
  { "fullText" : "[1] The third incarnation or edition of a small volume of verses of Isaac of Nineveh selected by Sebastian Brock is more than a reprinting, but an innovation in Syriac publishing.  The first life of this selection originated in Kottayam, India, as a 1995 publication of the St. Ephrem Ecumenical Research Institute; the second included a longer introduction in an attractive edition by SLG Press, Fairacres, Oxford (1997, 1999).  In this third Gorgias Press edition, the book continues being fleshed out with the longer introduction, an updated bibliography, and in particular a facing-page Syriac text. Another dimension is added with Brock’s introduction being translated into Syriac by Raban Awgen Aydin—recently consecrated as Mar Polycarpus Eugene Aydin, Bishop of the Netherlands, Diocese of the Syrian Orthodox Church. [2] It is as much the concept of this text as its content that is significant. George Kiraz and Gorgias Press have initiated a new series of bilingual texts in order to make available edited texts and excellent English translations at low cost. Fittingly, Sebastian Brock’s selection of Isaac of Nineveh is Volume One, a throwback to an older style of a selected reader for spiritual development and guidance. [3] Brock has chosen 153 sayings or mēllē from the First and Second Parts of Isaac’s works. The number, of course, is the count of the post-resurrection catch of fish by the disciples (John 21), utilized by other early Christian writers especially for similar collections of pithy sentences or chapters intended for memorization and meditation. [4] The introduction presents a thorough, yet concise, summary of what is known of Isaac’s life and the longer story of his writings, emphasizing its wide spiritual influence first in Syriac, then in Greek and Russian spirituality.  The journey of Isaac’s works into the Philokalia are detailed, as well as the description of the traditional First Part, the rediscovery in the Bodleian Library of the Second Part, and a brief note on the even more recent discovery of the Third Part. [5] Describing the content of this collection of short texts is a problem since there is no narrative or overarching scheme for the sentences. Since the sentences are intended for purposes of meditation, one does not want to give too many away. [6] For the student of Syriac patristics and the seeker of Eastern Christian spirituality there are further benefits. One is able to observe how Brock translates with his deep understanding of how this language functions. The English translation is always contemporary in tone, occasionally edging toward the colloquial, so consequently needing little explanation for one desiring to meditate upon the sentences. The sentences generally focus upon the attitudes of human beings towards prayer and its practice, and conversely, upon God’s compassionate attitude towards us. A few examples will illustrate. [7] The first sentence is of interest to see where Brock begins.  From the second homily of the First Part Isaac speaks appropriately of a spiritual progression and journey - ladder and steps, descending and ascending. [8] 1. “The ladder to the Kingdom is hidden within you, and within your soul.  Dive down into your self, away from sin, and there you will find the steps by which you can ascend up.” ܣܶܒܶܠܬܐ ܕܗܳܝ ܡܰܠܟܘܬܐ ܠܓܰܘ ܡܶܢܳܟ ܡܛܰܫܝܐ ܘܰܒܓܰܘ ܢܰܦܫܳܟ. ܥܳܡܶܕ ܐܰܢ̱ܬ ܒܳܟ ܡܶܢ ܚܛܝܬܐ܇ ܘܬܰܡܳܢ ܡܶܫܟܰܚ ܐܰܢ̱ܬ ܡܰܣ̈ܩܳܢܐ ܕܰܒܗܘܢ ܬܶܣܰܩ܀ [9] Two sentences underline Isaac’s ascetical commitment and a firm stance on an old and continuing theological problem. [10] 11. “Fire will not catch alight with wet wood, and fervour for God will not be kindled in a heart that loves ease.” ܢܘܪܐ ܒܩܰܝ̈ܣܐ ܪܱ̈ܛܝܒܐ ܠܐ ܕܳܠܘܐ܇ ܘܪܶܬܚܐ ܕܒܰܐܠܳܗܐ ܒܠܶܒܐ ܪܳܚܶܡ ܢܝܳܚ̈ܐ ܠܐ ܡܶܬܢܰܒܪܰܫ܀ [11] 32. “‘Satan’ is a name denoting the deviation of the human will from truth; it is not the designation of a natural being.” ܣܳܛܳܢܐ܇ ܫܡܐ ܕܡܰܣܛܝܳܢܘܬܗ ܕܨܶܒܝܳܢܐ ܡܶܢ ܫܪܳܪܐ܇ ܘܠܰܘ ܕܰܟܝܳܢܐ ܐܝܬܰܘܗ̱ܝ ܡܰܘܕܥܳܢܐ܀ [12] A couple of sentences from the Second Part of Isaac’s work exemplify Isaac’s contemplative orientation in both the practice of prayer and in his understanding of the Gospel. [13] 118. “You should not wait until you are cleansed of wandering thoughts before you desire to pray.  If you only begin on prayer when you see that your mind has become perfect and raised above all recollection of the world, then you will never pray.” ܠܰܘ ܥܕܰܡܐ ܕܡܶܢ ܦܶܗܝܐ ܬܶܬܕܰܟܶܐ ܕܚܘܫܳܒ̈ܐ܇ ܗܳܝܕܶܝܢ ܬܶܬܪܰܓܪܰܓ ܕܱܬܨܰܠܶܐ. ...  ܐܶܢ ܕܶܝܢ ܥܕܰܡܐ ܕܪܶܥܝܳܢܐ ܢܶܗܘܶܐ ܓܡܝܪ ܘܰܡܥܰܠܰܝ ܡܶܢ ܟܽܠ ܥܘܗܕܳܢ ܕܥܳܠܡܐ ܗܳܢܐ ܬܶܚܙܶܝܘܗ̱ܝ܇ ܗܳܝܕܶܝܢ ܬܫܰܪܶܐ ܒܰܨܠܘܬܐ܇ ܠܥܳܠܰܡ ܠܐ ܡܨܰܠܐ ܐܰܢ̱ܬ܀ [14] 120. “The entire purpose of our Lord’s death was not to redeem us from sins, or for any other reason, but solely in order that the world might become aware of the love which God has for creation. Had all this astounding affair taken place solely for the purpose of the forgiveness of sin, it would have been sufficient to redeem us by some other means.” ܠܰܘ ܟܽܠܗ ܡܶܛܽܠ ܕܡܶܢ ܚܛܳܗ̈ܐ ܢܶܦܪܩܰܢ܇ ܘܠܰܘ ܡܶܛܽܠ ܡܶܕܶܡ ܐ̱ܚܪܝܢ ܗ̱ܘܐ ܡܰܘܬܗ ܕܡܳܪܰܢ܇ ܐܶܠܐ ܒܰܠܚܘܕ ܕܥܳܠܡܐ ܢܰܪܓܶܫ ܒܚܘܒܐ ܕܰܩܢܶܐ ܐܰܠܳܗܐ ܠܘܳܬ ܒܪܝܬܐ. ܐܶܠܘ ܡܶܛܽܠ ܫܘܒܩܳܢ ܚܛܳܗ̈ܐ ܒܰܠܚܘܕ ܗܘܐ ܗܳܢܐ ܟܽܠܗ ܣܘܥܪܳܢܐ ܕܬܶܕܡܘܪܬܐ܇ ܣܳܦܶܩ ܗ̱ܘܐ ܕܰܒܡܶܕܶܡ ܐ̱ܚܪܝܢ ܢܶܦܪܘܩ܀ [15]  Sebastian Brock has spoken and written of the need for “haute vulgarisation” of Syriac literature in order to promote the field among a wider audience than just specialists and thus help integrate awareness of the Syriac tradition as “the third lung” for the Church.  This slim volume certainly fills this imperative, particularly in its accessibility.",
    "title" : 
    [ "Sebastian P. Brock, The Wisdom of St. Isaac of Nineveh. (Texts From Christian Late Antiquity 1; Gorgias Press: Piscataway, NJ, 2006) Pp. xx + 42. Paperback, $24.00.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kitchen, Robert A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2prkitchen2",
    "displayTitleEnglish" : "Sebastian P. Brock, The Wisdom of St. Isaac of Nineveh. (Texts From Christian Late Antiquity 1; Gorgias Press: Piscataway, NJ, 2006) Pp. xx + 42. Paperback, $24.00." }