
  { "fullText" : "Introduction [1] Recent history, beginning in the early decades of the twentieth century, witnessed a revival in the utilization of classical Syriac in both written and oral forms. Written utilization was not primarily in the form of religious-oriented literature as one may expect, but in various secular genres including national and ethnic-oriented poetry and prose, as well as journalism. Oral utilization became to be centralized around pop poetry and lyrics set to music (although a few written exceptions have been noted), Published lyrics set to musical notation include Gabriel Asad’s ܡܢ ܡܘܣܝܩܝ ܕܝܠܢ ܚܕܬܐ (Aleppo, 1953), [Laila Haddad], ܗܫܐ ܙܡܪܝܢܢ: ܙܡܝܪ̈ܬܐ ܒܠܫܢܐ ܣܘܪܝܝܐ ܘܣܘܕܝܐ (Jönköping, 1998), inter alia . radio broadcasting, The first broadcasting in Classical Syriac was by Abrohom Nuro in Lebanon in the 1970s. Radio Qolo from Sweden broadcasts some interviews in Kthobonoyo, while its usual broadcasting is a Kthobonized form of Turoyo. and the use of classical Syriac as a spoken medium of communication. While the written modality of this period has been studied by Brock, S.P. Brock, ‘Some Observations on the Use of Classical Syriac in the Late Twentieth Century,’ Journal of Semitic Studies , XXXIV\/2 (1989), 363-75. Knudsen, E. E. Knudsen, ‘Lexical Innovations in Modern Literary Syriac’, in René Lavenant (ed.), Symposium Syriacum VII , 545-51; E. E. Knudsen, ‘An important step in the revival of literary Syriac: Abrohom Nouro’s Tawldotho’, Oriens Christianus 84 (2000), 59-65. and Wardini, E. Wardini, ‘Neologisms in MLS’, Melanges de l'Universite Saint-Joseph 53:5 (1993\/4), 401-566, and 54 (1995\/6), 167-324; E. Wardini, ‘Modern Literary Syriac: A Case of Linguistic Divorce’, in René Lavenant (ed.), Symposium Syriacum VII , pp.517-25; E. Wardini, Neologisms in Modern Literary Syriac: Some Preliminary Results (Dissertation, Oslo 1995). there are no publications that I am aware of on the spoken modality which I shall refer to as Spoken Classical Syriac (SCS). What I aim to do here is to give some preliminary remarks on the subject. It must be stressed from the outset that the remarks made herein are entirely observational. A serious study would require a corpus of recorded spoken conversations which is now not available. [2] I shall begin with some terminology leading to a definition of Kthobonoyo, the form of SCS discussed in this paper. I shall then describe the history of Kthobonoyo in the twentieth century, following it with a preliminary account of the characteristics and features of this form of Syriac. Terms and Definitions [3] SCS is referred to with the Syriac term leshono kthobonoyo , somewhat a misnomer as it literally means ‘the written language,’ and less often with the term leshono sephroyo ‘the book language.’ For instance, one may hear the English utterance “He is speaking kthobonoyo .” It is important to note that the term kthobonoyo does not usually refer to the written form, despite its literal meaning. The term suryoyo is reserved for the written modality; e.g., “She is reading\/writing suryoyo .” Moreover, kthobonoyo is sometimes used to distinguish SCS from the Turoyo and Swadaya vernaculars. [4] Intriguingly, none of the printed lexica assign the spoken modality to the term kthobonoyo . Brockelmann Karl Brockelmann, Lexicon Syriacum (Georg Olms Verlag reprint, 1982). and Smith Robert Payne Smith, Thesaurus Syriacus [Syriac Thesaurus] (Gorgias Press reprint, 2007). explain ܟܬܒܢܝܐ with Latin scriptus “written,” and the latter adds scripto consignatus “sealed in writing.” Audo Thomas Audo, ܣܝܡܬܐ ܕܠܫܢܐ ܣܘܪܝܝܐ (Mosul, 1897). gives ܕܐܬܬܫܠܡ ܒܟܬܝܒܬܐ “that which was handed down by writing.” Margoliouth J. Payne Smith (Mrs. Margoliouth), A Compendious Syriac Dictionary (Eisenbrauns reprint, 1998). does not cite the term at all. Instead, the lexica reserve for the spoken modality the shorter form kthoboyo . Here, Smith gives, inter alia , the phrase ܡܡܠܠܐ ܟܬܒܝܐ, explains it with sermo qualis est in libris “talking as it is in books,” and cites Étienne-Marc Quatremère (1782-1857), la langue écrite, le style des livres “[sermon like] the written language, in the style of books.” Audo gives ܠܫܢܐ ܟܬܒܝܐ and explains it with ܗ̇ܘ ܕܟܬܒ̈ܐ. ܒܗܦܟܐ ܕܣܘܕܝܐ “[the language] of the books, on the contrary of swadaya [the spoken colloquial]” (here Audo’s explanation implicitly refers to the spoken modality as he contrasts kthoboyo with Swadaya). Margoliouth cites kthoboyo , but is the only one who does not give reference to the spoken modality; instead, she explains it with “literary language or style.” Brockelmann does not cite kthoboyo . [5] While there is certainly an interchangeability between the suffixes ܳܝܳܐ and ܳܢܳܝܳܐ (e.g., in ܣܘܕܢܝܐ and ܣܘܕܝܐ), Brockelmann: ܣܘܕܝܐ alloquens; ܣܘܕܢܝܐ no entry. Smith: ܣܘܕܝܐ ad allocutionem pertinens, compellativus; ܣܘܕܢܝܐ colloquialis, ܐܡܪܝܢ ܒܙܢܐ ܣܘܕܝܐ. Margolioth: ܣܘܕܝܐ vocative, allocutory; ܣܘܕܢܝܐ colloquial, conversational. Audo states that both forms are synonyms and refer to the colloquial language. it is not clear why modern usage did not opt for ܟܬܒܝܐ instead of ܟܬܒܢܝܐ to reference the spoken modality as it already exists in the printed lexica. The term is familiar to malphone from the first sentence of the Prologue of Bar ‛Ebroyo’s S em h e, “ܓܪܡܛܝܩܝ ܐܝܬܝܗ̇ ܝܕܥܬܐ ܕܡܢܗ̇ ܡܬܝܠܦܝܢ ܩܢܘܢ̈ܐ ܕܒܢܛܘܪܘܬܗܘܢ ܦܘܕܐ ܠܥܙܢܝܐ ܡܢ ܡܡܠܠܐ ܟܬܒܝܐ ܕܒܚܝܪ ܡ̇ܪܚ—Grammar is the knowledge from which are learned rules with whose observance the vernacular mistake is distinguished from the accurate kthoboyo speech.” (There is always the remote possibility that ܟܬܒܢܝܐ was used in earlier periods to denote the spoken form, but this meaning was not recorded in any of the lexica.) [6] The definition of kthobonoyo can be further defined along time and demography. While SCS was used in earlier times and perhaps continuously until the present, the lack of historical records makes it impossible to ascertain any of its linguistic features. For this reason alone, I opt to limit the definition of kthobonoyo to twentieth and twenty-first century usage, and reserve the more general term, ‘SCS,’ for earlier periods if needed. [7] As for demography, kthobonoyo is primarily, and probably exclusively, a feature known in West Syriac and more precisely amongst the Syrian Orthodox, with a few hundred speakers or so at various competence levels. This is not to deny other religious communities who have competent scholars that can even converse in it. For instance, during the Louvain Symposium Syriacum, one was able to hear Alber Abbouna converse with Malphono Abrohom Nuro in the classical language in East Syriac pronunciation. Just recently, I had a very lengthy and serious discussion (not mere niceties and formalities) with Fr. Emmanuel Youkhannan who conversed with me very eloquently and in the Western dialect. In the late 1960s and early 1970s, for instance, the Syriac Catholic Monastery of Sharfeh had courses run by Abrohom Nuro on conversational Syriac. Earlier, the Maronite scholar Joseph Hobaïca published a guide for conversational Syriac with Arabic and French translations. Pierre Hobeïca, Premiere Guide Pratique De la conversation dans la langue syriaque, “texte syriaque, arabe, français”, Manuel specialement destine (Beirut, my copy does not have the cover and is not dated), Part I (I do not know if a second part was published). As for East Syriac, the number of its speakers is quite small and does not form a speaking community. Malpana Daniel Benjamin, who comes from a family of printers and publishers, tells me that while very few Chaldeans and fewer Assyrians can converse in SCS, he has not heard it himself (e-mail communication, 7\/4\/03). This striking absence of the spoken modality amongst the modern Assyrians and Chaldeans is probably due to the fact that Swadaya, the colloquial, had raised itself to a literary language in the past few centuries. H. L. Murre-Van den Berg, From a Spoken to a Written Language, The Introduction and Development of Literary Urmia Aramaic in the Nineteenth Century (1999). This is echoed in the term used to refer to the classical language in East Syriac: ܠܫܢܐ ܥܬܝܩܐ l eshshana ‛attiqa ‘the old language’, as opposed to the modern written language. T uroyo, the vernacular of the West Syriac speakers, on the other hand, remains a vernacular and efforts to write it down have always been resisted by the clergy and malphone (though there are some recent attempts to use it in written form). One finds a similar pattern in the use of classical Syriac in written form. Brock Brock, Some Observations , p. 364. notes that during the twentieth century, the written literary production of West Syriac is by far more extensive than that in East Syriac. Ironically, it was East Syriac writers, like Touma Audo and Awgin Manna, who surpassed their western counterparts in producing lexical and grammatical works in the late nineteenth and early twentieth centuries. [8] Because kthobonoyo , as we shall shortly see, has its own identity, users, style, and idiosyncrasies that distinguish it from the written form of classical Syriac, it qualifies to be considered a subtype of Syriac. Hereinafter, I shall use the term ‘Kthobonoyo Syriac’ or simply ‘Kthobonoyo’ (capitalized and unitalicized). [9] To summarize our definition, Kthobonoyo is the spoken, not written, form of classical Syriac as used in the twentieth and twenty first centuries. (One can designate the written form by ‘Modern Literary Syriac’ following Knudsen and Wardini). The rest of this paper discusses the use of Kthobonoyo in the twentieth and twenty first centuries, and then briefly outline some of its linguistic and sociolinguistic characteristics and features. Use of Kthobonoyo in the Twentieth Century [10] While Kthobonoyo was just defined as a subtype of Syriac that belongs to the twentieth and twenty-first centuries, it was born from an earlier tradition of SCS. How far was SCS used and to what extent is hard to ascertain. The lexical definitions of the term kthoboyo by Smith and Oddo are a testimony to its existence. [11] Necessity must have dictated the use of SCS at least amongst the clergy. In recent centuries, the linguistic background of the church hierarchy in the Middle East included T uroyo-, Arabic-, Armenian-, Turkish- and Kurdish-speakers. While most of the clergy were conversant in more than one language, there may have been cases where a common language was not available, in which case SCS would have been the only choice. This, of course, is a mere conjecture, and if indeed SCS was practiced, its use would have been quite limited. [12] The communication between the Church hierarchy of the Middle East and its flock in India provides clearer evidence for the use of SCS in earlier periods. At least since the seventeenth century, visiting bishops to Malabar had no knowledge of Malayalam, the indigenous language of the Syriac Christians of India, and in reverse the local clergy knew none of the Middle Eastern languages apart from Classical Syriac. While sometimes Arabic translators were used, much of the communication relied on Syriac. Until this day, one finds a few Kthobonoyo speakers amongst the Malayalees, although the number is dwindling, being replaced by English. The use of SCS as a mean of communication continued until the Kthobonoyo age of the twentieth century. [13] Another reason that gave rise to the use of Kthobonoyo in the early twentieth century is national identity, which intensified in 1908 when the Turkish İttihat ve Terakki Cemiyeti (Committee of Union and Progress, CUP), or the Young Turks, revolted against the Ottoman sultan, and forced him to restore the Ottoman constitution of 1876. This gave an opportunity to many millet communities to form secular organizations and movements that gave rise to a spirit of nationalism. Within the Syrian Orthodox church, the ‛irutho movement was formed with much enthusiasm from activists like Na‛‛um Faiq. Unity was the main focus, not only unity within the Syrian Orthodox church, but also with other communities that belonged to the same “nation,” such as the Assyrians, Chaldeans, Syrian Catholics and Maronites. Hence, a notion of 'umtonoyuto (belonging to a ‘people’ or ‘nation’) was developed, and in turn a movement of Syriac revival came into being. Proponents of Syriac revival saw in the use of SCS but one method with which the language can be revived. Speakers of Kthobonoyo in the first half of the twentieth century included educators such as Youhanna Dolabani (1885-1969), and later Kthobonoyo was promoted by Fawlos Gabriel (1912-1971), Abdulmasih Qarabashi (1903-1983), Abrohom Nuro (1923-), and others. [14] In the second half of the twentieth century, the use of Kthobonoyo was enforced in the seminaries and some of the village schools in Tur Abdin. It was not unusual for a pupil to receive a punishment if heard speaking in a tongue other than Kthobonoyo. Even T uroyo was prohibited in schools. Teachers would go to the extent of assigning some pupils as ‘watchers’ whose duty is to report other pupils when they speak in a non-Kthobonoyo language. This attitude is echoed in a statement made in Kthobonoyo by Malphono Isa Garis, director of students at Mor Gabriel Monastery, “ܠܦܘܬ ܪܥܝܢܝ ܟܠ ܡܠܦܢܐ ܕܐܝܢܐ ܠܫܢܐ ܕܗ̣ܘ܆ ܐܢܗܘ ܕܥܡ ܬܠܡܝܕܘܗܝ ܒܠܫܢܐ ܕܡ̇ܠܦ ܠܗܘܢ ܠܐ ܡܣܬܘܕ܆ ܗ̇ܘ ܡܠܦܢܐ ܠܐ ܥ̇ܒܕ ܘܠܝܬܗ. ܘܐܦܠܐ ܟܫܪܐ ܡܠܦܢܘܬܗ—in my opinion, if any teacher, of whatever language, does not converse in the language which he is teaching, then he is not doing that which is right, and his training will not be successful.” Heto [ H e t o] , vol. 5, nos 8-9, 2003, p. 46. [15] Kthobonoyo was given a push after the immigration of the Syrian Orthodox from the Middle East to Europe in the 1960s and 1970s. Immigrants came from various diverse linguistic backgrounds. In the diaspora, they acquired English, Swedish, French, German, Dutch, Flemish, or Italian. Finding a common language is not always possible, and amongst the clergy and malphone , Kthobonoyo started to serve as a mini lingua franca. I can report from a personal experience how I had no choice but to communicate in Kthobonoyo. That was during a visit to the Monastery of St. Ephrem in Holland in 1988, the purpose of which was to teach the monks how to use the then newly released Syriac MLS fonts. Gamma Productions, Multi-Lingual Scholar, Wordprocessor User’s Manual (Santa Monica, 1989); G. A. Kiraz, Alaph Beth Font Kit User’s Guide (Los Angeles, 1989). The monk who was assigned to learn this new technology from me spoke T uroyo, Swedish, and a bit of Dutch, none of which I mastered. The only common language available to both of us was Kthobonoyo. I found myself struggling not only to communicate in a language that I have hitherto used only in a liturgical context, albeit for fifteen years, but also had to translate and coin, sometimes on the spot, computer terminology to get the lessons across. This experience gave rise to a number of neologisms: ܡܪܬܝܢܐ “monitor,” ܠܘܚܐ ܕܩܠܝ̈ܕܐ “keyboard,” and of course ܦܘܢ̈ܛܐ “fonts.” Instantaneous coinage of terms is one of the linguistic features of Kthobonoyo as we shall shortly see. [16] Today, Kthobonoyo has become more popular. One finds speakers communicating in Kthobonoyo even when their linguistic backgrounds give rise to another common, sometimes native language. Attendees of Syriac Symposia are now hearing Kthobonoyo more often. Characteristics and Features of Kthobonoyo Syriac Nativeness and Aptitude [17] Kthobonoyo, as the fu sh ā of Arabic, is primarily a learned, non-native language that requires formal training. Very few cases where Kthobonoyo is a native language do exist, and one such case was reported during the Syriac Symposium in Princeton in 2003 and this year’s Aram conference in Chicago. G. A. Kiraz, Tabetha Syriac (forthcoming). In all of these cases, the children who acquire Kthobonoyo as a native language are multilingual children, speaking at least two other languages. [18] The aptitude level of Kthobonoyo speakers varies tremendously, despite the fact that speakers tend to be clergymen and malphone well versed in Classical Syriac. There are two main factors that affect aptitude: the level of mastering Classical Syriac, and the extent to which the speakers’ social context allows them to use Kthobonoyo. Any shift in these factors has a direct affect on the speaker’s aptitude. I am happy to provide a personal example. I began speaking Kthobonoyo in 1988 with a low aptitude level. As I began reading Syriac on daily basis as part of my M.St. degree in Oxford in 1990-1991, my Kthobonoyo aptitude increased tremendously, especially that concurrently I had the opportunity to speak it on regular basis with two friends in London until 1996. After I moved back to the US in 1996, I had little chance to speak Kthobonoyo and my aptitude level decreased until I decided to speak it at home with my children. Male Centricity [19] A significant sociolinguistic feature of Kthobonoyo, one which sets it apart from most other languages, is its male centricity. Most speakers are either clergy (by definition male) and\/or male malphone , with very few female speakers. The result is an intriguing peculiarity of a language that is morphologically gender sensitive. [20] At least two types of gender related ill-usage are observed in the use of verbal forms, even when speakers have an average mastering of the written language. In male-female dialogues, the second person verbal paradigm is misused in both directions. Males often address females in a mixture of masculine and feminine forms. This observation was made when a number of speakers, including myself, addressed my Kthobonoyo-speaking daughter Tabetha; e.g., *ܠܐ ܬܐܙܠ instead of ܠܐ ܬܐܙܠܝܢ “do not go.” This often happens in imperfect forms that end in the suffix – in , whereby the speaker may wrongly assume a silent yudh ending. I have also observed adult females addressing males in a mixture of masculine and feminine forms; e.g., *ܐܢܬ ܐܡܪܐ ܐܢܬ instead of ܐܢܬ ܐܡܪ ܐܢܬ “you say.” Such ill-usage of verbal forms takes place when the speakers are new to each other. If and when the experience between the two speakers grows, less and less mistakes are made. [21] The other ill-formed usage of verbs that was observed takes place in third feminine forms. In a dialogue I had with an adult malphono , he was continuously referring to his wife in the masculine when constructing an ‘imperfect + ܕ’ form; e.g., *ܟܕ ܒܥܝܐ ܕܢܐܙܠ instead of ܟܕ ܒܥܝܐ ܕܬܐܙܠ “when she wants to go.” This malphono in question was of course aware of the proper verbal conjugation in the written form, but as referring to a female is not common in Kthobonoyo, the wrong verbal form was used. [22] This male dominant feature of Kthobonoyo has effects beyond morphology and syntax. It puts, for example, a limitation on the genres of dialogues that take place. While one may imagine gender related topics discussed, one is guaranteed that they are always given from a male perspective. Additionally, the social status of speakers puts a limitation to the range of topics which are usually under discussion. Matters of church and community are common, but dialogues on the latest in pop culture are probably far fetched. Code Switching [23] Code switching is when lexemes from another language infiltrate a dialogue, e.g., “interdisciplinary ܐܝܬ ܗܘܐ ܠܢ ܟܢܘܫܝܐ—we had an interdisciplinary meeting.” Various factors affect the use of code switching; these include formality, subject matter of dialogue, competence of the speakers, and the availability or absence of another common language. [24] Formal dialogues exhibit less code switching than informal ones. Such dialogues take place between people who may have just been introduced, or between two speakers of two different social classes (e.g., a bishop with a lay person)—and of course one is trying to impress the other of one’s competence in Kthobonoyo! When a word is needed on the spot and the speaker cannot think of it, the speaker may go around by explaining it with a phrase to avoid code switching. [25] The subject matter of the dialogue is a major factor in affecting code switching. Mere formalities and niceties are well represented in Kthobonoyo that hardly any code switching is necessary. But discussions of current affairs, serious topics, or technology related matters require much code switching such as the “interdisciplinary” example given above. Sometimes even niceties demand code switching. I am not aware of a Kthobonoyo term that expresses the full emotions of missing someone. Of course, one can opt for something like ܠܗܩ ܠܚܙܝܐ ‘eager to see’. But would one really want to use it after not seeing one’s daughter for a month! I prefer “ܠܟܝ ܣܓܝ miss ܒܐܒܐ (Daddy misses you a lot).” [26] The availability or absence of another common language between the two speakers also affects code switching. When such a language is available, and especially in informal and serious discussion, it is easy to fall back to the second language in order to provide for technical terms. But when no such language exists, one has to find a way to express oneself without code switching. [27] The more the speaker is lexically competent in literary Syriac, the less code switching takes place. The primary challenge here is that much of the lexemes that are unique to Kthobonoyo are not systematically recorded (e.g., ܒܝܬ ܛܘܣܐ ‘airport,’ ܬܟܪܙܬܐ ‘radio,’ ܨܘܪܩܠܐ ‘television’), and one has to find them by digging up modern dictionaries that mix Classical Syriac with Kthobonoyo vocabulary. The Lexicon: Neologism and Coinage [28] The primary difference between Kthobonoyo and the written modality is in the lexicon. On the one hand, the Kthobonoyo lexicon employs many new additions, and gives some of the existing words a new meaning. On the other hand, the Kthobonoyo lexicon employs only a subset of the larger literary lexicon. Much of Kthobonoyo vocabulary can be found in recent dictionaries, though always mixed with Modern and Classical Literary Syriac. Recent dictionaries containing Kthobonoyo terms include Issa Hanna, Mini-Wörterbuch Deutsch-Assyrisch (1984); Simon Atto, Nederlands Suryoyo Woordenboek (1986); Simon Atto, Süryanice-Türkçe Sözlük (1988); Aziz Bulut, Woordenboek Nederlands-Syrisch, Syrisch-Nederlands (1993); Hatune Dogan, Wörterbuch Syrisch-Deutsch, Deutsch-Syrisch (Aleppo, 1997); Odisho Ashitha, Hilqa de Leshana Assyrian-Arabic Dictionary (1977); Younan Hozaya and Anderios Youkhana, Bahra Arabic-Assyrian Dictionary (1998); Sabo Hanno and Aziz Bulut, Wörterbuch Deutsch-Aramäisch, Aramäisch-Deutsch (2000); Shlemon Khoshaba and Emanuel Yokhanna, Zahreera Arabic-Syriac Dictionary (2000); Joseph Malke, ܒܪ̈ܘܠܐ ܣܘܪ̈ܝܝܐ [Syriac-Arabic, Arabic-Syriac] (2003); Gabriel Afram, Svensk Assyrisk ordbok (2005). The neologisms put forward by Abrohom Nuro are the expection. Abrohom Nuro, Tawldotho or Syriac Neologisms, Principles, Criteria and Examples (1997); Nuro also put together a word list circulated privately in Syriac, Arabic, English and French. [29] There are instances when a new word is coined when there is in fact an equivalent in the written lexicon. I, for instance, coined ܡܝ̈ܐ ܕܦܐܪ̈ܐ ‘water of fruits’ for ‘juice’ and used it for some years until Abrohom Nuro pointed out ܬܪܝܐ. [30] In some cases, nominal variants of the same root are used for the same semantic feature by different speakers. I always used with my daughter ܗܒ ܠܝ ܢܘܫܩܬܐ ‘give me a kiss.’ The use of ܢܘܫܩܬܐ is motivated from the prayer of the Kiss of Peace from the Liturgy of St. James. Malphono Abrohom Nuru, however, opted for ܗܒ ܠܝ ܢܘܫܩܐ, to which Tabetha responded without any problem. [31] Kthobonoyo is rich in neologisms and coined terms, but as just mentioned there is no systematic recording of these terms. Sometimes a term is coined on the spot. For instance, when (then) my 3 ½ year old daughter and I were walking in an airport and we reached the escalator-like ‘moving floor’, my inquisitive daughter asked, “ܗܢܐ ܡܘܢ ܐܝܬܘܗܝ؟.” I instantaneously replied, “ܗܢܐ ܡܗܠܟ݂ܢܐ ܐܝܬܘܗܝ.” Others may coin a different word which results in an object having different lexical representations in Kthobonoyo. Simplified Grammar [32] While the phonology and morphology of Kthobonoyo are quite similar to Classical Syriac, the syntax of Kthobonoyo is a subset of that of the classical language. [33] The nominal absolute state is less frequent in Kthobonoyo, as well as the construct state (e.g., Kthobonoyo ܡܠܟܐ ܕܐܣܦܐܢܝܐ for Classical Syriac ܡܠܟ ܐܣܦܐܢܝܐ ‘the king of Spain’). Having said that, one finds common constructs such as ܪܝܫ ܟܪܟ݂ܘܬܐ ܕܠܘܣܪ ‘the mayor of Losser.’ [34] Other grammatical features are absent in Kthobonoyo. Possessive and object suffixes of complex verbs are avoided (e.g., Kthobonoyo ܩܪܐ ܠܝ for Classical Syriac ܩܪܢܝ ‘he called me’). Active participle forms are used primarily as present tense verbs and hardly as nouns. The infinitive is quite infrequent, especially with an object (e.g., Kthobonoyo ܐܝܟܢܐ ܕܢܠܦ ܐܢܘܢ for Classical Syriac ܠܡܠܦܘ ܐܢܘܢ). [35] Nominal clauses with pronoun contractions are hardly heard in Kthobonoyo, but are quite frequent in literary Syriac. When Sebastian P. Brock was playing with his three-year old namesake Sebastian-Kenoro a game of hide-and-seek, he would use the literary form ܐܝܟܢܐ (i.e., ܐܝܟܐ ܐܢܐ), where one would expect in Kthobonoyo the longer simplified form ܐܝܟܐ ܐܝܬܝ. The substitution of the ܐܝܬ-structure in place of contracted pronouns is quite frequent in Kthobonoyo. [36] Word order is less free in Kthobonoyo than in Classical Syriac. In Kthobonoyo, the verb is hardly at the end of a phrase or sentence, while in Classical Syriac one case place the verb in various positions of the sentence. Conclusion [37] This paper gave some observations and remarks on Kthobonoyo, the spoken form of classical Syriac as used in the twentieth and twenty first centuries. We have seen that Kthobonoyo is a continuation of the tradition of speaking classical Syriac from earlier centuries, but was encouraged in our period due to necessity and national identity. Kthobonoyo has its own linguistic and sociolinguistic features such as male centricity, the strong use of code switching, and the lexical idiosyncrasies. A more thorough investigation of the topic, especially around syntax and usage, would ideally require a recorded corpus. ܫܠܡ ܘܠܕܘܝܐ ܕܟܬܒ ܫܘܒܩܢܐ. _______ Notes _______ Bibliography Afram, Gabriel. Svensk Assyrisk ordbok (2005). Asad, Gabriel. ܡܢ ܡܘܣܝܩܝ ܕܝܠܢ ܚܕܬܐ (Aleppo, 1953). Ashitha, Odisho. Hilqa de Leshana Assyrian-Arabic Dictionary (1977). Atto, Simon. Nederlands Suryoyo Woordenboek (1986). Atto, Simon. Süryanice-Türkçe Sözlük (1988). Audo, Thomas. ܣܝܡܬܐ ܕܠܫܢܐ ܣܘܪܝܝܐ (Mosul, 1897). Brock, S. P. ‘Some Observations on the Use of Classical Syriac in the Late Twentieth Century,’ Journal of Semitic Studies , XXXIV\/2 (1989), 363-75. Brockelmann, Karl. Lexicon Syriacum (Georg Olms Verlag reprint, 1982). Bulut, Aziz. Woordenboek Nederlands-Syrisch, Syrisch-Nederlands (1993). Dogan, Hatune. Wörterbuch Syrisch-Deutsch, Deutsch-Syrisch (Aleppo, 1997). Gamma Productions, Multi-Lingual Scholar, Wordprocessor User’s Manual (Santa Monica, 1989). Haddad, Laila. ܗܫܐ ܙܡܪܝܢܢ: ܙܡܝܪ̈ܬܐ ܒܠܫܢܐ ܣܘܪܝܝܐ ܘܣܘܕܝܐ (Jönköping, 1998). Hanna, Issa. Mini-Wörterbuch Deutsch-Assyrisch (1984). Hanno, Sabo, and Bulut, Aziz Wörterbuch Deutsch-Aramäisch, Aramäisch-Deutsch (2000). Heto [ H e t o] , vol. 5, nos 8-9, 2003, p. 46. Hobeïca, Pierre. Premiere Guide Pratique De la conversation dans la langue syriaque, “texte syriaque, arabe, français”, Manuel specialement destine (Beirut, my copy does not have the cover and is not dated), Part I (I do not know if a second part was published). Khoshaba, Shlemon, and Yokhanna, Emanuel. Zahreera Arabic-Syriac Dictionary (2000). Kiraz, G. A. Alaph Beth Font Kit User’s Guide (Los Angeles, 1989). Kiraz, G. A. Tabetha Syriac (forthcoming). Knudsen, E. E. ‘An important step in the revival of literary Syriac: Abrohom Nouro’s Tawldotho’, Oriens Christianus 84 (2000), 59-65. Knudsen, E. E. ‘Lexical Innovations in Modern Literary Syriac’, in René Lavenant (ed.), Symposium Syriacum VII , 545-51. Hozaya, Younan, and Youkhana, Anderios. Bahra Arabic-Assyrian Dictionary (1998). Malke, Joseph. ܒܪ̈ܘܠܐ ܣܘܪ̈ܝܝܐ [Syriac-Arabic, Arabic-Syriac] (2003). Murre-Van den Berg, H. L. From a Spoken to a Written Language, The Introduction and Development of Literary Urmia Aramaic in the Nineteenth Century (1999). Nuro, Abrohom. Tawldotho or Syriac Neologisms, Principles, Criteria and Examples (1997). Smith, J. P. A Compendious Syriac Dictionary (Eisenbrauns reprint, 1998). Smith, R. P. Thesaurus Syriacus [Syriac Thesaurus] (Gorgias Press reprint, 2007). Wardini, E. ‘Modern Literary Syriac: A Case of Linguistic Divorce’, in René Lavenant (ed.), Symposium Syriacum VII , pp.517-25. Wardini, E. ‘Neologisms in MLS’, Melanges de l'Universite Saint-Joseph 53:5 (1993\/4), 401-566, and 54 (1995\/6), 167-324. Wardini, E. Neologisms in Modern Literary Syriac: Some Preliminary Results (Dissertation, Oslo 1995).",
    "title" : 
    [ "Kthobonoyo Syriac: Some Observations and Remarks",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2kiraz",
    "displayTitleEnglish" : "Kthobonoyo Syriac: Some Observations and Remarks" }