
  { "fullText" : "[1] This rich and fine book (a revision of the author's doctoral dissertation) provides an intellectual and institutional history of the scholastic culture of the Church of the East—above all of the School of Nisibis—in the late antique and early Islamic periods. The work sheds light on the development of Christian paideia in Late Antiquity and the rise of the Babylonian Jewish academies, and exposes the importance of the East-Syrian school movement as the background to the intellectual culture to come, a point that has not yet been fully appreciated. [2] The present study is all more valuable in that the East Syrians, called \"Nestorians\" by their enemies, continue to exist all over the world, in the Middle East, in South India, and in the Diaspora, e.g. in the U.S.A. (especially in the Midwest), in Australia, and in Sweden. Thus it is entirely appropriate that in a \"Note on Transliteration, Spelling, and Terminology\" (xiii-xiv) the author, in line with S. Brock, \"The ‘Nestorian’ Church: A Lamentable Misnomer,\" Bulletin of the John Rylands Library of Manchester 78 (1996) 23-36, sensibly rejects the denomination \"Nestorians\" for the East Syrians, and also declares his preference for \"Miaphysite\" rather than \"Monophysite,\" according to the terminology adopted by Lucas van Rompay. These in fact are more accurate denominations, and at the same time much more respectful. [3] After a useful Chronology from AD 363 to 1020 (xv-xvi), the Introduction (1-21) provides valuable guidelines for the readers. First of all, Becker sketches the history of the passage of the exegesis and scholarly practice from the School of the Persians of Edessa to the School of Nisibis, and follows the development of this school along with its leaders. He notes that the East-Syrian scholastic culture grew at the same time and in the same place as that of one of the main cultural products of the late antique and early Medieval Near East, viz. the Babylonian Talmud. The author remarks that in ancient Mesopotamia Jews and Christians spoke the same language, lived under the same rulers, and shared the same Scriptures and mystical and eschatological speculation. In particular, a full comparative study of the School of Nisibis and the Rabbinic academies of Babylonia is still a desideratum . This is, according to the author, due largely to the model of the \"Parting of the Ways\" between Judaism and Christianity, which prevented scholars from a joint investigation of Jewish and Christian institutions of learning in Late Antiquity. (I note that a good contribution to criticism against a too sharp \"Parting of the Ways\" model is to be found in the miscellaneous work edited by the author himself and Annette Yoshiko Reed, The Ways that Never Parted: Jews and Christians in Late Antiquity and the Early Middle Ages , Tübingen 2003). In the introduction Becker also presents the main intellectual historical source for the School of Nisibis and one of the chief sources for the School of the Persians in Edessa, a source on which a good part of this book depends: the Cause of the Foundation of the Schools by Barhadbshabba, of the sixth century, which combines different traditions, from Ephrem, Theodore of Mopsuestia, Evagrius of Pontus, and Neoplatonism. In this text, all historical figures are understood in pedagogical terms, which is a fundamental feature. [4] Becker remarks that the educational system was alike for Christians and non-Christians in late antiquity, although some Christian schools had particular characteristics, e.g. those run by Justin, Clement, and Origen—but there, too, classical culture and philosophy were present and alive and the author correctly observes that it is doubtful whether Origen himself was attempting to develop a completely autonomous Christian culture. On this point, I would add some important contributions: H. Crouzel, Cultura e fede nella scuola di Cesarea con Origene , in Crescita dell'uomo nella catechesi dei Padri , Rome 1987, 203-209; M. Rizzi, \"Il didaskalos nella tradizione alessandrina, da Clemente alla Oratio Panegyrica in Origenem ,\" in Magister. Aspetti culturali e istituzionali , edd. G. Firpo — G. Zecchini, Milan 1999, 177-198; Gregorio il Taumaturgo (?), Encomio di Origene , ed. Id., Milan 2002; J.W. Trigg, \"God's Marvelous Oikonomia: Reflections of Origen's Understanding of Divine and Human Pedagogy in the Address Ascribed to Gregory Thaumaturgus,\" Journal of Early Christian Studies 9 (2001) 27-52; L. Lugaresi, \"Studenti cristiani e scuola pagana,\" Cristianesimo nella Storia 25 (2004) 779-832; A. Grafton — M. Williams, Christianity and the Transformation of the Book , Cambridge-London 2006, 22-132; J. Tloka, Griechische Christen, Christliche Griechen , Tübingen 2006, 25-126. As an example of a fruitful transmission of the liberal arts to the Middle Ages, the author mentions Cassiodorus’ Institutiones , and we might also recall Boethius’ treatises and Martianus Capella’s De Nuptiis Philologiae et Mercurii (cf. e.g. my Marziano Capella , Milan 2001), which was studied and commented on throughout the Middle Ages (editions, essays and commentaries in my Tutti i commenti a Marziano Capella: Scoto Eriugena, Remigio di Auxerre, Bernardo Silvestre e anonimi , Milan 2006). According to Becker, in fact, the classical paideia was destroyed not by the Christians, but by the barbarians, and for this reason classical culture in the East remained more stable and endured longer than in the West of the Roman empire; the East-Syrian school movement developed outside the Roman empire, but was based on classical paideia and the Scriptures, just like the Christian paideia that grew inside Roman territory. The Book of the Laws of Countries , e.g., by Bardaisan (or perhaps by his school, we might add; see e.g. my \"Linee generali per una presentazione e per un commento del Liber legum regionum, con traduzione italiana del testo siriaco e dei frammenti greci,\" RIL 133 [1999] 311-355) is a philosophical dialogue written on the model of the Platonic dialogues: in it, the Christian character of Bardaisan argues against the determinism of the stars. [5] The first chapter, \"Divine Pedagogy and the Transmission of the Knowledge of God: The Discursive Background of the School Movement\" (22-40), examines the tendency, well attested in the Syriac milieu and most evident in the Cause , to understand Christian belief and practice in pedagogical terms, and the conversion to Christianity as a kind of pedagogical conversion. The first roots of pedagogical imagery go back to the very beginning of Christianity, where in the Gospels Jesus is a master with his disciples, and Judaism, according to Josephus, had hairéseis named after the Greek philosophical schools. Justin, Clement, and Origen understood Christianity in pedagogical terms: for Origen, I note that this conception is closely linked to the role of the Holy Spirit, on which I now refer to M. Beyer Moser, Teacher of Holiness . The Holy Spirit in Origen’s Commentary on the Epistle to the Romans , Piscataway, NJ 2005. Becker exemplifies how the Peshitta tends to develop a pedagogical terminology, which of course facilitated the pedagogical reading of Scripture, e.g., with prophets as masters with their own schools, etc. Becker illustrates the imagery of pedagogy in several Syriac authors, especially Ephrem and Jacob of Sarug. Another aspect that seems to have been influential is that scribes in the Syrian area were more self-conscious than the Greek ones. In documents such as the Acts of the Persian Martyrs , or the Life of John of Tella , moreover, we find conversion to Christianity as a passage from one school to another, and Zoroastrianism described as the \"school of the Magi,\" and Christianity as \"discipleship of Jesus,\" implying much study, so that from outside it could even be misunderstood as \"sadness.\"  This finds, I believe, an interesting parallel in several Latin and Greek sources on early Christians and the accusations of tristitia brought against them, which also involved the philosophers, especially the Stoics. See my \" Tristitia . Indagine storica, filosofica e semantica su un'accusa antistoica e anticristiana,\" Invigilata Lucernis 23 (2001) 187-206. [6] In the second chapter, \"The School of the Persians (Part 1): Rereading the Sources\" (41-61), the author challenges scholars’ traditional assumption that the School of Nisibis is an immediate and direct descendant of the School of the Persians of Edessa. A critical reading of the evidence for the School of the Persians rather suggests that we know much less about this institution than was previously supposed, since both sources and scholars tended to project the sixth-century School of Nisibis onto fifth-century Edessa, and the sources themselves are often problematic, dependent on one another, contradictory and influenced by polemics of their own time. Becker usefully distributes them into three groups: 1) West-Syrian sources, involved in Miaphysite propaganda opposed to the so-called Nestorians and to Chalcedonians as well, such as the letter of Simeon of Bet Arsham, which is the earliest source (loosely) connecting Ibas to the School of the Persians and contains inaccuracies, or Jacob of Sarug’s Letter 14, an apologetic document, and again, the Chronicle of Edessa , the Chronicles of Ps. Dionysius of Tell-Mahre and of Michael the Syrian, and John of Ephesus’ hagiographical work; 2) Costantinopolitan sources, i.e. Theodore Anagnostes and the Life of Alexander the Sleepless , in which the relevant passage is interestingly suggested by the author to be an extrapolation from the Acts of the \"Latrocinium\" Council of Ephesus (449), and 3) East-Syrian sources: the Cause and the Ecclesiastical History by Barhadbshabba, attentively compared by the author, and the Chronicle of Arbela , which directly connects Ibas to the School of the Persians, which is probably not correct. [7] In the third chapter, \"The School of the Persians (Part 2): From Ethnic Circle to Theological School\" (62-76), Becker places the sources for the School of the Persians in a better framework, more appropriate to fifth-century Edessa, beginning with the only source prior to the closure of the school (489), the Acts of the \"Latrocinium\" Council of Ephesus of 449. It emerges that this school seems more similar to a loosely knit study circle than to an institution; moreover, the Acts mention three \"schools\" in Edessa that subscribed against Ibas the bishop: those of the Armenians, of the Persians, and of the Syrians. This suggests that the School of the Persians had a somewhat ethnic aspect, that Ibas was not closely associated to this school, as it is often assumed, and that the school itself was not generally known for its dyophysite leanings. It is likely that toward the middle of the fifth century the schools in Edessa did not have easily identifiable theological positions, but were essentially ethnic groupings, maybe voluntary associations similar to the Latin collegia and the like: \"school\" might have been a somewhat metaphorical designation, like the Greek hairesis , that was applied to the Greek philosophical schools, and also to the Christians, and to the Jewish groups of the time of Josephus. In the V century, many people came to Edessa both from Persia and from Armenia, such as Moses of Chorene: the author sensibly considers him trustworthy when he declares that he travelled to Edessa and employed its archives, as Eusebius had done in the previous century (see my \"Possible Historical Traces in the Doctrina Addai ?\", Hugoye 9,1 [2006] §§ 1-24). [8] Only shortly before its closure, according to the Cause and the Ecclesiatical History by Barhadbshabba, the School of the Persians was divided into a tripartite hierarchy, very similar to the arrangement of the Greco-Roman educational system ( mhagyana = magister ludi or harenarius ; maqryana = grammarian; mphashqana or exegete = rhetor , philosophus ). Another remarkable point made by the author is that there was only one exodus from the School of the Persians in Edessa to Nisibis, which occurred in 489 after the closure of the school itself by order of the Emperor Zeno. Vööbus was led to suppose two exoduses—one in 471 by Narsai, and the other, larger, in 489—by reading the same event, described in the Cause and in the Ecclesiastical History , as two different facts. At the end of the chapter, Becker observes a couple of things that may be significant and should stimulate further comparative studies: 1) the closure of the School of the Persians by order of the emperor Zeno displays a deep affinity to that of the School of Athens forty years later, in 529, by order of the emperor Justinian. 2) In many different sources, this event is described with the same terminology: all say that the school was \"uprooted,\" just as several sources pun on the name of Nisibis while saying that the same School of the Persian was \"planted\" ( nsb ) there. Becker also suggests exploring whether any ethnically-based intellectual circles developed in other intellectual centres in late antiquity, such as Athens, Jerusalem or Beirut, which would be very interesting to investigate. [9] In the fourth chapter, \"The School of Nisibis\" (77-97), Becker carefully analyzes the evidence for the School of Nisibis, its foundation, its daily life, and its curriculum. Among its models were contemporary cenobitic institutions, the School of the Persians in Edessa, and maybe also the local school led by the interpreter Simeon of Kashkar in Nisibis when the new school was founded, perhaps incorporating students of Simeon’s school. The author also examines various sets of canons of the School of Nisibis, valuable for reconstructing its daily life and the organization of teaching. and presents the literary production of the scholars attached to the School: commentaries, in memre and then in prose, where also the \"Alexandrian\" allegorical technique crept in; liturgical works, treatises and \"causes.\" Illuminating comparisons with the organization of other schools are also provided, and the author rightly insists on the close parallelism between the school year and the liturgical year. [10] The intellectual life of the School of Nisibis is the focus of chapters Five through Seven, and is reconstructed on the basis of the examination of the Cause . In particular, the fifth chapter, \"The Scholastic Genre: the Cause of the Foundation of the Schools \" (98-112), addresses the question of the literary genre of the Cause , which is relevant to the understanding of study at the School of Nisibis: it seems that the Cause is associated with the explication of the Christian liturgical cycle, which suggests that the school year was seen as part of the holy calendar, and that study itself was conceived as a form of liturgy. The author recalls first of all that only recently has the Cause been given scholarly attention, in studies such as D.S. Wallace-Hadrill, Christian Antioch . A Study of Early Christian Thought in the East , Cambridge 1982, 63-65; G.J. Reinink, \"Edessa Grew Dim and Nisibis Shone Forth: The School of Nisibis at the transition of the Sixth-Seventh Century,\" in H.J.W. Drijvers—A.A. McDonald, edd., Centers of Learning. Learning and Location in Pre-Modern Europe and the Near East , Leiden 1995, 77-89: 81-87; Th. Heinthaler, \"Die verschiedenen Schulen, durch die Gott die Menschen lehren wollte. Bemerkungen zur ostsyrischen Schulbewegung,\" in M. Tamcke (ed.), Syriaca II , Münster 2004, 175-192, and my own \"Linee introduttive a Barhadbeshabba di Halwan, Causa della fondazione delle scuole : filosofia e storia della filosofia greca e cristiana in Bar h adbeshabba,\" 'Ilu. Revista de Ciencias de las Religiones 9 (2004) 127-181; Ead., Barhadbeshabba di Halwan, Causa della fondazione delle scuole . Traduzione e note essenziali,\" ibid. 10 (2005) 127-170. After setting forth the contents of the Cause and the problem of its relationship to the Ecclesiastical History of Bar h adbshabba ‘Arbaya, and that of its authorship by Barhadbshabba d-Halwan, who may be the same as the former, Becker observes that the literary genres that seem to be present in the Cause are: the \"cause\" genre, derived from the classical aitia and mainly represented in the Syriac tradition by the \"causes of festivals,\" which explained the origins of a celebration and its theological ground; the protreptic tone, derived from the protreptics to philosophy, and then to Christianity; the collective biography, and the scholastic \"chain of transmission\" found in the \"successions of philosophers\" (on which see documentation e.g. in my \"Diogene Laerzio storico del pensiero antico tra biografia e dossografia, ‘successioni di filosofi’ e scuole filosofiche,\" in Diogene Laerzio, Vite e dottrine dei più celebri filosofi , ed. G. Reale, Milan 2005, XXXIII-CXXXVIII) and later of apostles and bishops, and also in Rabbinic sources: most interestingly, Becker points out a terminological similarity between the Cause and the Avot Becker also provides a better translation for the title of the Cause : rather than Cause of the Foundation of the Schools , he proposes Cause of the Establishment of the Session of the School , a rendering that is well grounded in Syriac and helps us to understand the writing as an opening and official address to the students and teachers of the School of Nisibis. [11] Chapters Six and Seven analyze the contents of the Cause and place it within its cultural context. The sixth chapter, \"The Reception of Theodore of Mopsuestia in the School of Nisibis\" (113-125), demonstrates that the Cause depends on a sixth-century version of Theodore’s thought, attested not only in the East-Syrian Church, but also in Greek and Latin authors. The author recalls, first of all, the veneration for Theodore of Mopsuestia in the East-Syrian Church, where he is the theological and exegetical authority par excellence, and in particular in the School of Nisibis, and the translations of his works into Syriac, which has turned out to be all the more valuable in that, after the condemnation of his doctrines in 553, most of his writings have been lost in Greek, and are extant only in fragments. Thence, Becker interestingly develops the suggestion by Macina, Wallace-Hadrill, and Reinink, that the Cause ultimately depends on Theodore’s idea of divine paideia , and, after giving a brief account of his thought in general, he focuses on the pedagogical conception of history and of the relationship between God and humans, and illustrates how pedagogical terminology in the Cause and in the Syriac translation of Theodore converge. I definitely agree with the author that we ought not to stress the opposition between Alexandrine and Antiochene exegesis (cf. e.g. my \"Giovanni Crisostomo e l'esegesi scritturale: le scuole di Alessandria e di Antiochia e le polemiche con gli allegoristi pagani,\" in Giovanni Crisostomo: Oriente e Occidente tra IV e V secolo . Atti del XXXIII Incontro di Studiosi dell'Antichità Cristiana, Roma, Augustinianum 6-8.V.2004, I, Roma 2005, 121-162). Becker also states that the focus on the human being as the image of God in the Cause is an extremely common Antiochene motif, which is absolutely correct; we may nevertheless observe that the so-called \"theology of the image\", which sees the human being as eikōn tou Theou —according to Genesis 1:26-27—is central and crucial also in the Cappadocians, and above all in Gregory of Nyssa, who inherited it essentially from Origen: and in fact, the three Cappadocians’ writings are well attested in Syriac, and Basil’s Hexaemeron , continued by Gregory of Nyssa’s De hominis opificio , was highly influential in Syriac literature and for an understanding of the book of Genesis . In any case, the author is right that Theodore of Mopsuestia’s commentary on Genesis , insofar as it can be reconstructed, seems to lie behind the Cause ’s understanding of Genesis 1: the author of the Cause puts Theodore’s notion of divine paideia into more concrete terms, speaking not only of God who instructed the angels at creation and human beings throughout history, but even of classrooms and schools instituted by God. The author reasonably suggests that the connection between Theodore and the Cause may have been Narsai, who studied Theodore in Syriac and, as far as we know, is the first who described creation as a school class with books, pens, etc., in similes. [12] The seventh chapter, \"Spelling God’s Name with the Letters of Creation: The Use of Neoplatonic Aristotle in the Cause \" (126-154), studies the Neoplatonic interpretation of Aristotelian logic that crept into the East-Syrian Church from the beginning of the VI century onward. Becker shows how the Cause uses this material to develop a natural theology that also contains reminiscences from Ephrem and Evagrius. Relying on Sebastian Brock’s noteworthy suggestions, the author challenges the widespread assumption that philosophical materials like Aristotle’s writings and Porphyry’s Isagoge were imported into Nisibis by the Edessan School of the Persians after its migration. In fact, the evidence for such studies in fifth-century Edessa is thin, especially because it seems to be a mistake to place Probus, the early Syriac commentator and translator of Aristotle’s logical works, in Edessa in the V century. Aristotle’s logic, read through the Neoplatonists – as has been shown above all by R. Sorabji –, arrived at Nisibis later and through another way, probably thanks to direct contacts with Alexandria, as again has been suggested by Brock and confirmed by several other proofs. [13] Of course, Greek philosophy had been absorbed in the Syriac culture already since the days of Bardaisan (documentation in my \"Bardesane e la sua scuola tra la cultura occidentale e quella orientale,\" in Pensiero e istituzioni del mondo classico nelle culture del Vicino Oriente , eds. R.B. Finazzi - A. Valvo, Alessandria 2001, 237-255) and Ephrem (for the presence of philosophy in whose works see U. Possekel, Evidence of Greek Philosophical Concepts in the Writings of Ephrem the Syrian , Louvain 1999). I suggest that we might even go back to Mara bar Serapion and his philosophical letter to his son, which might be very ancient: see my \"Gesù tra i sapienti greci perseguitati ingiustamente in un antico documento filosofico pagano di lingua siriaca,\" Rivista di Filosofia Neoscolastica 97 (2005) 545-570; D. Rensberger, \"Reconsidering the Letter of Mara Bar Serapion,\" in Aramaic Studies in Judaism and Early Christianity , Winona Lake 2006, forthcoming (I am very grateful to the author for sharing his study with me). Another article on Mara's letter, its Stoic ideas and early date is forthcoming by Teun Tieleman and Annette Merz in a Festschrift for P.W. van der Horst. And of course Greek philosophy came also through Greek Patristic authors translated into Syriac – especially Platonism. The author tries to trace the philosophical background of the Cause , especially in the initial sections of this writing, where general philosophical issues are put forward; and here both Ephrem’s and Evagrius’ influence is detected, and also, e.g., that of the Tree of Porphyry, read through later Neoplatonism and transferred from logic to metaphysics. Again the Neoplatonists, and Theodore of Mopsuestia, are reasonably supposed to lie behind the issue of the epistemological inaccessibility of God, also addressed by the Cause , according to which, as a consequence, names can only be attributed to God by analogy. Once more, we may recall also Gregory of Nyssa, who held a mitigated form of apophatism that is central to his whole doctrine. Actually, the author himself remarks that some terminology of apophatism in the Cause may derive from Evagrius, who knew the Nyssene very well. In sum, it seems to me that the author demonstrates quite finely that the philosophical background of the Cause derives from both fifth-century Edessa and the spread of Greek philosophical literature in Mesopotamia in the sixth century. Some methodological indications by Becker are also valuable: much work is still required on the reception of Greek philosophical texts and ideas in Syriac, such as an edition of the earliest Syriac translation of Aristotle’s Categories . [14] Chapters Eight and Nine recontextualize the School of Nisibis and the whole East-Syrian school movement in the frame of East-Syrian monasticism. The eighth chapter, \"A Typology of East-Syrian Schools\" (155-168), analyzes the sources for the various kinds of East-Syrian schools in late antique and early Islamic Mesopotamia, of which the evidence has not yet been gathered by any scholar. The main sources are the Book of Chastity by Ishodenah of Basra, of the late eighth or the ninth century; the Book of Governors by Thomas of Marga, of the ninth century, and the Chronicle of Siirt (or Seert , as it is often transcribed), of the tenth or early eleventh century. A division into three different groups is proposed by the author: independent schools, monastic schools, and village schools. The first group is represented first of all by the School of Nisibis itself, attested from the end of the fifth to the early seventh century, but also, e.g., by the School of Seleucia, independent of any monastery or church building, under the patronage of the Catholicos or even the Persian king. There were the School of Seleucia, too, founded by Paul the Reader, that of Kashkar, perhaps, that of Balad and that of Bet Sahde in Nisibis, about which we do not know whether it was meant to counter the School of Nisibis, as Fiey supposed. Our sources often are not so clear when they say there was a school in a monastery, since they tend to conflate monasteries and schools, and thus we do not know the extent to which the school was a formal institution. As for village schools, they were small and associated neither with large ecclesiastical centres nor with monasteries, but sometimes attached to the local church; some could even offer some exegetical teaching and advanced learning. Many were founded by Babai of Gbilta in the eighth century. [15] In the ninth chapter, \"The Monastic Context of the East-Syrian School Movement\" (169-203), the author argues that, on the one hand, although not all schools were connected to monasteries, the general phenomenon of East Syrian schools is impossible to understand outside East-Syrian monasticism: even the independent School of Nisibis was modelled on monastic life; on the other hand, the schools also developed into entities that were semi-distinct from the monasteries, because of the institutional and intellectual differences that existed within the East-Syrian Church. One meaningful instance is cited of monks who refused the institution of a school in their monastery, because of their conception of monastic life as more ascetic than cenobitic: in Syrian monasticism, more and more emphasis was put on prayer, silence and solitude, and the communal life of school and book learning were progressively felt as merely earlier stages of spiritual development. This was also due to the influence of Egyptian monasticism, which is closely studied by the author, who mentions the new rules for monks by Abraham of Kashkar, inspired by the Egyptian desert Fathers. The last stage, for which the author presents good evidence, is the explicit criticism of philosophy, bookishness, and the School movement in several monastic authors. Becker also illustrates many transformations in the Church of Syria from the fifth century onwards: early figures felt as heterodox, such as Bardaisan and Tatian, were forgotten or rejected; urban ascetics were put under the control of bishops and the others removed from cities; the religious history of Edessa was reconstructed as orthodox from the very beginning. The author also depicts the enormous influence of the Origenist Evagrius of Pontus on Syriac intellectual and religious culture. The map includes two other Syrian Origenists, Ps.-Dionysius the Areopagite and Stephen Bar Sudaili: I am not surprised that Origen’s chief doctrine, that of  apocatastasis, appears again in a later Syriac ascetic, Isaac of Nineveh. An appendix is devoted to the decline of the School of Nisibis at the beginning of the seventh century—the sources for it become sparse after the sixth—, and Becker hypothesizes that this might be connected to the controversy surrounding Hnana of Adiabene, who led the school in those days: the Barhadbshabba who wrote the Cause , which comprises high praises of Hnana, may be the same as the one who signed the condemnation of Hnana and left the School of Nisibis: in this case, we should suppose a change in his attitude toward Hnana. This is entirely possible, since the Cause was probably written before the outbreak of the controversy, which is, at any rate, particularly difficult to reconstruct: he too was charged with \"Origenism,\" but this had meantime become so multivalent and vague an accusation that it is not clear what the point of the controversy was. [16] In the Conclusion (204-210), the author also indicates further areas of possible investigation, which surely would be fruitful: philosophical culture in the Sasanian empire, the conflict between East and West Syrians in Mesopotamia, the Armenian sources for the intellectual culture of fifth-century Edessa, or the nature of the \"cause\" genre. He also meditates on what emerges from his overall investigation and interpretation of the sources: in East-Syrian Christian schools, learning was not merely an intellectual act, and study was more than a purely mental activity. A significant example is that of Mar Narsai in Barhadbshabba’s Ecclesiatical History , where his study practice cannot be separated from his asceticism, which is conceived in terms of imitation of the angels, that is, ceaseless worship of God, a liturgical activity. All this points to a holistic view that joins both the intellectual and the practical, performative side of life. The Cause was a speech delivered to welcome students who entered the School of Nisibis and was aimed at presenting the whole history as a long succession of schools and to have each student feel a part of the cosmic order, performing his duty of study as a way of life. The author rightly sees this conception in line with the notion of ancient philosophy as a way of life, to which especially Pierre Hadot has recently called attention. This was true of Roman Stoicism, of the Hellenistic philosophical schools in general, but also of Pythagoreanism, for example (on which see, e.g., the introduction by Francesco Romano to his edition, Giamblico. Summa Pitagorica: Vita di Pitagora, Esortazione alla filosofia, Scienza matematica comune, Introduzione all’ Aritmetica di Nicomaco, Teologia dell’aritmetica , Milan 2006). This idea was kept up by the Christians, and it is particularly evident in the East Syrian scholastic movement, as the author finely illustrates. It is a pity that this important and sanctifying experience was restricted to only half of the Christians, just as it happened in Rabbinic schools as well, whereas already some Greek philosophical schools were open to women too. [17] The chapters are followed by the Notes, mostly devoted to bibliographical references and the indication of the sources, but also containing several valuable side-remarks (211-274). The Bibliography is selected but rich, relevant and up to date (275-286). In the last pages of the volume we find the Index (287-296), which is detailed and quite helpful, given the wide range of materials touched upon by the author in his treatment, and the Acknowledgments (297-298). [18] This book definitely is a valuable contribution that is worth reading with close attention. Some pages in the Table of Contents do not correspond to those we find in the book itself (e.g. the Note on Terminology is not found on pp. xi-xii, as it appears in the Contents, but on xiii-xiv), but the volume is very carefully realized and excellent in its overall quality, both in its contents and arguments and in the arrangement and presentation of the materials. It deserves to be warmly recommended for the valuable insights it offers to scholars who study the development of Christian culture in the Syriac speaking world in its interactions with Greek philosophy, Judaism, and the birth of Islam. Sebastian Brock in his comment on the cover notes that it is particularly helpful to have a book that shows how the Middle East and Europe were intimately related from a cultural point of view before the separation brought about by the Arab conquests. This investigation will actually contribute to four fields often still considered as unrelated: Syriac studies, the study of the reception of Greek philosophy into Syriac and Arabic, Rabbinics, and the study of Christianity in late antiquity.",
    "title" : 
    [ "Adam H. Becker, Fear of God and the Beginning of Wisdom. The School of Nisibis and Christian Scholastic Culture in Late Antique Mesopotamia, University of Pennsylvania Press, Philadelphia 2006, Series Divination, pp. xvi + 298, ISBN-13: 978-0-8122-3934-8; ISBN-10: 0-8122-3934-2.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Ramelli, Ilaria" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2prramelli",
    "displayTitleEnglish" : "Adam H. Becker, Fear of God and the Beginning of Wisdom. The School of Nisibis and Christian Scholastic Culture in Late Antique Mesopotamia, University of Pennsylvania Press, Philadelphia 2006, Series Divination, pp. xvi + 298, ISBN-13: 978-0-8122-3934-8; ISBN-10: 0-8122-3934-2." }