
  { "fullText" : "[1] This volume is a reprint of the very scarce 1936 Arabic catalogue of the Syriac and Arabic manuscripts in the Syrian Catholic Patriarchate of Charfet (Sharfeh), which is located in Dar’un-Harissa, in the hills above Jounieh, Lebanon. The convent was founded by Patriarch Ignatius Michael III Jarweh as his patriarchal see in 1786 (this volume was published to mark the 150th anniversary of this event), and it subsequently attracted wealthy donors (such as Viscount Philippe de Tarrazi) as well as donations from other monasteries and churches, enabling it to develop into one of the world’s great collections of Syriac and Christian Arabic manuscripts. The present catalogue, was produced by Chorepiscopus Isaac Armalet (Ishoq bar Armalto of Mardin, 1879–1954), Also frequently listed in library catalogues as Ishaq Armalah. who was a prolific scholar and an accomplished Syriac scribe, and lists 586 Syriac manuscripts (pp.1–293, 513–523) and 569 Arabic manuscripts of both Christian and Muslim origin (pp.295–512), ranging in date from the eleventh to the twentieth centuries. These include biblical, exegetical, theological, hagiographical, liturgical, legal, philosophical, lexical, and scientific texts (although the sections are fairly randomly divided and arranged). [2] As was noted by a contemporary reviewer, Willi Heffening, in 1938, Armalet’s work provides a useful handlist of the manuscripts, but the descriptions are rather brief and basic, and fall far short of the best cataloguing standards of his day. The catalogue’s usability is also reduced by the lack of any kind of index. In Armalet’s original Arabic and French prefaces (supplemented in this Gorgias Press re-edition by an English translation from the French) the author provides some background information about the history of the library and earlier attempts to draft catalogues, and calls attention to certain manuscripts which he finds interesting. [3] The prime virtue of Armalet’s work thus lies simply in the fact that it records the existence within the Charfet collection of certain named texts, and provides an approximate physical description and dating of the manuscripts. Before being too dismissive, however, we should remember that many European and North American collections of manuscripts are no better served by their catalogues, and many collections in the Middle East still have no reliable published catalogues of any kind. [4] It might perhaps be useful to add a few further comments about subsequent developments in the Charfet manuscript collection. In 1956 Patriarch Ignatius Gabriel I Tappouni transferred the manuscript collection of the patriarchal residence in Beirut to the library at Charfet. This collection, which has been kept separate from the earlier manuscript holdings, then numbered more than 600 manuscripts, of which 305 were Syriac or Karshuni texts. These are obviously not included in Armalet’s 1936 work, but a simple alphabetic table was provided by Dom Polycarp Sherwood in 1957. In 1993 Behnam Sony published a large Arabic catalogue of this patriarchal collection, which by this date had increased in size to 883 manuscripts. Again, descriptions of the manuscripts are kept to a bare minimum, and there is no citation of colophons etc., or indeed any use of Syriac type, but there is still far more information here than in Sherwood’s table. Sony introduced a new set of reference numbers for the manuscripts, and amongst his many useful indexes he also helpfully included a table (pp.443–448) of correspondences with the numbers cited by Sherwood. As it happens, the manuscripts in the Charfet collection are still arranged on the shelves and labelled with Sherwood’s numbers (inherited from an earlier unpublished list of Fr. Pierre Saba), rather than those of Sony. [5] Since 2006 a Franco-Lebanese research group, led by Françoise Briquel-Chatonnet, Alain Desreumaux, and Muriel Debié of the CNRS, has been actively engaged in producing a new scientific catalogue of all of the Syriac manuscripts preserved in Charfet, although it is clear that this is a task that will take many years to complete. Once their work is published the earlier catalogues of Armalet and Sony will be superseded, but in the meantime these pioneering manuscript catalogues should find a place on the shelves of any library or institute with an interest in Middle-Eastern Christianity and its literary production. _______ Notes 2 Cf. Rudolf Macuch, Geschichte der spät- und neusyrischen Literatur (Berlin 1976) 438-440. 3 He copied a number of important Syriac manuscripts from the Charfet collection for the Benedictine monastery of Montserrat, in Catalonia. 4 This section also includes many Karshuni manuscripts. 5 A further 18 manuscripts are listed in the preface which were transferred from Charfet to the Vatican Library through the agency of Cardinal Augustin Ciasca - an action strongly resented by Armalet and the local Syrian Catholic hierarchy. 6 Oriens Christianus III.13 [35] (1938) 147. 7 ‘Le Fonds patriarcal de la bibliothèque manuscrite de Charfet’, L’Orient Syrien 2.1 (1957) 93-107. 8 فهرس المخطوطات البطريركية في دير الشرفة لبنان (Beirut, 1993) 544pp.",
    "title" : 
    [ "Isaac Armalet, Catalogue of the Syriac and Arabic Manuscripts at the Patriarchal Library of Charfet [Gorgias Press 2006; ISBN 1-59333-365-X] xii*, [iv], 15, 526, [ii], 12, 14, [vi]pp; hardcover.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Taylor, David G. K." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2prtaylor",
    "displayTitleEnglish" : "Isaac Armalet, Catalogue of the Syriac and Arabic Manuscripts at the Patriarchal Library of Charfet [Gorgias Press 2006; ISBN 1-59333-365-X] xii*, [iv], 15, 526, [ii], 12, 14, [vi]pp; hardcover." }