
  { "fullText" : "[1] Susan Harvey has given us a masterful treatment of the role of the sense of smell in Late Antiquity. To change the sensory image, it is a rich, generous platter. She alerts us to the way smells filled the late antique air and provides a fascinating insight into how the Constantinian revolution changed Christian attitudes towards perfumes and incense. She also conveys how, for the late antique Christian, the bodily life of Jesus meant that the senses would be involved in experiencing God’s kingdom. [2] In the first chapter, “The Olfactory World,” Harvey describes how Greeks and Romans breathed an air filled with scents and smells. Complex and pungent aromas attended sacrifices. Aromatics were in daily use: as pesticides to drive away insects and snakes, as air fresheners in the smelly environment of an ancient city, as counteracting bodily odors. They could be used for medicinal purposes or as poisons. Hence good smells were associated with good things, bad smells with bad. Here Harvey notes that Christians had critiqued pagan sacrifices before the full impact of the Constantinian revolution as had Greco-Roman philosophers; nevertheless they had  used sacrificial rhetoric to describe Christian liturgical usage. [3] In the second chapter, “The Christian Body: Ritually Fashioned Experience,” Harvey emphasizes the importance of the Constantinian change for the Christian use of aromatics. Christians now had a place and status in the world. The increasing number of Christian churches and their public liturgy meant that a ritual context was given as the place to learn sensory meanings, to distinguish good from bad smells. Holy oil was a component of Christian initiation and perfumed oil used for the baptized. There was a growing use of spices in oils, and liturgical perfume was seen as a sign of the presence of the divine. Harvey is excellent in tracing the role incense begins to play in ritual piety, expressly as evidence in Ephrem and the Transitus Mariae. Excluded from Christian ritual for 300 years, incense contained both sacrificial symbolism as well as indicating the divine-human relationship. Unseen and yet experienced, smells wafting through the air connected the source to the one sensing. “Knowledge of God was instilled in the believer who inhaled the scent of worship.” (p. 80) [4] Chapter 3, “Olfaction and Christian Knowing,” is a treasure trove of ways in which olfaction was used as a powerful theological metaphor. The Song of Songs with its rich sensual imagery gave a strong impulse to such use. A particularly beautiful example is where Ambrose of Milan calls Christ the flower of Mary. Just as the flower does not lose its odor when cut, torn or bruised, so Jesus on the cross exhaled the gift of eternal life. Besides such use, odor could be used diagnostically, as each person has their own individual smell. Divine visitation could fill a holy person with its fragrance, and this fragrance could then become known to those who visited the holy one. Harvey also mines the liturgical commentaries and her analysis of the consecration of the holy myron is superb. [5] Chapter 4, to this reader, reveals the key problem that drives this work: How to reconcile the seemingly contradictory post-Constantinian developments of a more complex sensory ritual life for Christians and of a rising severity in asceticism? Harvey sees both these as responses to a “heightened importance of the physical realm” (p.156). She finds a reconciliation in the notion of the fragrance of virtue, and the way lives of ascetics are connected to ritual activity through olfactory images. The prime examples for her are the stylite saints: Stylite asceticism and incense piety point to a profound reconciliation between ascetic and liturgical discourses in late antiquity. She captures the late antique view that the foul smells surrounding sickness and death were a sign of humanity’s fallen condition, and wonderfully explores how the foul stench surrounding Simeon the Stylite’s ascetic endeavors could be transformed at his death into a paradisial fragrance. While her analysis works wonderfully well for the Eastern tradition, I would have liked her to suggest how this might apply in the Western tradition. While Martin of Tours once smelled the presence of the devil and Jerome has the body of Hilarion give off fragrance at his death, the life of Benedict contains no sensory images. Does this reflect a different view of ascetic endeavor, or perhaps a different attitude towards liturgy? Is Western liturgy more sight and sound than smell? [6] Harvey ends her work with a fascinating contrast between Augustine’s description of heaven, based primarily on sight, and Ephrem’s, strongly based on olfactory experience. For Harvey, sense perception is a mode of religious knowing, and for Ephrem it is “the foundational experience of the human-divine encounter both in the present and in the life to come.” (p.238) With its insistence that we be alert to our senses and to our bodily existence, this book contributes to the ongoing discussion about the body and religion. It is a treat to read.",
    "title" : 
    [ "Susan Ashbrook Harvey, Scenting Salvation. Ancient Christianity and the Olfactory Imagination. Berkeley & Los Angeles: University of California, 2006.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Doran, Robert" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n1prdoran",
    "type" : "review",
    "displayTitleEnglish" : "Susan Ashbrook Harvey, Scenting Salvation. Ancient Christianity and the Olfactory Imagination. Berkeley & Los Angeles: University of California, 2006." }