
  { "fullText" : "[1] Instruction in Syriac at the University of Toronto began in 1857, seven years after this institution replaced King’s College, which had been founded in 1827 through a Royal Charter from King George IV. A programme called “Oriental Literature,” including instruction in Hebrew, Aramaic, Syriac, Arabic and Samaritan, was established by the German-born Jacob Maier Hirschfelder (1819-1902), who must have taught all these languages. The university calendar for 1857-58 indicates that the teaching of Syriac included “Grammar (Phillips’s); The Parables in the New Testament; History of the Syriac Language and Literature.” In 1886-87, Syriac was part of the Honour Course taught in the Second Year, and the grammar used was either “Uhlemann translated by Hutchinson, or Phillips, or Noeldeke”. [2] In 1889 Hirschfelder was succeeded by his former assistant James Frederick McCurdy, a native of New Brunswick (1847-1935). He was a Semitist and Assyriologist, with degrees from Princeton, Tübingen, and Leipzig. His teachers were none other than the distinguished Delitzsch, Schrader, and Nöldeke. Post-graduate studies in “Orientals” appeared in the Calendar for 1889-90, and here the study of Syriac expanded beyond the Syriac Bible to “Selections from Bar Hebraeus, and Ephraem Syrus.” One of the reference books was Nöldeke’s Kurzgefasste syrische Grammatik , which by that time was one of the most widely used grammars of Syriac. The Ph.D. programme in Oriental Languages, called in this context Semitic Languages or Semitics, was introduced in 1897. [3] One of McCurdy’s assistants was William Robert Taylor, a graduate of Toronto in Theology and Bible; he succeeded McCurdy upon his retirement in 1914. Taylor, a native of Ontario (1882-1951), was an outstanding scholar who mastered several ancient languages and published extensively, mostly in the field of Biblical Studies. He must have been the supervisor of Frederick Victor Winnett, also a native of Ontario (1903-1989), who wrote his dissertation on the 13th century Syriac author ‛Abdīšō bar Brīkhā. This dissertation, entitled Paradise of Eden , was “submitted in conformity with the requirements for the degree of Doctor of Philosophy in the University of Toronto;” it was published by the University of Toronto Press in 1929. In the introduction, Winnett justified his study of the Paradise of Eden , saying “its avowed purpose is to display the resources and elegancies and subtleties of that tongue [Syriac], just as the Maqamat of al-Hariri was written to display the niceties of the Arabic language.” A master of Syriac and Arabic, Winnett devoted most of his research at the University of Toronto to Pre-Islamic Arabic studies. [4] In 1929 Winnett was added to the staff as Lecturer, and one year later, another Syriac scholar, William Steward McCullough, became temporary Lecturer. McCullough, a native of Toronto (1902-1982), was also versed in all biblical languages, including Syriac. Overwhelmed by teaching duties, intensive research by him did not begin until he retired in 1970, and during his retirement he wrote his A Short History of Syriac Christianity to the Rise of Islam , (published posthumously in 1982 by Scholars Press). This is an excellent tool for the study of both Eastern and Western branches of Syriac Christianity, and in it the author proved himself critical, comprehensive, and insightful. The minutes of the Council of University College dated September 20, 1982, reveal that at the time of Professor McCullough’s death, he “left behind a substantial portion of a translation from Syriac of a monumental work of the thirteenth century, the Ecclesiastical History by the learned Bar-Hebraeus.” Though the minutes state that “one of McCullough’s former students has undertaken to bring the task to completion,” neither the name of this student nor the fate of McCullough’s translation is now known. Unfortunately, this worthwhile study was never published. [5] In 1961, while McCullough was teaching Oriental Languages at University College, Professor Ernest George Clarke was appointed Associate Professor of Near Eastern Studies at Victoria College, where he taught Aramaic. Clarke was born in Ontario in 1927 and after he obtained a Master’s degree in Oriental Languages at the University of Toronto, he studied for his doctorate at Leiden University, the Netherlands, graduating in 1962. His doctoral dissertation was on Syriac: The Selected Questions of Ishō Bar Nūn on the Pentateuch , published by Brill in 1962, but his research while at the University of Toronto concentrated on the targums until he retired in 1993. He died in Toronto in 1997 while still active in his targumic research. [6] One year after McCullough’s retirement in 1970, David John Lane was appointed Assistant Professor of Aramaic and Syriac in the then Department of Near Eastern Studies. David was born in 1935 in England, where he studied Theology and Oriental Studies, concentrating on Hebrew, Aramaic and Syriac. At the University of Toronto he worked on the Syriac Bible, editing several books of the Old Testament for the Leiden Peshitta Institute, revising other books, and publishing a monograph that took Peshitta studies out of simple text criticism of the Old Testament into the wider field of Syriac church history and liturgy. Although he had received tenure in the department as Associate Professor, in 1983 Lane left Toronto to join the staff of the College of the Resurrection, Mirfield, near Huddersfield, England. After completing his work on the Peshitta, he began doing research on the Syriac Fathers, especially Shubhalmaran, a 7th century bishop and ascetic author. His edition and translation of the latter’s Book of Gifts was published on Lane’s 70th birthday in the CSCO. He died in January 9, 2005, while lecturing on Syriac at the St Ephrem Ecumenical Research Institute, Kerala, India. [7] After Lane’s departure from Toronto in 1983, Ernest Clarke took over the teaching of Syriac, as well as his own area of Aramaic, in the department. From 1988 until the present time, a full undergraduate and graduate programme in Syriac studies has been directed by Amir Harrak in the Department of Near and Middle Eastern Civilizations.",
    "title" : 
    [ "Years of Syriac Studies at the University of Toronto",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Harrak, Amir" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2harrak",
    "displayTitleEnglish" : "150 Years of Syriac Studies at the University of Toronto" }