
  { "fullText" : "[1] At the Conference of the American Oriental Society in 2001 in Toronto, Wassilios Klein presented an overview of the Syriac language and script of Central Asian tombstones from Biškek and Tokmak. W. Klein, Syriac Writings and Turkic Language according to Central Asian Tombstone Inscriptions, in: Hugoye: Journal of Syriac Studies 5\/2 (2002), [ ] (accessed 20\/7\/2004). In concluding the overview, he made reference to the Turkic-language inscriptions in Syriac script from Quanzhou in China, which at that stage had not been edited in full. While a sample of these inscriptions have been edited and translated since then by members of the Australian research team that has been working on them since 2001, L. Eccles, M. Franzmann, and S. Lieu, Observations on Select Christian Inscriptions in the Syriac Script from Zayton, in: From Palmyra to Zayton: Epigraphy and Iconography , edited by I. Gardner, S. Lieu, and K. Parry, Turnhout 2005 (Silk Road Studies 10), 247-78. I wish to acknowledge the teamwork with my colleagues on the inscriptions, with generous assistance from Prof. Peter Zieme and Prof. Aloïs van Tongerloo, which lies behind this paper. See other recent work, for example, in M. Franzmann and S.N.C. Lieu, A New Nestorian Tombstone from Quanzhou: Z47, Epitaph of the Lady Kejamtâ, in: Jingjiao. The Church of the East in China and Central Asia , edited by R. Malek and P. Hofrichter, Sankt Augustin 2006 (Institut Monumenta Serica), 293-302; Niu Ruji, Nestorian Inscriptions from China (13th – 14th Centuries), Jingjiao , 209-242; and Niu Ruji, A New Syriac-Uighur Inscription from China (Quanzhou, Fujian Province), in: Journal of the Canadian Society for Syriac Studies 4 (2004), 60-65. there is as yet no similar overview of the Syriac language and script from the inscriptions as Klein makes available for the Biškek area. This article proposes to fill that gap to enable a more comprehensive view of the extent of Syriac development across Central Asia and into China. It will also enable an evaluation of Klein’s summary statement about the Quanzhou inscriptions: “In any case, they are of a completely different character to the Central Asian tombstones.” See K. Parry, The Iconography of the Christian Tombstones from Zayton, From Palmyra to Zayton , 229-246; K. Parry, Angels and Apsaras: Christian Tombstones from Quanzhou, in: The Journal of the Asian Arts Society of Australia 12\/2 (2003), 4-5; and K. Parry, Images in the Church of the East: The Evidence from Central Asia and China, in: The Church of the East: Life and Thought , edited by J.F. Coakley and K. Parry, Bulletin of the John Rylands University Library of Manchester 78\/3 (1996), 143-162. Only the script will be analysed. Of course there is a very limited amount of Syriac language as opposed to script, so that comparisons with Klein’s material is also thereby limited. The iconography of the tombstones has been the subject of articles by my colleague Ken Parry. [2] There are currently nine inscribed stones in Syriac script on display in Quanzhou: eight are in the Quanzhou Maritime Museum (108, [Wu 84]; 109, [Wu 82]; 110, [Wu 79]; 111, also KJ008, [Wu 78.1-2]; 130, also KJ006, [Wu 76.1 –2]; 131, also KJ016; 138, also KJ007, [Wu 77.1-3]; 271, also KJ029, [Wu 108]), and the ninth is a new find, first viewed by the Australian research team in 2002 in the Quanzhou Southern-Style Historical Buildings Museum, and now on display in the Quanzhou City Museum. All the inscriptions dated so far belong to the early to middle 14 th century CE, almost all within the dating timeframe of 1250-1342 given by Klein for the major finds of tombstones from Biškek and Burana under analysis in his overview (although the stones in Almalyk date up to the 1370s). Letters formed in Syriac [3] Several features which Klein noted about the formation of Syriac letters in the Central Asian material hold true for the Quanzhou inscriptions: the letters are in Estrangelo, with fairly consistent ligature of the taw-alaph , and with some considerable variation in the formation of the alaph . However, other features which Klein found are not present: the rish and daleth retain the diacritic point although with the weathering of the stones it is sometimes difficult to judge what is a diacritic mark and what a simple pockmark, and there is no great tendency to connect letters beyond what is normally found. [4] The variation in the formation especially of the alaph even within the same inscription is quite striking. The samek is also problematical, but this lies more in the degree to which the letter leans towards the right rather than the actual formation of the letter. While there is variation amongst all the letters in the inscriptions to some extent, as would only be expected with a variety of hands, the variation in the formation of the alaph is the most noticeable. [5] Klein described the Central Asian variant alaph as follows: The high line slanting towards the right is also common in other inscriptions, but the small check-mark underneath usually goes towards the right from the bottom of the vertical line, or crosses the vertical line. Here it runs upwards towards the left, so that the letter takes the form of a check-mark (√). [6] Klein also notes that this variant as well as the usual form appear together. The Quanzhou inscriptions sometimes reveal the same feature. Inscription 108, lines 1 and 6, for example, exhibit a tendency to the check-mark formation of the alaph as described by Klein. However there is also a perfectly normally formed initial alaph in line 12. The greatest difference in formation of the initial aleph is found in the bilingual inscription, 271. In this inscription, the second word of line 1 ( ܐܝܠܠܐܪܢܝܢܓ ) and the first word of line 2 ( ܐܘܘܕ ) both have an intial alaph that appears to correspond with Klein’s examples, and yet the initial alaph for the seventh word in line 1 ( ܐܦܝܣܩܘܦܐܢܝܢܓ ) is normally formed. [7] While weathering and other damage to the stones makes reading the Syriac script difficult, the situation is not improved by some inscriptions in which the Syriac letters are poorly formed rather than showing a variant formation. The greatest problem is with the variation in relative size of letters where this may make reading difficult: the difference between yodh and nun , or even between yodh and lamedh . The relative sizing of yodh and chet does not really present a difficulty since the chet is generally consistently very small and it appears only in the Syriac formulae, not at all in the Turkic. A good example of the difficulty with yodh and nun is found in 108, line 8, where the nun is written smaller than the yodh in the word ܡܝܢܓ , and yet three lines earlier the yodh in ܦܝܠܝܦܘܣ is much smaller in relation to the lamedh . In 131, line 4, however, exactly the opposite occurs where the first yodh in the word ܦܝܠܝܦܘܣ is almost as high as the following lamedh . [8] When it comes to the question of relative size, the formation of the Syriac letters may be a problem for stonemasons who have no knowledge of the letters. But the difficulty with the Syriac seems unlikely to be the problem of the (Syriac) illiteracy of the stonemasons themselves, as Klein suggests. That they are adept at their art is amply indicated by the stones with Arabic script in the Quanzhou Maritime Museum. It seems more probable that the fault lies with the poorly written script by the one commissioning the work from which they are copying, attesting to a possible loss of facility with Syriac script within the community. Syriac Liturgical\/Prayer Formulae [9] Introductory formulae on the majority of the stones are in Syriac language. This is the only appearance of Syriac language per se, apart from loan words and other items that will be discussed below. These opening formulae are much more elaborate than those from Semiriče and Biškek as recorded by Klein. [10] Of the seven inscriptions which include a complete opening section, apart from the rather official Chinese\/Syro-Turkic bilingual, five open with a formula that shows very little variation: 130 ܒܫܡ ܐܒܐ ܘܒܪܐ ܘܪܘܚܐ ܕܩܘܕܫܐ In the name of the Father and the Son (and) the Holy Spirit. 138 ܒܫܡ ܐܒܐ ܘܒܪܐ ܘܪܘܚܐ ܕܩܘܕܫܐ In the name of the Father and the Son and the Holy Spirit. 131 ܒܫܡ ܐܒܐ ܘܒܪܐ ܘܪܘܚܐ ܕܩܘܕܫܐ ܠܥܠܡܝܢ In the name of the Father and the Son (and) the Holy Spirit forever. New piece ܒܫܡ ܐܒܐ ܘܒܪܐ ܘܪܘܚܐ ܕܩܘܕܫܐ ܠܥܠܡܝܢ In the name of the Father and of the Son and of the Holy Spirit, forever. 108 ܒܫܡ ܐܒܐ ܘܒܪܐ ܘܪܘܚܐ ܕܩܘܕܫܐ ܠܥܠܡܝܢ ܐܡܝܢ In the name of the Father and the Son and the Holy Spirit forever amen. The formulae are all correct grammatically and orthographically in the stones so far edited or translated. Perhaps if more Syriac language had been used, there may have been evidence of faults in this regard as Klein found on the Central Asian stones. Syriac Names [11] We have no knowledge as yet of the ethnic make-up of the communities in Quanzhou in the 14 th century, although we know that some of the community were descendants of those who came from Central Asia; in 130, lines 5-9, we read of the deceased Usha Tasqan, the son of Tutmiš Ata, “from the city of Chotcho”. All the names so far deciphered on the inscriptions are Turkic, Syrian, or biblical, and there is no way of knowing if any of these are names taken by Chinese converts to Christianity. It would not be unreasonable to consider that there may have been Chinese converts among the community. Chwolson notes the grave of a Chinese believer, Terim, in Semiriče. [12] There are biblical names, though only for one or two of the deceased identified so far—in a badly damaged end of 108, it may be possible to read “Paulus”, and the bilingual is for Bishop Mar Solomon. Apart from this, the first name of the one who dedicates Mar Solomon’s tomb is Timothy. Biblical names also appear in a separate list of Old Testament patriarchs, Abraham, Isaac and Jacob in 109, lines 16-17. [13] Names that are frequent in Klein’s material, and in Chwolson’s before him, are also found here. Thus in the new piece, line 17, we read the name of the deceased as Kejamtâ( ܩܝܡܛܐ lit. = the resurrection). The name occurs ten times in Chwolson’s inscriptions. Zauma is the second name of the one who dedicates Mar Solomon’s tomb, Zauma being another version of S auma (“fast”) (bilingual, line 2). It occurs some 15 times in Chwolson’s inscriptions Chwolson (1890, 134) notes that the name occurs seven times in his data and is a frequently used Syrian name; see also Chwolson (1897), no. 7 (p. 7), no. 19 (p. 10), no. 25 (p. 11), no. 40, a woman’s name (p. 13), no. 201 (p. 38), no. 230 (p. 42), no. 237 (p. 42), no. 243 (p. 45). Syriac Titles [14] The bilingual inscription uses the title “most reverend bishop”. The title of bishop ܐܦܝܣܩܘܦܐܢܝܢܓ is a loan word from the Syriac which itself is a loan word from the Greek ( episkopoV ). The term is reproduced as closely as possible in transliteration in the Turkic and Chinese (episqopa-nïng and abisiguba). The extra descriptor “most reverend” is again reproduced as exactly as possible in the Turkic and Chinese transliteration (mari h asya and Mali Haxiya). There is clearly no attempt to find a Turkic or Chinese equivalent for “most reverend”; the title of Bishop includes with it the further qualification “most reverend”, so that it is all of one piece. The use of the Syriac here is indicative of perhaps two things—that the bishop and his designated role within the Syrian region has no real equivalent either for the people of Central Asia or for the people of China; and\/or that the presence of a bishop sent from the originating communities in Syria or from the Central Asian region has such status that there is no attempt to tamper with the official title. Klein also notes that titles are preserved “in the form in which the Syrians brought them”. Klein, Syriac Writings and Turkic Language, #5. [15] Apart from the words for “bishop” and “most reverend”, there is only the loan word ܩܒܪܐ (“tomb”) in the inscriptions. Syriac Transcription of Turkic [16] The inevitable differences in Syriac spelling of Turkish words is noted by Klein, as well as the difficulties in using Syriac for the Turkic phonemes that did not all have some corresponding symbol in Syriac. Ibid., #19. Similarities are obvious with Klein’s material, and one small example will suffice to show them—108, lines 4-11. For the text in full, see Eccles, Franzmann and Lieu, Observations, 260-261. The Syriac letter ﺤ has been used here to indicate where an adapted letter has been used to designate the guttural as in the khan , as discussed below. 4 ܡܩܕܘܢܝܐ ܦܐܠܝܥ mqdwny’ p’ly‘ m(a)q(e)donya balïq 5 ܠܝܥ ܦܝܠܝܦܘܣ ܟܐܢ ly‘ pylypws X’n -lïg( g ) pilipos xan 6 ܐܘܥܠܝ ܐܠܟܣܢܕܪܘܣ ’w‘ly ’lksndrws o g lï al(e)ks(a)ndros 7 ܐܝܠܝܓ ܟܐܢ ܣܐܟܝܫܝ ’yly‘ X’n s’XyŠy ilig xan saqïšï 8 ܝܝܠ ܡܝܢܓ ܐܠܛܝ yyl myng ’lty yïl mïng altï 9 ܝܘܙ ܐܘܢ ܐܠܛܝ ܛܐ ywz ’wn ’lty t’ yüz on altï-ta 10 ܛܐܒܥܐܨ ܣܐܟܝܫܝ t’b‘’S s’XYŠy tab g ac saqïšï 11 ܠܘܘ ܝܝܠ lww yylY... loo   yïlï ... Translation [17] In the year 1616 of the reckoning of Alexander the Great King, son of King Philip from the province of Macedonia, in the Year of the Dragon of the Chinese reckoning... [18] Similar to the inscriptions investigated by Klein, the yodh is used here for both i and ï, normally distinguished as front and back vowels; and the alaph also is used for the vowel i in the word ilig . Waw is used for o as well as ü, as Klein notes also. Gamal is interchangeable with ‘ayn , as is beth with pe , also as noted by Klein. Finally the same use of the sadhe for the Turkic sound c is found in line 10. Klein, Syriac Writings and Turkic Language, #20. [19] Finally one must note the same use of the adapted letter to designate the guttural as used in the word khan . Klein characterises it as a special symbol “created based on the Syriac k and supplemented by a diacritic check-mark”. He argues that it cannot be the Arabic kaf , although it looks rather similar in its formation, which has a final form and is not connected as this letter is both to the left and the right. 18 In fact, in the Quanzhou inscriptions there are no instances of the letter joining to the right. Chwolson had already suggested that this is a letter created by Syriac speakers. That it is not the Arabic is made more likely by the fact that the Arabic ق generally transcribes the Turkic k and ﮐ transcribes the Turkic K. 19 [20] Klaus Beyer notes that the Nestorian final kaf and the sogdian-uigur non-final k\/g look a little like a number 5 and he suggests that it is this kaf that is used here as a symbol for a special turkic-uigur consonant or double consonant (e.g. tk ) which is not found in East Syriac and which is close to the Turkic k. Prof. Klaus Beyer, personal correspondence, 26.6.04. Prof. Beyer also considers it highly unlikely that this is an Arabic letter. Syriac Dating [21] Klein comments that the Central Asian inscriptions use the Turkic dating system with reference to the twelve-year animal cycle as well as the Seleucid dating system used by Syrian Christians. He adds: “It is striking that only the Turkic-language tombstones add the information that it is the era of Alexander, and that the inscriptions on Chinese territory generally do not include this dating and the resulting association with Syria”. Klein, Syriac Writings and Turkic Language, #8. However, in the majority of the Quanzhou inscriptions, immediately after the opening formula, the dating of the burial\/death begins with just such a reference to the calendar\/reckoning ( ܣܐܟܝܫܝ ) based on the reign of Alexander (111 and 130) or of Philip and Alexander (108, 131, and the new piece). Where the name of Alexander only occurs, the title of King\/Khan is ascribed to him ( ܐܠܟܣܢܕܪܘܣ ܟܐܢ 111 and 130). Where the names of Alexander and Philip occur, Philip is given the title of King ( ܦܝܠܝܦܘܣ ܟܐܢ ) and Alexander is the Great King ( ܐܠܟܣܢܕܪܘܣ ܐܝܠܝܓ ܟܐܢ ; 108, 131, and the new piece). It is unusual to include Philip in the formula; his name appears only once in a Syro-Turkic Nestorian inscription from Central Asia which reads “in the year of King (Khan) Alexander, son of Philip of Macedonia”. Cf. Č. Džumagulov, Yazyk syro-tjukskix (nestorianskix) Pamjatnikov fsKirgizii , (Frunze, 1971), 91, text line 1. [22] In conclusion, the Syro-Turkic inscriptions from Quanzhou show some similarities with Klein’s material from Central Asia, although the former inscriptions are generally longer and more elaborate. Perhaps what is most surprising in the material presented above is the final section regarding the dating formulae. Together with the preservation of the Syriac forms for the titles of Mar Solomon, this evidences a very strong link with the originating Syriac communities and their tradition. However, despite the clear desire to keep that link strong, the inscriptions also attest to an inevitable and regrettable loss of proficiency with the Syriac script itself. _______ Notes † An earlier version of this paper was presented at the 9th Symposium Syriacum in Kaslik, Lebanon in 2004. I wish to acknowledge the teamwork that lies behind this paper that draws on a selection of the Syro-Turkic texts from Quanzhou which have been edited and translated by Prof. Sam Lieu, Dr. Lance Eccles and myself, with generous assistance from colleagues, Prof. Peter Zieme and Prof. Aloïs van Tongerloo. 3 See K. Parry, The Iconography of the Christian Tombstones from Zayton, From Palmyra to Zayton , 229-246; K. Parry, Angels and Apsaras: Christian Tombstones from Quanzhou, in: The Journal of the Asian Arts Society of Australia 12\/2 (2003), 4-5; and K. Parry, Images in the Church of the East: The Evidence from Central Asia and China, in: The Church of the East: Life and Thought , edited by J.F. Coakley and K. Parry, Bulletin of the John Rylands University Library of Manchester 78\/3 (1996), 143-162. 4 Klein, Syriac Writings and Turkic Language, #29. 5 The first number mentioned is the current number given in the museum. Numbers in square brackets are taken from Wu Wenliang, Quanzhou zongjiao shike (Religious Stone Inscriptions at Quanzhou) , Beijing 1957. Stone 131 is not found in Wu; see pl. 7, fig. 3.5 in Wu Yuxiong, Fujian Quanzhou faxian di Yelikewen (Qingjiao) bei (On the Nestorian tombstone discovered in Quanzhou, Fujian), in: Kaogu (1988\/11), 1015-1020, pls. 7-8, 1018. The research team is aware that many of the stones are well-produced replicas, and continue the search for those originals that have survived. 6 Klein, Syriac Writings and Turkic Language, #2. The team’s preliminary tentative dating is as follows: 130 1301 108 1305 131 1307(?) 271 1313 new piece 1313 111 1347 7 See ibid., #23-28. 8 Klein (ibid., # 9-10) gives a good overview of the use of Syriac language in Central Asia and the relative knowledge of Syriac. 9 The name is uncertain, but is read as Tasqan in Niu Ruji, Quanzhou xuliya-weiwuer shuangyu jingjiaobi zai kao shi (A re-examination and translation of the mixed Syriac-Uighur language Inscription from Quanzhou), Minzhu Yuwen (1999\/3), 33. 10 Inscription no. 24 in D. Chwolson, Syrisch-Nestorianische Grabinschriften aus Semiretschie , Neue Folge, St.-Pétersbourg 1897, p. 11. 11 See the similar use of the list of Old Testament matriarchs, Sara, Rebecca, and Rachel, in the Epitaph of Elizabeth of Yangzhou (a bilingual Syro-Turkic\/Chinese inscription), line 9. A photograph of the rubbing of the inscription appears in Wang Qinjin, Yuan yanyou sinian jelishiba mubei kaoshi, in: Kaogu (1989\/6), 553-554 and 557. 12 In D. Chwolson, Syrisch-Nestorianische Grabinscriften aus Semiretschie, Nebst einer Belage: Über das türkische Sprachmaterial dieser Grabinschriften von W. Radloff, mit drei phototypischen Tafeln und einer ebensolchen, von Julius Euting ausbeargeiteten Schrifttafel , St.-Pétersbourg 1890 (Mémoires de l’Académie Impériale des Sciences de St.-Pétersbourg, VIIe série, Tome XXXVII, No. 8): inscriptions 50,2 (the girl Kejamtâ, p. 86), 50,23 (the believer Kejamtâ, p. 91), and 98,1 (the believer Kejamtâ, p. 31); in D. Chwolson (1897): inscriptions 31 (the believer Kejamthâ, [but spelled ܩܝܡܬܐ according to Chwolson], p. 12), 67 (the girl Pazak Kejamthâ, p. 18), 112 (the believer Kejamthâ, p. 27), 211 (the believer Kejamthâ, p. 39), 261 (the believer Kejamthâ, p. 47), 264 (Kejamthâ, p. 47), and 294 (the little girl Kejamthâ, p. 49). 18 Ibid., #21. 19 Chwolson (1890), 143, fn. 1.",
    "title" : 
    [ "Syriac Language and Script in a Chinese Setting: Nestorian Inscriptions from Quanzhou, China†",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Franzmann, Majella" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2franzmann",
    "displayTitleEnglish" : "Syriac Language and Script in a Chinese Setting: Nestorian Inscriptions from Quanzhou, China†" }