
  { "fullText" : "[1] It is with great sadness that we announce to Hugoye readers the passing away of William (\"Bill\") Petersen at 7:30 PM, Dec. 20, 2006 of a rapidly metastasizing kidney cancer (discovered only in July). Bill was a great friend of many of us, and he served on the editorial committee of Hugoye since its inception. Those of us who knew him well will miss him. Those of us who know him from his work will miss his work. [2] William Petersen was born in Laredo, Texas, U.S.A., in 1950. He obtained a Ph.D. from Utrecht University. A revised version of his dissertation appeared in 1985 as his first book, The Diatessaron and Ephrem of Syrus as Sources of Romanos the Melodist (CSCO 475 [Subsidia 74] Peeters, 1985). \"Since 1999, he was Professor of New Testament and Christian Origins in the Religious Studies Program and also Professor in the Department of Classics and Ancient Mediterranean Studies at the Pennsylvania State University in University Park, Pennsylvania. Earlier he was Associate Professor in both of those divisions (1993-1999 and 1995-1999, respectively), and Assistant Professor of New Testament and Christian Origins (1990-1993). From 1998 to 2006 he served as Director of the Religious Studies Program at Penn State. Before joining that faculty, he was Visiting Assistant (1985-1986) and Assistant Professor (1986-1990) of Early Church History and Patristics at the University of Notre Dame.\" [3] Bill is known to many of us from his Diatessaron studies. His knowledge of Syriac, Greek, Old High German, Old Saxon, and Middle English made him a perfect scholar for Diatessaronic studies. His major study Tatian's Diatessaron. Its Creation, Dissemination, Significance and History in Scholarship (Leiden, New York, Cologne: Brill, 1994) will remain a standard reference for decades to come. [4] I had contacted Bill on August 1 of last year to ask him if he can write a Hugoye obituary for his doctoral Doktorvater Gilles Quispel. He reply was long and passionate. He declined for one reason: just a week earlier he had been diagnosed with \"incurable\" kidney cancer. Despite this he wrote, \"Obviously I'm not happy about this, but as we both know, life is full of surprises, and we just have to accept them with as much grace and courage as we can.\" He continuously updated me on his situation and I in turn updated key scholars in the field. His last good bye message came just days before he passed away. [5] A more detailed obituary by Eldon Jay Epp can be found at http:\/\/www.sbl-site.org\/Article.aspx?ArticleId=631” .",
    "title" : 
    [ "William L. Petersen (1950-2006)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n1obpetersen",
    "type" : "obituary",
    "displayTitleEnglish" : "William L. Petersen (1950-2006)" }