
  { "fullText" : "‘Let me too praise men of grace, our fathers in their times; let us accord much honour to them’ (Bar Sira 44:1, Peshitta). [1] Hugoye’s tenth anniversary offers the opportunity to reflect briefly on the past, I am most grateful to Luk van Rompay for his helpful comments and for providing me with some dates; also to Christine Mason, of the Bodleian Library (Oxford), who also located an elusive date for me. as well as to look to the future. In the course of these last ten years Syriac studies have lost a number of fine workers in the field, and it is appropriate here to recall some of their contributions in different areas within Syriac studies as a whole. The selection of names, and in particular of works, mentioned below is certainly not intended to be exhaustive, though I hope that no important scholar in this field has been overlooked. Where bibliographies of particular scholars are available, these are indicated in the notes. Otherwise, further bibliographical information can for the most part be found in my Syriac Studies : a Classified Bibliography ( 1960-1990 ) (Kaslik, 1996), and continued in Parole de l’Orient 23 (1998) and 29 (2004); a further one, covering 2001-2005, is in preparation for Parole de l’Orient 32 (2007). The Syriac Biblical Versions [2] Several patriarchs during the past century of the various Syriac Churches have been notable Syriac scholars; the most recent of them was the late Patriarch of the Chaldean Catholic Church, Mar Raphael Bidawid (1922-2003) On him see G. Kiraz in Hugoye 7\/1 (2004). . In the field of biblical studies he was the editor of the Syriac version of 4 Esdras (Apocalypse of Esdras), preserved complete only in the famous Milan Peshitta manuscript (7a1); this was published  in one of the earliest volumes of the Leiden Vetus Testamentum Syriace (IV.3; 1973). [3] Michael Weitzman (1946-1998) was someone whose profound scholarship and innovative approach to the origins of the Peshitta Old Testament is evident on every page of his The Syriac Version of the Old Testament. An Introduction , published posthumously. Cambridge, 1999. Modestly described as just ‘An Introduction’, this is an Introduction on the scale of H.B. Swete’s An Introduction to the Old Testament in Greek (1900, 2 nd edn 1914), albeit of a very different character; just as Swete’s work is still invaluable a century later for certain types of information, so too it is likely that Weitzman’s Introduction will continue to be read and consulted with profit for many years to come. Besides editing a volume of essays in his memory, Biblical Hebrew, Biblical Texts.  Essays in Memory of Michael P. Weitzman (Journal for the Study of the Old Testament, Supplement Series 333; London, 2001). his colleagues at University College, London, Ada Rapapport-Albert and Gillian Greenberg very usefully collected together his various articles into a volume entitled From Judaism to Christianity, From Judaism to Christianity.  Studies in the Hebrew and Syriac Bibles (Journal of Semitic Studies, Supplement 8; Oxford, 1999). after the title of his influential contribution of 1992, which opens the volume. [4] Although Michael Weitzman was in close contact with the Peshitta Institute (Leiden) he was never directly involved in the edition of the Vetus Testamentum Syriace (VTS). Another scholar, David Lane (1935-2005), On him see J. Thekeparampil in Hugoye 8\/1 (2005). however, was closely involved with the work of the Institute over many years, in particular editing Qoheleth and (with J.A. Emerton) Wisdom and the Song of Songs, all in VTS II.5 (1979), and later, Leviticus (in VTS I.2, 1991). Besides a number of different articles on the Peshitta of these books, he also produced an important monograph, The Peshitta of Leviticus, Monographs of the Peshitta Institute 6; Leiden, 1994). at the end of which he offers an interesting theory concerning the origin of the standard medieval text of the Peshitta Old Testament. [5] Among the various publications in the field of Syriac studies, J.P.M. van der Ploeg (1909-2004) On him see L. van Rompay in Hugoye 8\/1 (2005). contributed a worthwhile article on the Peshitta Old Testament in general In a volume on The Malabar Church (ed. J. Vellian; OCA 186, 1970), pp. 23-32. He was the recipient of a Festschrift, Von Kanaan bis Kerala (Alte Orient und Altes Testament 211; 1982), which includes his bibliography to that date. On him see L. van Rompay in Hugoye 8\/1 (2005). , and an edition of a hitherto unknown Syriac version of the Book of Judith. The Book of Judith (Moran Etho 3; Kottayam, 1991);  a fine study of this version, by L. van Rompay, is to be found in W.Th. van Peursen and B. ter Haar Romeny (eds), Text, Translation and Tradition. Studies in the Peshitta and its Use in the Syriac Tradition presented to Konrad D. Jenner (Monographs of the Peshitta Institute, 14; Leiden, 2006), pp. 205-30. [6] Anyone who has an interest in the Diatessaron will especially be grateful to William (Bill) L. Petersen (1950 - December 2006) whose many contributions on problems surrounding the Diatessaron culminated in his Tatian's Diatessaron. Its Creation, Dissemination, Significance, and History in Scholarship Supplements to Vigiliae Christianae 25; Leiden, 1994. , which constitutes a truly masterly guide to the complex problems surrounding this famous harmony of the Four Gospels. Petersen had studied under another great Diatessaron scholar who had died earlier this year, Gilles Quispel (1916-2006), whose many stimulating contributions every now and then also touched on things Syriac. Syriac Literature [7] The study of early Syriac literature and the emergence of Christianity in Edessa owes a great deal to Han J. W. Drijvers (1934-2002). On him see J.J. van Ginkel in Hugoye 5\/2 (2002). His monograph on Bardaisan’s teaching remains a standard work on the subject, forty years on. His many incisive articles on the Odes of Solomon, the Acts of Thomas and the character of early Syriac Christianity need to be taken into account by anyone working in that area, even though some of his views (such as his third-century dating of the Odes of Solomon and his emphasis on the solely Greek background of second- and third- century Syriac Christianity) are open to dispute. Many of his articles in the Syriac field are conveniently collected in the first of his two volumes in the Variorum Reprints, His bibliography, 1961-1999, can be found in the first of two Festschrifts in his honour, edited by G.J. Reinink and A.C. Klugkist, After Bardaisan (Orientalia Lovaniensia Analecta 89;  Leuven, 1999), pp. xv-xxxii. East of Antioch.  Studies in Early Syriac Christianity (London, 1984). Among his last publications in the Syriac field was a photographic edition, with a study done in conjunction with his son Jan Willem, of a very early Syriac text on the Finding of the Cross. The Finding of the True Cross. The Judas Kyriakos Legend in Syriac (CSCO 565; Subs. 93; 1997). [8] Considerable interest has been shown in recent years in the links between Ephrem and Jewish exegetical traditions. Here one of the most substantial contributions has been Motifs from Genesis 1-11 in the Genuine Hymns of Ephrem the Syrian , Coniectanea Biblica, Old Testament Series 11; Lund, 1978. by Tryggve Kronholm (1939-1999), whose subtitle specifies ‘with particular reference to the influence of Jewish exegetical tradition’. He subsequently followed this up with worthwhile articles on Ephrem’s treatment of Abraham and of Judah and Tamar (Gen. 38). In  Solving Riddles and Untying Knots... Studies in Honor of J.C. Greenfield (Winona Lake, 1995), pp. 107-15, and in Orientalia Suecana 40 (1991), pp. 149-63, respectively. [9] Possible links in a different direction, between Ephrem and the Greek poet Romanos, were the topic of Bill Petersen's stimulating The Diatessaron and Ephrem Syrus as Sources of Romanos the Melodist . Patrologia Orientalis 28.1 (1959). Even though Petersen may have sometimes overstated his case for the influence of Ephrem on Romanos, nevertheless he did a great service in drawing attention to the serious possibility that Romanos, who came from Homs, could have made use (and indeed probably did) of literary sources in Syriac, as well as in Greek. [10] What is still the only book-length study, from the point of view of literary history, of the Persian martyrdoms was produced by Gernot Wiessner (1933-1999), in his Untersuchungen zur syrischen Literaturgeschichte I. Zur Märtyrerüberlieferung aus der Christenverfolgung Schapurs II. Abhandlungen der Akademie der Wissenschaften in Göttingen, phil.-hist. Kl. III.67; 1967). He was also the editor of two volumes of essays on different aspects of Syriac literature, the second of which was a Festschrift in honour of W. Strothmann:  Erkenntnisse und Meinungen I-II (Göttinger Orientforschungen, I. Reihe: Syriaca 3 and 17; Wiesbaden, 1973, 1978). Wiessner also produced a series of valuable studies of church architecture in Tur Abdin: Christliche Kultbauten im Tur Abdin (4 vols, Wiesbaden, 1981-93). [11] For Syriacists the name of Antoine Guillaumont (1915-2000) is primarily associated with Evagrius and his discovery, followed by edition, of the lost ‘uncensored’ version of Evagrius’s Centuries on (Spiritual) Knowledge. CSCO 475, Subs. 74; Louvain, 1985. After publishing the text of the two forms of the Syriac text, Guillaumont set out the significance of this work in both the Greek and Syriac traditions in a masterly monograph, Les Kephalaia Gnostica d’Évagre le Pontique et l’histoire de l’origénisme chez les Grecs et chez les Syriens (Paris, 1962). Although he did not edit any further Syriac translations of Evagrius, he provided a great deal of information about their manuscript tradition in the introductions to his editions of the Greek texts of the Praktikos and Gnostikos in Sources chrétiennes, as well as in various articles. Guillaumont also wrote very illuminatingly on the early Syriac ascetic traditions, and several of his articles in this area are to be found collected in Aux origines du monachisme chrétien (Spiritualité orientale 30, 1979). His bibliography, compiled by R.-G. Coquin, can be found in Mélanges Antoine Guillaumont.  Contributions à l’étude des christianismes orientaux (Cahiers d’Orientalisme XX; Geneva, 1988), pp. vii-xi. [12] Syriac studies owe a very great debt to François Graffin (1905-2002), For a brief note on him, see B. Outtier, Hugoye 6\/2 (2003), and in Journal Asiatique 291 (2003), pp. 1-4. the self-effacing editor for over half a century Though his name only appeared on the title pages in 1957; in 1992 he transferred the editorship of the series to the Pontifical Oriental Institute in Rome. On the origins of the Patrologia Orientalis, see L. Mariès and F. Graffin, ‘Monseigneur René Graffin (1858-1941); histoire de sa famille, de sa Patrologie et de ses collaborateurs’, Orientalia Christiana Periodica 67 (2001), pp. 157-78. of Patrologia Orientalis [PO] (which had been founded in 1903 by his uncle, René Graffin, 1858-1941). In this series he brought to completion the editions, left uncompleted at his death by M. Brière, of Severus’ 125 Cathedral Homilies and of Philoxenus’ Mimre against Habib - both major undertakings.   He also edited the third ‘Base’ of Bar ʿEbroyo’s Mnorat Qudshe (PO 27.4; 1957), a collection of sixth-century anonymous homilies (PO 41.4; 1984), and (with P. Harb and M. Albert) the Letter on the three stages of the monastic life, correctly ascribed to Joseph Hazzaya (it had previously been attributed to Philoxenus). A bibliography, but only to 1976, of his many other publications in the Syriac field can be found in Mélanges offerts au R.P. François Graffin = Parole de l’Orient 6\/7 (1975\/6), pp. xi-xvi. It might be noted that he was the author of a number of very useful articles on Syriac writers in the excellent Dictionnaire de Spiritualité. [13] A scholar of great ability, but who sadly published very little, was Jost G. Blum (1944-2002): trained in Germanistik, he was able to bring a highly sophisticated approach to the study of Syriac literature, the only published example of which is his innovative article ‘Zum Bau von Abschnitten in Memre von Jakob von Sarug’, in the proceedings of the Third Symposium Syriacum. R. Lavenant (ed.), IIIe Symposium Syriacum (Orientalia Christiana Analecta 221; 1983), pp. 307-21. Before he turned, in later years, to the study of Yiddish he was working on a catalogue of the Syriac manuscripts and early printed books in the Bavarian Staatsbibliothek in Munich; unfortunately the money supporting this important enterprise ran out before he was able to complete the work. [14] The death of Yusuf Habbi (1938-2000), in a car crash on the road between Baghdad and Amman, was a tragic loss above all for the Chaldean Church in Iraq, in which he was a leading intellectual figure and very active in promoting Syriac studies in the Syriac Section of the Iraqi Academy and higher education in general at Babel College, in Baghdad. On him, see P. Yousif, ‘Remembering Fr. Joseph Habbi (1938-2000): a bio-bibliographical report’, Orientalia Christiana Periodica 69 (2003), pp. 7-28; also G. Kiraz in Hugoye 4\/1 (2001), and H. Kaufhold in Oriens Christianus 84 (2000), pp. 241-2. Naturally, many of his publications in the Syriac field are in Arabic, and here mention might just be made of his many contributions to the Proceedings of the Iraqi Academy’s Syriac section, and his re-editions of the short Syriac Chronicles (Baghdad, 1983), and of Abdisho’s poem on Syriac writers (Baghdad, 1986). In European publications Habbi was a frequent contributor to journals on Canon Law and to the series of Italian volumes devoted to the Classical heritage in Middle Eastern literatures, where his papers dealt both with more general questions of transmission and with particular genres. For the former, see his ‘L’antica letteratura siriaca e la filosofia greca’, in M. Pavan and U. Cozzoli (eds), L’Eredità classica nell lingue orientali (Rome, 1986), pp. 49-56;  and for the latter, his ‘Testi geoponici classici in siriaco e in arabo, in G. Fiaccadori (ed.), Autori classici in lingue del Vicino e Medio Oriente (Rome, 1990), pp. 77-92. Habbi was also the editor of an important newly discovered Arabic work, The Book of Signs, by Bar Bahlul. [15] Anyone who has an interest in Timothy I, Catholicos of the Church of the East under the early Abbasids, will be grateful to Mar Raphael Bidawid, whose Les lettres du patriarche nestorien Timothée I Studi e Testi 187 (1956). is an invaluable guide to this splendidly informative collection of his correspondence. [16] The Syrian Orthodox Metropolitan of Central Europe, Mar Julius Çiçek (1942-2005) has done a great service in republishing, from his Monastery of St Ephrem in the Netherlands, a large number of important literary texts, in particular Jacob of Edessa’s Hexaemeron Commmentary (1985), Bar ʿEbroyo’s Lamp of the Sanctuary (1997), Ethicon (1985),  Nomocanon (1986), and Chronicon (1987), along with several other of his works. A bibliography of his publications is given by G. Rabo in Qolo Suryoyo 147 (2005), pp. 17-26;  on him see also my articles on him in Sobornost \/ Eastern Churches Review 27:2 (2005), 57-62, and Qolo Suryoyo 147 (2005), 41-45. Although these editions are sometimes just based on earlier printed editions, in some cases he has also made use of manuscripts known to him. Further Editions of New Texts [17] The edition of the large number of hitherto unpublished Syriac texts remains a constant desideratum. A number of scholars deceased within the last ten years can be mentioned under this heading. The important editions undertaken by Guillaumont and Graffin have already been mentioned in the course of the previous section. [18] David Lane’s edition of the early seventh-century East Syriac monastic author, Shubhalmaran, was fortunately completed shortly before his unexpected death in India, though the two volumes in the Scriptores Syri series of the CSCO only came out after his death (even though they bear the date 2004). [19] Albert van Roey (1915-2000) was an experienced editor of many difficult Syriac theological texts of the sixth to ninth centuries; in many cases his editions were accompanied by Latin translations, seeing that Latin is much better than most modern languages at reproducing the feel of the Syriac. Among his publications of Syriac texts that appeared in book form are Nonnus de Nisibe. Traité apologétique (Louvain, 1948), Eliae Epistula Apologetica ad Leonem, Syncellum Harranensem (CSCO Scr. Syri 201-2; 1985), (with P. Allen) Monophysite Texts of the Sixth Century (Louvain, 1994), and (with R. Ebied and L. Wickham) the enormous work by Peter of Kallinikos against Damian, published in the Corpus Christianorum, Series Graeca, vols  29, 32, 35, 54 (1994-2003). What is probably another part of the same work was published earlier (1981) as  Orientalia Lovanensia Analecta 10.  Numerous others of his text editions came out in article form. His bibliography up to 1985 can be found in C. Laga, J.A. Munitiz and L. van Rompay (eds), After Chalcedon. Studies in Theology and Church History offered to Professor Albert van Roey (Orientalia Lovaniensia Analecta 18; 1985), pp. xxi-xxix. [20] Besides re-publishing texts already known in print, Mar Julius Çiçek also published several new texts: among these is Daniel of Salah’s Commentary on the Psalms (2004), Dionysius bar Salibi’s Commentary on Evagrius’ Centuries (1991), Bar ʿEbroyo’s Awsar Raze (2003), Dioscorus of Gozarto’s verse Life of Bar ʿEbroyo’s (1985), a thirteenth-century monastic anthology (1985) For an analysis of this, see my ‘A monastic anthology from twelfth-century Edessa’, in Symposium Syriacum VII (OCA 256, 1998), pp. 221-31. , as well as works by much more recent writers, such as Shemʿun of Tur ʿAbdin (martyred in 1740), and various important sources in both prose and verse on the massacres of 1915. In all of these he is careful to inform the reader of his manuscript sources. Hagiography [21] An extremely prolific editor of texts, chiefly hagiographical, in virtually all the different Oriental Christian languages was Michel van Esbroeck (1934-2003). A full listing of his extensive bibliography is given in Universum Hagiographicum: Mémorial R.P. Michel van Esbroeck, s.j. , published as the second volume (1906) of the new Russian patristic journal Scrinium (St Petersburg), xxxi-lxviii. On him, see the notices by A. Muraviev and B. Lurié (in Russian) and by S.K. Samir (in French) in Scrinium 2 (2006), xiii-xxiv, xxv-xxx; also the note by H. Kaufhold in Oriens Christianus 88 (2004), pp. 257-61, and that by L. van Rompay in Hugoye 7\/1 (2004). Time and time again in his publications he provided evidence of the interrelationship of the various Oriental Christian literatures. Although Syriac was not his main concern, he nevertheless published a number of Syriac texts, the most important of which was the Life of Gregory the Illuminator, ‘Le resumé syriaque de l’Agathange’,  Analecta Bollandiana 95 (1977), pp. 291-358. the Syriac version of which plays a significant part in the very complex literary history surrounding this work. Other Syriac texts of no small significance that he edited include the Panegyric on another Gregory, the Wonderworker, by yet a third Gregory, of Nyssa, and the Syriac Acts of Andrew, attributed (no doubt falsely) to Ephrem. The former is edited in Symposium Syriacum VIII = Journal of Eastern Christian Studies 56 (2004), pp. 1-13; and the latter in Symposium Syriacum  VII (OCA 256;  Rome 1998), pp. 85-105. It might also be noted that he was the author of a great many short articles on Syriac writers in the second edition of the Lexikon für Theologie und Kirche (1993-2001). [22] Although J-M. Fiey (1914-1995) died before the decade covered in the present contribution, mention should be made of his important work, Saints syriaques , which has now been published posthumously. Studies in Late Antiquity and Early Islam 6; Princeton NJ, 2004. Fiey had left the work in an incomplete state at his death, and the task of putting it all into a publishable form was undertaken by L.I. Conrad, who has also provided an introduction. Some of the material in this very useful alphabetical repertory had previously appeared in Italian, in the Enciclopedia dei Santi. Le Chiesi orientali, I-II (Rome, 1998-9), a work to which Y. Habbi had also contributed a large number of articles. Manuscripts [23] For anyone interested in Syriac manuscripts J.P.M. van der Ploeg’s The Christians of St Thomas in South India and their Syriac Manuscripts (Bangalore, 1983) The dust-jacket gives a different title, The Syriac Manuscripts of St Thomas Christians . makes fascinating reading, not least for the incidental light it sheds on the remarkable process whereby part of the Christian community went over from using the East Syriac script and liturgical tradition to the West Syriac. [24] Good catalogues of manuscript collections are not easy to produce. An exceptionally fine example, however, is provided by Julius Assfalg (1919-2001) On him see H. Kaufhold in Hugoye 4\/1 (2001) and especially in Oriens Christianus 85 (2001), pp. 1-22. in his Syrische Handschriften , which appeared as volume 5 of the Verzeichnis der orientalischen Handschriften in Deutschland (Wiesbaden, 1963). Assfalg, who taught all the Oriental Christian languages at Munich (and indeed continued teaching even in retirement), was also the editor for many years of Oriens Christianus, a periodical which has served Syriac studies immensely well over its century-long existence. The handy Kleines Worterbuch des christlichen Orients (Wiesbaden, 1975), which he edited along with P. Krüger, has usefully also been translated into French (Turnhout, 1991). Assfalg’s bibliography (covering from 1954 to 1990) can be found in R. Schulz and M. Görg (eds), Lingua Restituta Orientalis. Festgabe für J. Assfalg (Ägypten und Altes Testament 20;  1990), pp. xiii-xxv. [25] J.B. Segal (1912-2003) based his The Diacritical Point and the Accents in Syriac (London, 1953) on the wonderful collection of early Syriac manuscripts in the British Library; this is the sort of authoritative study which is not likely to be replaced for a very long time. In a subsequent article, in the Journal of Semitic Studies 34 (1989), pp. 483-91, he deals with two further ‘diacritical points’, qushshaya and rukkaka. On him see G. Khan in Hugoye 7\/1 (2004); also the memoir, by E. Ullendorff and S.P. Brock,  in  the Proceedings of the British Academy 130 (2005), pp. 204-12. Inscriptions [26] Although a few early Syriac inscriptions had been published in the late nineteenth and early twentieth century, it was J.B. Segal who paved the way, by means of a series of articles publishing new texts that he himself had discovered in the region of Urfa\/Edessa, for the eventual publication of a corpus, The Old Syriac Inscriptions of Edessa and Osrhoene, by H.J.W. Drijvers and J.F. Healey (Leiden, 1999). Liturgy [27] W. de Vries (1904-1997) was the author of two important surveys of Syriac literature on the Sacraments in both the Eastern and Western Syriac traditions, Sakramententheologie bei den syrischen Monophysiten and Sakramententheologie bei den Nestorianern. Orientalia Christiana Analecta 125 and 133 (1940, 1947). Although these works were organised very much against the background of western sacramental theology, they remain extremely useful in view of their use of many as yet unpublished texts. On them, see T. Bou Mansour, ‘W. de Vries et la sacramentologie syriaque: soixante ans plus tard’, Parole de l’Orient 29 (2004), pp. 161-97, where references to his various articles in this field can be found. For his bibliography, see V. Poggi in Orientalia Christiana Periodica 64 (1998), pp. 5-38. [28] One of the great names in this history of scholarship on Eastern liturgy is Juan Mateos (1917-2003). Although he is best known for his work on the Byzantine liturgical tradition, he also did work of fundamental importance on Syriac liturgy. His monograph Lelya - Sapra: Essai d’interprétation des matines chaldéennes (Orientalia Christiana Analecta 156, 1959) is a magisterial study based on an intimate knowledge both of the living tradition and of the source materials. His many articles on both East and West Syriac liturgical tradition are essential reading for anyone with a serious interest in Syriac liturgy. His bibliography is given by R. Taft at the end of his memoir in Orientalia Christiana Periodica 71 (2005), pp. 265-97, esp. 287-96. [29] Whereas Mateos worked with the primary sources, I-H. Dalmais (1914-2006) was a very different sort of liturgical scholar, his gift being primarily one of haute vulgarisation, based on a very wide knowledge of all the Eastern liturgical traditions. His many articles on different aspects of Syriac liturgy perform a good service in making them better known to a wider public. [30] Not surprisingly, among Mar Julius Çiçek’s numerous text editions are many liturgical texts. Needless to say, these are primarily for practical use, but quite a number of them should also be of interest to liturgical scholars, since they provide texts of services not otherwise available in print. Thus, for example, his Anafura (1985) provides ten anaphoras, several of which are not easily accessible, or indeed sometimes not otherwise available at all in print. Details can be found in my ‘Two recent editions of Syrian Orthodox Anaphoras’, Ephemerides Liturgicae 102 (1988), 436-45. Also of particular importance in this respect are his editions of the Shebitho (1993) and Beth Gazo Rabo (1992). His Gospel Lectionary (1987), reproduced from his own beautiful handwriting and accompanied by reproductions of thirteenth-century illuminated manuscripts in Tur Abdin, stands out as almost certainly the finest example of his calligraphy. [31] Francis Acharya (François Mahieu; 1912-2002), On him see J. Thekkeparampil in Hugoye 5\/2 (2002); also The Harp 14 (2001) [appeared 2002], 111-2. There is an interesting biography of him, by his niece, Marthe Mahieu – de Praetere, Kurisumala. Francis Mahieu Acharya: un pionnier du monachisme Chrétien en Inde (Cahiers Scourmontois 3, 2001). Superior of Kurisumala Ashram in Kerala, undertook the large task of making an adapted English translation, for practical monastic use, of the main parts of the Syrian Catholic Fenqitho, published in Mosul (1886-96) in seven volumes. This appeared under the title The Crown of the Year I-III (1982-1986), which formed vols. II-IV of his Prayer with the Harp of the Spirit , the first volume of which was an adapted translation of the She h imo, or Weekday Office (1982). An earlier translation, reflecting the Syriac text much more closely, was made by Dom Bede Griffiths (this has recently been republished by the Gorgias Press, 2005). Though this is not, of course, an academic publication, Fr. Francis nevetheless had a good knowledge of Syriac and, in particular, a sensitive feeling for the Syriac liturgical tradition; as a result he was able to produce a very successful example of liturgical aggiornamento which deserves to be followed elsewhere too. Among his last works was a translation of, and commentary on, the West Syriac Ritual of the Clothing of Monks. Moran Etho 13 (Kottayam, 1999). History [32] One of the most significant events in the history of Syriac scholarship in the last half century was the publication of J.B. Segal’s Edessa , ‘ the Blessed City’ (Oxford, 1970; repr. Piscataway NJ, 2005), subsequently translated into both Turkish and Arabic. This work, along with Robert Murray’s Symbols of Church and Kingdom (1975), could be said to have provided the main impetus and inspiration for the revival of interest in Syriac studies that the last three decades or so have witnessed. Segal’s knowledge of the Syriac sources for the history of Edessa (which he takes down to 1144) was unrivalled, as was his ability to weave them together into a highly readable narrative history. Though academic readers will find his deliberate avoidance of footnotes giving precise sources somewhat frustrating, it was probably this very feature that has ensured the book’s wide circulation. Segal also produced several very valuable articles on aspects of history based on Syriac sources, notably ‘Mesopotamian communities from Julian to the rise of Islam’ and ‘Arabs in Syriac literature before the rise of Islam’. The former in Proceedings of the British Academy 41 (1955), pp. 109-39, and the latter in Jerusalem Studies in Arabic and Islam 34 (1989), pp. 483-91. [33] Han Drijvers’ contributions on early Syriac Christianity have already been mentioned under Literature. Another scholar who has done important work in this field was Yusuf Habbi, author of a fine History of the Church of the East in Arabic (Baghdad, 1988); his articles on the origins of the Chaldean Church and on relations between the Chaldean Church and India in the nineteenth century both contribute important new insights. In L’Orient Syrien 11 (1966), pp. 99-132, 199-230, and Oriens Christianus 64 (1980), pp. 82-107, respectively. Also important for nineteenth-century Chaldean history is his article in Parole de l’Orient 2 (1971), pp. 121-43, 305-27. Though little known, since it was written in Dutch and published during World War II, J.P.M. van der Ploeg’s Oud-Syrisch Monniksleven (Leiden, 1942), based on an excellent knowledge of the sources, remains a good presentation of Syriac monasticism in the fifth and sixth centuries. Historical Theology; Ecclesiology [34] W. de Vries’s two volumes on Sacramental Theology have already been mentioned. Among his other writings in the Syriac field his articles on Oriental Patriarchates and on the fifth-century Councils all make important contributions, both from the point of view of Church history and from that of ecclesiology in the modern ecumenical context. His article on the Council of Ephesus 449 Orientalia Christiana Periodica 41 (1975), 357-98. might be singled out here as an admirably fair-minded reassessment of a Council that has regularly been denigrated in western historiography. [35] The name of Alois Grillmeier (1910-1998) will always be associated with the series of volumes of fundamental importance for the study of christology, entitled Jesus der Christus im Glauben der Kirche (in the English translation, Christ in Christian Tradition ), very ably continued after his death by Theresia Hainthaler. The coverage of writings surviving in Syriac in the various parts of Volume 2 that have appeared so far is truly excellent, and the section   ‘Ad Fontes’  of Volume 2\/1 is a most useful guide. In the latest Part to appear, 2\/3 (2002), his contributions include the chapter on the Tritheist controversy of the sixth century. Grillmeier was also the author of a good study of Philoxenus’s baptismal theology. Published in Fides Sacramenti, Sacramentum Fidei. Studies in Honour of P. Smulders (Assen, 1981), pp. 137-75. [36] An Indian theologian who also wrote a considerable amount on the christological controversies was V.C. Samuel (1912-1998). His The Council of Chalcedon Re-examined: a Historical and Theological Survey , Indian Theological Library 8; Madras, 1977. together with Karekin Sarkissian’s The Council of Chalcedon and the Armenian Church (2 nd edn, London, 1975), are the only serious academic treatments of the Council of Chalcedon, from both a historical and a theological point of view, by Oriental Orthodox theologians. Other Topics [37] A leading expert writing on Modern Aramaic dialects (including Modern Syriac) was the distinguished Georgian scholar Konstantin Tsereteli (1921-2004). His bibliography can be found in R. Contini, F.A. Pennacchietti and M. Tosco (eds), Semitica. Serta Philologica C. Tsereteli Dicata (Torino, 1993), pp. xv-xxiv. On him see T.V. Gamkrelidze and G. Chikovani, in Oriens Christianus 89 (2005), pp. 221-24. His Grammar of Modern Syriac (‘Assyrian’; 1964), written in Russian, has been translated into English (1978), German (1977) and Italian (1970). He also published several collections of texts in various Modern Syriac dialects which are of folkloristic as well as linguistic interest. [38] Helga Anschütz (1928-2006) was one of the first European scholars since Gertrude Bell to take an interest in the Syrian Orthodox community in Tur ʿAbdin (south east Turkey). On her contributions, see A. Juckel, in Hugoye 9\/2 (2006). Her Die syrischen Christen vom Tur ʿAbdin Das östliche Christentum nF 34;  1984 (also republished by the Monastery of St Ephrem in the Netherlands, 1985). There is an informative review by H. Kaufhold in Oriens Christianus 70 (1986), pp. 205-11. remains one of the most informative works on this region which has always played an important part in the history of the Syrian Orthodox Church. In subsequent years she continued, together with her husband, Dr Boulos Harb, to help make better known this community, with its large diaspora in Germany, Sweden and Holland, through the broadcasting and television media. _______ Notes 1 For the three decades slightly  previous to the period covered here (1997-2006), an overview is given in my ‘Syriac studies in the last three decades: some reflections’, in R. Lavenant (ed.), VI Symposium Syriacum 1992 (Orientalia Christiana Analecta 247; 1994), pp. 13-29; see also A. de Halleux, ‘Vingt ans d’étude critique des Églises syriaques’, in R. Taft (ed.), The Christian East. Its Institutions and Thought (Orientalia Christiana Analecta 251; 1996), pp. 145-79.",
    "title" : 
    [ "Contribution of Departed Syriacists, 1997-2006†",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n1brock",
    "type" : "article",
    "displayTitleEnglish" : "The Contribution of Departed Syriacists, 1997-2006†" }