
  { "fullText" : "[1] It is with great pride that we celebrate this year the 10th anniversary of Hugoye : Journal of Syriac Studies, and the 15th anniversary of its parent Beth Mardutho: The Syriac Institute. The Institute grew from a one-man operation back in 1992 to become an international focus for Syriac studies, especially online. This special issue celebrates our anniversaries. [2] Our recent activities at the Institute have focused on getting project eBethArké online, and we are pleased to launch it on the Institute's 15th anniversary at http:\/\/www.bethmardutho.org\/ebetharkelib . The site now contains half of the catalog with a few PDF samples. This digital library now contains about 2,500 books, manuscripts and archival material most of which will become accessible through this web site. Additionally, plans are underway to complete the first volume of our encyclopedia project, hopefully within the next year or so. [3] In this special issue of Hugoye we reflect on the past, present and future of Syriac studies. In the first paper, Sebastian Brock reflects briefly on the work of Syriacists who have died during the last ten years. In the second paper, Lucas Van Rompay reflects on the present state of Syriac studies as well as on the opportunities and challenges of the future. He gives a discussion of the geographical changes in the worldwide presence of Syriac Christians and Syriac scholars, and then offers some suggestions for work to be carried out in the coming years. In the third paper, I give the history of Syriac computing in the last forty years and briefly outline the need for some future projects. [4] Efforts are underway to publish all back issues as well as future issues of Hugoye in print—the online edition will remain free. For practical purposes, from this issue and going forward the Hugoye issues will be named Winter and Summer (in place of January and July). [5] It is hoped that Hugoye and Beth Mardutho will continue to be the focal point of Syriac studies online. ܠܫܢ̈ܝܐ ܣܓ̈ܝܐܬܐ George A. Kiraz",
    "title" : 
    [ "Letter from the General Editor",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n1issuededication",
    "type" : "introduction",
    "displayTitleEnglish" : "Letter from the General Editor" }