
  { "fullText" : "Holy Cross Greek Orthodox School of Theology, Brookline, Massachusetts March 15-17, 2007 [1] The Stephen and Catherine Pappas Patristic Institute of the Holy Cross Greek Orthodox School of Theology is pleased to announce its third annual Archbishop Iakovos Graduate Student Conference in Patristic Studies on March 15-17, 2007. The purpose of the conference is to bring graduate students together from the fields of Patristic Studies, Historical Theology, and the History of Christianity in Late Antiquity in a collaborative and theological setting to hear and discuss peer research. The conference begins on Thursday, March 15, at 5:00 p.m., and ends after dinner on Saturday evening, March 17. [2] We are now calling for paper proposals. We strongly encourage all doctoral and masters students with research interests in Patristics, Historical Theology, or the History of Christianity in Late Antiquity to submit a paper abstract of approximately 250 words. Topics relating to eastern Christianity are particularly encouraged. For an example of the range of topics, look at the paper titles from last year's conference at www.pappaspatristic.hchc.edu . Each presenter will have up to 20 minutes to present, followed by a prepared response and discussion. Please send abstracts to Dr. Bruce Beck at beck.bruce@comcast.net no later than February 5th. You will be informed about the status of your paper proposal on or before February 15th. Completed papers will be due by March 3rd in order to allow the respondents sufficient preparation time. [3] For those living outside the Boston area, partial financial aid is available to assist with travel and lodging expenses. For this conference last year, the Patristic Institute reimbursed a significant percentage of all travel and lodging costs for all those who requested aid; so, please include your request for financial aid when you pre-register for the conference (see below), with an estimated cost for airfare or other transportation to and from the conference. All requests for financial aid need to be received no later than March 3rd. [4] All participants must pre-register at their earliest convenience for planning purposes. There is no registration fee or cost for meals during the conference. To register, please email Bruce Beck (beck.bruce@comcast.net) with your personal information, including address, phone number, institution, degree program, area of study, and dissertation topic. Also, please indicate whether you would be willing to respond to a paper in your field of interest. Conference lodging will be at the Walker Center, a conference center about 12 minutes from the campus. If you will need lodging, please register as early as possible to facilitate reserving a place for you to stay. For more information and updates, please refer to the Institute's website www.pappaspatristic.hchc.edu . [5] Founded in 2003 by a generous grant from the late Stephen Pappas and his wife Catherine, the goal of the Pappas Patristic Institute is the advancement and promotion of primarily Greek and other eastern patristic studies in the service of the academy and of the Church.",
    "title" : 
    [ "3rd Annual Archbishop Iakovos Graduate Students Conference in Patristic Studies",
      "Hugoye: Journal of Syriac Studies" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n1fciakovospatristicsconf",
    "type" : "announcement",
    "displayTitleEnglish" : "The 3rd Annual Archbishop Iakovos Graduate Students Conference in Patristic Studies" }