
  { "fullText" : "Gorgias Press: Call for Contribution [1] Last year Gorgias Press published six volumes of the Syriac texts of the homilies of Jacob of Sarug based on the Bedjan-Brock edition. See the catalog entry for the title at Gorgias Press. [2] Gorgias Press will now begin publishing a bilingual edition of this corpus. As of today, 20% of the corpus is already translated into English; 33% of the homilies have been assigned to scholars. Gorgias Press would like to invite scholars to take part in this important project. Participants will be asked to translate texts into (idiomatic) English and provide an introduction for each hymn as described below. Project Description [3] The project aims at publishing a bilingual edition of the homilies of Jacob of Sarug. The Syriac will be given in vocalized Serto script with facing English translation. Each hymn will be prefaced by an introduction containing the following: Homily Theme: one or two sentences describing the theme briefly. Keywords: keywords that describe the content of the homily (e.g., love, Assumption, martyrs). Number of lines: the total number of lines in the homily. Meter: if the homily is not in the ‘Mar Jacob Meter’, then specify the meter. Summary of the Homily: give a brief summary of the homily, point out any symbolism, biblical or liturgical allusions, play on words, etc. [4] The translator will also provide the following indices (with references to Homily number, and line number): An index of biblical quotations (or references) A subject and name index [5] The translations will be published initially in fascicles as the translations become available. The Syriac text will be provided, but it will be the responsibility of the translator to proof the typed text against the Bedjan-Brock edition. How to Contact Gorgias Press [6] If you are interested in contributing to the project, send an email to submissions@gorgiaspress.com containing the following information (established scholars need not send all the details): A brief cover letter (email) indicating your interest in the project. Examples of previous published translations of Syriac texts of hymns. The homilies you are interested in translating, indicated by volume number and homily number of the Bedjan-Brock edition. If you are a graduate student with no previous publication record, a recommendation letter from your supervisor that you are capable of doing such work and that your supervisor is willing to oversee your work.",
    "title" : 
    [ "Jacob of Sarug in English Translation",
      "Hugoye: Journal of Syriac Studies" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n1fcjacobofsarug",
    "type" : "announcement",
    "displayTitleEnglish" : "Jacob of Sarug in English Translation" }