
  { "fullText" : "[1] This collection of essays by colleagues and students was dedicated to Jouko Martikainen as a Festschrift on the occasion of his 65th birthday. From 1984 until 2001 Martikainen held the position of Professor of the History of Oriental Christianity at the Georg-August University in Göttingen, Germany. A native of Valtimo, Finland, and a member of the Lutheran Church, Martikainen became known through his work on Ephraem the Syrian, Philoxenus of Mabbug, and John I Sedra, as well as through his collaboration and editorial involvement with the German-Finnish symposia on Makarios. [2] Of the 15 contributions contained in the volume, six articles that form the initial section of the book concentrate on topics that are of more immediate interest to scholars of Syriac Studies. Enhancing and attempting to further modern ecumenical dialogue between the Orthodox Church, the Oriental Orthodox Church, and the Apostolic Church of the East, Wolfgang Hage (“Chambésy 1990 und zwei syrische Stimmen aus dem Mittelalter,” pp. 9-20) offers a discussion of the reconciliatory potential of the approach to fellow Christian denominations that was advanced in the Middle Ages by the Syrian-orthodox theologian and polymath Gregory Barhebraeus (d. 1286). Instead of condemning Christians from the Chalcedonian Orthodox side or from the Church of the East, Barhebraeus chose not to include members of these churches in the catalogue of heresies that he presented in the Christological section of his “Book of the Candelabra of the Sanctuary.” For the time prior to Barhebraeus, Hage can cite Timothy I (d. 823), Catholicos-Patriarch of the Church of the East, as another voice that was able to speak in a reconciliatory manner, despite the growing experience of competition between the Syriac Orthodox Church and the Church of the East that manifested itself at the time. [3] Karl Merten (“Aussagen syrisch-orthodoxer Christen zu ihrem Glauben während ihres Asylverfahrens,” pp. 21-32) examines a legal file of statements made by 1345 Syrian Orthodox Christians and a few additional Christians who belong to other denominations, all of whom applied for asylum in Germany between 1978 and 1994. Although most of the responses did not reflect a nuanced knowledge of the Christian faith, it is remarkable that in several cases the little that people knew combined with a deep conviction of the truth of their religion and their willingness to give their lives for it. However, the lack of factual knowledge of their faith points to two areas that need further development: that of increased efforts on the part of Church officials in the realm of catechesis, and that of greater freedom of religion to be granted to religious minorities by Turkey. [4] Matthias Quaschning-Kirsch (“... so daß wir durch Ihn ein Wohlduft sind! Der Phönix als christologisches und paränetisches Symbol im syrischen Physiologus,” pp. 33-49) examines the manifold aspects of a Christological interpretation of the mythological phoenix in the two Syriac recensions of the Physiologus. The author helpfully contextualizes the material against the background of recensions in Greek and further oriental Christian languages. [5] Gabriel Rabo (“Der Kirchenbau und seine innere Ausstattung in der syrisch-orthodoxen Kirche,” pp. 51-65) offers some data on early literary attestations and comments on church building activities and churches in the Syriac tradition. The second part of the essay, which constitutes the main portion of the work, presents a detailed description of individual parts of the interior space of a Syriac church, i.e., of sanctuary, chancel, and nave. [6] Jobst Reller (“Zur Deutung des Heilswerkes Christi in der syrischsprachigen Paulinenauslegung von Johannes Chrysostomos über Mose bar Kepha bis Dionysius bar Salibi,” pp. 67-90) offers a discussion of the contribution of Syriac thought to soteriology that developed on the basis of the interpretation of Paul’s Letters from the fifth through the 12 th centuries. John Chrysostom’s interpretation of Romans 7 and 12.1-3, which are dealt with in Homilies on Romans 13 and 21, provide the starting point among the Fathers. Also Theodore of Mopsuestia was a strong influence on later commentators from the 8 th -12 th centuries. Reflecting the Protestant interest of the investigator and the honoree, Reller focuses his investigation on the themes of baptism, the inability of the Law to bring about salvation, and reflections on the inability even of the redeemed human being to overcome sin completely. [7] The sixth and final contribution of this volume that treats themes that are of immediate interest to Syriac Studies is an article by Martin Tamcke (“Gedankensplitter zu Gotteslehre und Gottesbild in den ostsyrischen Mönchsregeln am Ende des 6. Jahrhunderts,” pp. 91-101), that attempts to trace thoughts on God in East Syrian asceticism between the years 588 and 604. The essay examines in turn ascetic Rules by Dadisho’, successor of Abraham of Kashkar as abbot of the Great Monastery on Mount Izla, the Covenant of the Monastery of Barqita, and comments made in a Letter by Sabrisho’ to the Monks of Barqita . Neither one of the documents offers a coherent, systematic teaching De deo . All three feature a strong sense of God as judge. The documents differ from one another with regard to their emphasis on how to employ rational thought when approaching God and when to allow the self to be carried away by emotions. [8] Subsequent articles deal with further themes in the fields of Biblical Theology (Jukka Thurén [“Johannes als Monotheist,” pp. 253-265]), Greek Patristics and History of the early Church (Jürgen Kielisch [“Die Trinität in den fünf Theologischen Reden des Gregor von Nazianz,” pp. 129--146]), Interreligious Dialogue (Martti Vaahtoranta [“Lutherische Messe und Gebet in der Moschee. Die christliche und islamische Gottesdienstgemeinde im Blick auf die Lehre von der Einheit Gottes--ein Versuch, richtige Fragen zu stellen,” pp. 103-128]), Philosophy of Religions (Hans-Olof Kvist [“Grundsätzliches zum christlichen Sprachgebrauch in Immanuel Kants Religionsdenken,” pp. 147-161]), Historical Theology (Hans-Walter Krumwiede [“Nachfolge und Widerstand. Ein Beitrag zur Christologie Dietrich Bonhoeffers,” pp. 163-194], Eberhard Busch [“Das trinitarische Bekenntnis im Genfer Gottesdienst,” pp. 195-209], and Anni Maria Laato [“Die Trinitätslehre in Dogmatik-Vorlesungen in Schweden-Finnland während der 1770er Jahre,” pp. 211-221]), and the History of the Protestant Reformation (Inge Mager [“Bemühungen um die Reform der Klosterkonvente im fünfzehnten Jahrhundert. Grundzüge der Windesheimer und Bursfelder Reform,” pp. 223-243] and Jouko Heikkinen [“Die Einheit Gottes und der Anfang der Katechismustradition,” pp. 245-252]).",
    "title" : 
    [ "Jobst Reller and Martin Tamcke, eds. Trinitäts- und Christusdogma. Ihre Bedeutung für Beten und Handeln der Kirche. Festschrift für Jouko Martikainen. Studien zur Orientalischen Kirchengeschichte 12. Münster, Hamburg, and London: LIT-Verlag, 2001. Pp. 265. ISBN 3-8258-5278-4. Paperback. Euros 20.90.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Horn, Cornelia B." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n1prhorn",
    "type" : "review",
    "displayTitleEnglish" : "Jobst Reller and Martin Tamcke, eds. Trinitäts- und Christusdogma. Ihre Bedeutung für Beten und Handeln der Kirche. Festschrift für Jouko Martikainen. Studien zur Orientalischen Kirchengeschichte 12. Münster, Hamburg, and London: LIT-Verlag, 2001. Pp. 265. ISBN 3-8258-5278-4. Paperback. Euros 20.90." }