
  { "fullText" : "[1] It has seldom been an easy task to venture into the study of things Syriac. There are few places, even many theological institutions, where mention of the Syriac language and its churches elicits a response of recognition. Sources and reference materials, therefore, are not readily located, so where to begin is a matter of first importance.  Sebastian Brock’s second small volume recently republished in an updated edition remedies the situation.  An Introduction to Syriac Studies was written originally in 1980 for a publication in Birmingham targeted towards undergraduates, but over time became inaccessible to most students.  Kristian Heal of the Center for the Preservation of Ancient Religious Texts (CPART) at Brigham Young University first rescued the publication from no-longer-in-print status and published it electronically on the CPART website.  Now Gorgias Press has reissued the book with a number of additions and updates which Brock happily notes is the good sign of significant growth and interest in the field of Syriac studies. [2] This may be called an introduction, but it is worth the time reading through for any student or experienced scholar. Particularly helpful are the initial sections on “what is Syriac” and “why one should study it,” matters typically raised by all sorts of people, but seldom answered in an articulate way. The section on the scope of Syriac literature is all too brief, but after all this is intended only to be an introduction, so Brock continually points the reader towards other more in-depth resources.  Nevertheless, Brock’s enthusiasm and delight in the subject quickly infect even the oldest hand. [3]  The fourth section on the place of Syriac among the Aramaic dialects, along with a chart that locates Aramaic in the family of Semitic languages, is very helpful for the student who is entering Syriac from a Biblical\/Hebrew\/theological background.  A brief description of the Syriac scripts is helpful, though it would have been nice to see some actual scripts as examples.  Indeed, that would be the only real criticism of this handbook—given the facility of computerized publishing and the availability of numerous Syriac fonts—a few examples of the different Syriac scripts and fonts would obviously aid in visualization for the beginner. [4] Chapter Five, “Tools,” by necessity has been updated the most extensively, and in many instances, dramatically.  Grammars, chrestomathies, dictionaries begin; then an excellent overview of the status of the Syriac Bible, Old and New Testaments, and their various editions - particular notice being given to the progress of the Leiden Old Testament Peshitta project and George Kiraz’s computer-generated concordance to the Peshitta.  Next, histories of Syriac literature are listed as well as works on the historical background of Syriac culture and churches, taking care to point out the different trajectories of the East and West Syriac traditions. The ever expanding knowledge explosion in Syriac studies is indicated in the lists of bibliographical aids, the various old and new series of texts and translations, periodicals, encyclopedias, festschrifts and volumes of collected essays. [5] The Epilogue may not be part of a formal academic introduction, but “The Delights of Manuscripts” should result in more people engaging this adventure. Brock relates tales of his own joys and excitement in the presence of ancient manuscripts in which, as he writes concerning holding the oldest dated Syriac manuscript in the British Library’s Oriental Reading Room, “It does not take much imagination to find oneself transported back across time and space to Edessa in November 411.” Brock’s enthusiasm is catching as he takes the reader on a tour from Sinai to Damascus, Tur Abdin and back to the Bodleian. [6]  The Appendix, “The Syriac Churches,” signals a road seldom traveled in years past. Obviously, most Syriac literature is immersed in the life of the Syriac-speaking churches, but often the gap between the academy and the congregation has not been bridged.  Brock delineates the various members of the Syriac Body of Christ and their positions relative to the Christological controversies and historical allegiances to other denominations with the aid of several charts and diagrams.  Clarification and correction of the terms Nestorian and Monophysite is a critical insertion in order to facilitate ecumenical dialogue.  Included as well are articles and books describing in more detail the history and ethos of the individual churches, whether in the Near East, Europe, the Americas and India. [7]  There are certainly other scholars who could compile a similarly excellent introduction to the study of Syriac; here we may listen to the voice of the scholar who has had a significant role in putting it all together.",
    "title" : 
    [ "Sebastian P. Brock, An Introduction to Syriac Studies (revised second edition). (Gorgias Handbooks 4; Gorgias Press: Piscataway, NJ, 2006) Pp. ix + 78. Paperback, $29.00.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kitchen, Robert A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2prkitchen1",
    "displayTitleEnglish" : "Sebastian P. Brock, An Introduction to Syriac Studies (revised second edition). (Gorgias Handbooks 4; Gorgias Press: Piscataway, NJ, 2006) Pp. ix + 78. Paperback, $29.00." }