
  { "fullText" : "[1] Dr. Bruce Manning Metzger, New Testament professor emeritus at Princeton Theological Seminary and, I believe, the greatest American New Testament critic and biblical translator of the twentieth century, died February 13, 2007, at his home in Princeton at the age of 93. [2] Bruce Metzger was born in Middletown, Pennsylvania on the 9 th of February 1914. After gaining a BA from Lebanon Valley College in 1935, he entered Princeton Theological Seminary, graduating with a ThB in 1938. So began a life-long association with Princeton Theological Seminary during which Bruce Metzger became not only a legend himself but also one of the school’s greatest intellectual ornaments. He was ordained in the United Presbyterian Church (now the PC[USA]) in 1939. In 1944 he married Isobel Elizabeth, the elder daughter of John Alexander Mackay, the great Third President of the Seminary, who rebuilt and revitalized the school after the divisions of the 1920s. Bruce Metzger’s sheer brilliance, clarity and Christian devotion set a standard all of his own. He taught while he continued to study (Princeton University, MA[1940], Ph.D. [1942], Classics), serving as Teaching Fellow in New Testament Greek 1938-40 and as Instructor in New Testament 1940-44. He was appointed Assistant Professor 1944-48; Associate Professor 1948-54 and Professor 1954-84. He was named the George L. Collord Professor of New Testament Language and Literature in 1964. He retired in 1984 and was named professor emeritus. [3] An absolutely preeminent New Testament scholar, Metzger was known internationally for his work in biblical translation and the history of the Bible’s versions and canonization. He was one of the world leaders in textual study of the New Testament, the Apocrypha and the Pseudepigrapha. He served as Chair of the Committee on Translation of the American Bible Society 1964-70, and as Chair of the Committee of Translators for the New Revised Standard Version of the Bible 1977-90. The impact of this work is incalculable and Bruce Metzger saw it through the press almost single-handedly. The NRSV, published in 1990, made changes to the RSV in paragraph structure and construction, eliminated archaisms while retaining the Tyndale-King James tradition, polished renderings in the interest of accuracy, clarity, and felicity of English expression, and eliminated masculine language referring to people, insofar as this did not distort historical accuracy. In 1993 Bruce Metzger presented a copy of the NRSV, Catholic Edition, to Pope John Paul II at the Vatican. Bruce Metzger understood and was passionate about the significance of biblical translation for ecumenical dialogue. In 1957 he served on the committee that translated the Apocrypha (the committee comprised the original RSV Committee plus Metzger, Floyd Filson, Robert Pfeiffer, and Allen Wikgren). In 1972 he chaired the sub-committee that translated 3 and 4 Maccabees and Psalm 151 for an expanded version of the Apocrypha. He personally presented this expanded version to His All Holiness Demetrios I in 1976. It was important to him that Roman Catholic, Greek Orthodox, and Protestant Christians be able to have recourse to a common biblical text as an instrument of unity. [4] Bruce Metzger cared about and provided for his students. Generations have been grateful for his Lists of Words Occurring Frequently in the Coptic New Testament , and his Lexical Aids for Students of New Testament Greek (first published in 1946) became a standard study tool. He edited The Oxford Annotated Bible in 1962, and in 1966, along with Kurt Aland, Matthew Black and Allen Wikgren, edited the United Bible Societies’ edition of the Greek New Testament. This text, especially adapted to meet the needs of Bible translators, with its beautiful original font and indication of the relative degree of certainty for each variant adopted in the text, proved to be an enduring landmark. The editors were later joined by Carlo Martini (the Cardinal Archbishop of Milan from 1980 to 2002). A warm friendship grew between Metzger and Matthew Black, the doyen of Scottish text-critical scholars. The honorary degree of Doctor of Divinity from St Andrews University was bestowed on Bruce Metzger in 1964, and all Scots are moved by seeing that he is wearing his St Andrews tie in his portrait in the Speer Library. [5] There were other honors. In 1994, Bruce Metzger was awarded the Burkitt Medal for Biblical Studies by The British Academy in London (of which he had been a Corresponding Fellow since 1978). This is only awarded in recognition of a lifetime of distinguished Biblical study. Bruce Metzger was elected president of Studiorum Novi Testamenti Societas (1971), the International Society of Biblical Literature (1971), and was the first president of the North American Patristic Society (1972). He was a member of the Institute for Advanced Study in Princeton (1969 and 1974) and visiting fellow at Clare Hall, Cambridge (1974) and Wolfson College, Oxford (1979). [6] There were many other books, among which the classic studies The Text of the New Testament, its Transmission, Corruption and Restoration (1964, and translated into German, Japanese, Korean, Chinese, Italian and Russian) and The Early Versions of the New Testament, their Origin, Transmission, and Limitations (1977) have been particularly influential. Bruce Metzger’s last publication before his death was Apostolic Letters of Faith, Hope, and Love: Galatians, 1 Peter, and I John (2006). [7] Bruce Metzger cared passionately about the Bible, and in 1982 became the general editor of the Reader’s Digest Condensed Bible . He lectured throughout the nation and the world, in North and South America, Europe, Australia, New Zealand, Korea, Japan, and South Africa, often at churches and universities where his former students ministered and taught. He was awarded honorary doctorates by Lebanon Valley College, Findlay College, St. Andrews University, the University of Münster, and Potchefstroom University in South Africa. [8] A Bible autographed by Bruce Metzger is sealed in the time capsule embedded in the corner of Scheide Hall. [9] Despite all his distinctions, Bruce Metzger never lost his modesty, or his courteous welcome, genuine interest in and encouragement for much younger scholars. He was a warm and supportive colleague within the Seminary and beloved by many scholars and lay people here in Princeton and throughout the world. [10] Bruce Metzger is survived by his wife Isobel and his sons John Mackay Metzger and James Bruce Metzger. A memorial service to give thanks for Bruce Metzger’s life was held on Tuesday, 20 th February at 2.00pm in Nassau Presbyterian Church.",
    "title" : 
    [ "Bruce Manning Metzger (1914-2007)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Torrance, Ian" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2obmetzger",
    "displayTitleEnglish" : "Bruce Manning Metzger (1914-2007)" }