
  { "fullText" : "University of Toronto, Ontario, June 25-27, 2007 [1] The Vth (North American) Syriac Symposium was held at the University of Toronto, Toronto, Ontario, Canada, June 25-27, 2007, for the first time outside the United States, adopting the theme of “Syriac as a Bridge Culture.”  Previous Symposiums were conducted at Brown University (1991), Catholic University of America (1995), University of Notre Dame (1999), and Princeton University (2003). Professor Amir Harrak headed the organizing committee to provide an excellent conference in terms of the range and quality of papers presented, the convenience of living and conference quarters at New College, University of Toronto, as well as a range of extra-curricular activities. [2] The Symposium keeps expanding with over 80 participants from at least 10 countries who listened to 55 papers and presentations, and generally spent most of their days conversing on matters Syriac during meals, coffee breaks and special events. [3] Sidney H. Griffith of Catholic University of America gave the opening lecture, “Syrian Christian Intellectuals in the World of Islam: Faith, the Philosophical Life, and the Quest for Interreligious Convivencia in Abbasid Times.” Other plenary speakers were: Elisabetta Valgiusti of the Association ‘Salva i Monasteri’, Rome, who presented a lecture and film produced by her, “Syriac Christianity in the Iraqi Exodus: A People of Prophets Between Hope and Hopelessness”; John H. Corbett of University of Toronto-Scarborough, presented the first of a series of papers on the Book of Steps , “The Ascetic Life as Holy War: The Biblical Basis of the Book of Steps ”; Lucas Van Rompay of Duke University, presented a magisterial review of “Severus, Patriarch of Antioch (512-538), in the Greek, Syriac, and Coptic traditions”; and Craig E. Morrison of the Pontifical Biblical Institute, Rome, addressed directly the conference’s theme, “The Bridge from Judaism: The Jews in Ephrem’s Commentary on the Diatessaron .”  The plenary papers will be published in the 2007 volume of the Journal of the Canadian Society of Syriac Studies . [4] The papers presented offered a striking range and diversity of topic and theme. Sessions were held on the use of the Bible in Syriac exegesis, focus on specific books, history of medieval and modern Syriac churches, hagiography and asceticism, textual studies of the Peshitta, Modern Syriac and Neo-Aramaic, studies of the Assyrian Christians in the 20 th century Near East, studies of various Syriac liturgies, architecture and Syriac inscriptions, the relationship between Syriac Christianity and Islam and Judaism. The Fifth International Forum on Syriac Computing revealed as always remarkable new developments in computer tools, programs, and resources for the needs of Syriac scholars. [5] Socially, the conferees were not neglected.  Gorgias Press and the Canadian Society for Syriac Studies co-hosted an evening reception at the Department of Near and Middle Eastern Studies a short walk away. At the close of the academic portion of the Symposium, conferees were transported to the Cathedral Church of Saint Mary for a Syriac Vespers presided by His Grace Mar Emmanuel, Bishop of the Assyrian Church of the East in Canada (and a new doctoral candidate at the University of Toronto, working on Johannan bar Penkaye), followed by a banquet in honor of the Symposium participants in the spacious Sharrukin Hall in the church. [6] At the closing session, Lucas Van Rompay’s offer to host the VIth Syriac Symposium at Duke University, Durham, North Carolina, in 2011 was gratefully accepted. The steering committee of the Symposium - Sidney Griffith, Susan Ashbrook Harvey, Kathleen McVey, and George Kiraz - augmented their numbers to include Amir Harrak, Lucas Van Rompay, and a representative of the Dorushe Graduate Student Association. [7] The abstracts of the papers presented at the Vth Syriac Symposium can be accessed here .",
    "title" : 
    [ "Vth Syriac Symposium",
      "Hugoye: Journal of Syriac Studies" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2crkitchen",
    "displayTitleEnglish" : "Vth Syriac Symposium" }