
  { "fullText" : "[1] Professor Taeke Jansma died on May 30, 2007 in Voorschoten, near Leiden, The Netherlands, at the age of 87. Present-day Syriac scholars will not have seen new publications by Professor Jansma in the last thirty years or so, but several of his Syriac publications that appeared between 1949 and the mid-seventies have proven to be of such lasting significance that there is reason, in a journal devoted to Syriac studies, to reflect briefly on the work of this eminent scholar. [2] Taeke Jansma was born in Almelo, in the province of Overijssel, in the east of The Netherlands, in 1919. In 1938, he went to Leiden to study theology and Semitics. Under the supervision of Professor P.A.H. de Boer (d. 1989) he wrote his dissertation, Inquiry into the Hebrew Text and the Ancient Versions of Zechariah IX-XIV (no. 1), with which he earned his Ph.D. in 1949. Chapters are devoted to the Targum, the Peshitta, and the Septuagint, while Syriac readings are used and referred to throughout the dissertation. Moreover, several of the additional theses, short statements that in the Dutch tradition accompany the dissertation, deal with Syriac. Already during his student years, therefore, Syriac must have been emerging as an important focus of his scholarly interests. Jansma acquired additional expertise in the Aramaic languages of Late Antiquity including Syriac, Jewish Aramaic, and Samaritan Aramaic during a period of study spent in Leeds and Oxford in 1949-50. [3] In 1950, Leiden University appointed him full professor of “Hebrew language and literature, Israelite Antiquities, and Aramaic”, thus putting on his shoulder a heavy teaching load, which seemed to leave only a little room for Syriac. For nearly a quarter of a century Jansma’s teaching covered the whole field that had been entrusted to him. Syllabi and student notes that continued to circulate in Leiden even many years after his retirement are a clear indication of the effect his teaching had on students. He was a powerful teacher, who was always extremely well prepared and who was able to capture the attention and stimulate the imagination of students. [4] When in the late fifties the Peshitta project of the “International Organization for the Study of the Old Testament” was set up in Leiden, under the direction of Professor de Boer, Jansma took upon himself the preparation of the edition of Genesis (which appeared in 1977 – no. 6). There can be no doubt that he was well-equipped to carry out this task, but he saw his work as much more than that of a text-critic. As he wrote in his dissertation “… text-critical work only goes part of the way. It may find its completion by an exegetical study,” for “judging and weighing is the work of exegesis.” (p. 59). This must have been the background to his exploration, from the mid-fifties on, of Syriac interpretations of Genesis. This exploration led to a number of important publications that arose out of Jansma’s reading of numerous published and unpublished Syriac commentaries, treatises, and homilies. [5] In 1958, Jansma published a paper of monograph length: “Investigations into the Early Syrian Fathers on Genesis. An Approach to the Exegesis of the Nestorian Church and to the Comparison of Nestorian and Jewish Exegesis,” (no. 8). This is a remarkable and still very useful survey of relevant Syriac texts, with comments on the characteristics of each text, on its sources, and on parallel passages drawn from Greek-Christian as well as from Jewish writings. This study laid the groundwork for much of the later scholarship in the field of East-Syriac biblical interpretation. Along with the work of Professor Van den Eynde in Louvain (d. 1991), who also in the fifties started his exemplary edition and annotated translation of Isho c dad of Merv’s Old Testament commentaries, Jansma’s studies opened the field, identified the main texts, and formulated interesting research questions. Subsequent students and scholars owe a very great debt of gratitude to these two scholars, Jansma and Van den Eynde. They worked on the same texts, sometimes came to the same conclusions, and admired each other’s work. They also had in common, however, that they shunned public events and felt very uncomfortable with personal attention – which helps explain why they never met. [6] Other important publications that emerged from Jansma’s work in the field of Syriac exegesis include his edition and study of Syriac fragments from Theodore of Mopsuestia’s Commentary on Genesis (no. 16), his study of interpretations of the Creation and Paradise story in Jacob of Serug (no. 9) and Narsai (nos. 20, 23, 26, and 27), and his work on Ephrem’s Commentary on Genesis (nos. 28, 33, 38). Text-criticism and the history of interpretation are clearly interwoven in Jansma’s study of specific Genesis readings in the Syro-Hexapla (no. 25), Bardaisan (no. 24), Ephrem (no. 35), and Barhebraeus (no. 32). His study of a number of anonymous homilies (in particular nos. 11 and 12) should be mentioned under this rubric as well. Jansma’s critical notes on the published texts and translations of Ephrem’s Commentaries on Genesis and Exodus (nos. 28, 31, 33, and 38) as well as on Narsai’s Homilies on Creation (no. 26) remain indispensable for those who study these texts today. [7] In addition to the biblical text and its interpretation, the figure of Bardaisan and his legacy became an important theme in Jansma’s work. What was initially intended as a review of H.J.W. Drijvers’ monograph Bardaisan of Edessa (1966) grew into a full monograph, which was published in Dutch in 1969: Natuur, lot en vrijheid. Bardesanes, de filosoof der Arameeërs en zijn images (no. 5). The most significant word of the title is the last one, “images.” Jansma strongly argued that the different sources providing information on Bardaisan and his teaching cannot be brought together into one coherent picture. We can hardly go beyond the different “images” which each of the sources create and construct. Present-day students, therefore, are like visitors in a gallery of paintings spanning nearly 18 centuries of history. We see, one after the other, portraits of Bardaisan, positive or negative, painted by such skilled artists as his disciple Filippus, Sextus Julius Africanus, Ephrem, … and in recent times, among others, by Schaeder, Levi della Vida, and Drijvers. Jansma himself clearly did not want to be one of these artists. With remarkable sharpness he tried to read each of the ancient sources in its own right, trying to understand what it was doing in its own context, and painfully aware (and “filled with unspeakable bitterness,” as the final sentence of the book has it) that the real Bardaisan escapes from us, that we know neither his writings nor his thoughts, and that we have not been able to glimpse his face. [8] Jansma’s book on Bardaisan happened to be the very first monograph on a Syriac topic that I read as a beginning student of Syriac. The author’s erudition, which normally would be intimidating for an inexpert reader, is balanced with a very accessible and truly beautiful language and style. Moreover, the book is only very lightly footnoted. The reader is skillfully guided through the world of Edessene and Syriac Christian culture, and important lessons in literary and historical criticism are taught. [9] A very different period of history is the scene of another of Jansma’s monographs, published in 1959: Oost-Westelijke verkenningen (“East-West explorations” – no. 4). It is built on a parallel reading of two travelogues: the Latin report by William of Rubroeck of his journey to the Mongol court in 1253-1255, and the Syriac narrative of Barsauma’s travels to the Middle East and Europe at the end of the 13th century. Closely following the texts and explaining them to his readers in a lively fashion, Jansma delineates the ways in which the Flemish monk saw Mongolia and the East-Syrian prelate from the Beijing region saw Europe. The skills of the literary critic and of the historian, which would become so prominent in the Bardaisan book ten years later, are already to be found here. At the same time, this book shows the versatility of the author, who felt at home with any Syriac text between Bardaisan and Barhebraeus. [10] In 1973, the Leiden chair of Hebrew and Aramaic was split up. Jansma decided to leave the Hebrew part to a newly appointed colleague, and to become the first incumbent of the new Aramaic position himself. This could have been the beginning of a new phase in his career, one entirely devoted to teaching and research in the field of Aramaic and Syriac. Unfortunately, soon thereafter his health no longer allowed him to continue his work. He retired early, in his mid-fifties. Although he recovered to some extent, he did not resume academic work and chose not to participate in university life, in spite of his close physical proximity to it. This was a source of great sadness for his students and colleagues, who had to find consolation in their memories and in Jansma’s written work. His passing away now, more than thirty years later, at an advanced age, accentuates the pain of his early departure and long absence. However, in view of the rich diversity of his scholarship and its remarkable depth, our feelings should in the first place be ones of admiration and profound gratitude. May he rest in peace! Appendix: A list of T. Jansma’s Publications",
    "title" : 
    [ "Taeke Jansma (1919-2007)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Lucas Van Rompay" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/Vol10No2",
    "displayTitleEnglish" : "Taeke Jansma (1919-2007)" }