
  { "fullText" : "University of Notre Dame June 19 - July 26, 2007 [1] Applications are invited for an NEH-sponsored seminar, titled \"The Middle East Between Rome and Persia: Early Christianity on the Path to Islam.\" The six-week seminar will be held at the University of Notre Dame, from June 19 until July 26, 2007. [2] The Seminar will draw on the literature and material culture of the region to explore the ways in which the resurgent indigenous cultures there ­ Arabic, Syriac, Aramaic-speaking Jewish, and Armenian ­ re-emerged with the decline of local Hellenism to form a population that would in the seventh century be receptive to a new political and religious hegemony. For four centuries, this region was prized by western or Iranian empires and dominated by the imperial culture, language and religion of each. Despite these rival hegemonies, by the beginning of the seventh century the Middle East in late antiquity was re-emerging as a distinct zone, a fungible area allowing for the passage, conquest and settlement of the dar al Islam. Christian and Jewish cultures in the old marchlands between the Iranian and Roman imperia were being incorporated in a central Islamic territory. There they would coexist in a multi-religious society that only at the present moment is finally shattering. [3] We intend to explore how the native Christianities and the Jewish communities of the region made such a conquest and enduring settlement possible. [4] This seminar will be directed by Professors Joseph Amar, Professor of Classics (whose background is in Syriac and Arabic history), and Robin Darling Young, Associate Professor of Early Christianity (who specializes in the Greek, Syriac and Armenian churches). [5] The application, as well as a weekly curriculum and information about accommodations, can be found online, at: www.nd.edu\/~romepers . [6] If you have any questions, please contact Devon Smith at dsmith17@nd.edu.",
    "title" : 
    [ "Middle East Between Rome and Persia",
      "Hugoye: Journal of Syriac Studies" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n1fcnehseminar",
    "type" : "announcement",
    "displayTitleEnglish" : "The Middle East Between Rome and Persia" }