
  { "fullText" : "Toronto, Ontario Canada. June 25-27, 2007 [1] The (North American) Syriac Studies Symposium gathers scholars, researchers, graduate students, and interested public from all over the world for a three day conference on Syriac studies. Symposium V will take place in Canada for the first time, following four successive symposia in the United States: Providence RI (1991), Washington DC (1995), Notre Dame IN (1999), and Princeton NJ (2003). [2] Preference will be given to papers or sessions that directly deal with the main theme: The role of Syriac in bridging antiquity with the medieval Near East, ancient Greece with the Islamic civilizations, Christianity with the Far East, etc., in literature, translations, art, architecture and any other relevant field. Other proposals in the areas of Syriac literature, Biblical versions, history, art, archaeology, and theology are also welcome. [3] As in the past conferences, the Syriac Studies Symposium will jointly convene with the International Forum on Syriac Computing. This forum aims to give those working on computational projects in Syriac the opportunity to share information. Papers on all aspects of Syriac computing are welcomed, including: databases (lexical, bibliographical, catalogues), word processing, fonts, desktop publishing, critical editions, computer aided learning\/teaching, software and systems. [4] Please submit a title and a 250 word abstract if you wish to present a (20 minute) paper. The submission deadline is 28 February 2007. If you wish to propose a session, indicate its theme and participants, and enclose copies of abstracts for the papers. Send your abstract or proposal electronically at the following e-mail, csss@chass.utoronto.ca. [5] Address questions concerning papers or sessions: For Syriac Symposium V to the Canadian Society for Syriac Studies at csss@chass.utoronto.ca. For the International Forum on Syriac Computing to Dr. George Kiraz: gak@bethmardutho.org",
    "title" : 
    [ "Syriac Studies Symposium V Syriac as a Bridge Culture",
      "Hugoye: Journal of Syriac Studies" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n1fcsyriacsymposiumv",
    "type" : "announcement",
    "displayTitleEnglish" : "Syriac Studies Symposium V Syriac as a Bridge Culture" }