
  { "fullText" : "Sayyidat al-Bir (Lebanon), January 24–26, 2008 The Conference [1] We have the honor of announcing the meeting of a conference entitled “The Literary Production of Melkites in the Pre-Ottoman Era,” organized jointly by CEDRAC (Centre de Documentation et de Recherches Arabes Chrétiennes – USJ) and l’OIB (Orient Institut – Beirut), from Thursday, January 24 through Saturday, January 26, at the Convent of Our Lady of the Well (Sayyidat al-Bir, in Matn, Lebanon). [2] By Melkites we intend those who are named, in the contemporary Arab world, Greek Orthodox or Greek Catholic. By specifying the Pre-Ottoman period we intend to identify the topic at the heart of the conference, yet this need not absolutely exclude the later period. As regards subjects, we will welcome papers on the various contributions of Melkites, whether secular (science, medicine, philosophy, history, philology, art, etc.) or religious (Bible, theology, liturgy, canon law, spirituality, etc.), both original compositions and translations. Participants might also present studies on a manuscript, a work or an author, or analyze the literary movement of a particular period. In brief, participants are entirely free to specify their topic. It is expected only that their paper be an original scholarly contribution. The Presentations [3] Participants will have 30 minutes, including 20 minutes for their presentation and 10 minutes for discussion. Alternatively participants might choose to make a brief, 10 minute discussion, for example to illustrate a new detail or provide a new report. The recommended languages of the conference are French and English, but other languages are not necessarily excluded. [4] If you will need special technical equipment for your presentation, for example to project texts or slides, please inform us about your exact need by the beginning of January. [5] All participants are requested to submit, before January 3, 2008, an abstract of about ten lines on their paper, either in French or in English. All of the papers will be gathered in a volume and published exclusively in the periodical Parole de l’Orient . The published papers can be more in depth than the oral presentations. Be sure to have a definitive text by the date of the conference. Thereafter we will detail the guidelines of the edition. Authors will receive one copy of the entire volume and 25 offprints of their article. Organisation [6] In order that we might prepare lodging at Our Lady of the Well and other organizational details, we request that you inform us of your participation, and provide the title of your presentation (if you intend to prresent) by September 15, 2007 at the latest. Needless to say, the earlier you can do so the better. [7] The organizers will cover the cost of lodging (including all meals) for foreign participants and meals for local participants. [8] Do not hesitate to inform any interested parties about this conference. And kindly respond to us at the following address: <samirksj@hotmail.com> or <nagi.edelby@usj.edu.lb> P. Samir Khalil Samir, CEDRAC, and Manfred Kropp, OIB.",
    "title" : 
    [ "Literary Production of Melkites in the pre-Ottoman Era (AD 750-1516)",
      "Hugoye: Journal of Syriac Studies" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2fcmelkiteliterature",
    "displayTitleEnglish" : "The Literary Production of Melkites in the pre-Ottoman Era (AD 750-1516)" }