
  { "fullText" : "[1] The question of the relationship of the OT Peshitta to the other ancient versions continues to capture the interest of Peshitta scholars. While past research indicates that the Peshitta is, for the most part, an independent translation of a Hebrew Vorlage , this conclusion still needs to be refined for each book of the Bible. The problem stems from the uncertain origins of the OT Peshitta. It is not unreasonable to presume that the Peshitta translator, working from a Hebrew text, also consulted a Greek version of the Bible and perhaps a Jewish Aramaic version as well. To further complicate matters, the first manuscript evidence is a good three centuries after the translation emerged. By that point, the Peshitta, which may have been the work of Jewish translators, was firmly in the hands of Syriac speaking Christians who knew the Greek Bible. One line of inquiry into the Peshitta’s character involves the study of the relationship between the Peshitta with other versions of the Bible. It is within this arena that Erbes' dissertation, presented to the faculty of Semitic Languages at Uppsala University, situates itself. [2] At the outset, Erbes asks the question: “How does the Peshitta sphere relate to the Jewish sphere, the Septuagint sphere, and the Vulgate?” (p. 24). He wants to uncover evidence of versional influence (especially the Septuagint) on the Peshitta. The bulk of his volume presents a verse by verse analysis of the variant readings in the Peshitta of Joshua 1-5. Even the most minor Peshitta divergences are discussed. The first reading he treats is the question of the waw on wy’mr  in the MT of Josh 1:1 which the Peshitta renders ‘mr (“he said”). He notes that the Syriac tradition uniformly reads ‘mr (without waw ). He then provides a retroversion of the MT( wy’mr ) into Syriac ( w’mr ). One could quibble as to whether this retroversion is even possible in Syriac as it produces a rather “unsyriac” construction (the verb ‘mr in Josh 1:1 introduces the main clause after the subordinate clause introduced with wmn b t r d ). He then discusses the versional evidence for the waw (the Targum and some Greek versions reflect the waw ). Erbes concludes that the “absence of the waw is idiomatically the equivalent of the Masoretic Text” (p. 60) and that the Peshitta is free from versional influence. The study proceeds in this fashion, considering every variation between the MT and the Peshitta in Joshua 1-5. [3] The discussions at the end of each variant studied reveal that most often the Peshitta offers an independent reading. Some variants are so minor that they defy explanation. But Erbes tries anyhow. He suggests that the variant word order in some Peshitta MSS in Josh 1:4, stresses the proper name of the river “Euphrates,” “triggered by the relative proximity of the translator to it.” His competent study would not have been compromised had such imaginative explanations been left aside. Sometimes Peshitta readings are treated in isolation, such as the translation ‘yk dbzq’ for Hebrew nd (Josh 3:16). Erbes suggests that the Peshitta reading “is possibly an adapted translation of the Hebrew ‘dam’ or a misreading with a Mishnaic background” (p. 219). Both explanations are possible, but it should be acknowledged that the Peshitta translation for this Hebrew term also appears in Exod 15:8 and Pss 33:7 and 78:13. [4] As Peshitta scholars will be interested in the results of this technical research, I offer a summary below: The Peshitta normally follows the MT. The Peshitta rarely follows the Septuagint.\/li> The Targum did not influence the Peshitta. The Peshitta-Ethiopic parallels suggest direct contact or contact through a lost Septuagint MS. Most unique Peshitta readings can be explained by translation technique. [5] More than once the author acknowledges the quantitative limitations of his research. But the copious data Erbes presents witnesses to his ardent search for even the most minor trace of influence from these versions on the Peshitta. For this reason his conclusions are well founded.",
    "title" : 
    [ "Erbes, Johann E., The Peshitta and the Versions: A Study of the Peshitta Variants in Joshua 1-5 in Relation to Their Equivalents in the Ancient Versions (Acta Universitatis Upsaliensis. Studia Semitica Upsaliensia 16; Uppsala: Uppsala University Library, 1999).",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Morrison, Craig E." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n1prmorrison",
    "type" : "review",
    "displayTitleEnglish" : "Erbes, Johann E., The Peshitta and the Versions: A Study of the Peshitta Variants in Joshua 1-5 in Relation to Their Equivalents in the Ancient Versions (Acta Universitatis Upsaliensis. Studia Semitica Upsaliensia 16; Uppsala: Uppsala University Library, 1999)." }