
  { "fullText" : "[1] Syriac’s emergence as a literary language was stimulated on the one hand by a multicultural Semitic, Greek and Iranian environment, and on the other by the demands made of the language in the context of the spread of Christianity. In some sense Syriac responded to these demands. Of course, we often talk about languages in a metaphorical way, as if a language were able to decide whether to respond or not! In some sense languages have a life of their own and this partly explains why, in our attempts to describe their processes, we tend to use terms derived from the life sciences, such as the terms “family” and “birth”. [2] In attempting to describe the cultural and linguistic environment of the birth of Syriac, we look primarily to the earliest evidence, the archaeological evidence and the earliest written materials in the language, which are labelled “Syriac” or, more specifically, “Old Syriac”. These inscriptions and legal texts come from a particular and narrowly defined locality, the kingdom of Edessa, centred on Urhay, the modern-day Urfa in southern Turkey. The number of the Old Syriac inscriptions has now reached about 110 and we have in addition the immensely important treasure of three long Syriac legal texts on parchment. Many of these inscriptions and parchments are dated either directly or indirectly and the dates span the period from A.D. 6 to A.D. 243 (Drijvers and Healey 1999, used for reference to inscriptions below). All of these materials are non-Christian, and there is no expression of Christian sentiments or allegiance in them. The cultural environment of this early Syriac is, therefore, pagan. The Syriac of the texts is usually classified as “Middle Aramaic”, a term which also covers other contemporary Aramaic dialects such as Palmyrene and Nabataean. [3] So where did Syriac come from? And what was the environment of its transformation into a major literary and theological language? I address these questions under three headings: I. The cultural hellenization of pre-Christian Edessa; II. The impact of the Greek language on Edessa and on pre-Christian Syriac; and, rather briefly, since the details are covered elsewhere, III. Early Syriac in the context of contemporary Aramaic. I will then comment on some specific factors which contributed to the rise of what is usually called classical Syriac. I. The Cultural Hellenization of Pre-Christian Edessa [4] Although this area of Upper Mesopotamia was from time immemorial one of Semitic language use, it is also in the Greek and Roman periods an environment of considerable international contact and specifically of contact on the one hand with Parthia (and subsequently Sasanian Persia) and on the other with the Greek-speaking Seleucid Kingdom and Roman East. [5] How far we can regard the Edessa region as hellenized in the pre-Christian period, has, however, been disputed and indeed subject to some fluctuations of scholarly fashion. Robert Murray in a publication of 1982 (1982: 9-10) noted the view, widely accepted in the early twentieth century, that Edessa’s culture was non-hellenic and “purely” Semitic. Murray committed himself to a retraction from this position in favour of the view that Edessa was extensively if not thoroughly hellenized in pre-Christian times. This view was even more strongly espoused by my late and much loved friend Han Drijvers (e.g. 1970, 1998). I believe, however, that some retraction from the retraction is necessary, since there is a danger of exaggeration of the hellenistic factor in early Edessa. [6] There is no doubt, it must be stated from the start, that multiculturalism is woven into the fabric of the early history of Edessa. It was, after all, essentially a Seleucid foundation and became a provincial centre within the Seleucid Kingdom, with a Macedonian name, Seleucid-Hellenistic institutions and, no doubt, physical appearance. Seleucid coins, for example, were struck. At the same time, however, it must be remembered that the new foundation was located at the site of an older city, Adme (Harrak 1992). We know very little about this earlier Adme, but the whole region of Upper Mesopotamia is well known in earlier times. Edessa’s neighbour, Harran, had been a prominent cultural centre for millennia and housed a famous temple of the moon-god, Sin, whose cult continued into the early centuries A.D., as the Syriac inscriptions from Sumatar Harabesi show. [7] With the decline of Seleucid power and a little before the Romans arrived, Edessa grasped its chance to establish itself as an independent state with its own kings of a local dynasty, said to be that of Aryu, around 140-30 B.C. It is often called the Abgarid dynasty because of the prominence of the royal name Abgar. Segal (1970: 16) claimed that this was a Nabataean dynasty. This seems implausible: the only real evidence is the names of kings, such as Abgar, Ma‘nu, etc. These conform to a name-type, common in Nabataea, but common also throughout the Middle East in this period and they may suggest that in Edessa, as in Petra, there was already an Arab presence. It is possible that an Arab dynasty came to power by filling the post-Seleucid power-vacuum. There is nothing, however, to suggest a specifically Nabataean presence. [8] It is interesting to note that, in contrast to the policy of the Nabataean kings, so far as we know local coins were not issued in Edessa until much later, the middle of the 2 nd century A.D. There was no early “native” imitation of Seleucid coinage. And when coins did appear, they did so during a period of Parthian domination and the earliest types bore Syriac legends (Babelon 1893: 209-96; Hill 1922: xciv-cvii, 91-118, pls XII-XVII). [9] Of the Seleucid, Abgarid and Roman cities very little survives by way of material remains. In a survey, Mango reviewed what is known of classical art in Mesopotamia and most of what survives comes from the period after A.D. 165, when the Roman involvement in Edessa became intense (Mango 1982: 117). Non-survival of earlier material is often ascribed to the continuous occupation of Edessa, but it is surprising how little has survived and this suggests that Edessa was far from thoroughly hellenized, a suspicion voiced also by Ross (2001: 11-13). [10] Perhaps the most characteristic survival of pre-Christian Edessa is that of the mosaics, mostly funerary mosaics set on the floors of tomb-chambers. The mosaics all appear to date from the early 3 rd century A.D., though a recently published mosaic is dated a little earlier, to A.D. 194 (Healey 2006). They are of great interest in themselves and point to Edessa’s cultural contact at this period with Roman Antioch: the concept of mosaic-making must have come from that direction. Interestingly, though, by far the majority of the mosaics follow artistic norms which are non-Antiochene: they bear Syriac rather than Greek inscriptions, presumably because the patrons knew no Greek or did not regard it as important. And they show a distinctive local art which is non-Western (and has often, with insufficient justification, been called Parthian). In a few cases a rather wooden rendering of a western model is involved (as in the case of the Orpheus and Phoenix mosaics). [11] There are also a few non-funerary mosaics which appear to have been used as decor in villas and these are thoroughly Antiochene in inspiration, containing mythological and legendary scenes (e.g. the mosaics now in the Bible Lands Museum in Jerusalem depicting Achilles, Patroclus and Briseis: Drijvers and Healey 1999: Cm3, Cm4), and one of these, from outside Edessa, depicting the river Euphrates and dated A.D. 227, has a bilingual Syriac and Greek legend (Bm1). These more westernized mosaics give the impression, however, of being prestige items created by non-native craftsmen for the new Roman citizens of the third century and in any case they do not prove earlier hellenization (for the dating of the mosaics: Colledge 1994; Healey 2006). [12] Although there is a lack of archaeological (artefactual) evidence for hellenism in pre-Roman and pre-Christian Edessa, we do have some literary evidence from the earliest surviving Syriac literature which might suggest a mixed culture at Edessa even in the pre-Christian period, though one must again be wary of exaggeration. [13] There are texts like the letter of Mara bar Serapion, the date of which is much disputed. Fergus Millar (1993: 460-62) evidently leans towards the 70s A.D., but it has been ascribed to a much later date by Kathleen McVey (1990). An early date might suggest that at least for the elite of society, such things as Greek mythology were familiar. This is confirmed for the third century, as we have seen, by the mythological and literary themes in the non-funerary mosaics. Apart from Achilles and Patroclus, we also find Zeus and Hera represented. There are also literary figures from the surrounding area, though not Edessa itself, who might be taken into account: Lucian of Samosata and Tatian. [14] But perhaps the most iconic figure in the cultural environment of Edessa itself is Bardaisan (A.D. 154-222). If the direct quotations from Bardaisan which have survived and the dialogue, The Book of the Laws of Countries , are an accurate reflection of his teaching, they give us an insight into what appears to be a philosophical school at Edessa. Bardaisan was a Christian, but walked a tightrope between paganism and Christianity. He can be seen as trying to juggle Christianity, Greek philosophy and Semitic culture. One cannot help but admire his effort, even if it was inevitable that he was going to fall foul of Christian orthodoxy once it came into existence. Han Drijvers, in his book on Bardaisan (1966) and in numerous articles, was able to build up for us a very full picture, and there can be no doubt that Bardaisan was well versed in contemporary Greek philosophy. But so far as we know he wrote in Syriac , not in Greek, and it is easy to overlook the extent to which he is dependent on a local cultural tradition despite his awareness of things Greek. [15] Thus the evidence for regarding Edessa before the mid-2 nd century A.D. as extensively hellenized is really rather thin and it suggests the need for caution. What survives of Bardaisan’s thought is the only substantial indication of hellenistic culture and there is a possibility that his hellenism was restricted to a very narrow circle associated with the court. Beyond this circle there is little evidence. It may be that whatever earlier hellenization had taken place in the Seleucid context practically disappeared under the Abgarids. [16] It seems to me, therefore, that the cultural background of the emergence of Syriac and its development as a literary language is best regarded as predominantly Semitic and traditional. Pre-Christian Edessa worshipped traditional local deities like Sin, Baalshamin, Shamash, Nebo and Bel, not Greek gods, and employed an art which may have some hellenistic\/Roman features, but which is nonetheless marked heavily as local. And as Sebastian Brock has noted, there is in the earliest evidence of Christian Edessa a noticeable absence of classical baggage. In the Peshitta of Acts 14: 12 the Greek divine name Zeus is not transcribed as zews , as it could have been, but given an interpretatio syriaca as Mārē alāhē , “lord of the gods”, a title used in Edessan inscriptions of Sin and Baalshamin (Brock 1982: 19; Drijvers and Healey 1999: 80). II. The impact of the Greek language on Edessa and on pre-Christian Syriac [17] The presence of Greek loans in the early Syriac inscriptions and parchments would in general be an indicator of Greek cultural influence on pre-Christian Edessa and its language. This has been discussed in several earlier works and there is no attempt here to enter into all the details (cf. Schall 1960; Healey 1995; Brock 1996). In an article published in 1995 I chose to contrast the incidence of Greek loans in Old Syriac with the incidence of Greek loans in early Nabataean. Old Syriac seems at first sight to have many more loans. However, the distribution of the Greek loans in the Syriac inscriptions and parchments deserves closer scrutiny. [18] Seventeen out of the twenty-one clear Greek loans (data summarized in Drijvers and Healey 1999: 30-32) appear only in the legal parchments, almost all in the context of introductory dating formulae, and it is hardly surprising to find them used, since these texts come from the 240s A.D. and already the legal context was a Roman one. This is clear from the more numerous Greek legal texts in the Feissel and Gascou cache (1989) to which two of the three Syriac legal texts belong. The texts are Romanized presumably because their legal content might have to be defended in a Roman court. (There is an interesting parallel here with the switch from Nabataean to Greek after A.D. 106 in the legal texts from the Babatha archive.) [19] Of the remaining four Greek loans in the Syriac inscriptions, two ( 'plwtr' from a p e l e u q e r o s and qesar ) appear in the same late 2 nd century A.D. inscription (As49) in the distinctly Roman phrase “freedman of Antoninus Caesar”. The broken word 'yg[mwn'] from h g e m w n , “governor”, appears in another third-century inscription (As10). Thus all the Greek loans up to this point can easily be accounted for because of having been used within a Roman legal and administrative context. This leaves us with the word 'dry t ' related to a n d r i a s , “statue”, in the famous inscription on the pillar on the Urfa citadel, and this pillar is a Roman-style artefact if ever there was one (As1) Note that a fuller survey of the evidence would have to take account also of Greek loans in the earliest literary works such as The Book of the Laws of Countries . [20] The point here is that this is a meagre inventory of Greek linguistic influence and it all suggests the appearance of Greek words in Edessa is mostly connected with Romanization in the third century A.D. Before that period the Syriac inscriptions are free of Greek influences and indeed Syriac is virtually the only language attested east of the Euphrates (Brock 1994: 152). An epigraphic exception to this last point may be the bilingual Amashamash tomb inscription from just south of Edessa: it could date as early as the 1 st century (Millar 1993: 462), though a later date is more likely (Drijvers and Healey 1999: As62). [21] It is useful to compare this situation with Palmyrene and Nabataean. At Palmyra, Greek was very widely used because of more direct Roman influence (most recently Taylor 2002). As for Nabataea, Romanization did not much affect Petra until after the Roman annexation in A.D. 106, apart from some architectural imitations of styles from adjacent territories. There is only one securely dated pre-annexation Greek inscription at Petra, a bilingual which seems to have been erected by a family especially conscious of its Greco-Roman connections (Sartre 1993: no. 54). III. Early Syriac in the context of contemporary Aramaic [22] The pre-Christian Edessan inscriptions, as we have seen, are treated by epigraphists as a corpus and called “Old Syriac”, though the gathering of the material in this way under this title is largely based on non-linguistic features: the provenance of the inscriptions and the distinctive form of script used, with the corpus containing at least two varieties of early Syriac distinguished mainly by the y- prefix 3 rd masculine imperfect instead of the n- prefix also found in classical Syriac: yiq t ūl instead of classical neq t ūl . A fuller account of the linguistic aspect of this topic is to be published in the Proceedings of the “Congress on Aramaic in its Historical and Linguistic Setting”, held in Leiden, August 24-27, 2006. The chronological distribution in the inscriptions suggests a division between the earlier texts (before about A.D. 200), which have y- , and the later texts, all of which have n- . This may, however, disguise a more complex situation in which both forms existed side by side, representing different registers or sub-dialects. [23] Broadly, after the demise of the Achaemenid Empire, the Achaemenid Aramaic lingua franca had, in the absence of the empire, no function and largely disappeared. What remained were the local Aramaic dialects in each region where Aramaic was spoken as a vernacular. Gradually these local dialects were turned into literary or official languages. How this worked in practice depended, however, on local circumstances. In the Seleucid cities Greek became the official language. In Nabataea Aramaic was replaced at least in some circles by a form of Arabic, though a distinctly conservative, Achaemenid-type Aramaic continued to be used for official purposes. [24] So how did Syriac emerge? Syriac is the local Aramaic of the Edessa region. Beyer (1984: 46; 1986: 31) noted, however, that its use as a state language and the opportunity for its development into a literary language must have been thrown into doubt by the Seleucid refoundation of Edessa, with Greek as the official language, even if Greek has left little trace. The local dialect of Aramaic might never have been turned into a written language, as happened to vernaculars in other Greek-dominated regions. [25] In fact, however, the spoken use of the Aramaic of the area continued throughout the period of Seleucid control. Whether this Edessan Aramaic was written down at all during this period is not known with any certainty. Perhaps suggestive of some continuity is the evidence of Achaemenid (and Arsacid) orthographic influence in Old Syriac when it first appears in written form (Beyer 1966). There is also the evidence of the later legal texts, the parchments from the A.D. 240s, which contain legal formulae which clearly go back to the Achaemenid period and earlier, bearing comparison with the Samaria papyri. It thus seems likely that the writing as well as the speaking of the local Aramaic of the Edessan region continued during this time. [26] Edessan Aramaic — Syriac — begins to re-emerge with the Abgarid dynasty around 140-130 B.C., being adopted for public use probably as part of the assertion of a non-Greek identity. As the local Aramaic dialect emerged, there developed for it a local variety of the earlier Aramaic script. Both script and language are well established by the time of the earliest dated Syriac inscription, the Birecik inscription of 6 A.D., in which a local official, a šallī t ā , writes his own tomb-inscription in Syriac (As55). [27] The transformation of this early epigraphic Syriac used for official purposes into a prestigious literary language is also remarkable (though one can ask the same question about many languages known in their earliest form through non-literary epigraphs). Three specific factors may be noted: [28] First, Syriac had already, in the earliest evidence available to us, become an administrative language. The administrative language of the Abgarid dynasty was Aramaic rather than Greek. The major evidence here is provided by Syriac legal texts. Even though these are late (from the 240s A.D.), they are part of a whole legal tradition and prove incontrovertibly that the Syriac form of Aramaic had continued to be used in such contexts. The Greek legal texts found with them, on the other hand, must certainly be an innovation of the Romanizing period (not an inheritance from the Seleucid period). [29] Secondly, Syriac became a royal language. It became a royal language in the sense that the dynasty of Edessa chose to write inscriptions in it rather than in Greek (which must have been a feasible alternative at the end of Seleucid rule). While the Edessan kings did not produce historical inscriptions in the normal sense, they did produce coins with Syriac legends, before Greek legends and Roman style supervened. And the elite of the kingdom chose to write its inscriptions in Syriac, as we can see from the Birecik inscription and the later inscriptions of a military character at Sumatar (especially those referring to the governors of different districts: As31 and 47, etc.). There is also the famous inscription on the pillar on the Urfa citadel dedicated to a queen of Edessa (As1). [30] Above all Syriac became a religious language. While most of the well preserved early inscriptions are funerary and simple commemorative texts, which do, of course, reveal some religious sentiments, there is also a small number of inscriptions, especially from Sumatar Harabesi, which have a more directly religious purpose (As36 and 37; also the altar inscription Bs3). [31] A further factor, beyond the scope of this paper, is that there was an early interest in translating religious texts into Syriac and these translations had a part in raising Syriac to a new level, especially when the Bible began to be translated into Syriac. By that time Bardaisan was probably writing philosophical works in Syriac and poets were composing poetry. Conclusions [32] I do not want to advocate a romanticized view of the early Edessan environment of Syriac Christianity as unsullied by the “bitter poison of the wisdom of the Greeks” as Ephrem calls it ( de Fide II, 24). On present evidence, however, though Bardaisan may form a prominent peak of hellenism, it is not clear that he is the tip of an iceberg of any great significance. That there was Greek culture in Edessa is clear, but much more clear is the underlying dominance of native religious and linguistic tradition. If Greek had been at all prominent in Edessa the Greek text of the gospels would have sufficed, as it did in Antioch. Instead, for the whole society, including the elite (apart possibly from the few who partook in the kind of intellectual activity which preoccupied Bardaisan), it was this need in the religious sphere which was answered by Syriac, a local language which had come to written prominence during the reign of the Abgarid dynasty, used for administration and religion, by kings and people alike. At the end of this process, to quote Sebastian Brock, “... it was Christianity which lent to Syriac the requisite prestige to enable it to compete with Greek as a literary language ...” (Brock 1994: 155). It is hard to credit, however, Noeldeke’s remark (1904: xxxii) to the effect that the Edessan dialect “was employed as a literary language, certainly long before the introduction of Christianity”: there seems to be no clear evidence of this. [33] So far as the title of this paper is concerned, “The Edessan Milieu and the Birth of Syriac”, my conclusion is that in the formative period the Edessan milieu was not hellenized to any significant extent, while Syriac’s ancestry is to be sought in the local Aramaic dialects of northern Mesopotamia, gradually transformed into a prestige language of religious literature. [34] This brings us back to the issue of variety within this early Syriac. The major variation, y- prefix and n- prefix imperfect forms, can be interpreted either diachronically (with the classical form emerging c. A.D. 200) or synchronically (and accounted for as reflecting different varieties of Aramaic\/Syriac). The latter explanation is, in my view, more plausible. Indeed, linguistic variation continued beyond the birth of Syriac and into the “classical” phase, as Lucas van Rompay has shown convincingly in a paper of 1994 (see also Joosten 1999; Brock 2003). _______ Notes † This paper was delivered at a plenary session of the fourth North American Syriac Symposium, held at Princeton Theological Seminary, July 9-12, 2003. _______ Bibliography Babelon, E. 1893. Mélanges Numismatiques II . Paris: C. Rollin & Feuardent. Beyer, K. 1966. “Der reichsaramäische Einschlag in der ältesten syrischen Literatur.” ZDMG 116: 242-54. —. 1984. Die aramäischen Texte vom Toten Meer . Göttingen: Vandenhoeck & Ruprecht. —. 1986. The Aramaic Language. Its Distribution and Subdivisions . Göttingen: Vandenhoeck & Ruprecht. Brock, S. P. 1982 “From Antagonism to Assimilation: Syriac Attitudes to Greek Learning.” Pp. 17-34 in N. G. Garsoïan, T. F. Mathews and R. W. Thomson (eds), East of Byzantium. Syria and Armenia in the Formative Period . Washington, DC: Dumbarton Oaks, Center for Byzantine Studies. —. 1994. “Greek and Syriac in Late Antique Syria.” Pp. 149-60, 234-35 in A. K. Bowman and G. Woolf (eds), Literacy and Power in the Ancient World . Cambridge: C.U.P. (reprinted as no. I in From Ephrem to Romanos: interactions between Syriac and Greek in Late Antiquity . Aldershot\/Brookfield\/Singapore\/Sydney: Ashgate\/Variorum, 1999). —. 1996. “Greek Words in Syriac: some general features,” Studia Classica Israelica 15: 251-62. (reprinted as no. XV in From Ephrem to Romanos: interactions between Syriac and Greek in Late Antiquity . Aldershot\/Brookfield\/Singapore\/Sydney: Ashgate\/Variorum, 1999.) —. 2003. “Some Diachronic Features of Classical Syriac.” Pp. 95-111 in M. F. J. Baasten and W. Th. van Peursen (eds), Hamlet on the Hill. Semitic and Greek studies presented to Professor T. Muraoka on the occasion of his sixty-fifth birthday . Leuven\/Paris\/ Dudley, MA: Peeters\/Department of Oriental Studies. Colledge, M. A. R. 1994. “Some remarks on the Edessa Funerary Mosaics.” Pp. 189-97 in J.-P. Darmon and A. Rebourg (eds), La mosaïque gréco-romaine IV. Actes du IVe Colloque International pour l’Étude de la Mosaïque Antique, Vienne, 8-14 Août 1994 . Paris: Association Internationale pour l’Étude de la Mosaïque Antique. Drijvers, H. J. W. 1966. Bardai s an of Edessa . Assen: van Gorcum. —. 1970. “Bardai s an of Edessa and the Hermetica: the Aramaic philosopher and the philosophy of his time.” JEOL 21: 190-210. —. 1998. “Syriac Culture in Late Antiquity: hellenism and local traditions.” Mediterraneo Antico 1: 95-113. Drijvers, H. J. W. and J. F. Healey. 1999. The Old Syriac Inscriptions of Edessa and Osrhoene ( HdO I\/XLII). Leiden: E. J. Brill. Feissel, D. and J. Gascou. 1989. “Documents d’archives romains inédits du Moyen Euphrate (IIIe siècle après J.-C.).” CRAIBL , 535-561. Harrak, A. 1992. “The Ancient Name of Edessa.” JNES 51: 209-14. Healey, J. F. 1995. “Lexical Loans in Early Syriac: a Comparison with Nabataean Aramaic.” Studi Epigrafici e Linguistici 12: 75-84. —. 2006. “A New Syriac Mosaic Inscription”, Journal of Semitic Studies 51: 313-27. —. forthcoming. “Variety in Early Syriac: the Context in Contemporary Aramaic” (Leiden Congress Proceedings, eds H. Gzella and M. Folmer). Hill, G. F. 1922. Catalogue of the Greek Coins of Arabia, Mesopotamia and Persia . London: British Museum. Joosten, J. 1999. “Materials for a Linguistic Approach to the Old Testament Peshitta.” Journal of the Aramaic Bible 1: 203-18. Mango, M. M. 1982. “The Continuity of the Classical Tradition in the Art and Architecture of Northern Mesopotamia”. Pp. 115-34 in N. G. Garsoïan, T. F. Mathews and R. W. Thomson (eds), East of Byzantium. Syria and Armenia in the Formative Period . Washington, DC: Dumbarton Oaks, Center for Byzantine Studies. McVey, K. 1990. “A Fresh Look at the Letter of Mara bar Serapion”, OCA 236: 257-72. Millar, F. 1993. The Roman Near East 31 BC - AD 337 . Cambridge-London: Harvard University Press. Murray, R. 1982. “The Characteristics of the Earliest Syriac Christianity.” Pp. 3-16 in N. G. Garsoïan, T. F. Mathews and R. W. Thomson (eds), East of Byzantium. Syria and Armenia in the Formative Period . Washington, DC: Dumbarton Oaks, Center for Byzantine Studies. Nöldeke, Th. 1904. Compendious Syriac Grammar (trans. J. A. Crichton). London: Williams & Norgate. Rompay, L. van. 1994. “Some Preliminary Remarks on the Origins of Classical Syriac as a Standard Language: the Syriac Version of Eusebius of Caesarea’s Ecclesiastical History.” Pp. 70-89 in G. Goldenberg and S. Raz (eds), Semitic and Cushitic Studies . Wiesbaden: Harrassowitz. Ross, S. K. 2001. Roman Edessa: politics and culture on the eastern fringes of the Roman Empire, 114-242 C.E. London\/New York: Routledge. Sartre, M.1993. Inscriptions grecques et latines de la Syrie XXI. Inscriptions de la Jordanie IV: Pétra et la Nabatène (Bibliothèque Archéologique et Historique 115). Paris: P. Geuthner. Schall, A. 1960. Studien über griechische Fremdwörter im Syrischen . Darmstadt: Wissenschaftliche Buchgesellschaft. Segal, J. B. 1970. Edessa, the Blessed City . Oxford: O.U.P. Taylor, D. G. K. 2002. “Bilingualism and Diglossia in Late Antique Syria and Mesopotamia.” Pp. 298-331 in J. N. Adams, M. Janse and S. Swain (eds), Bilingualism in Ancient Society: language contact and the written word , Oxford: O.U.P.",
    "title" : 
    [ "Edessan Milieu and the Birth of Syriac†",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Healey, John F." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2healey",
    "displayTitleEnglish" : "The Edessan Milieu and the Birth of Syriac†" }