
  { "fullText" : "Milan, 25th May 2007 [1] The Sala delle Accademie of the Ambrosiana Library in Milan, Italy, is the traditional venue for the yearly Meeting on Syriac Christianity, co-organized by the Servizio per l’Ecumenismo e il Dialogo (Office for Ecumenism and Interreligious Dialogue, directed by Monsignor Gianfranco Bottoni, Archbishopric of Milan), the Ambrosiana Library and SYRIACA (Italian Society of Syriac Scholars, chaired by Prof. Paolo Bettiolo, University of Padova). Since the beginning of the series in 2002, themes proceed in approximately chronological order and alternately focus on the Western and Eastern tradition of Syriac Christianity. Italian scholars, international guests and authorities of the Syrian churches are invited to contribute. The Syriac manuscript treasures kept in the Ambrosiana as well as the history of Syriac studies in Milan are regularly dealt with in the morning sessions of the Meeting. [2] Emidio Vergani (Pontificio Istituto Orientale, Rome) and Sabino Chialà (Monastero di Bose, Magnano) published the proceedings of the previous editions in what is becoming a reference series for Italian readers, especially for those interested in Syriac spirituality and monasticism: Le ricchezze spirituali delle Chiese sire , Atti del 1° Incontro sull'Oriente Cristiano di tradizione siriaca (Milano, Biblioteca Ambrosiana, 1 marzo 2002), Centro Ambrosiano, Milano 2003; Le Chiese sire tra IV e VI secolo: dibattito dottrinale e ricerca spirituale , Atti del 2° Incontro sull'Oriente Cristiano di tradizione siriaca (Milano, Biblioteca Ambrosiana, 28 marzo 2003), Centro Ambrosiano, Milano 2005; Storia, cristologia e tradizioni della Chiesa Siro-orientale , Atti del 3° Incontro sull'Oriente Cristiano di tradizione siriaca (Milano, Biblioteca Ambrosiana, 14 maggio 2004), Centro Ambrosiano, Milano 2006; La tradizione cristiana Siro-occidentale (V-VII secolo) , Atti del 4° Incontro sull'Oriente Cristiano di tradizione siriaca (Milano, Biblioteca Ambrosiana, 13 maggio 2005), Centro Ambrosiano, Milano 2007; in preparation. [3] Meetings and publications are not intended for scholars only, but aim at providing updated information on Syriac Christianity to a wide audience, which is responding with real and growing interest. [4] The 6th Meeting, held on Friday 25th May 2007, was devoted to the theme The Religious and Cultural Heritage of Western Syrians in the 6th-9th centuries. Monsignor Gianfranco Ravasi, Prefect of the Ambrosiana Library, gave the opening speech, welcoming participants to the workshop. The following papers were presented and discussed: Monsignor Cesare Pasini (Milan, now Prefect of the Vatican Library, Rome), Antonio Maria Ceriani (1828-1907) at the Ambrosiana Library; Prof. Emidio Vergani (PIO, Rome), Ceriani’s contribution to Syriac Studies; Lucas Van Rompay (Duke University, Durham, North Carolina), Deir al Surian: the Syriac Orthodox Experience in Egypt; Rev. Father Iskandar Bcheiry (Villa Park, Illinois), The Institution of the Maphryan in the Syriac Orthodox Church; Prof. Paolo Bettiolo (University of Padova), Sergius of Resh‘ayna and the Monastery of Qenneshre: Philosophy, Medicine, Theology; Rev. Father Davide Righi (Faculty of Theology of Emilia Romagna, Bologna; Group for Arabic-Christian Research, Rome), Arab Christians and the Beginnings of Islam (8th-9th centuries). [5] His Eminence Mor Philoxinos Saliba Özmen, Syriac Orthodox Archbishop of Mardin and Diyarbakır, honoured the meeting with his presence and contributed with a lecture entitled \"Church and Christians in Tur ‘Abdin Yesterday and Today\". He confirmed his invitation to Tur ‘Abdin for scholars and participants in the \"Seventh Italian Meeting on Syriac Christianity\" which is scheduled for May 2008 in Mardin.",
    "title" : 
    [ "6th Italian Meeting on Syriac Christianity VI Incontro sull’Oriente Cristiano di tradizione siriaca",
      "Hugoye: Journal of Syriac Studies" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv10n2crmengozzi",
    "displayTitleEnglish" : "The 6th Italian Meeting on Syriac Christianity VI Incontro sull’Oriente Cristiano di tradizione siriaca" }