
  { "fullText" : "[1] The present book is a doctoral dissertation written and defended at the Theological Faculty of the Academy of Catholic Theology (now: Catholic University of Stefan Wyszynski) in Warsaw in 2001. The author is a Catholic priest who is now working at the Theological Faculty of the Silesian University at Katowice in Southern Poland. The book is written in Polish, which is to be regretted, as all the potential readers in Poland would be able to read English, German or French, while few such readers abroad are able to read Polish. There is however a Summary in English (pp. 186-192). [2] Aphrahat (ca. 270 - ca. 345), called \"The Persian Sage\", is the earliest Syriac Church Father, which is perhaps the reason for his never-ceasing popularity among the Syriac scholars. His work \" Expositions \", or \" Demonstrations \" (Syr. Ta&wÇy%th% ), contains 23 homilies or treatises, of which the first 22 begin with the letters of the Syriac alphabet in order. U. renders the title in Polish with the word \" Mowy \"—'speeches', which seems too general. 'Homilie' or 'wyklady' might have been a better choice. [3] The \" Expositions \" make up one of the most famous Syriac compositions. They have been translated into German (twice: 1888 by Bert, 1991 by Bruns), Latin (1894-1907, Parisot), English (1869 Gwynn, 1971 Neusner, both partial) and French (1988-89 Pierre), an honour that few Syriac compositions share. The popularity of the \" Expositions \" is however nothing new, as already in Late Antiquity and Middle Ages they were translated (at least partially) into Armenian and Ethiopic (although in both languages they are attributed to Jacob of Nisibis), furthermore into Georgian (attr. to Hippolytus) and Arabic (attr. to Ephrem). [4] The work of Aphrahat bears witness to early Syriac theological thought at a time when it had still been little influenced by Western, i.e. Greek, theology (the Church of the East accepted Nicea as late as 410 A.D., at the synod of Catholicos Ishaq) and has been the object of lively discussion. In particular the character of the \"proto-monasticism\", to which the so-called \"covenanters\" devoted themselves, has attracted several scholars since the discovery of Aphrahat's homilies in the middle of the 19 th century. It is known that these were ascetics, but the exact kind of asceticism they were devoted to is uncertain. The term in question, \"covenanters\" (Syr. bÇnay qÇy%m% and fem. bÇn%th qÇy%m% ; Uciecha neither uses schwa , nor does he mark spirantization of the beghadhkephath consonants), changed its meaning several times, so that that the meaning found in the text of the sixth century—'monks'—has hardly any bearing on its semantic value in Aphrahat's writings. [5] To render the term bÇnay qÇy%m% . U. uses the expression synowie przymierza —'the sons of the covenant'. This translation should be avoided in English as it is unnecessarily literal and in point of fact incomprehensible (notwithstanding the fact that it has been used by some scholars), just as the Syriac expression bar (sing. Of bÇnay ) tÇl%th§n ¯Çn§n , meaning 'a person thirty years old', would be incomprehensible if rendered verbatim: 'the son of thirty years'. It is however not easy to provide an adequate and meaningful Polish translation of the term in question: perhaps 'sprzymierzeniec' or 'sprzymierzony' would fit, despite some connotations which the Syriac term may lack. [6] In addition to an introduction and a conclusion U.'s book contains four chapters. In the introduction U. sketches the development of Aphrahat's studies, showing his acquaintance with the abundant literature on \"the Persian sage\". This literature is to a high degree coextensive with studies on the intricate problem of the character of the \"covenanters\", the topic which is dealt with in chapter 1, section 1. Here U. examines other terms which were used interchangeably with that of bÇnay qÇy%m% , an analysis which allows him to get a better grasp of the meaning of the term in question. These terms are &§dh%y% —'single', qaddi¯% —'celibate, continent', bÇthºl% —'virgin (masc.)'—all of them unequivocally pointing to celibacy—and bÇnay ÿ7(d)tt% —'the children of the church', which poses the problem of their place within the church and of their relation to the regular faithful. [7] The chapter as a whole is devoted to the historical context of Aphrahat's ascetic teaching, and since this context is not limited to the milieu of the Christian bÇnay qÇy%m% , also non-Orthodox (Markionites) and non-Christian (Manichaean, Gnostic, Jewish) ascetic traditions are presented, similar phenomena occurring in these. Aphrahat himself, although conscious of close parallels between his Christian ascetic teaching and those of the \"heretics\", dismissed any such parallels using the argument of theological context: it is not ascetic practice in itself which leads to salvation, but the context of the faith: if your belief is \"wrong\" your ascetic practice will not help you (p. 53). Of interest is his polemic against the Jews to whom the ideal of celibacy was contradictory to God's command in Genesis 9,18. Aphrahat first rejected the Jewish opposition, caused, according to him, by the lasciviousness ( pa&zºth% ) and licensiousness ( Ëa&nºth% ) of the Jews ( Exp . 18,1), but went on to explain that God's intention was not a large quantity of progeny, but its quality, while the ideal of sexual abstinence was not unknown to many Old Testament figures (pp. 58-59). [8] In chapter 2, entitled \"Anthropological elements in the ascetic teaching of Aphrahat\", U. analyses a number of notions such as 'body'( pagr%, besr% ), 'soul' ( naph¯% ), 'heart' ( lebb% ) and 'spirit' ( rº&% ), and their role for ascetics. Also women are treated here: they are an impediment in the ascetics' path to achieving perfection or, in other words, the tool of the Devil. This anti-feminist attitude ( Exp . 6,3 is a veritable hymn of misogyny!) is only weakly mitigated by his providing some positive female examples from the Old Testament (p. 97), which U. correctly does not highlight. [9] Chapter 3 is devoted to the theological dimension of asceticism in the eyes of Aphrahat. Here the most important factors are Christological. For an ascetic Christ provides a model as the conqueror of Satan and death, as a model of humanity and as an §&§dh%y% , although the term as applied to Christ does not mean 'solitary' but ' unigenitus '. Two subsequent sections in the same chapter take up pneumatological and eschatological aspects. [10] In chaper 4 U. resumes the topic of the \"covenanters\", this time taking up their ascetic ideals. He analyses notions such as Ùathl7³% —which in addition to the original meaning of 'a champion' acquires in the context discussed the meaning of 'a spiritual athlete', i.e. 'an ascetic', Ùakhseny% —i.e. keeping distance from the world (also known as nukhr%yºth% —'being a stranger' scil. to the world), a distance involving liberation from things material. Other ideals of the \"covenanters\" are the vita angelica , i.e. continuous vigilance (scil. against the deceits of Satan), sexual purity; and finally an imitatio Christi , in prayer, in separation from the world, and even in suffering. [11] All the assertions are supported by abundant text samples taken from the Expositions . These are provided in as many as three forms: the Syriac vocalised text, a transcription (in footnotes), and a Polish translation. The latter wherever I checked is good. What is a bit odd is the presence of transcription and its rules. Since the Syriac text is printed vocalised I see no point in providing a transliteration, for it is a conventional rendering of the script , not of a pronunciation that U. gives here. It is the more surprising that the convention he uses is difficult, at least for the present reviewer, to accept. [12] Transcription of §h§d%ya , i.e. with short last — a (on p. 28 twice, p. 29 and 31) may be regarded as a typing error (multiplied by computer 'copy' function), but the use of the short —e (without Ù%laph ) in plural ending of nouns is met with systematically. This is not a good transcription rule because Classical Syriac does not have short vowels in open syllables. On the other hand one finds on p. 47, footnote 110, ne¯bºq , i.e. a long vowel, where one should have a short one (and in Classical Syriac — o -, not — u -). Traditionally in transcribing Semitic languages macrons are used as marks of the length of vowels, no matter what signs ( matres lectionis or vowels) are used in the original script, whereas in order to note the presence of matres lectionis the circumflex signs are employed. [13] To what further unfortunate consequences U.'s transliteration system leads can also be seen in (for example) footnote 109, where we find marqyun , which renders the name 'Markion': a simple —o- would suffice. Even more strange is walentin%ws in the same footnote. U. follows the unfortunate vocalisation provided by Jean Parisot in his edition in Patrologia Syriaca . This was printed in the Serto writng, whose vocalisation is far from adequate where texts in early Classical Syriac are concerned. In the ending of Valentinos' name, Parisot printed zÇq%ph% over — n - and then waw (and semkath ). He almost certainly pronounced zÇq%ph% as 'o', and thus this vowel sign only provided the pronunciation already indicated by waw as a mater lectionis , namely the vowel 'o', and not the consonant 'w'. (Incidentally, such vocalisation: zÇq%ph% and waw , would never be used in a real Syriac manuscript). It seems that Parisot used zÇq%ph% as other editors of Syriac texts would use a dot over waw , i.e. just to mark its being pronounced as 'o' (and not 'u'). Thus to transliterate the ending in question as— %ws is, to say the least, confusing. [14] Another example of this inadequate convention in which U. unfortunately follows Parisot can be found in ÿidt% (p. 31, last two lines). This is a typical Western Syriac pronunciation, which does not apply in the case of a writer of the 4 th century, who would have used the Classical Syriac pronunciation ÿ7(d)tt% . On the next page, first line, we find ÿidt% daÙlaha instead of d-(Ù)all%h% . It is to be regretted that U. has not marked the reduplication of the consonants, a feature so characteristic of Classical Syriac, as opposed to Late Western Classical Syriac. But, again, Aphrahat lived in the fourth century, not in the epoch of, say, Bar'Ebroyo. [15] The last example of an unfortunate vocalisation, although one which has nothing to do with Classical vs. post-Classical Syriac problems, is met with on p. 28, l4: wau (the name of the sixth consonant in Syriac alphabet). Neither in Polish pronunciation nor in English (and even less so in French) makes such spelling any sense. [16] Some minor lapses in other areas than transcription can be found too, as for instance taking Manichaeans and Valentinians for \"heretics\" (p. 41), or attributing the authorship of some \" Chronicles \" (p. 24) to Isaac of Niniveh. [17] As to the scholarly literarature taken into account, although this is quite extensive, the author missed Robert Murray's Symbols of Church and Kingdom , Cambridge 1975, which deals inter alia with Aphrahat and which has already become a classic (2 nd ed. publ. by Gorgias Press, Piscataway 2004). For works more directly relevant for U.'s topic perhaps the most conspicuous omission is the work of Shafiq AbouZayd, I&idayutha : a study of the life of singleness in the Syrian Orient: from Ignatius of Antioch to Chalcedon 452 A.D. , Oxford: ARAM Society for Syro-Mesopotamian Studies, 1993. AbouZayd devotes a whole chapter to \"Aphrahat and the covenanters\" (pp. 51-106), and some of his analyses are on precisely the notions dealt with by U. Another work of some importance for the theme of U.'s dissertation is Michael Breydy's, 'Les laïcs et les Bnay Qyomo dans l'ancienne tradition de l'Église Syrienne', Kanon , 3 (1977), pp. 51-75. When referring to K. Brockelmann's Lexicon Syriacum (in a footnote and in the bibliography) U. says \"b.m.w.\" (Polish sine loco ). This is strange, since both the original edition (1928) and the reprint (1992), at least in my copy, provide the place of publication: Halis Saxonum (= Halle am Saale). [18] All the remarks above should not however be taken as strongly critical of the book under review. It has the merit of providing an in-depth study of the intricate topic of Aphrahat's asceting teaching. For Polish readers U.'s book will make useful reading on the topic, and it is in fact the first of its kind in Polish. The work is a sign that Syriac studies in Poland have gathered momentum.",
    "title" : 
    [ "Andrzej Uciecha, Ascetyczna nauka w \"Mowach\" Afrahata [= Ascetic teaching in Aphrahat's \"Expositions\"], (Studia i Materialy Wydzialu Teologicznego Uniwesytetu Slaskiego w Katowicach, Nr 3), Katowice: Ksiegarnia Sw. Jacka, 2002, 192 pp.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Witakowski, Witold" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n2prwitakowski",
    "displayTitleEnglish" : "Andrzej Uciecha, Ascetyczna nauka w \"Mowach\" Afrahata [= Ascetic teaching in Aphrahat's \"Expositions\"], (Studia i Materialy Wydzialu Teologicznego Uniwesytetu Slaskiego w Katowicach, Nr 3), Katowice: Ksiegarnia Sw. Jacka, 2002, 192 pp." }