
  { "fullText" : "[1] Students and teachers of Greek and Latin have long had a wide array of tools to assist them in learning the languages and literatures of their area of study. Original language texts with notes, vocabularies and commentary abound and are pitched at every level of expertise from the beginner to the professional scholar. Students of Biblical Hebrew and New Testament Greek have many helps in their tasks, as well, in the form of vocabularies and readers, though their field still is more likely to expect its students to be involved in professional training and so does not offer the same array of help on varied levels. How far from this has been the plight of the student of Syriac! [2] In response to this gap in the materials for the study of Syriac, Sebastian Brock and George Kiraz have published a volume that offers students of Syriac language and literature (and their teachers) an entry into the study of the poetry of St. Ephrem the Syrian as well as a doorway into the whole exciting field of Syriac Studies. [3] The volume contains a brief introduction offering an overview of St. Ephrem's life and work, the transmission of his texts and the meters in which they are composed. Then follow 20 texts, facing an English translation, drawn from 11 of the collections in which the works come down to us. The texts are ordered \"according to the outline of Ephrem's concept of salvation history\", which allows the volume to teach its readers another important fact about Ephrem: that his many and varied works were all pieces in a delicately drawn picture of reality that is not always in step with our own. Cautious instructors will be glad that this choice of a theological ordering will enable them to avoid long and confusing discussions of different modern schemes of dating Ephrem's works and students will benefit by the push to think of Ephrem's words as he would have done. Appendices that contain a listing of the main editions and English translations of Ephrem's works, an index of the Qale according to which the poems are composed and an index of Scripture citations in the texts add greatly to the usefulness of the volume for the private owner. [4] Each of the 20 texts is prefaced by an introduction that helps to situate it in Ephrem's over-all pattern of thought, discusses its particular meter and offers information on where it survives in manuscript collections. Scriptural citations and allusions are noted in the margin of the translation page and occasional footnotes discuss obscure points and situate the reader in Ephrem's large corpus by drawing connections that only very wide knowledge of Ephrem's work allows. An added voice comes from Andrew Palmer, who has offered a number of contributions to the notes that are marked with his initials. [5] Many students of Semitic languages who have also worked in Latin and Greek find it difficult to appreciate the reluctance of Semitic scholars to publish critical texts. The long custom of reading the margins and the apparatus at the foot of the page along with the base text seems one that could well be dispensed with. This volume takes a step in that direction by moving the authors' suggested readings into the main text. This makes the experience of struggling through the text much more encouraging for the student. The words he labors to read actually make sense and can be construed successfully. Every beginning student in Semitics knows the bitter moment of realization that one has forgotten to replace a corrupted reading with one drawn from a better text and hidden in the apparatus, out of sight and out of mind. That may become less frequent if this volume's example is more widely followed. [6] What does this volume offer an instructor in search of a text for a class in Syriac or a student looking for something to read to polish his Syriac skills? The Syriac text is printed in a beautiful, cleanly designed serto script that has been fully vocalized. The lines are well laid out on the pages with ample space between them, an encouragement to reading aloud or study. These practical details make using this volume an exercise in language study for the student rather than a drudgery of deciphering smeared and cramped lettering. The translation tracks with the Syriac line by line, so each pair of pages can be viewed on its own. The notes, which are not found on every page, offer a variety of kinds of help. Some seem designed to aid in teaching critical reading. Note 5 on page 227, attached to stanza 2 of the first of the Carmina Nisibena , is an excellent example. The translation offered on the page above is \"the deadly flood\". The note offers five other possibilities, including two different emendations. An energetic instructor could use this note to devote a good portion of a class meeting to approaches to analyzing the text one sees on the page and how to draw meaning from an idiom very different from modern English. [7] The primary task of those teaching Syriac studies (as opposed to those pursuing research in the field) is always to draw more students into the area by showing them how fascinating and rewarding it can be. Drs. Brock and Kiraz offer support to that endeavor in more than one way. This volume allows for an engagement with the original text of a great early Syrian theologian and poet. It helps the reader gain a sense of Ephrem's theological vision of the rise of sin and working out of salvation in the world. It demonstrates Ephrem's use of Scripture in his writing. An interested reader, innocent of Syriac, who read the English pages of the book from beginning to end would learn a great deal of theology, some history and gain a sense of a new voice from the Christian past. I think that groups of interested lay Christians could make very successful use of this collection as a selection for their Bible Study or book groups. Individual hymns could certainly be drawn into discussions based outside Syriac Studies. I think this book should be on the shelf of every student of Syriac, but also in parish libraries, as well as college and university collections. [8] I cannot close without noting, as someone who has been involved in both proof-reading and printing books, that this is an astonishingly elegant and attractive book. I discovered no misprints at all in the course of reading it with quite close attention. Only experience can reveal the amount of effort required to produce such a fine result. I hope that this will be the first of many similar volumes to issue from the Brigham Young University Press.",
    "title" : 
    [ "Sebastian P. Brock & George A. Kiraz, Ephrem the Syrian Select Poems Vocalized Syriac text with English translation, introduction, and notes. Provo, Utah: Brigham Young University 2006 xvi + 279 pp. $39.95. ISBN-13: 978-0-934893-65-7, ISBN-10: 0-934893-65-9.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Russell, Paul S." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n2prrussell",
    "displayTitleEnglish" : "Sebastian P. Brock & George A. Kiraz, Ephrem the Syrian Select Poems Vocalized Syriac text with English translation, introduction, and notes. Provo, Utah: Brigham Young University 2006 xvi + 279 pp. $39.95. ISBN-13: 978-0-934893-65-7, ISBN-10: 0-934893-65-9." }