
  { "fullText" : "Introduction [1] In the conclusion of his article entitled “The Angelic Spirit in Early Judaism,” John Levison invited the scholarly community to use his work as “a suitable foundation for discussion of the angelic spirit” in early Christianity. Levison, “The Angelic Spirit in Early Judaism,” SBLSP 34 (1995): 4-93, at 492. See also his book The Spirit in First Century Judaism (AGJU 29; Leiden: Brill, 1997). A few years later, Charles Gieschen's work on angelomorphic Christology and Mehrdad Fatehi’s study of Pauline Pneumatology also included dense but necessarily brief surveys of early Jewish and Christian examples “angelomorphic Pneumatology.” Gieschen, Angelomorphic Christology: Antecedents and Early Evidence (AGJU 42; Leiden: Brill, 1998), 114-19; Fatehi, The Spirit's Relation to the Risen Lord in Paul (WUNT 128; Tübingen: Mohr Siebeck, 2000), 133-37. The case for angelomorphic Pneumatology has been argued at length with respect to the Book of Revelation, the Shepherd of Hermas , Justin Martyr, and Clement of Alexandria. Bogdan G. Bucur, “Hierarchy, Prophecy, and the Angelomorphic Spirit: A Contribution to the Study of the Book of Revelation's Wirkungsgeschichte,” JBL 127 (2008): 183-204; “The Son of God and the Angelomorphic Holy Spirit: A Rereading of the Shepherd's Christology,” ZNW 98 (2007): 120-43; “The Angelic Spirit in Early Christianity: Justin, the Martyr and Philosopher,” JR 88 (2008): 190-208; “Revisiting Christian Oeyen: ‘The Other Clement’ on Father, Son, and the Angelomorphic Spirit,” VC 61 (2007): 381-413. This direction of research is profoundly indebted to the study of Christian Oeyen, “Eine frühchristliche Engelpneumatologie bei Klemens von Alexandrien,” IKZ 55 (1965): 102-120; 56 (1966): 27-47. In what follows, I shall pursue the occurrence of angelomorphic Pneumatology in the writings of Aphrahat the Persian Sage. For details on Aphrahat's life and works, see Peter Bruns, Das Christusbild Aphrahats des Persischen Weisen (Bonn: Boregässer, 1990), 69-81, and the introductory studies by Marie-Joseph Pierre, in Aphraate le Sage Persan: Les Exposés (SC 349; Paris: Cerf, 1988), 33-199, and Bruns, in Aphrahat: Unterweisungen (FC 5\/1; New York; Freiburg: Herder, 1991), 35-71. [2] This author is judged to represent “Christianity in its most semitic form, still largely free from Greek cultural and theological influences.” Kuriakose Valavanolickal, Aphrahat: Demonstrations (Catholic Theological Studies of India 3; Changanassery: HIRS, 1999), 1. It is the unanimous judgment of scholars that Aphrahat is “entirely traditional,” in the sense that “he transmits the teaching that he received, lays out testimonia pertaining to each topic, in order to convince or reassure a reader whose intelligence functions according to this logic of faith.” Pierre, “Introduction,” in Aphraate Le Sage Persan: Les Exposés , 66. On the difference between Aphrahat and Ephrem on the issue of “traditionalism,” see Robert Murray, “Some Rhetorical Patterns in Early Syriac Literature,” in A Tribute to Arthur Vööbus (ed. R. H. Fischer; Chicago: The Lutheran School of Theology at Chicago, 1977), 110. Aphrahat represents an unicum in the history of Christian dogma, because his “singularly archaic” Christology is “independent of Nicaea and ... of the development of Greco-Roman Christology.” See Loofs, Theophilus , 260; Bruns, Aphrahat: Unterweisungen , 208-9; Ortiz de Urbina, “Die Gottheit Christi bei Aphrahat,” OCP 31 (1933): 5, 22. More recently, William L. Petersen argued the same thesis, even though his views of Aphrahat's Christology are quite different: Aphrahat is “untouched by the Hellenistic world and Nicaea,” he represents a subordinationist Christology, which is the “Christology confessed by early Syrian Christians, a relic inherited from primitive Semitic or Judaic Christianity” (“The Christology of Aphrahat, the Persian Sage: An Excursus on the 17th Demonstration,” VC 46 [1992]: 241, 251). His Demonstrations are noted for their “archaism” or “traditionalism,” and represent, as has been said, a unique treasure-trove of older exegetical and doctrinal traditions. Arthur Vööbus, “Methodologisches zum Studium der Anweisungen Aphrahats,” OrChr 46 (1962): 32. This is why, even though he flourished in the fourth century, Aphrahat provides invaluable insight into earlier Christian doctrines and practices. [3] Aphrahat's Pneumatology has not been a neglected topic in scholarship. The pioneering studies by Friedrich Loofs and Ignatius Ortiz de Urbina, which to this day remain indispensable for the study of Aphrahat's Christology, contain much material of pneumatological relevance. Loofs, Theophilus 257-99: “Die trinitarischen und christologischen Anschauungen des Afraates”; Ortiz de Urbina, “Die Gottheit Christi bei Aphrahat,” esp. 124-38: “Der göttliche Geist der in Christus wohnt.” See also Francesco Pericoli Ridolfini, “Problema trinitario e problema cristologico nelle ‘Dimostrazioni’ del ‘Sapiente Persiano,’” SROC 2 (1979): 99-125, esp. 109-10, 120-21. The above-mentioned study by Fredrikson on the opposition between the good and the evil spirits in the Shepherd of Hermas also discusses Aphrahat's treatment of this topic. Fredrikson, “L'Esprit Saint et les esprits mauvais,” esp. 273-75. Winfrid Cramer's book on early Syriac Pneumatology dedicates some thirty pages to Aphrahat, which were hailed as “the most thorough and ... without doubt the best study on this aspect of Aphrahat's theology.” Cramer, Der Geist Gottes und des Menschen in frühsyricher Theologie (MBT 46; Münster: Aschendorff, 1979), 59-85; see Robert Murray's review in JTS n.s. 32 (1981): 260-61. More recently, in a 2005 doctoral dissertation, Stephanie K. Skoyles Jarkins makes some valuable observations on the Sage, including his views on the Holy Spirit. Skoyles Jarkins, “Aphrahat the Persian Sage and the Temple of God: A Study of Early Syriac Theological Anthropology” (Ph.D. diss., Marquette University, 2005), 174-84. [4] In what follows I shall take my cue from a critique of Aphrahat's Pneumatology contained in a seventh-century letter addressed by George, the monophysite bishop of the Arabs, to a certain hieromonk Išo. Georgii Arabum episcopi epistula , in Analecta Syriaca (ed. Paul Lagarde; Osnabrück: Otto Zeller, 1967 [1858]), 108-34. George became bishop of Akoula in 686 and died in 724. He translated Aristotle's Organon , composed a treatise “On the Sacraments of the Church,” wrote scholia on the Scriptures and Gregory of de Nazianzus, and brought to completion Jacob of Edessa's Hexaemeron . His long epistle to Išo, dated 714-718, is part of a rich epistolary activity. See William Wright, A Short History of Syriac Literature (Piscataway, NJ: Gorgias, 2001 [1887], 156-59); Anton Baumstark, Geschichte der syrischen Literatur mit Ausschluss der christlich-palästinensischen Texte (Berlin: de Gruyter, 1968 [1922]), 257-58. The third chapter of this epistle bears the following title: “Third Chapter, concerning that which the Persian writer also said, that, when people die, the animal spirit ( ܪܘܚܐ ܢܦܫܢܬܐ = ὸ πνεῦμα ὸ ψυχικόν ) is buried in the body, being [lit. “which (= the animal spirit) is“] unconscious.” Lagarde, Analecta Syriaca , 117.4-6. It is, however, not the sleep of the soul in Syriac tradition that I intend to discuss, a topic already treated in scholarship. In fact, “there is hardly any feature of the teaching of Aphrahat which has occasioned so universal comment” (Frank Gavin, “The Sleep of the Soul in the Early Syriac Church,” JAOS 40 [1920]: 104). See also Pierre, “Introduction,” in Aphraate le Sage Persan: Les Exposés , 1:191-99; Ridolfini, “Note sull’antropologia e sul’ escatologia del ‘Sapiente Persiano,’” SROC 1\/1 (1978): 5-17. See also Nicholas Constas, “An Apology for the Cult of Saints in Late Antiquity: Eustratius Presbyter of Constantinople, On the State of Souls after Death (CPG 7522),” JECS 10 (2002): 267-85. I shall rather expand upon a remark in bishop George's letter, and argue that Aphrahat offers a valuable witness to the early Christian phenomenon already discussed in reference to Clement of Alexandria, namely the exegesis of Zech 3:9, Isa 11:2-3, and Matt 18:10 in support of an angelomorphic Pneumatology. Finally, I shall integrate Aphrahat's angelomorphic Pneumatology within the larger theological framework described by earlier scholarship, that is, in relation to Spirit Christology, and within a theological framework of marked binitarian character. [5] The terms “angelomorphic” and “angelomorphism” require some clarification. According to Crispin Fletcher-Louis, these terms are to be used “wherever there are signs that an individual or community possesses specifically angelic characteristics or status, though for whom identity cannot be reduce to that of an angel” C. Fletcher-Louis, Luke-Acts: Angels, Christology and Soteriology (WUNT 2\/94; Tübingen: Mohr Siebeck, 1997), 14-15. The virtue of this definition—and the reason for my substituting the term “angelomorphic pneumatology” for Levison’s “angelic Spirit”—is that it signals the use of angelic characteristics in descriptions of God or humans, while not necessarily implying that the latter are angels stricto sensu: neither “angelomorphic Christology” nor “angelomorphic Pneumatology” imply the simple identification of Christ or the Holy Spirit with angels. See Jean Daniélou, The Theology of Jewish Christianity (London: Darton, Longman & Todd, 19), 118. Aphrahat's Pneumatology: \"Many Aberrations and Very Crass Statements\" [6] According to the seventh-century Bishop George of the Arabs, one should not waste much sleep over the writings of the “Persian Sage.” “It befits your Fraternity's wisdom not to consider or number that man, the Persian writer, among the approved writers, and [his writings] among the writings that are approved, so as to wear yourself out with questions and become clouded over in your mind in order to make sense of and understand the import of all the words written in the book of the Demonstrations ” (Lagarde, Analecta Syriaca , 117.18-22). This otherwise unknown writer could not have been Ephrem's disciple, because the character [ ܝܘܩܢܐ = εἰκών ] of his teaching is unlike that of Mār Ephrem's. ܠܐ ܓܪ ܝܘܩܢܐ ܕܡܠܦܢܘܬܗ ܕܡܿܐ ܠܕܩܕܝܫܐ ܡܪܝ ܐܦܪܝܡܼ (Lagarde, Analecta Syriaca , 111.1-2). Indeed, Aphrahat was “not among those who confessed the approved teachings ( ܡ̈ܠܦܢܘܬܐ ܚܬܝ̈ܬܬܐ ) of the teachers that were approved.” Lagarde, Analecta Syriaca , 117.24-25. His writings contain “many aberrations and very crass statements.” ܦܘ̈ܕܐ ܣܓܝ̈ܠܐܼ ܘܡ̈ܠܐ ܕܣܿܓܝ ܥܼܒ̈ܝܢ (Lagarde, Analecta Syriaca , 117.27-28). [7] Clearly, Bishop George does not think very highly of the Persian Sage. His addressee, on the other hand, has read the Demonstrations front to back, and is most likely an admirer of Aphrahat's. This is why the bishop proceeds with caution: he concedes that the Persian writer was of a “sharp nature,” and that he studied (lit. “ploughed”) the Scriptures with great diligence. Some of the flaws, such as, for instance, the grave misunderstanding of Pauline statements in 1 Corinthians 15, might be due to the fact that Aphrahat did not have access to correct versions of the Scriptures. Lagarde, Analecta Syriaca , 118.1-12. Or perhaps, in his time and place, he did not have the possibility “to apply himself (lit. “his heart,” ܕܢܣܼܝܡ ܠܒܿܠܗ ) and conform his opinions ( ܚܘܫܒܵܐ )” to the teachings of more trustworthy writers. Lagarde, Analecta Syriaca , 117.26-27. This, of course, does not mean that Aphrahat should be “excused” for some of his views on grounds that he represents an earlier stage of theological reflection. Such an interpretation would reflect the mindset of modern Patristics more than the mind of patristic authors. It is rather a rhetorical maneuver on the part of the bishop, designed to pacify those fond of Aphrahat. [8] At one point, however, Bishop George seems to have run out of sugarcoating, for he bluntly states that Aphrahat's views about the Holy Spirit are both stupid and blasphemous. Just as the ideas about the animal spirit are an example of “crassness and boorish ignorance ( ܕܥܒܝܘܬܐ ܘܠܐ ܝܠܝܦܘܬܐ ܩܘܪܝܝܬܐ ),” so also are those statements that seem to equate the Holy Spirit with the angels: You see, my brother, the crassness of the conceptions ( ܥܓܘܪܘܬܐ ܕܡ̈ܠܐ ); what sort of honor they ascribe to the Holy Spirit; how he understands the angels of the believers, of whom our Lord has said that they always see the face of his Father. He also holds this opinion in that which he says towards the end of the Demonstration On the Resurrection of the Dead. Lagarde, Analecta Syriaca , 119.10; 120.2-6. [9] Bishop George refers, first, to Dem . 6.15, where, as I shall show later, Aphrahat uses Matt 18:10 to illustrate the intercessory activity of the Holy Spirit. The “crassness of the conceptions” ( ܥܓܘܪܘܬܐ ܕܡ̈ܠܐ ) does not refer to words or expressions but to Aphrahat's notion of the Holy Spirit as interceding like an angel, and the underlying exegesis of Matt 18:10. [10] The second reference is most likely to Dem . 8.23 (I\/404), a text using the same imagery of the Spirit as intercessor before the throne of God, albeit without the reference to Matt 18:10. Bishop George's point is that Aphrahat's bothersome connection between the angels of Matt 18:10 and the Holy Spirit was not a slip of the pen, due to lack of attention or doctrinal vigilance, but rather a case of repeated, consistent, and therefore characteristic “crassness and boorish ignorance.” So much for the reception of Aphrahat's Pneumatology by the guardians of later Orthodoxy. I now move to those passages of the Sage. The Seven Operations of the Spirit are Six [11] The following passage occurs in Aphrahat's first Demonstrations : And concerning this Stone he stated and showed: on this stone, behold, I open seven eyes [Zech 3:9]. And what are the seven eyes opened on the stone other than the Spirit of God that dwelt ( ܕܫܪܬ ) upon Christ with seven operations ( ܣܘܥܪ̈ܢܝܢ )? As Isaiah the prophet said, There will rest ( ܬܬܢܝܚ ) and dwell ( ܘܬܫܪܐ ) upon him God's Spirit of wisdom and of understanding and of counsel and of courage, and of knowledge, and of the fear of the Lord [Isa 11:2-3]. These are the seven eyes that were opened upon the stone [Zech 3:9], and these are the seven eyes of the Lord which look upon all the earth [Zech 4:10]. Aphrahat, Dem . 1.9 [I\/20]. The numbers between square brackets indicate volume and page in Jean Parisot, ed., Aphraatis Sapientis Persae Demonstrationes (PS I; Paris: Firmin-Didot, 1894). [12] Aphrahat combines Isaiah' seven gifts of the Spirit with Zechariah's seven eyes on the stone (Zech 3:9), and “the eyes of the LORD [i.e., his angelic servants], which look upon all the earth” (Zech 4:10). Isaiah 11:2 is quoted in a distinctly Syriac form, with an additional verb ( &rā ) complementing the single “to rest” in the Hebrew and Greek. Aside from Isa 11:2, šrā is used in the OT, in passages describing the Spirit's intimate relationship with certain individuals (Num 11:26; 2 Kgs 2:15; 2 Chr 15:1; 20:14). In the NT, it is not used in this sense. Šrā as “indwelling” occurs, however, in the invocations of the Holy Spirit over baptismal water, the eucharistic elements, or the baptismal oil, in the Acts of Thomas (chs. 27, 133, 156, 157), and in later patristic quotations from and allusions to Luke 1:35. After examining the divergence between the use of aggen c al- in all Syriac versions of Luke 1:35, and the use of šrā b- for the same verse in Ephrem and Philoxenus, Sebastian Brock (“The Lost Old Syriac at Luke 1:35 and the Earliest Syriac Terms for the Incarnation,” in Gospel Traditions in the Second Century: Origins, Recensions, Text, and Transmission [ed. W. Petersen; Notre Dame, Ind.: University of Notre Dame Press, 1989], 117-31) concluded that šrā b- does not reflect the lost Old Syriac of Luke 1:35 but rather a Jewish Aramaic background to the oral Syriac kerygma. Columba Stewart ( “Working the Earth of the Heart”: The Messalian Controversy in History, Texts, and Language to AD 431 [Oxford Theological Monographs; Oxford: Clarendon, 1991], 212) also thinks that the occurrence of šrā in later authors, such as Aphrahat or Ephrem, points to “a common liturgical or catechetical source.” Nothing extraordinary here; except that, on closer examination, Aphrahat's “seven operations” of the Spirit are only six: wisdom, understanding, counsel, courage, knowledge, and fear of the Lord! Schlütz ( Isaias 11:2 , 35) thinks that Aphrahat might have counted “the Spirit of God” as one of the seven gifts of the Spirit. I find this very unlikely. First, Aphrahat speaks about two terms: the Spirit and the seven operations of the Spirit. Second, there is an obvious parallelism between “the Spirit of God that abode on Christ with seven operations,” and the immediately following proof text from Isa 11:2-3: “ The Spirit of God shall rest and dwell upon him,” followed by the “seven” (in reality six) gifts of the Spirit. Finally, all patristic writers who echo this tradition count, without exception, seven gifts of the Spirit as distinct from “the Spirit of God.” [13] Neither the Hebrew of Isa 11:2-3 (whether MT or the Great Isaiah Scroll at Qumran), nor the Peshittā, nor the Syriac quoted by Aphrahat, nor the Targum Jonathan, mention a seventh “spirit” at Isa 11:3. Schlütz ( Isaias 11:2 , 2-11) provides a detailed treatment of the versions and their relationship. For Qumran, I have consulted The Dead Sea Scrolls Bible (ed. M. Abegg Jr., P. Flint, E. Ulrich; San Francisco, Calif.: Harper, 1999). See also J. F. Stenning, ed., The Targum of Isaiah (Oxford: Clarendon, 1949), 41. While the messianic interpretation of Isa 11:1-2 is not unknown in rabbinic Judaism, See references in Bobichon, Justin Martyr , 803 n. 4. the use of this verse to support the notion of the sevenfold spirit resting on the Messiah seems absent from both Second Temple apocalyptic writings and rabbinic literature. Schlütz, Isaias 11:2 , 8. In 1 En. 61.11 the sevenfold angelic praise is said to rise up “in the spirit of faith, in the spirit of wisdom and patience, in the spirit of mercy, in the spirit of justice and peace, and in the spirit of generosity.” Yet, as Schlütz ( Isaias 11:2 , 20) notes, this is in no way connected to Isa. 11:2-3. Moreover, in 1 En. 49.3 the Spirit resting over the coming Messiah is fivefold: “In him dwells the spirit of wisdom, the spirit which gives thoughtfulness, the spirit of knowledge and strength, and the spirit of those who have fallen asleep in righteousness” ( OTP 1.36). The numerous patristic references to Isaiah 11 and the Holy Spirit adduced by Schlütz have no counterpart in the rabbinic literature surveyed by Peter Schäfer, in his work Die Vorstellung vom Heiligen Geist in der rabbinischen Literatur (Studien zum Alten und Neuen Testament 28; Munich: Kösel, 1972). It is noteworthy that the Midrash Rabbah uses Isa 11:2 in a speculation about the six spirits on the Messiah. “Furthermore, in connection with the offering of Nahshon of the tribe of Judah it is written, And his offering was one silver dish (Num 7:13); whereas in connection with all the others it ‘his offering.’ Thus a waw was added to Nahshon, hinting that six righteous men would come forth from his tribe, each of whom was blessed with six virtues. [Next, the text enumerates David, the three youths, Hezekiah, and Daniel, each of which are shown to have been endowed with six virtues]. Finally, of the royal Messiah it is written, And the spirit of the Lord shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the Lord (Isa 11:2)” ( Gen. Rab. 97; English version from Midrash Rabbah : Genesis [tr. H. Freedman; London: Soncino, 1983], 2:902. According to Friedert, this text constitutes an exception, inasmuch as the Rabbis had ceased to use Isa 11:2. This is similar to the Ps.-Philonic homily “On Samson,” which also enumerates six spirits by referring to the “fear of the Lord” only once, as πνεῦμα φόβου θεοῦ . “On Samson,” 24. This seems to be a Jewish precursor of the idea of seven spirits resting on the Messiah in Isa 11:2-3, universally disseminated among Christian writers, which opens up the possibility of combining this text with Zech 3:9 and 4:10. For the patristic exegesis of the passage, see Schlütz, Isaias 11:2 , passim. Siegert ( Drei hellenistisch-jüdische Predigten , 2:275) refers to the homily's use of Isa 11:2 as “eine jüdische Vorstufe” to the Christian tradition. It is the very strong Christian tradition about the seven spirits resting on the Messiah that functions as Aphrahat's hermeneutical presupposition, allowing him to speak of seven operations of the Spirit, even though his biblical text only mentions six. Something similar occurs in Jerome. The Vulgate's Isa 11:2-3 follows not the Hebrew but the Greek, and Jerome's attachment to the tradition of the seven spirits resting on the Messiah is evident in his commentaries ( On Isaiah 4.11; On Zechariah 1.3; On Job 38.31; 41). For details, see Schlütz, Isaias 11:2 , 16. “The Spirit is not always found with those that receive it ...” [14] I move now to a text that provoked Bishop George's outrage: Anyone who has preserved the Spirit of Christ in purity: when it [the Spirit] goes to him [Christ], it [the Spirit] speaks to him thus: the body to which I went and which put me on [ ܘܠܒܫܢܝ ] in the waters of baptism, has preserved me in holiness . And the Holy Spirit entreats [ ܘܡܚܦܛܐ ] Christ for the resurrection of the body that preserved it in a pure manner... And anyone who receives the Spirit from the waters [of baptism] and wearies [ ܘܡܥܝܩ ] it: it [the Spirit] departs from that person ... and goes to its nature, [namely] unto Christ, and accuses that man of having grieved it ... And, indeed, my beloved, this Spirit, which the Prophets have received, and which we, too, have received, is not at all times found with those that receive it; rather it sometimes goes to him that sent it, and sometimes it goes to him that received it. Hearken to that which our Lord said, Do not despise any one of these little ones that believe in me, for their angels in heaven always gaze on the face of my Father. Indeed, this Spirit is at all times on the move [ ܐܙܠ̱ܐ ܒܟܠܙܒܢ ], and stands before God and beholds his face; and it will accuse before God whomsoever injures the temple in which it dwells. Aphrahat, Dem. 6.14-15 [I\/293, 296, 297]. [15] These passages are usually discussed in reference to Aphrahat's doctrine of “the sleep of the soul” and his distinction between the “animal spirit” ( ܪܘܚܐ ܢܦܫܢܬܐ ) that slumbers in the grave with the body and the “holy spirit” ( ܪܘܚܐ ܕܩܘܕܫܐ )—or “heavenly spirit” ( ܪܘܚܐ ܫܡܝܢܝܬܐ ), or “spirit of Christ” ( ܪܘܚܐ ܕܡܫܝܚܐ )—which clothes “the spirituals” ( ܪ̈ܘܚܢܐ = οἱ πνευμα ικοί ) at baptism and later returns “to its nature, unto Christ.” Bishop George is the first to ponder these questions. He does so in his usual dismissive style: “And there is also another thing that he said, that, as soon as people die, the holy spirit, which people receive when they are baptized, goes to its nature, [namely] to Christ. And that which goes to the Lord is the Spirit of Christ; since I do not know what he understands by 'to our Lord' other than Christ. Now, this is crassness and boorish ignorance” (Lagarde, Analecta Syriaca , 119.6-10). [16] One must not lose sight, however, of the fact that the passage is part of the Demonstration “On the Sons of the Covenant,” and that Aphrahat argues here one of the axioms of his ascetic theory, namely that the Holy Spirit departs from a sinful person and goes to accuse that person before the throne of God. According to the Sage, Christians receive the Spirit at Baptism. If one keeps the Spirit in purity, the latter will advocate for that person before the throne of God; if, on the contrary, one indulges in sinful behavior, the Spirit leaves the house of the soul—which allows the adversary to break in and occupy it ( Dem. 6.17)—and goes to accuse the person before God. According to Skoyles Jarkins (“Aphrahat and the Temple,” 183), “[t]he Spirit may be either, as it were, a defense lawyer or a prosecuting attorney before the tribunal of the Lord.” Cf. Pierre, Aphraate le Sage Persan , 402 n. 93: “L'Esprit saint est à la fois intercesseur et procureur.” [17] Indication that this is an inherited tradition can be found in the striking similarities with the Shepherd of Hermas . According to the Shepherd , the πνεῦμα inhabits the believer (Herm. Mand. 10.2.5) and, under normal circumstances, intercedes on behalf of that person. Yet, the Shepherd warns that the holy Spirit is easily grieved and driven away by sadness (Herm. Mand. 10.1.3; 10.2.1), case in which he will depart and intercede to God against the person (Herm. Mand. 10.41.5). There are, however, no Syriac manuscripts of the Shepherd , and no references to this work among Syriac writers. Leutzsch, Papiasfragmente. Hirt des Hermas , 120-21. According to Baumstark ( Geschichte der syrischen Literatur , 75-77), the pre-Nicene writers translated into Syriac starting with the early decades of the fifth century—that is, decades after Aphrahat—are Ignatius, Clement of Rome, Barnabas, Aristides, Gregory Thaumaturgs, Hippolytus, and Eusebius of Caesarea. Meanwhile, “Hermas, Justin, Irenaeus, Clement of Alexandria and Origen are conspicuous by their absence” (Brock, “The Syriac Background to the World of Theodore of Tarsus,” in his volume From Ephrem to Romanos [Aldershot \/ Brookfield \/ Singapore \/ Sydney: Ashgate Variorum, 1999], 37). Fredrikson raises the hypothesis of a common source behind both Aphrahat and the Shepherd , a source whose views of spiritual dualism and divine indwelling would have been similar to that of the Community Rule at Qumran. Fredrikson, “L'Esprit saint et les esprits mauvais,” 273, 277, 278. Cf. also the older studies by Pierre Audet (“Affinités littéraires et doctrinales du Manuel de Discipline,” RB 59 [1953]: 218-38; 60 [1953]: 41-82), and A. T. Hanson (“Hodayoth vi and viii and Hermas Herm. Sim. VIII,” StPatr 10 [1970]\/TU 107: 105-8). The similarities between Aphrahat's ascetic theology and the Qumran documents have been further investigated in Golitzin's ample study entitled “Recovering the 'Glory of Adam': ‘Divine Light’ Traditions in the Dead Sea Scrolls and the Christian Ascetical Literature of Fourth-Century Syro-Mesopotamia,” published in The Dead Sea Scrolls as Background to Postbiblical Judaism and Early Christianity: Papers from an International Conference at St. Andrews in 2001 (ed. J. R. Davila; STDJ 46; Leiden: Brill, 2003), 275-308. We must perhaps consider the idea of a massive Palestinian-Syriac cluster of ascetic vocabulary and imagery, passed on by the earliest Christian missionaries to communities in Syria and Alexandria. A fresh and compelling view has been proposed recently by April De Conick, Recovering The Original Gospel of Thomas: A History of The Gospel And Its Growth (LNTS 286; Edinburgh: T&T Clark, 2005), 236-41. See also Kretschmar, “Ein Beitrag zur Frage nach dem Ursprung frühchristlicher Askese,” ZTK (1961): 27-67; Peter Nagel, Die Motivierung der Askese in der alten Kirche und der Ursprung des Mönchtums (TU 95; Berlin: Akademie Verlag 1966); Murray, “An Exhortation to Candidates for Ascetical Vows at Baptism in the Ancient Syriac Church,” NTS 21 (1974): 59-80; “The Features of the Earliest Christian Asceticism,” in Christian Spirituality: Essays in Honour of E. G. Rupp (ed. P. Brooks; London: SCM, 1975), 65-77. [18] For Aphrahat, then, the notion that the Spirit can be present in the believer, and subsequently leave, being driven away by evil spirits, was part of a traditional ascetic theory. In the course of the Messalian controversy this view became highly controversial. Most significant in this respect is the treatise On the Inhabitation of the Holy Spirit composed by Philoxenus of Mabbug (+ 523) with the express aim of showing that “the Holy Spirit whom, by the grace of God, we have received from the waters of baptism at the moment when we were baptized, we did not receive so that he would sometimes remain with us and some other times abide afar from us...” ܠܘ ܕܒܙܒܢ ܢܿܟܬܪ ܠܘܬܢ ܘܒܙܒܢ ܕܢܬܿܪܚܩ ܡܢܢ ܢܣܿܒܝܢܢ ܠܗ (Antoine Tanghe, “Memra de Philoxène de Mabboug sur l'inhabitation du Saint-Esprit,” Mus 73 [1960], 43). According to Philoxenus, the Spirit “does not flee from the soul in which he dwelled at the moment of sin and return when it would repent, as was the assertion of one who blurted out stupidly.” ܐܝܟ ܡܠܬܐ ܕܗܿܘ ܕܡܣܼܒܪ ܗܕܝܘܜܐܝܬ (Tanghe, “Memra de Philoxène,” 50). The doctrine attacked here is abundantly illustrated by Aphrahat and the Liber Graduum . Could the author whose explanations Philoxenus finds awkward or idiotic ( ܗܕܝܘܜܐܝܬ , derived from ἰδιω εία ) be Aphrahat? The connection with Bishop George's verdict of “crassness and boorish ignorance” is tempting. [19] It is noteworthy, however, that even while he writes to dismantle the ascetic theories espoused in the Demonstrations , Philoxenus continues to use the very same imagery and biblical passages (albeit to opposite ends), thus confirming the traditional character and widespread appeal of the theology set forth by the Sage. Particularly striking is his description of the “mechanics” of temptation and sin (Tanghe, “Memra de Philoxène,” 50). When tempted by sin, the believer's conscience has a choice of accepting or rejecting the inner admonition coming from the Holy Spirit. If the admonition is accepted, the believer will refrain from sinning, and will be filled with light and joy from the Spirit. In the opposite case, even though the Spirit does not leave, the house of the soul becomes dim and is filled with smoke and sadness. [20] What seems to have been overlooked is the intimate link between Aphrahat's notion of the Spirit departing to intercede for or against the believer, on the one hand, and the angelomorphic representation of the Holy Spirit, on the other. Indeed, Aphrahat describes the work of the Holy Spirit in unmistakably angelic imagery: the Spirit “is always on the move,” he stands before the divine throne, beholds the Face of God, entreats Christ on behalf of the worthy ascetics, accuses the unworthy, etc. It is significant that the action of carrying prayers from earth to the throne of God is sometimes ascribed to the archangel Gabriel. “You who pray should remember that you are making an offering before God: let not Gabriel who presents the prayers be ashamed by an offering that has a blemish ... In such a case ... Gabriel, who presents prayers, does not want to take it from earth because, on inspection, he has found a blemish in your offering ... he will say to you: I shall not bring your unclean offering before the sacred throne ” ( Demonstration 4:13; trans. Brock, in his The Syriac Fathers on Prayer and the Spiritual Life [Kalamazoo, Mich.: Cistercian Publications, 1987], 17-18, 19). This is again similar to the Shepherd (Herm. Sim. 8.2.5), where the archangel Michael states that, in addition to the inspection of the believers' good deeds by one of his angelic subordinates, he will personally test every soul again, at the heavenly altar ( ἐγὼ αὐ οὺς ἐπὶ ὸ θυσιασ ήριον δοκιμάσω ). Both Aphrahat and the Shepherd deploy the traditional imagery of angels carrying up the prayer of humans to the heavenly altar. See the references to Stuckenbruck and Haas in an earlier note. [21] In the case of Aphrahat, the angelomorphic element is even more pronounced, given that the Spirit's to-and-fro between earth and heaven, and his intercession before the divine throne, are “documented” with an unlikely proof-text, namely Matt 18:10 (“their angels in heaven always behold the face of my Father”). In his commentary on the Diatessaron, Ephrem Syrus interprets “the angels of the little ones” as a metaphor for the prayers of the believers, which reach up to the highest heavens. Later Syriac authors (Jacob of Edessa, Išodad of Merv, Dionysius Bar Salibi) use Matt 18:10 as a proof-text for the existence of guardian angels. Cramer, “Mt 18, 10 in frühsyrischer Deutung,” OrChr 59 (1975): 130-46. For Aphrahat, however, the angels of Matt 18:10 illustrate the intercessory activity of the Holy Spirit . An Older Exegetical Tradition Cramer versus Kretschmar [22] Scholars disagree on how the data presented above are to be interpreted. According to Kretschmar, Aphrahat does not distinguish clearly between the guardian angel, the many (angelic) spirits, and the one Spirit of God; neither does he distinguish between “spirit” as impersonal gift and “spirit” as a personal angel. The Sage's use of Matt 18:10 would be an instance in which the Spirit is placed on the same level as the angels: “der Geist [wird] also mit den Engeln gleichgesetzt.” Kretschmar, Trinitätstheologie , 75, 76, 119. [23] Cramer reacted sharply, asserting that Kretschmar had completely misunderstood the relevant texts and misrepresented Aphrahat's thought by means of infelicitous formulations, which led to further unwarranted and aberrant conjectures. “Daß man Aphrahat ... völlig mißverstehen kann, zeigt Kretschmar... .” (Cramer, Der Geist Gottes , 81 n. 65); “ Kretschmar ... sieht die Beziehung zwischen ru h ā und malakē , formuliert aber unglücklich... . Daß Kretschmar die Engel, die—nach seiner Meinung—dem Geist gleichgesetzt werden, außerdem noch unbegründet als Schutzengel versteht, führt ihn dann zu abwegigen Kombinationen” (Cramer, “Mt 18, 10 in frühsyrischer Deutung,” 132 n. 8). In his view, the equation between angels and the Spirit is improbable, because Aphrahat never uses ܪܘܚܐ for angelic entities; moreover, the Sage does not use Matt 18:10 in a literal sense, but rather understands “the angels of the little ones” as a metaphorical expression for the Spirit. Cramer, Der Geist Gottes , 60 n. 3; “Mt 18, 10 in frühsyrischer Deutung,” 132. [24] I agree with some elements in Cramer's critique, but disagree with much of what he affirms. Kretschmar's association with the guardian angel is indeed textually unfounded, although the confusion is perhaps understandable. Aphrahat draws a connection between the angels of Matt 18:10 and the Holy Spirit, but does not refer to the guardian angel. This was already noted by Loofs ( Theophilus , 270 n. 3). Other patristic writers use Matt 18:10 as a proof-text for the existence of guardian angels—but make no reference to the Spirit (e.g., Basil, Adv. Eun. 3.1; Cramer's article also refers to later Syriac authors: Jacob of Edessa, Išodad of Merv, Dionysius Bar Salibi). Finally, in Valentianian quarters (and later in certain strands of Islam), the guardian angel seems to have been identified as the Holy Spirit—but with no reference to Matt 18:10. See Gilles Quispel, “Das ewige Ebenbild des Menschen: Zur Begegnung mit dem Selbst in der Gnosis,” in Gnostic Studies I, esp. 147-57; Henry Corbin, L'Ange et l'homme (Paris: Albin Michel, 1978), 64-65; L'archange empourpré: quinze traités et récits mystiques de Shihâboddîn Yahyâ Sohravardî . Traduits du persan et de l'arabe, présentés et annotés par Henry Corbin (Paris: Fayard, 1976), xviii-xix, 215 n. 9, 224, 258 n. 7. An earlier scholar of Aphrahat, Paul Schwen, proceeds with more caution, writing that the notion of the guardian angel is an occasional contributor to Aphrahat's “hesitant and inconsistent” Pneumatology. Schwen, Afrahat: Seine Person und sein Verständnis des Christentums (Berlin: Trowitz & Sohn, 1907), 91: “so daß schließlich die Vorstellung des Schutzengels hineinspielt.” It is also true a simple “Gleichstellung” of the Holy Spirit with the angels, as in Kretschmar's formulation, does not account for the complexity of the Sage's thought. More precisely, even though Dem. 6 uses the angels of Matt 18:10 to illustrate the intercessory activity of the Holy Spirit , this is neither the only way in which Aphrahat interprets Matt 18:10 nor the only image he uses for the Holy Spirit. In Dem. 2.20, a loose combination of Matt 18:3 and Matt 18:10 is used to exhort the readers not despise the little ones, whose angels in heaven behold the Father. See Cramer, “Mt 18, 10 in frühsyrischer Deutung,” 130-31. Aphrahat also views the Spirit as God's “spouse,” as “mother” of the Son and of all creation, as “medicine,” and as the “breath” constituting the divine image imparted to Adam. For more details, see Cramer, Der Geist Gottes . [25] I doubt, however, that Cramer's use of the phrases “literal sense,” “proper sense,” and “metaphorical expression” is any more felicitous or appropriate for describing Aphrahat's exegesis. After all, the Sage's statements about the Spirit were later deemed scandalous precisely because of their handling of “the angels of the believers” in Matt 18:10 and “the sort of honor they ascribed to the Holy Spirit.” At least in the eyes of Bishop George, the problem was that Aphrahat interprets the angels of the little ones quite “properly” and “literally,” to use Cramer's phrases, as the Holy Spirit. As for the argument that Aphrahat did not call angels “spirits,” the widespread occurrence of the “angelic spirit” (in the Hebrew Bible, the LXX, the Dead Sea Scrolls, various authors of the Alexandrian diaspora, and the New Testament), which I have mentioned repeatedly in this study, suggests the existence of a tradition that the Sage would have considered authoritative. Whether the Demonstrations explicitly call angels “spirits” becomes irrelevant. [26] It is interesting that Cramer is ready to speak of “anthropomorphic traits” in Aphrahat's depiction of the Spirit's eschatological actions. Cramer, Der Geist Gottes , 68, 81. Cf. Ridolfini, “Note sull’antropologia e sul’ escatologia del ‘Sapiente Persiano,’” SROC 1\/1 (1978): 12-13: the Spirit belongs “ontologically” to God, but manifests itself as a divine angelic guardian. The imagery of the relevant passage ( Dem . 6.14 [I\/296]), however, is clearly angelomorphic rather than anthropomorphic: the end-time ministry of the Spirit includes going before Christ, opening the graves, clothing the resurrected in glorious garments, and leading them to the heavenly king. Pace Bruns ( Chistusbild , 188 n. 20), who dismisses the passage as simply “a literary device” of no theological relevance. This description is immediately followed by the reference to “this Spirit” being constantly on the move between heaven and earth, and the biblical proof text—Matt 18:10! [27] I conclude, agreeing with Kretschmar, that the Sage does provide a witness to the tradition of angelomorphic Pneumatology. “Tradition” is the proper term to use, because Aphrahat is by no means an exception in his time. As I mentioned earlier, this way of thinking about the Holy Spirit was still an option in the fourth century. See the brief summary in Richard Paul Vaggione, Eunomius of Cyzicus and the Nicene Revolution (Oxford Early Christian Studies; Oxford: Oxford University Press, 2000), 122-23 and n. 270. Aphrahat's contemporary, Eusebius of Caesarea, writes the following: ... the Holy Spirit is also eternally present at the throne of God, since also “thousands of thousand are present before him,” according to Daniel (Dan 7:10); he also was sent, at one time in the form of a dove over the Son of man, at another time over each of the prophets and apostles. Therefore he also was said to come forth from the Father. And why are you amazed? About the devil it was also said, “and the devil went forth from the Lord” (Job 1:12); and again, a second time, was it said “so the devil went forth from the Lord” (Job 2:7). And you would also find about Ahab where the Scripture adds “and there went forth the evil spirit and stood before the Lord and said ‘I shall trick him’” (1 Kgs 22:21). But these are adverse spirits, and now is not the proper time to investigate just how and in what way this was said. Eusebius of Caesarea, Eccl. Theol. 3.4.7-8. [28] The use of Matt 18:10 as a pneumatological proof-text does not mean, however, that Aphrahat himself consciously and actively promoted an angelomorphic Pneumatology. First, the “angelomorphic Spirit” is one representation of the Holy Spirit among several others in the Demonstrations . To paraphrase Bruns' presentation of Aphrahat's Christology, it could be said that the Sage's Pneumatology is “open,” inasmuch as the accumulation of symbols (mother, spouse, medicine, angels of the face) moves asymptotically towards the inexhaustible experience of the Spirit, resulting in a multicolored picture book of pneumatological impressions, rather than a unitary theology of the Holy Spirit. Bruns speaks of the “open character” of Aphrahat's Christology, noting that the accumulation of symbols (e.g., Dem. 17.2, 11) “moves asymptotically towards the inexhaustible reality of Christ,” resulting in “a multicolored picture book of christological impressions,” rather than a unitary christological vision. Bruns, Christusbild , 183, 214. See also Vööbus, “Methodologisches,” 27; Cramer, Der Geist Gottes , 67. [29] Second, it is quite obvious, from the way he writes, that Aphrahat does not see himself as proposing anything new or unusual. This is in keeping with the general character of his theology. It is very likely, therefore, that Aphrahat's use of Matt 18:10 is one such received tradition. [30] The passages from Dem . 6 and Dem . 1, quoted above, share the same theme (the Holy Spirit), and the same formal structure (both provide Scriptures proof for the activity of the Holy Spirit). The connection between Zech 4:10, Isa 11:1-3, and Matt 18:10 illustrates very well what Pierre calls a “network of scriptural traditions,” which Aphrahat inherited from earlier Christian tradition. Some of these traditions were embodied in a “series of testimonia that might have circulated orally and been transmitted independently from the known biblical text.” As a matter of fact, Aphrahat is “one of the richest witnesses” to the use of testimonia , with Dem. 16 furnishing “the largest collection ever realized by a Father.” See Pierre, “Introduction,” in Aphraate, “Les Exposés,” 115, 138, 68. See also Murray, “Rhetorical Patterns,” 110; Symbols of Church and Kingdom: A Study in Early Syriac Tradition (2nd ed.; London\/ New York: T&T Clark International, 2004), 289-90; Schlütz, Isaias 11:2 , 33-34, 40, 58. That this is, indeed, the case, is made clear by the occurrence of the same cluster of biblical verses and echoes of angelomorphic Pneumatology in Clement of Alexandria. Aphrahat and Clement of Alexandria [31] On the basis of a tradition ascribed to an older generation of charismatic teachers, Clement of Alexandria furnishes a detailed description of the spiritual universe. This hierarchical worldview, similar to that of 2 Enoch, Ascension of Isaiah, or the Epistula Apostolorum , features, in descending order, the Face of God, the seven first created angels, the archangels, finally the angels. Excerpta 10.6; 12.1. Cf. Paed. 1.57; 1.124.4; Strom. 7.10.58. See Daniélou, “Les traditions secrètes des Apôtres,” ErJb 31 (1962): 199-215; Oeyen, Engelpneumatologie ; Bucur, “The Other Clement of Alexandria: Cosmic Hierarchy and Interiorized Apocalypticism,” VC 60 (2006): 251-68. For Clement, it is Christ, the Logos, who is the “Face of God,” the πρόσωπον of Matt 18:10, the χαρακ ήρ of Heb. 1:3, and the εἰκών of Col 1:15. Strom. 7.10.58; Excerpta 19.4. As for the “angels ever contemplating the Face of God“ in Matt 18:10, Clement identifies them with the “thrones” of Col 1:16, and “the seven eyes of the Lord” in Zech 3:9, 4:10, and Rev 5:6. Strom. 5.6.35; Eclogae 57.1; Excerpta 10. He understands all these passages to be descriptions of the seven “first-born princes of the angels” ( πρω όγονοι ἀγγέλων ἄρχον ες ), elsewhere called the seven πρω όκ ισ οι . The golden lamp conveys another enigma as a symbol of Christ ... in his casting light, “at sundry times and diverse manners,” on those who believe in Him and hope and see by means of the ministry of the protoctists ( διὰ ῆς ῶν πρω οκ ίσ ων διακονίας ). And they say that the seven eyes of the Lord are the seven spirits resting on the rod that springs from the root of Jesse. Strom. 5.6.35. [32] Of these celestial beings “first created” Clement says the following: Among the seven, there has not been given more to the one and less to the other; nor is any of them lacking in advancement; [they] have received perfection from the beginning, at the first [moment of their] coming into being, from God through the Son; ... their liturgy is common and undivided. Excerpta 10.3-4; Excerpta 11.4. [33] There can be no doubt that Clement of Alexandria echoes Second Temple Jewish angelological speculations, and that among the direct predecessors of his protoctist one should count the seven spirits of Revelation (Rev 1:4, 3:1, 4:5, 5:6; 8:2), the “first created ones” ( πρῶ οι κ ισθέν ες ) in the Shepherd of Hermas , possibly also the Marcosian “seven powers praising the Logos.” For details, see the articles by Bucur and Oeyen noted earlier. [34] Clement’s seven protoctists , however, also carry a definite pneumatological content, since they are identified not only with various types of angels, but also with the “seven spirits resting on the rod that springs from the root of Jesse” (Isa 11:2-3, LXX) and “the heptad of the Spirit.” Strom. 5.6.35; Paed. 3.12.87. It appears, in conclusion, that, in Clement’s interpretation of Matt 18:10, “the face of God” is a Christological title, while the angels contemplating the Face occupy a theological area at the confluence of angelology and pneumatology. This is the conclusion reached by Bucur, “Matt. 18:10 in Early Christology and Pneumatology: A Contribution to the Study of Matthean Wirkungsgeschichte ,” Novum Testamentum 49 (2007): 209-31, at 223. [35] The exegesis of Clement of Alexandria and that of Aphrahat offer a surprising convergence. Both writers use the same cluster of biblical verses: “the seven eyes of the Lord” (Zech 3:9; 4:10), “the seven gifts of the Spirit” (Isa 11:2-3), and “the angels of the little ones” (Matt 18:10); both echo the tradition about the highest angelic company; finally, both use angelic imagery to express a definite pneumatological content. This is one of several convergences between Aphrahat and earlier writers in the West, which, as I have stated earlier, cannot be explained by direct literary connection. I have already mentioned the resemblance with the Shepherd of Hermas . Another case refers to the striking resemblance between the exegesis of Jude 7:4-8 by Aphrahat ( Dem. 7.19-21) and Origen ( Hom in Jud . 9.2). R. H. Connolly (“Aphraates and Monasticism,” JTS 6 [1905]: 538-39) hypothesized that the Sage might have read Origen. In response, Loofs ( Theophilus , 258-59) stated that a common source is a far more likely explanation. [36] Gilles Quispel was convinced that behind both Clement and Aphrahat lies a tradition that goes back to Jewish Christian missionaries “who brought the new religion to Mesopotamia,” and were also “the founding fathers of the church in Alexandria.” Quispel, “Genius and Spirit,” 160, 1. See also Schlütz, Isaias 11:2 , 33-34: “die Sicherheit der Aussage bei Aphraat [kann] am besten mit der theologischen Tradition aus denTagen der palästinensischen Gemeinde erklärt werden.” Be this as it may, the angelomorphic Pneumatology detected in the writings of Clement and Aphrahat represents an echo of older views, which in their times were still acceptable. The Larger Theological Framework for Aphrahat's Angelomorphic Pneumatology [37] At this point it is important to inquire about the place of angelomorphic Pneumatology in the larger theological framework of the Demonstrations . I am especially interested in the relationship between angelomorphic Pneumatology, on the one hand, and other theological phenomena discussed by students of the Demonstrations , namely Aphrahat's Geistchristologie and binitarianism. Some of the major scholars writing about Aphrahat, such as Schwen and Loofs, have used “binitarian,” “binitarianism,” “ditheism,” “binity” ( Zweieinigkeit ), and Geistchristologie in ways that could easily lead to confusion. I ask the reader to refer to the definitions of these terms that I proposed in the Introduction. Difficulties of Aphrahat's Pneumatology [38] How does Aphrahat think about God as Trinity? He does not know the terms tlitāyutā ( ρίας ) and qnomā ( ὑπόσ ασις ), and holds a non-philosophical notion of kyanā . Bruns, Christusbild , 99, 143; Alois Grillmeier, Christ in Christian Tradition (2nd, rev. ed.; tr. J. Bowden; Atlanta, Ga.: John Knox, 1975), 216-17; Pierre, “Introduction,” 162 n. 58; Ridolfini, “Problema trinitario e problema cristologico,” 99. It is rather a soteriological and history-of-salvation perspective that comes to be expressed in the various formulas of Aphrahat: Glory and honor to the Father, and to his Son, and to his living and holy Spirit, from the mouth of all who glorify him there above and here below, unto ages of ages, Amen and Amen! We know only this much, that God is one, and one his Christ, and one the Spirit, and one the faith, and one the baptism. ... the three mighty and glorious names—Father, and Son, and Holy Spirit—invoked upon your head when you received the mark of your life ... Dem. 23.61 [II\/128]; 23.60 [II\/124]; 23.63 [II\/133]. [39] Aphrahat is undoubtedly familiar with the liturgical usage of the terms “Father,” “Son,” and “Holy Spirit.” Occasionally, as noted by Bruns, the taxis underlying such creedal statements seems to be Father—Spirit—Christ. Bruns, Christusbild , 97. In Dem. 1.19, for instance, “the faith of the Church” is presented as follows: Now, this is the faith: one should believe in God, the Lord of all, who made heaven and earth and the seas and all that is in them, and made Adam in his image, and gave the Law to Moses, and sent [a portion] of his Spirit upon the prophets [ ܫܕܪ ܡܢ ܪܘܚܗ ܒܢܒܝ̈ܐ ], and, moreover [ ܬܘܒ ], sent his Christ into the world... This is the faith of the Church of God. Dem. 1.19 [I\/44]. [40] Such formulaic statements allow only limited insight into the Sage's theology. It is certain that “trinitarian elements” are present in Aphrahat's various doxologies. Bruns, Christusbild , 94. Yet to say that Dem. 23.63, for instance, which I have quoted earlier, offers “an example of Aprahat being obviously Trinitarian,” is to overlook the fact that such passages are derived from liturgical practice. Skoyles Jarkins, “Aphrahat and the Temple of God,” 118 n. 108. If these are, in the words of Schwen, “eben nur Formeln, übernommene Bruchstücke fremder Anschauung,” they tell us very little about Aphrahat's theological thought. Schwen, Afrahat , 91. [41] Still formulaic, but more elaborate and personal, is the following passage in the Letter to an Inquirer . As for me, I just believe firmly that God is one, who made the heavens and the earth from the beginning ... and spoke with Moses on account of his meekness, and himself spoke with all the prophets, and, moreover [ ܬܘܒ ], sent his Christ into the world. Aphrahat, Letter to an Inquirer 2 [I\/4]. It is noteworthy that this passage contains nothing about the Holy Spirit, and that the similar composition in Dem . 1.19, quoted earlier, contains merely an oblique reference to Christ sending from his Spirit into the prophets. Loofs, Theophilus , 260 n. 9: “... ist des Geistes nur in dem Satzteile gedacht.” Note the parallel that obtains between Letter to an Inquirer 2 [I\/4] and Dem. 1.19 [I\/44]: It is true, on the other hand, that, when Aphrahat elsewhere treats the “moments” preceding the sending of the Spirit in the Creed (namely cosmogony, anthropogony, the giving of the Law, and the inspiration of the prophets) he usually mentions the Spirit. Pierre, “Introduction,” 165 n. 70. The fact remains, however, that the Creed refers to the Spirit only in its fourth article, and that this reference does not contain anything specifically Christian. As Cramer notes, the statement could just as well have been made by Philo. Cramer, Der Geist Gottes , 70. [42] As early as 1907, Schwen noted that Aphrahat's notion of the Spirit was hesitant and inconsistent. Schwen, Afrahat , 90. Far from being conceived of as a divine person, on par with the Father and the Son, Aphrahat's “Holy Spirit” is at times indistinguishable from the ascended Christ (e.g., Dem. 6.10 [I\/281]), at other times simply an impersonal divine power, similar to the rays of the sun (e.g., Dem. 6.11 [I\/284]), and occasionally merged with the notion of the guardian angel (e.g., Dem . 6.14 [I\/296]). Schwen, Afrahat , 91: “Als besondere göttliche Person im Sinne des ökumenischen Konzils von 381, dem Vater und dem Sohne gleichgeordnet, ist er nicht gedacht.” For Bruns also, and even for Ortiz de Urbina, who is a defender of Aphrahat's fundamental orthodoxy, many passages in the Demonstrations present the Spirit as an impersonal divine “grace” or “power.” Bruns, Christusbild , 188; Ortiz de Urbina, “Die Gottheit Christi bei Aphrahat,” 137. “Spirit” and “Spirit of Christ” are used “interchangeably” (Skoyles Jarkins, “Aphrahat and the Temple of God,” 117 n. 107). So also Ridolfini, “Problema trinitario e problema cristologico,” 109-10, 121. The personal elements would only occur in the “dramatism” of the eschatological scene, the “saddening” of the spirit, and the mother-image. Ortiz de Urbina, “Die Gottheit Christi bei Aphrahat,” 134-35. [43] In several instances ( Dem. 6.11 [I\/286]; 20.16 [I\/919]), Aphrahat focuses exclusively on “God and his Christ” so that, according to Loofs, “there is no place left for the Spirit.” Loofs, Theophilus , 260. At one point ( Dem. 18.10 [I\/839]), however, God is represented as “divine couple”—God as Father and the Spirit as Mother. Loofs ( Theophilus , 275 n. 6) explains that “für die erbauliche Verwendung von Gen. 2, 24, an der ihm hier lag, allein der Geist, weil im Syrischen ein Femininum, sich eignete, nicht aber 'der Messias' (Christus).” In fact, as the context shows, Aphrahat's interest is more than vaguely “edifying”: he is here thinking of God and his Spirit-consort as genitors of the transformed ascetics, and is interested in linking the “spirituals” with their “mother,” the Spirit. Moreover, he is also bowing to the pressure of an already traditional reading of Gen 2:24 in the Syriac milieu (e.g., Acts Thom. 110), which connects Eve and the Holy Spirit and, implicitly, adopts the taxis Father-Spirit-Son. Other texts can be adduced from Gos. Heb. , Tatian, and Ps.-Macarius; see Quispel, Makarius, das Thomasevangelium, und das Lied der Perle (NovTSup 15; Leiden: Brill, 1967), 9-13; Winkler, “Die Tauf-Hymnen der Armenier: Ihre Affinität mit Syrischem Gedankengut,” in Liturgie und Dichtung (2 vols; ed. H. Becker and R. Kaczynski; Munich: St. Ottilian, 1983), 1:381-420; Susan Ashbrook Harvey, “Feminine Imagery for the Divine: the Holy Spirit, the Odes of Solomon, and Early Syriac Tradition,” SVTQ 37 (1993): 111-40. Moreover, the Demonstrations seem to use “Spirit,” “Spirit of Christ,” and “Christ” interchangeably. Especially with respect to the inhabitation of God in the believers, any distinction vanishes. Skoyles Jarkins (“Aphrahat and the Temple of God,” 117 n. 107) suggests that this “may be due to the influence of Pauline texts (e.g., Rom 8:9 in Dem. 23.47 [II\/91.24-25], Dem. 8.5 [I\/370.9-10]) upon Aphrahat. This does not explain much about Aphrahat, but simply moves Pandora's box in the field of biblical studies, where the issue of Pauline “spirit Christology” happens to be a fiercely debated issue. For an introduction to the debate, see Fatehi, Relation , 23-43; Fee, God's Empowering Presence , 831-45. Cramer noted that the Sage “almost” identifies Christ and the Spirit—“almost,” because the use of “spirit” in trinitarian formulas would prevent full identification. Cramer, Der Geist Gottes, 65, 67. In light of my earlier statements above, I find Cramer's recourse to formulas unconvincing. At first sight at least, it is more accurate to conclude with Schwen that the Sage had no doctrine of the Trinity “in the sense of later Church dogma,” and that his thought would be better termed “binitarian” than “trinitarian.” Schwen, Afrahat , 91; 92: “Man darf wohl sagen daß die Anschauung Afrahats nicht trinitarisch, sondern binitarisch ist: 'Gott und sein Christus' oder 'Gott und der heilige Geist.'” [44] Loofs attempted to place Aphrahat's “Geistchristologie” and “binitarianism” in a larger religio-historical perspective. In his interpretation, “spirit” is, for Aphrahat, simply a way of referring to the divinity of Christ prior to the Incarnation. “Spirit” should not, however, be understood by analogy with the Logos-hypostasis of other patristic writers, as a second hypostasis alongside the Father, since, for Aphrahat, the differentiation of the Spirit from the Father occurred only at the Incarnation. Prior to the Incarnation, the Spirit represents, by analogy with Power, Wisdom, or Presence in pre-Christian Jewish thought, a divine attribute rather than a distinct entity. Loofs, Theophilus , 273 n. 2, 274, 278. Aphrahat distinguishes “Spirit” and “Christ” only when speaking about the man Jesus, and it is this historical Jesus Christ that Aphrahat has in mind when he uses the phrase “God and his Christ.” According to Loofs, the Sage's perspective switches back and forth between the preexisting πνεῦμα and the historical Jesus Christ. Loofs, Theophilus , 270 n. 3, 274, 275: “vor seinem geistigen Auge steht die einheitliche Person des geschichtlichen und erhöhten Herrn, aber Aphrahat sieht in ihr, abwechselnd, hier das πνεῦμα , dort den Menschen”; Loofs, Theophilus , 277 n. 5: “In einem Satze kann die Betrachtungsweise wechseln: Unser Herr (hier: das πνεῦμα ) nahm von uns ein Pfand (die σάρξ , das Menschsein) und ging (hier der ganze Christus) und lie ß uns ein Pfand von dem Seinen (den Geist) und wurde erhöht (das gilt nur vom Menschen in ihm).” Finally, this formula does not introduce any alteration of strict monotheism, given that the reign of the Son is seen as temporary, ultimately to end by being delivered to the sole God ( Dem. 6.12 [I\/287]). Loofs, Theophilus , 280. For similarities with “dynamic monarchianism,” see Loofs, Theophilus , 278; Schwen ( Afrahat , 83) notes to a similarity with Paul of Samosata. Contra , convincingly, Ortiz de Urbina, “Die Gottheit Christi bei Aphrahat,” 123. Loofs' conclusions were severely criticized by Ortiz de Urbina, later also by Vööbus and Bruns, who all argued that Aphrahat views Christ as pre-existent with the Father prior to the Incarnation, and that he has a clear understanding of the distinction between the risen Christ and the Spirit. Ortiz de Urbina, “Die Gottheit Christi bei Aphrahat,” 80-88, 136-37; Vööbus, “Methodologisches,“ 24-25; Bruns, Christusbild , 133-44. [45] The texts remain, however, ambiguous. One of the passages invoked by Ortiz de Urbina, Dem. 6.10 [I\/281]), is quite telling. Aphrahat speaks here about the Logos becoming flesh (quoting John 1:14), then returning bearing “that which he had not brought with him,” thus raising humanity to heaven (quoting Eph 2:6), and sending the Spirit in his stead. This seems to affirm the preexistence of Christ as Logos, as well as the clear distinction between the ascended Christ and the Spirit he sends to his disciples. Yet the sending of the Spirit is documented not with a reference to the paraclete, but rather with Matt 28:20, a christological text: “when he went to his Father, he sent to us his Spirit and said to us I am with you until the end of the world .” This recalls Ep. Apos. 17: “‘Will you really leave us until your coming? Where will we find a teacher?’ And he answered and said to us, ‘Do you not know that until now I am both here and there with him who sent me? ... I am wholly in the Father and the Father in me.’” The long treatment of the relation between Christ and his disciples after the ascension, even though heavily indebted to the farewell discourse in the Gospel of John, diverges from the latter precisely on the problem of the paraclete. According to Julian Hills ( Tradition and Composition in the Epistula Apostolorum [HDR 24; Minneapolis, Minn.: Fortress, 1990], 123), “[t]he crisis of the Lord's departure is resolved in the Fourth Gospel by the coming of the Spirit ... In the Epistula it turns on the presence of the risen Lord among the disciples ...” Instead of the paraclete, Ep. Apos. insists on the perfect unity of Christ with the Father and, implicitly, on Christ's ubiquity. [46] What, then, of the relation between “Christ,” “the Spirit of Christ,” and “the Holy Spirit” in Aphrahat? Bruns notes that “the sending of the Spirit is identical with the presence of Christ,” and suggests that the Spirit is the medium through which Christ dwells in the believers, and especially in the prophets. Bruns, Unterweisungen , 200 n. 21; Christusbild , 187. In other words, Christ dwells in the Spirit, and the Spirit dwells in the human being—which suggested Skoyles Jarkins' phrase “matroshki-doll Christology.” Skoyles Jarkins, “Aphrahat and the Temple of God,” 117 n. 196. More needs to be said, however, about this indwelling. The Holy Spirit and the Move from Unity to Multiplicity [47] The difficulties outlined in the previous section never seem to have existed as such for Aphrahat. The reason is quite simple: the Sage's point of departure is not metaphysical—God in Godself, or the “ad intra”; relation of “divine Persons”—but rather, to use Bruns' very apt phrase, “die Anrufbarkeit und liturgische Erfahrbarkeit des einen Gottes in drei Namen.” Bruns, Christusbild , 156. For Aphrahat, then, the “problem” of explaining the relation between the Father and the Spirit, or between Christ (whether “preincarnate” or “post-resurrectional”) and the Spirit simply did not present itself as such. His statements about the Spirit come in response to a different set of questions: Since Christ is one, and one his Father, how is it that Christ and his Father dwell in the believers? Now, Christ is seated at the right hand of his Father, and Christ dwells in human beings ... And though he dwells among many, he is seated at the right hand of his Father. Dem. 6.11 [I\/284]; 6.10 [I\/281]. [48] Aphrahat's notion of the Spirit will become more easily understandable if we consider these questions, and inquire about the role of the Holy Spirit in the multiplicity of creation and the charismatic life of the Church. Although it is certainly not a novelty in scholarship, this perspective has so far not been given enough attention. Cf. Ortiz de Urbina, “Die Gottheit Christi bei Aphrahat,” 129 n. 16: “Bei Afrahat vermehrt sich Christus durch seinen Geist”; Bruns, Christusbild , 188: “der Heilige Geist hat vornehmlich die Funktion, die Universalisierung und individuelle Aneignung der Christusgeschehens zu garantieren.” I now return to Aphrahat: Our Lord ... left us a pledge of his own ( ܪܗܒܘܢܐ ܡܢ ܕܝܠܗ ) when he ascended... it behooves us also to honor that which is his, which we have received ... let us honor that which is his, according to his own nature. If we honor it, we shall go to him... But if we despise it, he will take away from us that which he has given us and if we abuse his pledge ( ܘܐܢ ܢܟܘܡ ܥܠ ܪܗܒܘܢܗ ), he will there take away that which is his, and will deprive us of that which he has promised us. Dem. 6.10 [I\/279-280]. The root of ܟܘܡ means “to cover up, conceal.” Hence, the verb can mean “to appropriate secretly,” “to defraud,” “to refuse to return,” “to keep in or suppress until the thing is spoiled.” [49] It is quite evident that “the pledge“ ( ܪܗܒܘܢܐ , ἀρραβών ) refers to the Spirit. There is, first, the allusion to biblical texts (2 Cor 1:22; 5:5; Eph 1:14); then, also, the obvious parallels with statements made elsewhere in Dem. 6, where the same is said in reference to the Holy Spirit. In the text just quoted, Christ leaves his pledge upon his ascension, just as in another passage “when he went to his Father, he sent to us his Spirit” ( Dem. 6.10 [I\/282]); the exhortation to “honor the pledge” finds counterpart in an earlier exhortation, to “honor the spirit of Christ, that we may receive grace from him” ( Dem. 6.1 [I\/241]); the characterization of the pledge as “that which is of his [Christ's] own nature” is very similar to the statement about the Spirit going “to its nature, [namely] unto Christ” ( Dem. 6.14 [I\/296]); the “two-way” discourse on the required attitude towards the pledge corresponds perfectly to the ascetic theory of the same Demonstration , which opposes those who “preserve the Spirit of Christ in purity” and those who defile the Spirit ( Dem . 6.14-15). [50] To explain how it is that Christ is divided among believers and dwells in them without thereby forsaking his unity and dignity, Aphrahat suggests several comparisons. Just as the one sun is manifested to a multiplicity of receivers in that “its power is poured out in the earth”—that is, by means of the multiplicity of his rays—so also “God and his Christ, though they are one, yet dwell in human beings, who are many.” Dem. 6.11 [I\/285]. Excursus: \"Wisdom\" and \"Power\" as Pneumatological Terms [51] Towards the end of his comparison between Christ and the sun, Aphrahat mentions the power of God ( ܚܝܠܗ ܕܐܠܗܐ ): “the sun in heaven is not diminished when it sends out its power upon the earth. How much greater is the power of God, since it is by the power of God that the sun itself subsists.” Dem. 6.11 [I\/285]. Bruns is probably right in speaking about the Spirit as (non-hypostatic) “göttlich-dynamische Kraft” mediating between the transcendent God and the world. Bruns, Christusbild , 205. Earlier, Aphrahat had stated that Christ, even though one, “is able to [be] above and beneath” and “dwell in many,” by means of his Father's wisdom Dem. 6.10 [I\/281]. ( ܒܚܟܡܬܗ ܕܐܒܘܗ̱ܝ ). This prompted Ortiz de Urbina to suggest that Aphrahat may have equated ܪܘܚܐ ( πνεῦμα ) with ܚܟܡܬܐ ( σοφία ), two words that were feminine in his time. Ortiz de Urbina, “Die Gottheit Christi bei Aphrahat,” 128. [52] I think that more can be added to this discussion. In Dem. 10.8, “wisdom” seems to constitute a divine gift imparted freely to the Christian “shepherds,” which, therefore, calls for generous transmission from the clergy to the Christian people. Christ is “the steward of wisdom.” This coheres well with the earlier statement in Dem. 6: “And Christ received the Spirit not by measure, but his Father loved him and delivered all into his hands, and gave him authority over all his treasure .” Dem. 6.12 [I\/288]. Moreover, just as Aphrahat had said earlier ( Dem. 6.10-12) about the Spirit of Christ, “this wisdom is divided among many ( ܐܬܦܠܓܬ ܠܣܓܝ̈ܐܐ ) yet is in no way diminished, as I have shown to you above: the prophets received of the spirit of Christ. ( ܕܡܢ ܪܘܚܗ ܕܡܫܝܚܐ ܩܒܠܘ ܢܒܝ̈ܐ ), yet Christ was in no way diminished.” Dem. 10.8 [I\/4]. Obviously, the Sage takes “wisdom“ and “Spirit of Christ” as synonyms. [53] In conclusion, “wisdom” refers to the Spirit understood as divine power, presence, gift, etc., while Christ is the treasurer and giver of the Spirit. Aphrahat seems to have felt a certain tension between this view and that expressed in 1 Cor 1:24, because he feels compelled to quotation this verse without however offering any explanation: “And while he is the steward of the wisdom, again, as the Apostle said: Christ is the power of God and his wisdom. ” * * * [54] Aphrahat has of course much more to offer than comparisons drawn from nature. His argumentation from Scripture is particularly interesting. According to Dem. 14, the believers are like the fertile ground that accepted the seed sown by the Lord (Luke 8:15). The seeds are nothing else than the Spirit of the Lord, poured out over all the flesh (Joel 3:1), but accepted only by a few. Dem. 14.47 [I\/716]. The prophets “received [a portion] from the Spirit of Christ, each one of them as he was able to bear.” ܡܛܠ ܕܡܢ ܪܘܚܗ ܕܡܫܝܚܐ ܩܒܠܘ ܢܒܝܵܐ ܃ ܐ̱ܢܫ ܐ̱ܢܫ ܡܢܗܘܢ ܐܝܟ ܕܡܫܟܚ ܗ̱ܘܐ ܠܡܫܩܠ ( Dem. 6.12 [I\/288]). In the new dispensation, “[a portion] from the Spirit of Christ ( ܪܘܚܗ ܬܘܒ ܕܝܠܗ ܕܡܫܝܚܐ ܘܡܢ ) is again poured forth today upon all flesh [Joel 3:1].” Dem. 6.12 [I\/288]. As a result, Christ now overshadows all believers—each of them severally ( ܡܢܬܐ ܡܢܬܐ ). Dem. 6.10 [I\/281]. [55] Obviously, for Aphrahat the Spirit “multiplies” Christ, making him available to the prophets and all believers. The imagery is quite crude, as the Sage seems particularly fond of “part-to-whole” explanations. Several times he refers to God sending “[a portion] of his Spirit upon the prophets”: the prophets received [a portion] from the Spirit of Christ; John the Baptist, the greatest among prophets, still received the Spirit “according to measure” ( ܒܟܝܠܬܐ ); [a portion] from the Spirit of Christ is again poured forth today upon all flesh [Joel 3:1]; Christ overshadows each of the believers severally; at Baptism, believers receive the Holy Spirit “from a little portion of the Godhead.” Dem. 6.12 [I\/288]; 10.8 [I\/4]; 1.19 [I\/44]; 6.13 [I\/288]; 6.12 [I\/288]; 6.10 [I\/281]; 6.14 [I\/293]. The insertion of “portion” in my English rendering of the phrase is justified. In his footnotes to the German translation of the Demonstrations , Bruns points to the “exceedingly materialistic” imagery of expressions such as ܡܢܬܐ ܡܢܬܐ (“severally,” “one by one”) for the presence of the Spirit in the prophets, or ܡܢ ܒܨܪܐ ܕܐܠܗܘܬܐ (“a little portion\/ particle of the Godhead”), for the gift of the Spirit received at Baptism. Bruns, Unterweisungen , 200 n. 22, 205 n. 26. The passages are Dem. 6.10 [I\/281] and Dem. 6.14 [I\/293]. [56] The difference between the Spirit present in the prophets and the Spirit in the historical Jesus Christ is one of degree: partially present in the prophets, the Spirit is fully present in Christ. So also Ortiz de Urbina, “Die Gottheit Christi bei Aphrahat,” 127; Bruns, Christusbild , 140. In Dem. 6.12 [I\/285], the proof-text for Christ is John 3:34: “it was not by measure that his Father gave the Spirit unto him.” For the partial presence of the Spirit in the prophets, on the other hand, Aphrahat quotes Num 11:17 (God taking “from the Spirit” of Moses to endow the seventy elders). On the “massive presence” of this verse in rabbinic literature, see Pierre, Exposés , 395 n. 73. But he also refers to something that “the blessed apostle said”: God distributed from the Spirit of Christ and sent it into the prophets . ܕܦܠܓ ܐܠܗܐ ܡܢ ܪܩܚܐ ܕܡܫܝܚܗ ܘܫܕܪ ܒܢܒܝ̈ܐ ( Dem. 6.12 [I\/285]). [57] Even though scholarship is not unanimous on this point, I find it indisputable that Aphrahat is quoting “the blessed apostle” according to 3 Cor. , an apocryphal text that Aphrahat and Ephrem seem to have regarded as canonical. On 3 Cor. , see Vahan Hovhanessian, Third Corinthians: Reclaiming Paul for Christian Orthodoxy (Studies in Biblical Literature 18; New York: Peter Lang, 2000); Loofs, Theophilus , 148-153. Pierre expresses extreme reservation on the issue of Aphrahat's use of 3 Cor . She notes (“Introduction,” 139 n. 73) that the Sage may “perhaps” have known 3 Corinthians, but does not think that Aphrahat's Creed ( Dem. 1.19 [I\/44]) echoes this text. Nowhere in the critical apparatus to the Demonstrations is there any reference to 3 Cor. On the contrary, Bruns ( Christusbild , 187 n. 13) states that Aphrahat is “very obviously” quoting 3 Cor. 3.10. In Dem. 23 [II\/] also, where Aphrahat again mentions “the Apostle who bears witness: Jesus Christ was born of the Holy Spirit by Mary of the house of David,” Pierre believes this to be an echo of Rom 1:3-4. Yet, 3 Cor. 2.5 offers a closer match: “Christ Jesus [some mss: Jesus Christ] was born of Mary of the seed of David by the Holy Spirit.” Cf. Ignatius, Eph. 18.2: Jesus Christ was “borne by Mary according to God's providence, namely from ( ἐκ ) the seed of David, but from the Holy Spirit.” The relevant verse ( 3 Cor. 2.10) reads as follows: “For he [God] desired to save the house of Israel. Therefore, distributing from the Spirit of Christ, he sent it into the prophets” ( μερεῖσας οὖν ἀπὸ οῦ πνεύμα ος οῦ Χρισ οῦ ἔπεμψεν εἰς οὺς προφή ας ). Greek text in Hovhanessian, Third Corinthians , 149. [58] The notion of a partial endowment of the prophets with the gifts of the Spirit, and the comparison of this partial charismatic endowment with the complete and sovereign possession of the Spirit by Jesus Christ, are ancient and widespread themes. Aside from 3 Cor. , I have already mentioned its use in the Ps.-Philonic homily “On Samson” and in Justin Martyr's Dialog with Trypho . It appears that the Persian Sage bears witness to the existence of the same tradition in the early Syriac milieu. If Aphrahat identifies the “pledge” or the “Spirit” as the spiritual gifts that the Church received from the ascended Christ in fulfillment of Joel 3:1 (“I shall pour out my Spirit on all flesh”), Justin articulates the very same idea by combining Joel 3:1 with Isa 11:2-3 (the gifts of the Spirit) and Ps 67\/68:19 (the ascension: “He ascended on high, he led captivity captive, he gave gifts to the sons of men”). Justin, Dial. 87.6. [59] The texts I have discussed so far lead to the conclusion that Aphrahat's Pneumatology can be considered from at least two vantage-points. On the one hand, the Demonstrations are passing on received formulas, most of which contain references to “spirit.” On the other hand, the meaning of “spirit” in these formulas is given by reflection on the charismatic endowment of the prophets and the “pledge” of Christ received at Baptism. In this light, “spirit” is understood as divine “operations” ( ܣܘܥܪ̈ܢܝܢ ) in the believer, which convey the presence of Christ, with all that derives from such presence. [60] In Aphrahat's thought, the intimate relation between Christ and the Spirit is likened to the relation between the sun and the rays of sun, the sower and the seeds, or the treasure-holder and the riches of the treasure-house. In more abstract terms, it is the relationship between simple unity and unity-as-multiplicity, i.e., divine unity become accessible to the religious experience. For further elucidation of this aspect, it is necessary to return briefly to the topic of angelomorphic Pneumatology. The \"Fragmentary\" Gift of the Spirit and Angelomorphic Pneumatology [61] It may seem that the angelomorphic Pneumatology discussed in the first part of this section and the pneumatological conceptions presented in the second part are not necessarily related. Such is not the case, however. [62] In Dem. 6.10 [I\/277-280], Christians are asked not to despise “the pledge”—i.e., the gift of the Holy Spirit—received at Baptism. The notion of “despising” the Spirit is significant here. Aphrahat returns to it later in the same Demonstration , also supplying a fitting Scriptural proof: “the Spirit that the prophets received, and which we, too, have received” is indicated by something “that our Lord said, Do not despise any of these little ones that believe in Me, for their angels in heaven always gaze on the face of my Father. ” Dem. 6.14-15 [I\/292, 297]. [63] Aphrahat's notion of “fragmentary” Spirit-endowment and his angelomorphic Pneumatology should be considered jointly, as in the case of Justin and Clement. As I have shown, Justin and Clement understand the seven gifts of the spirit in the Isaiah passage as seven highest angelic powers; Clement even identified the seven spirits with the “angels” of Matt 18:10. In Aphrahat this identification is not explicit. Unlike Justin Martyr, who uses Isa 11:1-3 to contrast the “partial” outpouring of the Spirit over the prophets and Christ's “full” and sovereign possession of the Spirit, Aphrahat only uses the Isaiah verse to illustrate the latter. Dem. 1.9 [I\/20]: “And concerning this Stone he stated and showed: on this stone, behold, I open seven eyes [Zech 3:9]. And what are the seven eyes opened on the stone other than the Spirit of God that abode on Christ with seven operations? As Isaiah the prophet said ... [Isa. 11:2-3].” In other words, Isa 11:2 serves, in Dem. 1, the same role as John 3:34 in Dem. 6. Aphrahat does say that the prophets received only “[a portion] from the Spirit of Christ, each one of them as he was able to bear”—but he prefers to use 3 Cor. 2.10 rather than Isa 11:2 in support of this statement. Matthew 18:10 is therefore never connected with Isa 11:2 to affirm the dynamism of divine indwelling, the partial endowment of prophets and baptized Christians, and the intercessory activity of the Spirit. In Aphrahat, Matt 18:10 is instead linked to other texts such as 2 Cor 1:22; 5:5; Eph 1:14; 3 Cor. 2.10; Num 11:17; 2 Sam 16:14-23 (the evil spirit sent to Saul). [] It is true that this particular arrangement of the proof-texts is determined by the necessities of the discourse, and that, in other contexts, Aphrahat would most likely have furnished a different “constellation” using the same passages. As the texts stand, however, the scriptural support for Aphrahat's doctrine of “partial versus complete” possession of the Spirit differs slightly from that of Justin and Clement. By way of consequence, the link between the notion of “fragmentary Spirit” and angelomorphic Pneumatology is also less clear than it is in these authors. Conclusions [65] I noted in the beginning that John Levison documented the widespread use, in pre- and post-exilic Judaism, of the term “spirit” as a designation of angelic presence. This tradition continued, of course, in Christianity, and recent scholarship has documented its presence in the New Testament, the Shepherd of Hermas , Justin Martyr, and Clement of Alexandria. In the first part of this article, I have argued that Aphrahat witnesses to the existence of angelomorphic Pneumatology in the early Syriac tradition, which was supported by an exegesis of biblical texts (Matt 18:10; Zech 3:9; 4:10; Isa 11:2-3) very similar to that of earlier and unrelated strands of Christianity. From a historical perspective, angelomorphic pneumatology was a significant phase in Christian reflection on the Holy Spirit. Still an option in the fourth century, and traditional not only for Aphrahat, angelomorphic pneumatology was bound to be discarded in the wake of the Arian and Pneumatomachian controversies. The associated use of Matt 18:10 was also discontinued. Matt 18:10 must have played a role in Pneumatomachian exegesis, because Basil the Great ( On the Holy Spirit , 38) and Gregory of Nyssa ( To Eustathius , 13) are reacting to it. See Bucur, “Matt 18:10 in Early Christology and Pneumatology.” [66] The connection, in Aphrahat's Demonstrations , between the ascetic doctrine of the indwelling Spirit, on the one hand, and the angelomorphic representation of the Spirit, on the other, is also significant from a history-of-ideas perspective. As mentioned above, the idea that the Spirit would depart from the sinful person was rejected in the course of the Messalian controversy. The ascetic doctrine, however, survived in an altered form, as can be seen in Isaac of Nineveh: if the Holy Spirit, once received in baptism, does not leave, it is the guardian angel who is driven away by one's sins, and this departure leaves the house of the soul open to demonic influences. Isaac of Nineveh, Homily 57: “First a man withdraws his mind from his proper care and thereafter the spirit of pride approaches him. When he tarries in pride, the angel of providence, who is near him and stirs in him care for righteousness, withdraws from him. And when a man wrongs his angel and the angel departs from him, then the alien [the devil] draws nigh him, and from henceforth he has no care whatever for righteousness.” The English translation is that of Dana Miller ( The Ascetical Homilies of Saint Isaac the Syrian [Boston, Mass.: The Holy Transfiguration Monastery, 1984], 283). In his homily on Ps. 33:8 (PG 29: 3 B), a verse that reads “the angel of the Lord will encamp around those who fear him and will deliver them” (LXX), Basil writes: “An angel attends to anyone who has believed unto the Lord, unless we chase him away ( ἀποδιώξωμεν ) ourselves by evil deeds. Just as smoke drives away ( φυγαδεύει ) bees, and foul odor repels ( ἐξελαύνει ) doves, so also does the ill-smelling and lamentable sin remove ( ἀφίσ ησιν ) the angel who is the guardian of our life.” In other words, the angelomorphism of the older Pneumatology was relegated to a “real” (guardian) angel, while the pneumatological content was conformed to the conciliar theology of the Spirit and the sacraments. [67] In the second part of the article I have discussed Aphrahat's treatment of the Spirit in relation to Christ, and concluded that the blurring of lines between “Christ,” “Spirit of Christ,” and “Holy Spirit” is best understood as an attempt to convey the “multiplication” of Christ in the world in (or through) the work of the Spirit. In all likelihood, Aphrahat did not view the angelic imagery and the notion of “particles of the Spirit” as distinct elements. I submit that this represents one of the layers of tradition that Aphrahat has preserved, and which can be identified more specifically with the primitive stage of trinitarian thought proposed by Kretschmar, namely “die Trias Gott-Christus-Engel.” Kretschmar, Trinitätstheologie, 213. This theological complex is still visible in Aphrahat's Demonstrations , and it can be verified by recourse to earlier authors, most notably Justin Martyr and Clement of Alexandria. [68] I have shown how Aphrahat's angelomorphic Pneumatology is an integral part of his ascetic theory. It is true that that the angelomorphism of the Spirit is one way (among several others) of expressing the subordination of Pneumatology to Christology, which is one of the characteristic features of Aphrahat's thought. Bruns, Christusbild , 186, 188, 204. Cf. Cramer ( Der Geist Gottes, 65), who speaks of the “christological anchoring of the doctrine of the Spirit.” There is no doubt that Aphrahat is aware of trinitarian formulas. Nevertheless, in his own reflection of the Holy Spirit, the Sage is mostly concerned with the Spirit's “operations” that make possible the experience of divine indwelling. In agreement with Loofs and Bruns, I conclude that he speaks of the Holy Spirit not as an independent hypostasis, but rather as divine power from Christ. Within this overall binitarian framework of the Demonstrations , the experience of the Spirit is expressed by recourse to traditional angelomorphic language. [69] Measuring Aphrahat's angelomorphic Pneumatology against the standard of later Orthodoxy, Bishop George had good reason to decry the heretical “aberrations,” “crassness,” and “boorish ignorance” of the Demonstrations . Considered from a different perspective, however, these same writings are the invaluable “treasure trove” described by Vööbus. It is therefore imperative to do just what the bishop counseled against, namely “wear ourselves out with questions and become clouded over in our minds in order to make sense of and understand the import of all the words written in the book of the Demonstrations .” _______ Notes “he spoke in all the prophets         and sent his Christ into the world” “he sent from his Spirit upon the prophets         and sent his Christ into the world.” _______ Bibliography I. Primary sources [Aphrahat] Parisot, Jean, ed. Aphraatis Sapientis Persae Demonstrationes . Patrologia Syriaca 1\/ 1-2. Paris: Firmin-Didot, 1894; 1907. [Aphrahat] Gwynn, John. Selections Translated in to English from the Hymns and Homilies of Ephraim the Syrian and from the Demonstrations of Aphrahat the Persian Sage . A Select Library of Nicene and Post-Nicene Fathers of the Christian Church. Second Series, vol. 13\/2. Oxford: Parker & Co, 1898. Repr. Grand Rapids, Mich.: Eerdmans, 1983. [Aphrahat] Pierre, Marie-Joseph, trans. Aphraate le Sage Persan: Les Exposés . Sources chrétiennes 349, 359. Paris: Cerf, 1988-1989. [Aphrahat] Bruns, Peter, trans. Aphrahat: Unterweisungen . Fontes christiani 5\/1-2. Freiburg\/New York: Herder, 1991. [Aphrahat] Valavanolickal, Kuriakose. Aphrahat: Demonstrations . Catholic Theological Studies of India 3. Changanassery: HIRS, 1999. [Clement of Alexandria] Stählin, Otto, Ludwig Früchtel, and Ursula Treu, eds. Clemens Alexandrinus . Die Griechischen Christlichen Schriftsteller der ersten Jahrhunderte. 3 vols. 4th edition. Berlin: Akademie-Verlag, 1970; 1985. [Clement of Alexandria] Nardi, Carlo, ed. and trans. E stratti profetici . Biblioteca patristica 4. Florence: Centro internazionale del libro, 1985. [George of the Arabs] Lagarde, Paul, ed. “Georgii Arabum episcopi epistula.” Pages 108-34 in Analecta Syriaca . Osnabrück: Otto Zeller, 1967 [1858]. [Justin Martyr] Munier, Charles, ed. and trans. Justin: Apologie pour les chrétiens . Sources chrétiennes 507. Paris: Cerf, 2006. [Justin Martyr] Bobichon, Philippe, ed. and trans. Justin Martyr: Dialogue avec Tryphon. Paradosis 47\/1-2. Fribourg: Academic Press Fribourg, 2003. [Philoxenus of Mabbug] Tanghe, Antoine. “Memra de Philoxène de Mabboug sur l'inhabitation du Saint-Esprit.” Le Muséon 73 (1960): 39-71. Brookfield: Ashgate Variorum, 1999. [Ps.-Philo] Siegert, Folker, and Jacques de Roulet, with Jean-Jacques Aubert and Nicolas Cochand, trans. Pseudo-Philon: Prédications synagogales. Sources chrétiennes 345. Paris: Cerf, 1999. II. Secondary Sources Barbel, Joseph. Christos Angelos: Die Anschauung von Christus als Bote und Engel in der gelehrten and volkstümlichen Literatur des christlichen Altertums. Zugleich ein Beitrag zur Geschichte des Ursprungs und der Fortdauer des Arianismus . Theophaneia: Beiträge zur Religions- und Kirchengeschichte des Altertums 3. Bonn: Peter Hannstein, 1941. [Fotomechanischer Nachdruck mit einem Anhang, 19]. Brock, Sebastian. “The Lost Old Syriac at Luke 1:35 and the Earliest Syriac Terms for the Incarnation.” Pages 117-31 in Gospel Traditions in the Second Century: Origins, Recensions, Text, and Transmission . Ed. W. Petersen. Notre Dame, Ind.: University of Notre Dame Press, 1989. —. The Syriac Fathers on Prayer and the Spiritual Life . Kalamazoo, Mich.: Cistercian Publications, 1987. —. From Ephrem to Romanos: Interactions Between Syriac and Greek in Late Antiquity . Bruns, Peter. Das Christusbild Aphrahats des Persischen Weisen . Bonn: Boregässer, 1990. Bucur, Bogdan G. “The Other Clement: Cosmic Hierarchy and Interiorized Apocalypticism.” Vigiliae Christianae 60 (2006): 251-68. —. “The Son of God and the Angelomorphic Holy Spirit: A Rereading of the Shepherd's Christology.” Zeitschrift für die neutestamentliche Wissenschaft 98 (2007): 121-43. —. “Revisiting Christian Oeyen: 'The Other Clement' on Father, Son, and the Angelomorphic Spirit.” Vigiliae Christianae 61 (2007): 381-413. —. “Hierarchy, Prophecy, and the Angelomorphic Spirit: A Contribution to the Study of the Book of Revelation’s Wirkungsgeschichte.” Journal of Biblical Literature 127 (2008): 183-204. —. “The Angelic Spirit in Early Christianity: Justin, the Martyr and Philosopher,” Journal of Religion 88 (2008): 190-208. —. “Matt. 18:10 in Early Christology and Pneumatology: A Contribution to the Study of Matthean Wirkungsgeschichte .” Novum Testamentum 49 (2007): 209-31. Corbin, Henry. L'Ange et l'homme . Paris: Albin Michel, 1978. —. L'archange empourpré: quinze traités et récits mystiques de Shihâboddîn Yahyâ Sohravardî . Traduits du persan et de l'arabe, présentés et annotés par Henry Corbin (Paris: Fayard, 1976), xviii-xix, 215 n. 9, 224, 258 n. 7. Cramer, Winfrid. Die Engelvorstellungen bei Ephräm dem Syrer . Rome: Pontificium Institutum Orientalium Studiorum, 1965. —. “Mt 18, 10 in frühsyrischer Deutung.” Oriens Christianus 59 (1975): 130-46. —. Der Geist Gottes und des Menschen in frühsyricher Theologie . Münsterische Beiträge zur Theologie 46. Münster: Aschendorff, 1979. Daniélou, Jean. “Les traditions secrètes des Apôtres.” Eranos Jahrbuch 31 (1962): 199-215. —. The Theology of Jewish Christianity . London: Darton, Longman & Todd, 19 [1958]. —. “Le traité 'De Centesima, Sexagesima, Tricesima' et le judéo-christianisme latin avant Tertullien.” Vigiliae Christianae 25 (1971): 171-81. De Urbina, Ortiz. “ Die Gottheit Christi bei Aphrahat.” Orientalia Christiana Periodica 31 (1933): 1-140. Fatehi, Mehrdad. The Spirit's Relation to the Risen Lord in Paul . Wissenschaftliche Untersuchungen zum Neuen Testament 2\/128. Tübingen: Mohr Siebeck, 2000. Fletcher-Louis, Crispin. Luke-Acts: Angels, Christology and Soteriology . Wissenschaftliche Untersuchungen zum Neuen Testament 2\/94. Tübingen: Mohr Siebeck, 1997. Fredrikson, Nadia Ibrahim. “L'Esprit saint et les esprits mauvais dans le Pasteur d'Hermas: Sources et Prolongements.” Vigiliae Christianae 55 (2001): 262-80. Gavin, Frank. “The Sleep of the Soul in the Early Syriac Church.” Journal of the American Oriental Society 40 (1920): 103-20. Gieschen, Charles. Angelomorphic Christology: Antecedents and Early Evidence . Arbeiten zur Geschichte des antiken Judentums und des Urchristentums 42. Leiden: Brill, 1998. Harvey, Susan Ashbrook. “Feminine Imagery for the Divine: the Holy Spirit, the Odes of Solomon, and Early Syriac Tradition.” Saint Vladimir’s Theological Quarterly 37 (1993): 111-40. Hovhanessian, Vahan. Third Corinthians: Reclaiming Paul for Christian Orthodoxy . Studies in Biblical Literature 18. New York: Peter Lang, 2000. Kretschmar, Georg. Studien zur frühchristlichen Trinitätstheologie . Beiträge zur historischen Theologie 21. Tübingen: Mohr, 1956. —. “Ein Beitrag zur Frage nach dem Ursprung frühchristlicher Askese.” Zeitschrift für Theologie und Kirche (1961): 27-67. Levison, John R. “The Angelic Spirit in Early Judaism.” SBL Seminar Papers 34 (1995): 4-93. —. “The Prophetic Spirit as an Angel According to Philo.” Harvard Theological Review 88 (1995): 189-207. —. The Spirit in First Century Judaism . Arbeiten zur Geschichte des antiken Judentums und des Urchristentums 29. Leiden: Brill, 1997. Loofs, Friedrich. Theophilus von Antiochien Adversus Marcionem und die anderen theologischen Quellen bei Irenaeus . Texte und Untersuchungen 46. Leipzig: Hinrichs, 1930. Murray, Robert. “An Exhortation to Candidates for Ascetical Vows at Baptism in the Ancient Syriac Church.” New Testament Studies 21 (1974): 59-80. —. “The Features of the Earliest Christian Asceticism.” Pages 65-77 in Christian Spirituality: Essays in Honour of Gordon Rupp. Edited by Peter Brooks. London: SCM, 1975. —. “Some Rhetorical Patterns in Early Syriac Literature.” Pages 109-31 in A Tribute to Arthur Vööbus . Edited by Robert H. Fischer. Chicago: The Lutheran School of Theology at Chicago, 1977. —. Symbols of Church and Kingdom. A Study in Early Syriac Tradition. Revised edition. Piscataway, N. J.: Gorgias, 2004. Nagel, Peter. Die Motivierung der Askese in der alten Kirche und der Ursprung des Mönchtums . Texte und Untersuchungen 95. Berlin: Akademie-Verlag, 1966. Oeyen, Christian. “Eine frühchristliche Engelpneumatologie bei Klemens von Alexandrien.” Internationale Kirchliche Zeitschrift 55 (1965): 102-120; 56 (1966): 27-47. Petersen, William L. “The Christology of Aphrahat, the Persian Sage: An Excursus on the 17th Demonstration. “Vigiliae Christianae 46 (1992): 241-56. Quispel, Gilles. Gnostic Studies I-II. Istanbul: Nederlands Historisch-Archaeologisch Instituut in het Nabije Oosten, 1974. —. “Genius and Spirit.” Pages 155-69 in Essays on the Nag Hammadi Texts in Honour of Pahor Lahib . Edited by Martin Krause. Leiden: Brill, 1975. Ridolfini, Francesco Pericoli. “Note sull’antropologia e sul’ escatologia del ‘Sapiente Persiano.’” Studi e ricerche sull’Oriente cristiano 1\/1 (1978): 5-17; 1\/2 (1978): 5-16. —. “Problema trinitario e problema cristologico nelle ‘Dimostrazioni’ del ‘Sapiente Persiano.’” Studi e ricerche sull’Oriente cristiano 2 (1979): 99-125. Schäfer, Peter. Die Vorstellung vom Heiligen Geist in der rabbinischen Literatur . Studien zum Alten und Neuen Testament 28. Munich: Kösel, 1972. Schlütz, Karl. Isaias 11:2 (Die sieben Gaben des Heiligen Geistes) in den ersten vier christlichen Jahrhunderten . Münster: Aschendorff, 1932. Schwen, Paul. Afrahat: Seine Person und sein Verständnis des Christentums . Berlin: Trowitz & Sohn, 1907. Skoyles Jarkins, Stephanie K. “Aphrahat the Persian Sage and the Temple of God: A Study of Early Syriac Theological Anthropology.” Ph.D. diss., Marquette University, 2005. Stewart, Columba. “Working the Earth of the Heart“: The Messalian Controversy in History, Texts, and Language to AD 431 . Oxford Theological Monographs. Oxford: Clarendon, 1991. Strecker, Georg. Das Judenchristentum in den Pseudoklementinen . 2d rev. and enl. ed. Texte und Untersuchungen 70. Berlin: Akademie Verlag, 1981. Stroumsa, Gedaliahu A. G. Hidden Wisdom: Esoteric Traditions and the Roots of Christian Mysticism . Studies in the History of Religions 70. Leiden: Brill, 1996. —. “Form(s) of God: Some Notes on Metatron and Christ.” Harvard Theological Review 76 (1983): 269-88. —. “Le Couple de L'Ange et de l'Esprit: Traditions juives et chrétiennes.” Revue Biblique 88 (1981): 42-61. Vaggione, Richard Paul. Eunomius of Cyzicus and the Nicene Revolution . Oxford Early Christian Studies. Oxford: Oxford University Press, 2000. Winkler, Gabriele. “Ein bedeutsamer Zusammenhang zwischen der Erkenntnis und Ruhe in Mt 11, 27-29 und dem Ruhen des Geistes auf Jesus am Jordan: Eine Analyse zur Geist-Christologie in Syrischen und Armenischen Quellen.” Le Muséon 96 (1983): 267-326. —. “Die Tauf-Hymnen der Armenier: Ihre Affinität mit syrischem Gedankengut.” Pages 1:381-420 in Liturgie und Dichtung . 2 vols. Ed. H. Becker and R. Kaczynski. Munich: St. Ottilian, 1983.",
    "title" : 
    [ "Early Christian Angelomorphic Pneumatology: Aphrahat the Persian Sage",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Bucur, Bogdan G." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n2bucur",
    "type" : "article",
    "displayTitleEnglish" : "Early Christian Angelomorphic Pneumatology: Aphrahat the Persian Sage" }