
  { "fullText" : "Aleppo, Syria, June 9–12th, 2008 [1] A Symposium commemorating the 1300th anniversary of the passing away of Mor Jacob of Edessa, the prominent Syrian polymath was held in Aleppo, Syria, June 9–12th, 2008. [2] The Participants who came from Austria, Canada, Germany, Netherlands, Turkey, United Kingdom and the United States as well as Lebanon and Syria enjoyed the papers presented at the Symposium, included contributions from scholars and specialists in Syriac studies. These contributions, which included twelve papers that were delivered in five sessions, discussed the writings of the celebrated scholar Mor Jacob of Edessa as a chronicler, man of letters, grammarian, exegete, theologian, and as a major contributor to church liturgy and canon law. [3] The proceedings of the Symposium also included an opening session in which a welcoming address was delivered by Mor Gregorios Yohanna Ibrahim, Metropolitan of Aleppo and a keynote lecture by Sebastian Brock, as well as a final session. [4] The Symposium programme included visits to a number of archaeological locations of Syrian monasteries that for centuries were beacons of knowledge. These included the Monastery of Tell’Ada, where Mor Jacob lived the last ten years of his celebrated life, and where he died and was buried on June 5th, 708; the Monastery of St. Simeon the Stylite, a major fifth century cathedral that was named after St. Simeon the Stylite, the founder of the Stylite Monastic practice; the recently uncovered Monastery of Qenneshrin, which was founded by Yohanna Bar Aphtonia in 538 and which remained active up to the thirteenth century; and the town of Mabug, the birth place of Theodora, the Syrian Queen, and the seat of Mor Philoxenus of Mabug (+ 523). [5] In its final session, the Symposium resolved the following: The proceedings of the Symposium will be published in English by Gorgias Press and in Arabic by Mardin Publishing House. The full texts of the papers should be submitted to Gorgias Press by October 1st, 2008 and the Arabic translation of the texts to be completed by March 1st, 2009. Encouraged by the immense success of the Symposium and in order to promote continuity in the study of the Syriac literary heritage, and in recognition of Aleppo’s special place in this heritage, it was decided that a series of colloquia will be held, each under the title Aleppo Syriac Colloquium (A.S.C.), every two years. Each colloquium will be devoted to one theme or studying the works of one renowned historic Syriac Scholar. The subject of the colloquium will be defined one year in advance and expert scholars will be invited to participate. In this respect it was resolved to hold the next colloquium during the second half of June, 2010 in Aleppo and will address the work of the outstanding Syrian polymath Mor Gregorios Yohanna Abu al-Faraj Barhebraeus (+1286). The participants expressed their profound appreciation and thanks to the host of the Symposium, Mor Gregorios Yohanna Ibrahim, for his initiative in organizing the Symposium, for his tireless efforts which ensured its complete success, and for the generous hospitality. As a token of this appreciation, the participants presented the metropolitan with a book authored by George Kiraz that included on its initial pages hand written notes that expressed their appreciation. The participants also expressed their deep thanks to the secretariat of the Symposium, to the monks and deacons and members of the different working groups of the Aleppo Syrian Orthodox Archdiocese, particularly the board of trustees of St George Church in Hay Al-Syrian, which accommodated the venue of the Symposium. [6] Scholars in Attendance: Metropolitan Mar Gregorios Yohanna Ibrahim (Syria) Sebastian Brock (UK) Rev. Abdo Badwi (Lebanon) Khalid Dinno (Canada) Theresia Hainthaler (Germany) Amir Harrak (Canada) Andreas Juckel (Germany) George Kiraz (USA) Rev. Richard Price (UK) Alison Salvesen (UK) Aho Shemunkasho (Austria) Rev. Columba Stewart (USA) Jack Tannous (USA)",
    "title" : 
    [ "Mor Jacob of Edessa Symposium",
      "Hugoye: Journal of Syriac Studies" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n2crdinno",
    "displayTitleEnglish" : "Mor Jacob of Edessa Symposium" }