
  { "fullText" : "[1] During his long association with the Peshitta Institute, Konrad Jenner has warmly welcomed Peshitta scholars from around the world and stimulated their research. This volume celebrates the fruits of his efforts. It begins with his academic biography and an abstract of each article. As the title of the volume indicates, the articles treat textual questions, translation techniques, and the history of the Peshitta’s reception. [2] The volume opens with Pier G. Borbone’s study of a funerary tile from Chifeng (ca. 350 km north-east of Beijing) that contains a Syriac inscription of Ps 34:6. This inscription is compared with that on the Fangshan stone and the Peshitta text. By way of conclusion, Borbone wonders if “the quotations of Ps 34:6 in the Chifeng and Fangshan bears witness to the use of decorated Syriac Mss in the Far East” (p. 10). In another text critical contribution, Sebastian Brock, returning to his Isaiah edition in the Vetus Testament Syriace, discusses a text of unknown provenance that was added to Peshitta ms 17a1 and 17a4. He translates this text and discusses its curious additions. Janet Dyk and Percy van Keulen study the Peshitta translation of 2 Kgs 24:14 to illustrate the relationship “between translation strategy and the requirements of the language system, both at the level of the choice of words and at the level of phrase structure” (p. 56). Jan Joosten adduces evidence to show that the Hebrew text behind the Peshitta in Deut 1:44 (“and chased you as bees driven out by smoke”) is the more original reading than the MT (“and chased you as bees do”). Arie van der Kooij questions the role that Ms 9a1 can play in establishing the earliest Peshitta text. After discussing several of its readings he concludes that the value of 9a1 “as a witness of the earliest (attainable) text is limited indeed” (p. 76). Marinus D. Koster considers the possibility that the Lectionary Ms 10l1 together with Ms 5b1 represent an earlier stage of the Peshitta (closer to the Hebrew). His results for Genesis are “unequivocal”: “there is no relationship whatsoever of 10l1 with 5b1 and its additions 8\/5b1 and 10\/5b1” (p. 84-85). The situation does not change for other books of the OT. Michaël N. van der Meer examines the Peshitta reading in Jos 1:7 and concludes that the translation of ܢܡܘܣܐ for Hebrew התורה was influenced by the context. Lucas Van Rompay focuses on a version of Syriac Judith discovered in Kerala twenty years ago (the Trivandrum Ms ). When compared with the Peshitta, this Ms is longer, closer to the Greek, and reflects a different state of the language. It turns out to be a revision of the Peshitta with help from the Greek. Van Rompay dates the Peshitta text prior to the fifth-century while the Trivandrum Ms , because of its similarities to the Syro-Hexapla and the Harklean version of the Gospels, reflects a sixth- or seventh-century text. A curious insertion that identifies Nebuchadnezzar with the Persian king Cambyses is “a response to those critics who, on the basis of its historical errors, were willing to dismiss the book of Judith as irrelevant” (p. 228). [3] On the question of translation technique, Gillian Greenberg’s study of lexical choices in Isaiah and Jeremiah reveals that Peshitta translators “apparently felt free to deviate occasionally from a word-for-word rendering of their Vorlagen” (p. 62). Donald M. Walter shows Peshitta Ms 7a1 and related Mss of Jeremiah represent a deliberate revision (as he has already shown in 1 and 2 Kings). Takamitsu Muraoka studies the particle ܐܝܬ and concludes that its use as a “pure copula was not totally foreign to the ‘spirit’ of the Syriac language and its development was reinforced by constant exposure on the part of some Syriac writers to Greek” (p. 134). Wido van Peursen considers the discourse structure and clause hierarchy in Sirach 14:20-27 and concludes that his clause hierarchical analysis “leads to an unequivocal division of this section into three units” (p. 148). Eep Talstra and Janet Dyk suggest how computer assisted research can do more than simply imitate “classical instruments.” Without a doubt, Syriac readers hope that their expectations for the computer can be realized in the near future. [4] On the question of text reception history, David Lane’s article reminds us of how much we miss his insights and wit. He studies the origins of the “Rogation of the Ninevites,” a popular devotion among Syriac Christians in Kerala, to reveal the use of scripture in this liturgy. Bas ter Haar Romeny examines the reception of Peshitta Isaiah among the Syriac Fathers. His careful discussion of the Syriac commentary tradition underscores the challenges of identifying Peshitta citations and the importance of such citations for understanding the textual history of the Syriac versions within the cultural history of Syriac Christianity. Harry F. van Rooy examines the Syriac text of the Psalms in the shorter of the two Syriac versions of Athanasius’ Greek Commentary on Psalms. He concludes: “In the case of the text used in the shorter version of the commentary, traces can be found of the text used in the longer version, as well as the text of the Peshitta and the Syro-Hexapla” (p. 174). Alison Salvesen responds to questions posed by Konrad Jenner in his 1993 paper at the Peshitta Symposium regarding the nature of Jacob of Edessa’s version of the OT. She considers three passages from this version and concludes that Jacob’s notion of “correction” was “to amplify the Peshitta text with secondary readings from the Greek, or to replace difficult sections in it with less ambiguous phrasing from the Septuagint” (p. 188). Piet Dirksen traces the recent developments in the reception of the Peshitta through a concise history of the Peshitta Institute and a review of the research accomplished through its impetus. [5] This volume presents the current state of Peshitta research to a beloved scholar who has been a vital stimulus through his graceful presence at the Peshitta Institute in recent decades. This reviewer would like to add his voice to this chorus of gratitude to Konrad Jenner for his kind welcome to me in Leiden over the years. Ad moltos annos!",
    "title" : 
    [ "W.Th. van Peursen and R.B. ter Haar Romeny eds., Text, translation, and Tradition: Studies on the Peshitta and its Use in the Syriac Tradition Presented to Konrad D. Jenner on the Occasion of his Sixty-Fifth Birthday. MPIL 14; Leiden\/Boston: Brill, 2006. Pp. xiv + 266. ISBN-13: 978 90 04 15300 4; ISBN-10: 90 04 15300 4",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Morrison, Craig E." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n1prmorrison",
    "type" : "review",
    "displayTitleEnglish" : "W.Th. van Peursen and R.B. ter Haar Romeny eds., Text, translation, and Tradition: Studies on the Peshitta and its Use in the Syriac Tradition Presented to Konrad D. Jenner on the Occasion of his Sixty-Fifth Birthday. MPIL 14; Leiden\/Boston: Brill, 2006. Pp. xiv + 266. ISBN-13: 978 90 04 15300 4; ISBN-10: 90 04 15300 4" }