
  { "fullText" : "[1] The Coptic and Syriac Orthodox churches have a long common history. They are two of the oldest churches of Christianity, with large literatures in Greek, Syriac, Coptic, and later in Arabic. They shared the Roman hegemony – not only the entanglements of Roman law, but also imperial persecutions. They benefited from the Greek paideia . They were intellectually enriched by having their patriarchal residences and presence in cities that were hubs of the cultural and commercial centers of the Roman Empire, i.e. the cities of Alexandria and Antioch. Although modern scholars have portrayed the theological history of both churches as a struggle of Antiochene theology against Alexandrian and vice versa, the reality is that each theological group read and thoroughly understood each other’s literature. Both churches agreed to disagree with the Chalcedonian expression of faith. Both churches shared the same suffering to preserve this faith. They shared successive invasions by the Persians and then the Arabs. The Arab invasion led to the isolation of both churches from the rest of western Christendom. It forced both churches to change their theological languages from Greek, Coptic, and Syriac to Arabic. The Syrian Church was a pioneer in this translation process. The Coptic Church eventually became the most productive church of Christian Arabic literature. Both churches confronted the religious challenges of Islam. Religious debates took place in rulers’ palaces as well as among the common lay people. This led to the production of a rich Christian-Islamic dialogue that preceded the attempts of the West by centuries. Since then, their common political situation converged more than ever. The Turks, then later the French and the British conquered both peoples. These layers of foreign hegemony greatly affected the religious expression and religious struggle of both churches. The Turkish, French and British occupations are a part of their history, and the Arab presence remains a reality. [2] However, scholarly research in the West has tended to focus only on a few specific aspects of this shared patrimony. Topics of interest include the non-Chalcedonian faith that both churches have in common; See, e.g. R.V. Sellers, Two Ancient Christologies (London, 1940); idem, The Council of Chalcedon (London, 1961). A. Grillmeier, Christ in the Christian Tradition , vol. 1 (Atlanta, John Knox Press, 1975); idem, Christ in the Christian Tradition, vol 2, Part One (London, Mowbray, 1987). Research in the last few decades has changed the views and approach to these studies. also the library and wall paintings in the Syrian Monastery (Deir el-Surian) located in the Egyptian desert of Wadi el-Natrun. The historical background of Deir el-Surian is discussed in J. M. Fiey, “Copts et Syriaques. Contacts et échanges,” Studia Orientalia Christiana Collectanea 15 (1972-1973), 323-6; also an article about the painting renovations in the monastery Karel C. Innemée, “Deir al-Surian (Egypt): conservation work of Autumn 2000,” Hugoye: Journal of Syrian Studies , vol. 4, no. 2 July 2001; Lucas Van Rompay and Fr. Bijoul El-Souriany, “Syriac Papyrus Fragments Recently Discovered in Deir Al-Surian (Egypt), Hugoye: Journal of Syrian Studies , vol. 4, no. 1 January 2001; also an article about Peshitta texts found in the monastery by Peter B. Dirksen, “Peshitta Institute Communication 19: East and West, Old and Young, in the Text Tradition of the Old Testament Peshitta,” Vetus Testamentum 35 no.4 (1985), 468-484. Individuals of interest include Severus of Antioch and his interlocutor the neo-Chalcedonian John the Grammarian; The life of Severus of Antioch can be found in, John of Beth Aphthonia, Vie de Sévère , ed. and trans. by M. –A. Kugener, Patrologia Orientalis , 2 (Paris, 1907), 207-264. The main corpus of works such as letters and homilies written and delivered by Severus of Antioch are found in the CSCO series and the Patrologia Orientalis . Examples of other secondary works on Severus of Antioch, include J. Lebon, Le Monophysisme sévèrien (Louvain, 1909); V.C. Samuel, “The Christology of Severus of Antioch,” Abba Salama , 4 (1973), 126-190; A. Vööbus, “Discovery of New Important memre of Gewargi, the Bishop of the Arabs,” Journal of Semitic Studies, 18 (1973), 235-237; Iain R. Torrance, Christology after Chalcedon, Severus of Antioch and Sergius the Monophysite (Norwich: Cnaterbury Press, 1988); R. C. Chestnut, Three Monophysite Christologies: Severus of Antioch, Philoxenus of Mabbug, and Jacob of Sarug (Oxford Theological Monographs, 1976). Some works of John the Grammarian are edited by M. Richard and M. Aubineau in Corpus Christianorum Series Graeca I, Turnhout, 1977. also, John Philoponus, a philosopher and non-Chalcedonian theologian of the sixth century and Julian of Halicarnassus. Julian Bishop of Halicarnassus died after 518 AD. He was deposed from his seat because he refused to adhere to the Council of Chalcedon’s definition and sought refuge in Alexandria. He disagreed with Severus of Antioch because he upheld the idea of the incorruptibility of the body of Christ (Aphthartodocetic controversy). See F.L. Cross and E.A. Livingstone, The Oxford Dictionary of the Christian Church (New York: Oxford University Press, 1998), 909; also, R. Draguet, Julien d’Halicarnasse et sa controverse avec Sévère d’Antioche sur l’incorruptibilité du corps du Christ , (Louvain, 1924). The focus of this paper is on other aspects of this shared patrimony: the strong Syrian presence in the Coptic Synaxarium and the theological terminology in Arabic shared by both Churches. The Synaxarium text is simply written and is read to the whole congregation every liturgy. Thus this text is a good choice for a study that focuses on the relationship between both churches beyond the hierarchical level and beyond dogmatic debates. This is followed by a brief discussion of the exchange of theological terms after both Churches came to share Arabic as a common language. The approach of this paper is from the Coptic perspective. [3] The Synaxarium is a liturgical book that recounts the lives of the saints venerated by the Coptic Church. A chapter of the Synaxarium is read daily in the liturgy after the readings of the Praxis, or the Book of Acts, and before the Gospel reading. The simple narrative of the Coptic Synaxarium delivers a powerful message to the people. The first edition of the Synaxarium was compiled by three bishops, Bishop Peter, bishop of Melig, Bishop Michael, bishop of Atrib, and Bishop John, bishop of Borolus. Bishop Peter, bishop of Melig, Bishop Michael, bishop of Atrib, and Bishop John, bishop of Borolus, The Synaxarium (Cairo Egypt, El-Mahaba Coptic Orthodox Bookstore, 1978). This printed edition has been attested with six other Synaxarium manuscripts dating from fourteenth to the eighteenth century. All references to the Synaxarium will be according to the date of the saint or commemorated event to avoid unnecessary confusion between different editions. Therefore the entry for Bishop John would be Koiahk 19. Other Synaxarium editions have different compilers, occasionally leading to some date discrepancies and different lists of saints or events for a day’s entry. For example, the Alexandrian Synaxarium edited by Forget mentions that the editors are “Bishop Michael, bishop of Atrib and Melig and others.” I. Forget, ed. Synaxarium Alexandrinum . CSCO, vol 47, Ar. III, 18, t. 18, (Beryti, E Typographeo Catholico, 1905-26), 1. There are two different sets of editors for each of the above mentioned editions. This has resulted into two different compilations of the Synaxarium. Also R. Basset, Le synaxaire arabe jacobite (recension copte) , in Patrologia Orientalis 1, 3, 11, 16, 17, and 20 (1904-1929). Also R. Coquin, “Le synaxaire des coptes; un nouveau témoin de la recension de Haute-Égypte,” Analecta Bollandiana 96 (1978), 351-365. The edition of choice for this study is the 1978 El- Mahaba edition. The reason for this choice is that this study is concerned with church relations past and present; therefore, the study and reference will be limited to the modern edition (references to the Forget edition is made for comparative purposes only), since the El-Mahaba edition contains the collective memory of present day Coptic Church goers. The Coptic months are as follows: Thoout September 11\/12 – October 9\/10. Paopi October 11\/12 – November 9\/10. Hathor November 10\/11 – December 9\/10. Koiahk December 10\/11 – January 8\/9. Tobe January 9\/10 – February 7\/8. Meshir February 8\/9 – March 9. Pharemhotep March 10\/11 – April 8. Pharmouthe April 9 – May 8. Pashons May 9 – June 7. Paone June 8 – July 7. Epep July 8 – August 6. Mesore August 7 – September 5. Pikogi Enabot September 6 – September 10. (In leap years the dates from September to March differ but are adjusted automatically after Feb. 28.) These Gregorian dates are in accordance with the Coptic Orthodox reckoning. Other scholarly texts have another calendar reckoning which does not coincide with the Coptic Orthodox practice. I have included the Coptic months in order to refer more easily to the saints’ lives in the Synaxarium. According to the Synaxarium Bishop John became a monk and disciple of St. Daniel, the hegemon of the Nitrian Desert. St. Daniel was born in AD 485 and ordained the hegemon over the Nitrean Desert in AD 535. During Daniel’s priestly tenure as the hegemon, Emperor Justinian promulgated laws that strongly enforced Chalcedonian dogmas. Daniel’s opposition to these laws caused him great suffering. Matta-El-Meskeen, Coptic Monasticism in the Age of St. Macarius (Nitrean Desert: Monastery of St. Macarius Press, 1984), 410-9. Britt Dahiman, Saint Daniel of Sketis: A Group of Hagiographic Texts Edited withIntroduction, Translation, and Commentary. Studia Byzantina Uppsalientia 10 (Uppsala: Uppsala University Library, 2007). The first collection of saints’ lives, or the nucleus of the book of the Synaxarium, seems to have been composed during the sixth century AD, with additions and revisions into the twelfth and thirteenth centuries. Burmester suggests that compilations of the Synaxarium were made by the end of the twelfth or beginning of the thirteenth century. O.H.E. Burmester, “On the Date and Authorship of the Arabic Synaxarium of the Coptic Church,” Journal of Theological Studies 39 (1938): 249-253. Inner evidence supports the suggestion that the first compilation began by the sixth century; further additions and maybe major revisions took place in the twelfth and thirteenth century. The latest addition was in the 1970s when the life of the late Pope, Pope Cyril VI, was included after his departure from this world. The escalation of the Chalcedonian controversy might have been a significant factor in the compilation of the Synaxarium in an attempt to preserve the saints’ heritage in the Coptic memory. The Copts have been accustomed to listen to the stories of the saints during the liturgy as part of the readings revered by the church from very early times. The topic of the relationship between the Coptic and Syriac Churches could be approached through history, the lives of the Patriarchs, or other sources. But for the sake of this study that focuses on the popular understanding of the ecclesial relationship between both churches, the Synaxarium is an appropriate starting point. For example, in the Synaxarium we find that the relationship with the Armenian Church is rather minimal. However, if we look at Severus Ibn-El-Muqafaa’s history we find a different relationship with the Armenian Church. In the life of Pope Cyril II, we read about the visit of Gregory, the Armenian Patriarch. We also know of a saintly Armenian monk in the Monastery of St. Macarius who could perform exorcism. We also know that the majority of the Amîr- al-Guyûš’s army were Armenians. Sawirus Ibn Al-Mukaffa, History of the Patriarchs of the Egyptian Church, Known as the History of the Holy Church, Aziz Suryal Atiya, Yassa Abd Al-Masih, and O.H.E. Khs.-Burmester, ed. Vol. 2 Part 3 (Le Caire, Publications de la Société d’archéologie copte), 344-6. [4] The Synaxarium contains fifty-five accounts related to Syrian saints or to the Syrian Church. The Copts are reminded of the close relationship between the Syrian and Coptic Churches, since at least one such Synaxarium account per week is read in the Coptic liturgy. Of the fifty-five accounts, four take place during the time of Chalcedon, Koiakh 1, St. Peter of Edessa, bishop of Gaza. Meshir 9, Mar Barsoma, father of the Syrian monks. Pashons 29, St. Simeon the Stylite. Mesore 23, Martyrdom of 30,000 Christians. five are post-Chalcedonian, Pharmouthe 15, Consecration of the first altar for the Jacobites to St. Nicholaos, bishop of Mira. Paone 25, Pope Peter IV, 34 th pope of Alexandria. Paone 28, Pope Theodosius, 33 rd pope of Alexandria. Epep 19, Pope Johannes 10, 85 th pope of Alexandria. Epep 24, Pope Simeon, 42 nd pope of Alexandria. another five concern Patriarch Severus of Antioch, Paopi 2, the coming of St. Severus, Patriarch of Antioch, to Egypt. Koiakh 10, The translation of the relics of St. Severus of Antioch. Meshir 13, Pope Timothy the Third, 32 nd pope of Alexandria. Meshir 14, commemorating the life of St. Severus of Antioch. Pharmouthe 7, St. Maqrophios. three mention an exchange of letters of faith between Coptic and Syrian patriarchs, Pashons 27, Pope Johannes, 30 th Pope of Alexandria. Paopi 17, Pope Dioscorus II, 31 st pope of Alexandria. Paopi 25, Pope Peter IV, 34 th pope of Alexandria. Koiahk 22, Pope Anastasius, 36 th pope of Alexandria. two are dated after the Arab invasion, Thoout 14, St. Agathon the Stylite. Though Agathon was an Egyptian monk, his life indicates the undisputed influence of Simeon the Stylite on his ascetical exercises. Koiahk 6, Pope Abraam the Syrian, 62 nd pope of the Church of Alexandria. two others do not have a clear date, Koiahk 28, St. Paul the Syrian. Mesore 23, Martyrdom of St. Damian in Antioch. and the remaining thirty-two accounts deal with pre-Chalcedonian events. Fifteen of the saints were martyrs who suffered during the four periods of persecution that most of the Christian churches endured before the time of Constantine. There were confessors of faith during the same period; three Syrian patriarchs who defended the faith against the Arians; four famous Syrian saints: Saint Pelagia, St. Ignatius of Antioch (two commemorations), Queen Helena who, according to the Synaxarium, was born in Nisibis, St. Ephrem the Syrian, in addition to three commemorations for St. John Chrysostom. There were three commemorations of the translation of relics, and one dedication of a church to a Syrian saint. More than half of the accounts are related to pre- Chalcedonian saints or events. There are only thirteen Synaxarium accounts for Persian saints, two for Armenian saints, Pharmouthe 19, The martyrdom of Symeon, the Armenian Bishop of Persia and one hundred and fifty others with him. Mesore 27, the martyrdom of St. Mary the Armenian at the time of the Arabs. one for a saint who died in India, Thoout 17, St. Theognosta. and one for an Ethiopian saint. Mesore 24, Commemorating the departure of St. Thekla Haimanot the Ethiopian. Although the Armenian, Indian, and Ethiopian Churches share the same theological confession, the Syrian Church maintains a special relationship with the Alexandrian Church. This article will not attempt to investigate the authenticity of names, dates, places etc… mentioned in the Synaxarium. It is a study of its own to investigate each account and to cross-reference it with other manuscript traditions and with traditions of other churches to arrive at a conclusive saint’s life or historical event. This is beyond the scope of this study. This study intends to focus on the tradition that is already in use in everyday liturgical books and how this affects the conception of the Coptic laity about the Syrian Church. The congregation sitting in the pews does not ask if this story or event is authentic, or if the dates agree with other historical scholarship. These narratives are for the spiritual nurture of the believers and it is quite sufficient for the listeners that it has been handed down from one generation to another in this form. [5] The most commemorated Syrian saint in the Synaxarium is Severus of Antioch. On the second of Paopi the entry of the Synaxarium commemorates the coming of St. Severus to Egypt. Crum’s article is based on many of the Synaxarium’s narratives. W.E. Crum, “Sévère d’ Antioche en Egypte,” Revue de l’Orient Chrétien Tome III (XXIII) Ser, 3 (1922-3), 92-104. See also Forget, vol. 47, 48-9. Severus’ arrival to Egypt is also mentioned under the entry of Pope Timothy (32 nd Pope of Alexandria) in B. Evetts, History of the Patriarchs of the Coptic Church of Alexandria (S. Mark to Benjamin I) , ed. R. Griffin and F. Nau, Patrologia Orientalis, Tomus Primus (Paris, 1907), 451-455. See also Youhanna Nessim Youssef, “Severus of Antioch in the Coptic Liturgical Books,” Journal of Coptic Studies Vol 6 (NJ, 2004), 139-148. The Synaxarium account tells that Severus was forced to flee to Egypt during the reign of Emperor Justinian upon the advice of Empress Theodora. Van der Meer addressed the problem of the presence of Empress Theodora in her article. Anneke van der Meer , “Het verblijf van Severus van Antiochië in Egypte,” Het Christelijk Oosten 48 (1996), 53-4. It then describes his stay in Egypt by a story that indicates that although Severus was travelling incognito, the Lord always recognized his priestly status, wherever he was. The story goes as follows: One day Severus, disguised as a monk, attended a liturgy in a church in the Nitrian desert. When the priest raised the prospherein he could not find the qorban to be consecrated. From prosphero which literally means offering “of Eucharist as sacrifice” G.W.H. Lampe, A Patristic Greek Lexicon (Oxford: At the Clarendon Press, 1994), 1183-4. In the Coptic liturgy it refers to the set of prayers that are recited from the offering of the Eucharistic Lamb till the prayers of the “kiss of peace” after the Gospel reading. At the end of these prayers the altar cover ( prospherein ) is raised marking the beginning of the liturgical prayers of the anaphora and the consecration of the Eucharistic Lamb. Therefore, the disappearance of the Qorban at this moment led the priest to conclude that either his own sin or that of the congregation is making it impossible to begin the consecration of the Qorban. The priest addressed the congregation saying that the qorban had disappeared because of sin, either his own or that of the congregation. At this moment, everyone in the church began crying and praying, asking for God’s forgiveness. An angel of the Lord appeared to the priest to inform him that it was not anyone’s fault but rather it was because the sacrifice was offered in the presence of a patriarch. As the highest ranking member of the priestly hierarchy present in church, the patriarch was supposed to say the prayers of consecration. The angel pointed to Severus who was sitting at the far end of the church. He was brought with great honor to the altar, and only then the qorban became present on the paten on the altar, thus making it possible for the liturgy to proceed. The message delivered by the narrative clearly indicates that Severus’ patriarchal rank was recognized by God despite imperial opposition, and theological disputes did not affect his priesthood. According to the narrative, Severus went to Sakha after this incident and stayed at the house of an archon by the name of Dorotheos, and remained there until the time of his death. [6] The entry of Koiahk 10, continues the story from where it had stopped at the second of Paopi, two months earlier. Some time after the burial of Severus in Sakha, his relics were translated to the Pateron Monastery to the west of Alexandria. The entry of Meshir 7, explains that the “Pateron Monastery”, i.e. the Monastery of the Fathers is what is presently known as Deir Al-Zugag. This monastery is located on the coast of the Mediterranean Sea about 46 km to the west of Alexandria and is presently used as a military base. Historically this area was accessible by boat through a branch of the River Nile and then to Lake Mareotis that is presently dried up. Butler disagrees with the Synaxarium account, for, based on his research, he reached the opinion that Deir Al-Zugag is the Ennaton Monastery. Alfred J. Butler, The Arab Conquest of Egypt and the Last Thirty Years of the Roman Dominion (Oxford: At the Clarendon Press, 1902), 74. The translation of St. Severus’ relic is mentioned in Forget, vol. 48, 146-7 under the entry of Koiahk 10. Dorotheos placed the body on a boat, intending to transfer it to the Pateron Monastery that is located on the Mediterranean Sea. As the boat branched into a smaller canal in the western branch of the Nile, the water became very shallow. The sailors began asking for the intercession of St. Severus, and the boat sailed six miles until it reached the sea. Severus’ body was interred in the monastery in a tomb built by archon Dorotheos. The narrative describes the occurrence of miracles after the death of Severus. These miracles were another sign of his sainthood — a message not to be missed by the audience. [7] The third commemoration is for the death of Severus of Antioch on Meshir 14. Forget, vol. 48, 266-8. Meshir 14. It is a one-page summary of his life story. It includes his birth, the prophetic vision received by his grandfather, his education and baptism, his monastic life, followed by his ordination as patriarch, his disagreement with the Chalcedonian confession, his flight to Egypt, his death in Sakha and the translation of his relics to the Pateron Monastery. Severus also appears in Synaxarium entries devoted to other figures. Meshir 13 commemorates Pope Timothy the Third, Pope 32 of Alexandria. Forget, vol. 48, 266. Meshir 13. That is one day before the Coptic Church celebrates the Severus’ death on Meshir 14. The entry mentions that Severus arrived in Egypt during Timothy’s primacy and that both of them traveled around the country strengthening the believers in the faith. This entry emphasizes the pastoral qualities of these two leaders and the suffering they endured for their faith. A distinctive feature of Pope Timothy’s Synaxarium entry is his connection with Severus. The Pharmouthe 7 entry celebrates the life of St. Maqrophios. The narrator informs us that Maqrophios accompanied Severus during his travels in Upper Egypt. This is in reference to the events mentioned on Meshir 13. This narrative is different from the entry of Pharmouthe 7 in Forget’s edition where the Synaxarium has a one-line entry which mentions that Maqrophios was the son of Abu Moussa the owner of Deir El-Baliana. Forget, vol. 67, 65. During this time, Maqrophios fell in love with the monastic life and joined a monastery. This entry draws attention to the impact of Severus’ life on those who met him. In short, the entries, not only portray a defender of the faith, they present a saint, a wonder worker, an exemplary man, and a good shepherd. [8] St. Severus of Antioch is especially honored in the Coptic Church liturgy. In the Absolution of the Servants that is said after the offerings and in the diptych, Severus of Antioch is the first in the hierarchy of the patriarchs to be mentioned, even before Dioscoros, Athanasius and Cyril of Alexandria. He has precedence over all of the patriarchs. It is also worthwhile mentioning that St. John Chrysostom is mentioned before Saint Cyril in the diptych. Fiey in his article mentions other liturgical insights. Fiey, 346-9. See also H. Brackmann, “Severos unter den Alexandrinen,” Jahrbuch für Antike und Christentum 26 (1983): 54-58; S.P. Brock, “Tenth-century diptychs of the Coptic Orthodox Church in Syriac Manuscripts,” Bulletin de la Societé d’Archéologie Copte 26 (1984): 23-29; Y.N. Youssef, “The Cult of Severus of Antioch in Egypt,” Ephemerides Liturgicae 115 (2001): 101-107; “Severus of Antioch in the Coptic Theotokia,” in B. Neil and others (eds), Prayer and Spirituality in the Early Church III (Brisbane, 2003), 93-108; “Severus of Antioch in the Coptic Liturgical Books,” Journal of Coptic Studies 6(2004): 141-150. In the morning raising of incense, in preparation for the liturgy, during the Litany of the Fathers , the Syriac Orthodox Patriarch is described as a brother in the apostolic ministry. This shows the close relationship between the two churches. The Coptic Church not only welcomed Severus during his lifetime, but also honors him in her prayers after his death. [9] Two major Syrian monastic figures are honored in the Coptic Church, Simeon the Stylite on Pashons 9 and St. Barsauma, the father of the Syrian monks on Meshir 9. Simeon is mentioned as Simeon the Recluse in Forget’s edition on Mesore 3. See Forget, vol. 67, 253-4. However, St. Barsauma is mentioned on Pahons 9; Forget, vol. 48, 256-8. The Synaxarium entry for Simeon the Stylite focuses on his sainthood and how he lived on a pillar for forty-five years. In comparison, the Synaxarium entry for Mar Barsauma, who died in AD 458, one year before Simeon, highlights Barsauma’s theological stance. The entry indicates that Mar Barsauma was severely persecuted by the Chalcedonians because he was a staunch anti- Nestorian and anti-Chalcedonian. After Barsauma’s death a pillar of light remained in his cell. These are two important Syrian monastic saints venerated by the Coptic Church. Both were praised for their sainthood, both witnessed the events of Chalcedon. Barsauma was praised for his theological stance. [10] The influence of Simeon the Stylite is evident in the life of St. Agathon the Stylite. Thoout 14; Forget, vol. 47, 22-3. The stylite ascetic way of life did not only affect the Coptic ascetics but its influence reached Gaul and Spain. He was an Egyptian who at the age of thirty-five was ordained a priest. At the age of forty he went to the skete of St. Macarios. He constantly read the life of Simeon the Stylite and wanted to follow his example. At the age of fifty he went to the city of Sakha and lived on a pillar for fifty years. He died at the age of one hundred. The Synaxarium does not give any reason why he chose the city of Sakha to practice the ascetical life of a stylite, but it is interesting to observe that it is the place where St. Severus of Antioch was first buried. [11] The Synaxarium mentions St. Peter of Edessa, bishop of Gaza, who was an assistant to Emperor Theodosius II. Peter of Edessa is commemorated on Koiahk 1. See, Forget, vol. 47, 131-2. During his residency at the imperial court he lived an ascetic life. He later left the court and joined a monastery. He was ordained bishop of Gaza. It is said that during his first liturgy blood filled the paten. When Marcian became emperor and began persecuting the non-Chalcedonian bishops, Peter took the relics of St. James the Persian and fled to Egypt. After the death of Marcian he returned to Gaza. Peter of Edessa was a saint of Syrian origin who became bishop of Gaza, suffered persecution by the Chalcedonians, and found refuge in Egypt. [12] Mesore 21 commemorated the martyrdom of thirty thousand Christians in Alexandria. Proterius, the prefect of Alexandria, looted churches and monasteries, and when the Copts rioted, Proterius responded by massacring thirty thousand Christians. After the death of Marcian, Leo was appointed Emperor, and during his reign the bishops of Egypt ordained Pope Timothy as patriarch of Alexandria. For brief references to documents attributing the title “pope” to the bishop of Alexandria see Norman Russell, Cyril of Alexandria, The Early Church Fathers, ed. Carol Harrison (New York: Routledge, 2000), 208. He was later exiled for seven years. When Timothy returned to Alexandria, Patriarch Peter of Antioch visited Egypt and a council of five hundred bishops from Alexandria, Constantinople, Antioch and Jerusalem was convened. All the bishops refused the Chalcedonian definition. This Synaxarium narrative is quite polemical, but it shows that the council was convened through the joint efforts of the bishops of Alexandria and Antioch. These are the four main Synaxarium accounts that are contemporary with the council of Chalcedon. Three of the four accounts, those of Mar Barsauma, St. Peter of Edessa, and the thirty thousand martyrs of Alexandria, clearly exhibited polemical repercussions on the life of the people and church after Chalcedon. [13] The Synaxarium mentions four exchanges of letters of faith between the Alexandrian and the Antiochene Churches. A letter of faith is a letter that states clearly the faith of the Patriarch who writes it. It might also include the Nicean Creed with further elaboration on the Trinity and Christological issues that ensure that the writer’s theology conforms to the non- Chalcedonian faith. Historical sources other than the Synaxarium inform us that this exchange took place on a regular basis whenever a change in the hierarchy of any of Coptic or Syrian churches occurs. The first of these took place when Severus of Antioch became patriarch in AD 512. He sent a letter to Pope Johannes II, Pope 30 of Alexandria, who was patriarch from AD 505 to 516. Pashons 27. The date of his ordination (AD 505) and the date of his death (AD 516) in the Synaxarium agree with modern historians. Frend in his Synopsis of Events calls him John of Nikiou. Frend also agrees with the dates above mentioned. See W.H.C. Frend, The Rise of Christianity (Philadelphia: Fortress Press, 1985), 972. Pope Johannes II is not to be confused with John, Bishop of Nikiou the chronicle writer who was born around AD 640-2 and was alive until year AD 696, when he was appointed as “general administrator of the Monasteries.” See Robert Henry Charles, The Chronicle of John (c. A.D 690.) Coptic Bishop of Nikiu (Amsterdam, APA-Philo Press), iii. Severus initiated the correspondence and sent a letter to the Patriarch in Alexandria, who in turn responded with a letter affirming the same faith. When his successor, Pope Dioscorus II, Pope 31 of Alexandria (AD 516-8), became pope, he exchanged letters with Severus of Antioch (AD 512-8). Paopi 17. According to the Synaxarium the first two letters were exchanged during the time of Severus of Antioch: the first he sent, while the second he received. This took place somewhere between sixty or seventy years after the council of Chalcedon. Further research is needed to clarify whether Severus of Antioch initiated this tradition of exchange of letters of faith between the Syrian and Coptic Churches. [14] The third exchange of letters between the two churches took place during the time of Pope Peter IV, 34 th Pope of Alexandria (d. 569). Paopi 25. The exchange was between Peter and Theophanios, Patriarch of Antioch, when both were in exile. The fourth exchange of letters of faith is mentioned during the time of St. Anastasius, 36 th Pope of Alexandria. Koiahk 22. Athanasius, Patriarch of Antioch, initiated the letter after the death of his predecessor Peter the Chalcedonian, Patriarch of Antioch. Peter of Callinicum, patriarch of Antioch, 581 - 591 AD. Frend, 982. Athanasius, patriarch of Antioch, AD 595-631. Ibid., 984. Anastasius was so pleased with the letter that he sent an invitation to Athanasius to come and visit Alexandria. Athanasius was well received, together with all the bishops who accompanied him. The two Patriarchs and their bishops convened for a full month in one of the monasteries on the coast at the outskirts of the city of Alexandria. The Synaxarium makes clear that the momentous decisions that took place during the meetings were the reestablishment of the ties between the two churches that had been strained by the preceding Chalcedonian patriarch in Antioch. Butler writes his own version of the events taking a more historical perspective. “…[I]n the early autumn of 615 AD, the Coptic Patriarch Anastasius received a visit from Athanasius, the Patriarch of Antioch, who had been dispossessed by the Persian invasion. They met, as has been stated, in the celebrated Ennaton monastery on the sea-coast westward of Alexandria. One or two bishops from Syria probably accompanied their Patriarch; others, like Thomas of Harkel and Paul of Tella, were already settled at the monastery, working hard at their great task of revising the Syriac version of the Bible collation of the Greek: and yet others were in Egypt as refugees. For “while the Persians were ravaging Syria, all who could escape from their hands – laymen of all ranks, and clergy of all ranks with their bishops – fled for refuge to Alexandria.’ (Gelzer’s Leontius von Neapolis, Anhang ii. P112). It is therefore extremely probable that, as tradition avers, five Syrian bishops were present at the meeting of the two Patriarchs, which resulted in the establishment of union between the Syrian and the Coptic Church. Athanasius only remained a month in Egypt, after which he returned to Syria...” Alfred J. Butler, The Arab Conquest of Egypt and the Last Thirty Years of the Roman Dominion (Oxford: At the Clarendon Press, 1998), 69-70. The letter of faith was mentioned because it was the cause for the meeting that occurred between the two churches and because it was mentioned as part of Pope Anastasius’ work during his tenure. After AD 611 there is no official mention in the Synaxarium of any exchange of letters of faith between the two churches. Fiey mentions the exchange of five “synodal letters” between the Patriarchs of Alexandria and Antioch from the ninth to the twelfth century. J.M. Fiey, “Coptes et Syriaques. Contacts et échanges,” Studia Orientalia Christiana . Collectanea 15 (1972- 1973), 349-53. He also records visits from the Syrian Church until the twelfth century. [15] Three post-Chalcedonian Patriarchs of Alexandria were ethnically Syrian. Fiey mentions that the first Syrian patriarch on Alexandria was Damian (AD 576-605). Fiey, 316. However, the Synaxarium mentions only three patriarchs and Damian is not one of them. The first pope elected from among the Syrians to the See of St. Mark was Pope Simeon, 42 nd Pope of Alexandria (d. AD 700). Epep 24. He was a monk in the Pateron Monastery (Deir Al-Zugag). The Synaxarium links Simeon to his Syrian heritage by mentioning to his readers that Severus of Antioch was buried in the monastery. The Synaxarium attests to his saintly life. There were two attempts to poison Pope Simeon and he survived both of them. Pope Simeon was a great reformer. He fought very fiercely against a new trend among Coptic men who began emulating the Arabs by taking more than one wife. The second Pope of Syrian origin was Pope Johannes X, 85 th Pope (d. AD 1369). Epep 19. Nothing is known about his life except that he was from Damascus and his sobriquet was Al-Mu-tamen Al-Shamy (the Damascene entrusted [with the Church]). The sobriquet indicates that he was found worthy to be entrusted with the Church. These two examples show the closeness between Copts and Syrians. It is worthwhile noting that Popes in the Coptic Church are chosen by the lay people, not the church hierarchy. These were not political decisions. [16] The most famous of the three Syriac popes is Pope Abraam, 62 nd Pope of Alexandria (d. 970). Koiahk 6. He was elected in year AD 968. His tenure lasted for three years and six days. See Forget, Vols 47-8, 136-9; and O.H.E. Burmester, History of the Patriarchs of the Egyptian Church Known as the History of the Holy Church, by Sawirus Ibn Al-Mukaffa Bishop of Al-Ashmunin , (AD 849-880), vol. II Part I (Le Caire: Publications de la Société d’Archéologie Copte, 1943), 91-100. He was commonly known as Ibn-Zar’a Al-Suriany, or Abraam bar Zar’a among the Syrians. Abraam was a merchant. He used to travel frequently to Egypt and eventually he settled there. When the Patriarchal seat was vacant he was chosen to be the Patriarch. During his tenure, Abraam was also faced with the Coptic men emulating the Arab majority by acquiring concubines, and he made it part of his lifework to stop such a practice. His fame arose from the following story. Severus Ibn-El-Muqafaa, bishop of El-Ashmunien, was a contemporary of Pope Abraam. While Ibn-El-Muqafaa was in the court of the Emir El Muez, he reluctantly participated in a debate with a Jewish scholar. Historical narratives indicate that such debates among the representatives of Christianity, Judaism and Islam were common in the courts of the Islamic Caliphs and Emirs. Bishop Severus won the debate and the Jewish scholar decided to take his revenge. He returned to court with the biblical text and read to the Emir that it is written in the gospel that For truly I tell you, if you have faith the size of a mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move; and nothing will be impossible for you (Matt 17:20). The scholar added, if Christians believe that the gospel is true, let them prove this verse. The Emir welcomed the suggestion, since the Muqatam Mountain was encroaching on the city of Cairo. Pope Abraam was summoned to court and was informed that if he did not move the Moqatam Mountain, Christianity and the Gospel message would be considered invalid. The consequences of not meeting such a challenge would have led to the immediate persecution and extermination of the Copts. Pope Abraam requested three days to deliver the Emir’s demands. He then gathered some monks and bishops to the Mu’alaqa Church in Old Cairo, and fasted and prayed for three days. On the third day the Virgin Mary appeared to the Pope and asked him to gather the people before the mountain and a miracle would take place. El Muez, accompanied by government dignitaries, stood on one side of the mountain and the Pope, together with the Coptic people, on the other side. They began praying and kneeling and with each kneeling they would say kyrie eleison (Lord have mercy). Each time they knelt, the mountain would be raised above ground high enough to permit the sun’s rays to be visible from underneath the mountain. This event terrified the spectators, and ended the confrontation. This event led the Copts to receive licenses to build a few churches. The miracle of the Muqatam Mountain has a prominent place in Coptic history. It proved the validity of the Gospel message and preserved the Coptic Church from extermination at the hands of El Muez. Lest Copts forget this miracle, God’s work with them, a three-day fast is annually observed – an addition that affected the liturgical practices. This pivotal event in Coptic history, that had its implication on liturgical practices, was championed by a Syrian Pope of the Coptic Church. Copts remember Abraam the Syrian for his piety and for his wisdom in handling the situation. This memory is beyond dogmatic rhetoric. [17] Pope Abraam added more than the three days of fast in commemoration of the Miracle of moving the Muqataam Mountain; he also added the fast of Jonah. The Copts observed the fast of the Week of Hercules, but not the Syrians. According to a Katameros footnote the Week of Heraclius is based on what is mentioned in the history book written by Patriarch Eutychius the Melkite. The Katameros explains the story of the Week of Hercules as follows: When the Persians besieged Constantinople for six years during the reign of Heraclius, he was able to escape the city. The Persians killed the generals, raped their women, and looted the city. They did the same with Jerusalem. According to the chronicle, the Jewish people aided the Persians in destroying the churches, especially the Church of the Resurrection and looted and burnt the city. When Heraclius reached the city of Jerusalem on his way back to Constantinople, the surviving Christians pleaded that he would kill all the Jews. He refused saying that he gave them a treaty of peace and he could not forsake his promise. The inhabitants responded that the Jews had not kept their promise of protecting the city and its inhabitants so it was permissible for him to forsake his own promise with them. They added that they were ready to fast for one full week on his behalf. Heraclius agreed to these pleading conditions and gave permission for the inhabitants to kill the Jews. Based on this promise the Patriarch of Jerusalem sent letters to all the Patriarchs to fulfill this promise. This was during the time of Pope Andronikos, 37 th pope of Alexandria. And since the time of Andronikos, the Church of Alexandria fasts one week prior to the Great Lent in fulfillment of this promise. See The Katameros of the Great Lent, Serves the Sundays and Weekdays of the Great Lent according to the Order of the Coptic Orthodox Church (The Commission of Publication in the Diocese of Beni-Suef, 1986), footnote 2, p26. [The word “Katameros” is equivalent to the word “Lectionary” and is derived from the Greek kata meros .] What the Katameros failed to mention, as written in the chronicles of Eutychius, is that all the other churches stopped this fast after the death of Heraclius except the Coptic Church. See L. Cheikho, B. Carra De Vaux, and H. Zayyat, Eutychii Patriarchae Alexandrini Annales , CSCO, vol 51, Ser. 3, T. 7, (Beryti E Typographeo Catholico, 1909), 7. Strangely enough though this incident has affected the church fasting calendar, Severus Ibn-El-Muqafaa, bishop of El-Ashmounien does not mention this important event in his History of the Patriarchs . Though Severus mentions the savagery of the Persian invasions he could have easily commented on such an event. [Both references are for the life of Pope Andronikos who these events occurred during his tenure]. R. Graffin – F. Nau, History of the Patriarchs of the Coptic Church of Alexandria (S. Mark to Benjamon 1) , Patrologia Orientalis Tomus Primus, II and IV, B. Evetts, eds. (Librairie de Paris, 1907), 484-6. And C.F. Seybold, Severus ben el-Muqafa’, Historia patriarcharum Alexandrinorum , CSCO, vol 52, Ar.8 = Ar. III, 9, T, (Beryti E Typograhes Catholics, 1904), 103-4. The Synaxarium also does not mention any establishment of a new fast in the Church in the life of Pope Andronikos, 37 th pope of Alexandria, Tobe 8. This is considered an important change in the liturgical calendar and should have been mentioned in the life of a Patriarch. John of Nikiou also does not make any reference to such an incident, even though he wrote in great graphic details how Phocas, the Persian General, raped Fabia, wife of Heraclius the younger, during the invasion of the Persians to Constantinople. Charles, The Chronicle of John of Nikiu , 167. Butler also does not make any mention of such an event during his description of the attack of the Persians on Alexandria and his reference to Andronikos. Butler, 69-92. The History of the Patriarchs written by Eusebius, bishop of Fuah, in the thirteenth century does not mention any of these events either. See Eusebius, bishop of Fuah, The History of the Patriarchs , Fr. Samuel the Syrian and Nabih Kamel, ed. (n. d.), 48-9. It is relevant to note that Eusebius is very dependent on the History of the Patriarchs written by Severus, bishop of El-Ashmounien. Though most of the early historians have attested to the collaboration of the Jews with the Persian army in many provinces, the story of the Jewish slaughter in Jerusalem is not mentioned anywhere. In addition, the Coptic Church now does not account for the extra week fasted before the Great Lent as the Week of Heraclius but as days compensating the Sabbaths where abstinence from food is prohibited. In conclusion, the explanation of the Week of Heraclius raises more questions than answers. It was only mentioned in the Melkite historian and Patriarch Eutychius’ history and not mentioned in any of the Coptic sources. In addition, the rest of the churches do not follow this custom any more. The authenticity of such an event needs further study. In connection with our topic, it is most probable that the Copts simply fasted the three days of Jonah in accordance with Pope Abraam’s wishes since he was accustomed to keep this fast in Syria, and the Copts willingly complied, simply because he proved such piety, especially in the movement of the mountain. When Pope Abraam was elected, he observed this fast on the condition that the Copts would participate in the Syrian fast of Jonah. The Copts agreed because they admired his piety. Ibid., 4. It was agreed that the Copts would observe this three-day fast fifteen days prior to the Great Lent following the strict dietary rules of the Great Lent. The Copts observe the strictest fast during the Great Lent and Fridays and Wednesdays and the Fast of Jonah. No animal products are eaten during that time, not even fish. These additional ascetic observances that the Copts follow are credited to Pope Abraam’s piety. It is a piety beyond dogmatic rhetoric. Six centuries later, in AD 1587, Pope Gabriel VIII, Pope 97 of Alexandria, was ordained to the See of St. Mark. He ordered that the Copts were not to fast the Fast of Jonah, but after his death, this decree was reverted, and the fast is still practiced to this day. It is important to note that Pope Gabriel wanted to introduce other changes in the fasts of the Coptic Church. He wanted to limit the Fast of the Apostles to fourteen days (from Paone 21 – Epep 5). The way this fast is calculated is that it begins the second day of Pentecost and ends on Epep 5, the Feast of the Apostles Peter and Paul. Therefore, the beginning of the fast is variable, since Pentecost does not have a fixed day in the Liturgical calendar. His attempts to change the date were with the intention to limit the fast to two weeks ending on the Feast of St. Paul and St. Peter. He also wanted to decrease the Advent Fast by fifteen days. He also wanted to make the Fast of the Virgin Mary voluntary. None of these changes endured. After his death, the old custom was followed. Pashons 9. The History of the Patriarchs writes two lines about Pope Gabriel VIII. His birth name was Shenouda and became a monk in Skete. In AM 1302, he became patriarch. His tenure lasted for fifteen years, and he was buried in Skete. See O.H.E. Burmester, History of the Patriarchs of the Egyptian Church Known as the History of the Holy Church, by Sawirus Ibn Al-Mukaffa Bishop of Al- Ashmunin , (AD 849-880), Vol. III Part III, (Le Caire: Publications de la Société d’ Archéologie Copte, 1970), 159. [18] Another aspect of Coptic-Syriac relations evolved after the Arab invasion. Both Copts and Syrians were forced to translate their Christian literatures into a new language. Both churches were faced with problem of finding Arabic terms that could convey Christian theological ideas. The first resource of the two churches had been to transliterate Greek words into Arabic form. However, since Syriac is a Semitic language, the Syrians found it very convenient to include some Syriac words as well in their translation, adding a Christian dimension to the meaning of the words. The Copts eventually borrowed from the Syrians, enriching the Coptic-Arabic vocabulary with “loan” Syriac words. These words became so much a part of the language, that the average Copt is usually unaware that these are Syriac loan words. As to the average Arab reader, they sometimes think that these are Coptic loan words, since they do not understand them, and since they are not found in any Arabic dictionary. The Copts could have made use of only Greek theological terms. They chose to include Syriac loan words as well. This is an indication of the close relationship between the Copts and Syrians. [19] Here are a few examples. Graf’s study of Arabic Christian terms needs to be updated and does not discuss the notion of transmission of terms from one language to the other. Georg Graf, Verzeichnis Arabischer Kirchlicher Termini , CSCO vol.147, Tome 8, (Louvain: 1954). Blau’s work is also useful: Joshua Blau, A Grammar of Christian Arabic, Based Mainly on South Palestinian Texts from the first Millennium, CSCO vol. 267, Sub, t. 27. Louvain, 1966. Copts employ some monastic terms that are loan words from Syriac. Copts use the Arabic deir for “monastery” which comes from the Syriac dayrâ . The Copts use this Syriac word, while neither the Greek nor the Coptic words for monastery have survived in current use. Another monastic term commonly used is rubîtah which comes from the Syriac rabbayta’ that is the title given to the monastery manager. Usually a different person than the abbot or spiritual leader of the monastery. The Arabic transliteration of the Greek words oikonomos and sometimes egoumenos have survived in some of the Arabic literature, but rubîtah , the Syriac loan word, is the word mostly used. [20] Copts employ some Syriac liturgical terms as well. The verb to baptize ‘mad and u‘mid are from the Syriac word c mad . Both ‘mad , the act of baptism, and ma’mudia are from the Syriac root. The latter can also be used to describe the baptismal font. The Godfather present during baptism is šbin and ašbin from the Syriac shawshbina . The feminine Godmother is shebint and ‘shebint derived from the same root. These liturgical terms were borrowed from the Syriac rather than Greek or Coptic. [21] Common and formal ecclesiastical terms borrowed from Syriac include kahin derived from the Hebrew and also used by the Syrians. The Copts also use the Arabic term qis and qasis from the Syriac word qashysha . It is the term of choice when using informal language. The Arabic term šamâs , deacon, is derived from the Syriac word shamesh . In Christian Arabic it is used to refer to all non-priests who serve at the altar regardless of their exact rank, whether cantor, reader, or sometimes even deacon, though for the rank of deacon, the word dîakûn derived from the Greek diakonos is usually augmented to the word šamâs to designate the specific rank of deacon. Those who are familiar with the old Egyptian hieroglyphic language suggest that the word šamâs is derived from the hieroglyphic šms which means, “to follow, accompany.” See http:\/\/www.jimloy.com\/hiero\/e- dict16.htm for the hieroglyphic inscription of šms . At first sight this could be a plausible suggestion. However, the Coptic Church thinks of those serving at the altar not as acolytes, or altar boys following the priest and fulfilling his demands, but rather as people who serve God. Thus the word diakonos and its Syriac literal translation would be more in accordance with the theological understanding of the Coptic Church regarding the role of the deacon in the church. [22] Three other words frequently used by Copts are the Arabic mâr “saint”, the Arabic mîmar “homily” and the Arabic tûba “blessed.” The term for “Saint”, mâr , is derived from the Syriac mar[i] and is attached to most saints’ names as well as the Arabic word qîdîs derived from the Arabic root qds . St. Mary, in the Syriac form, is also used very often. Both terms are used in official language indiscriminately. For example it is customary to say either mâr murqus or alqîdîs murqus . The Arabic term for “homily” mîmar derived from the Syriac mēmrā is commonly used, though it is primarily applied to early Christian homilies written by the early Fathers of the Church. The third common word is the blessedness used in the beatitudes—the Arabic tûba derived from the Syriac te’b . The word has a similar root in Hebrew, and it is the only word used to express blessedness in the biblical sense in the Arabic language. In every case a Syriac word was chosen instead of a Coptic or Greek term. This is a simple demonstration of the impact of Coptic-Syriac relations beyond dogmatic rhetoric. [23] Both Orthodox Churches stem from two of the oldest civilizations of the world. The two Churches share a common history in many respects. Both Churches constantly experienced the presence of vibrant Jewish communities. Both Churches shared a Greco-Roman heritage that influenced many aspects of religious and social life. Historically they were influenced by the Romans, Greeks, Persians, Arabs, Turks, British, and French. Each culture left its stamp on the religious practice of both Churches. The geographical proximity of these two Churches led to an extraordinary exchange of ideas and religious figures. All of these points need further scholarly investigation, because these factors shaped the present Coptic and Syriac Churches, and shaped the relationship between them. Other topics of investigation might include liturgy, monastic exchange, and religious and cultural influence. Fiey discusses the role of Deir El-Suryan and other monastic exchanges between Copts and Syrians. Fiey, 323-331. Maybe Syriac sources will shed more light on this. I would also be interested in an examination of the relationship between the two Churches from the Syriac perspective, from Syriac liturgical sources, and the possible impact of the Coptic Church on the Syrian. The present good relationship between the two Churches is not only based on theological agreement, though of course this is a crucial factor. Even though the Coptic Church shares theological agreements with other Churches, e.g. the Armenian and the Ethiopian, the relationship between the Coptic and Syriac Churches has a special dynamic. I hope that this will be a starting point for further research. Bibliography Blau, Joshua. A Grammar of Christian Arabic, Based Mainly on South Palestinian Texts from the first Millennium. CSCO vol. 267, Sub, t. 27. Louvain, 1966. Burmester, O.H.E. “On the Date and Authorship of the Arabic Synaxarium of the Coptic Church.” Journal of Theological Studies 39 (1938): 249-253. —. History of the Patriarchs of the Egyptian Church Known as the History of the Holy Church, by Sawirus Ibn Al-Mukaffa Bishop of Al-Ashmunin , (AD 849-880). Vol. II Part I Le Caire: Publications de la Société d’Archéologie Copte, 1943. —. History of the Patriarchs of the Egyptian Church Known as the History of the Holy Church, by Sawirus Ibn Al-Mukaffa Bishop of Al-Ashmunin, (AD 849-880). Vol. III Part III Le Caire: Publication de la Société D’Archéologie Copte, 1970. Butler, Alfred, J. The Arab Conquest of Egypt and the Last Thirty Years of the Roman Dominion . Oxford: At the Clarendon Press, 1902. Chestnut,R.C. Three Monophysite Christologies: Severus of Antioch, Philoxenus of Mabbug, and Jacob of Sarug. Oxford Theological Monographs, 1976. Charles, Robert Henry. The Chronicle of John (c. 690 A.D.) Coptic Bishop of Nikiu . Amsterdam, APA-Philo Press. Cheikho, L., B. Carra De Vaux, and H. Zayyat, Eutychii Patriarchae Alexandrini Annales , CSCO, vol 51, Ser. 3, T. 7. Beryti E Typographeo Catholico, 1909. Cross F.L. and E.A. Livingstone. The Oxford Dictionary of the Christian Church . New York: Oxford University Press, 1998. Crum W.E. “Sévère d’Antioche en Egypte.” Revue de l’Orient Chrétien Tome III (XXIII) Ser, 3 (1922-3), 92-104. Dahiman, Britt. Saint Daniel of Sketis: A Group Hagiographic Texts Edited with Introduction, Translation, and Commentary. Studia Byzantina Uppsalientia 10. Uppsala: Uppdala University Library, 2007. Dirksen, Peter B. “Peshitta Institute Communication 19: East and West, Old and Young, in the Text Tradition of the Old Testament Peshitta.” Vetus Testamentum 35 no.4 (1985), 468-484. Draguet,R. Julien d’Halicarnasse et sa controverse avec Sévère d”Antioche sur l’ incorruptibilité du corps du Christ . Louvain, 1924. Eusebius, bishop of Fuah. The History of the Patriarchs . Fr. Samuel the Syrian and Nabih Kamel, ed. n. d. Fiey, J.M. “Copts et Syriaques. Contacts et échanges.” Studia Orientalia Christiana Collectanea 15, 1972-1973. I. Forget. Synaxarium Alexandrinum. CSCO Vols. 47-49, 67, 78, 90. Scriptores Arabici, Ser. 3, t. 18-19. Beryti: E Typographeo Catholico, 1905-26. Frend, W.H.C. The Rise of Christianity . Philadelphia: Fortress Press, 1985. Graf, Georg. Verzeichnis Arabischer Kirchlicher Termini , CSCO vol.147, Tome 8. Louvain: 1954. Graffin, R. – F. Nau. History of the Patriarchs of the Coptic Church of Alexandria (S. Mark to Benjamin 1) . Patrologia Orientalis Tomus Primus, II and IV, B. Evetts, eds. Librairie de Paris, 1907. Grillmeier, A. Christ in the Christian Tradition . vol. 1. Atlanta, John Knox Press, 1975. —. Christ in the Christian Tradition . vol 2, Part One. London, Mowbray, 1987. Heijer, J. Den. Mawhub Ibn Mansur Ibn Mufarrig et l’Historiographie Copto-Arabe. Étude sur Composition de l’Histoire des Patriarches d’Alexandrie . CSCO (513\/Subs.83) Louvain: Peeters, 1989. Innemée, Karel C. “Deir al-Surian (Egypt): conservation work of Autumn 2000.” Hugoye: Journal of Syrian Studies vol. 4, no. 2, July 2001. John of Beth Aphthonia. Vie de Sévère . Edited and Translated by M. A. Kugener. Patrologia Orientalis , 2 (Paris, 1907), 207-264. Lampe, G.W.H. A Patristic Greek Lexicon . Oxford: At the Clarendon Press, 1994. Lebon J. Le Monophysisme sévérien . Louvain, 1909. Matta-El-Meskeen. Coptic Monasticism in the Age of St. Macarius. Nitrean Desert: Monastery of St. Macarius Press, 1984. Peter, Bishop, bishop of Melig, Bishop Michael, bishop of Atreeb, and Bishop John, bishop of Borolus, The Synaxarium . Cairo Egypt, El-Mahaba Coptic Orthodox Bookstore, 1978. Russell, Norman. Cyril of Alexandria, The Early Church Fathers. Edited by Carol Harrison. New York: Routledge, 2000. Sawirus Ibn Al-Mukaffa. History of the Patriarchs of the Egyptian Church, Known as the History of the Holy Church . Edited by Aziz Suryal Atiya, Yassa Abd Al-Masih, and O.H.E. Khs.-Burmester. Vol. 2 Part 3. Le Caire, Publications de la Societé d’archéologie copte. Samuel,V.C. “The Christology of Severus of Antioch.” Abba Salama , 4 (1973): 126- 190. Sellers, R.V. Two Ancient Christologies . London, 1940. —. The Council of Chalcedon . London, 1961. Seybold, C.F. Severus ben el-Muqafa’, Historia patriarcharum Alexandrinorum . CSCO, vol 52, Ar.8 = Ar. III, 9, T. Beryti E Typograhe Catholic, 1904. The Katameros of the Great Lent, Serves the Sundays and Weekdays of the Great Lent according to the Order of the Coptic Orthodox Church . The Commission of Publication in the Diocese of Beni-Suef, 1986. Torrance, Iain R. Christology after Chalcedon, Severus of Antioch and Sergius the Monophysite . Norwich: Canterbury Press, 1988. Van der Meer, Anneke. “Het verblijf van Severus van Antiochië in Egypte.” Het Christelijk Oosten . 48 (1996), 49-72. Van Rompay, Lucas, and Fr. Bijoul El-Souriany. “Syriac Papyrus Fragments Recently Discovered in Deir Al-Surian (Egypt).” Hugoye: Journal of Syrian Studies , vol. 4, no. 1, January 2001. Vööbus, A. “Discovery of New Important memre of Gewargi, the Bishop of the Arabs.” Journal of Semitic Studies, 18 (1973), 235-237. Youssef, Youhanna Nessim. “Severus of Antioch in the Coptic Liturgical Books.” Journal of Coptic Studies, Vol 6 (Louvain, 2004), 139-148.",
    "title" : 
    [ "Coptic-Syriac Relations beyond Dogmatic Rhetoric",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Farag, Lois" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n1farag",
    "type" : "article",
    "displayTitleEnglish" : "Coptic-Syriac Relations beyond Dogmatic Rhetoric" }