
  { "fullText" : "[1] Apocalypses and apocalyptic images are widespread in the Greek and Latin patristic literature. On the subject of apocalyptic literature in early Christianity, see for example B. Daley, “Apocalypticism in Early Christian Theology,” in: The Encyclopedia of Apocalypticism , ed. B. McGinn, vol. 2 (New York: Continuum, 1998), 3-47 (with further literature); P. Vielhauer and G. Strecker, “Apocalyptic in Early Christianity. Introduction,” in: New Testament Apocrypha , ed. E. Hennecke and W. Schneemelcher, vol. 2 (Louisville: Westminster\/John Knox, 1992), 569-602 (with further literature). On the subject of patristic eschatology more generally, see B. Daley, The Hope of the Early Church: A Handbook of Patristic Eschatology (Cambridge: Cambridge University Press, 1991). Ancient Near Eastern, Christian, and Jewish apocalyptic traditions are addressed by the essays in D. Hellholm, ed., Apocalypticism in the Mediterranean World and the Near East: Proceedings of the International Colloquium on Apocalypticism, Uppsala, August 12-17, 1979 , 2nd ed. (Tübingen: Mohr Siebeck, 1989). On the question of what constitutes apocalyptic literature, see J. J. Collins, The Apocalyptic Imagination: An Introduction to Jewish Apocalyptic Literature , 2nd ed. (Grand Rapids, Mich.: Eerdmans, 1998), ch. 1: “The Apocalyptic Genre,” p. 1-42 and his earlier study “Towards the Morphology of a Genre,” Semeia 14 (1979), 1-20. In this paper, I shall ask whether these apocalyptic traditions played a similarly prominent role for the earliest Syriac-speaking Christians. Early Syriac Christianity was diverse, and one site of multiple early Christianities was the city of Edessa in Mesopotamia, later to become one of the great centers of Syriac Christian theology and spirituality. By the late second century various Christian groups existed here side by side: Gnostics, Marcionites, Bardaisanites, and the so-called Palutians, predecessors of the later normative church. An excellent overview of the beginnings of Syriac Christianity is given by R. Murray, Symbols of Church and Kingdom: A Study in Early Syriac Tradition , revised ed. (Piscataway, NJ: Gorgias Press, 2004), 1-38. For a “heretical” origin of Edessan Christianity argued long ago W. Bauer, Orthodoxy and Heresy in Earliest Christianity , German first ed. 1934, Engl. tr. ed. R. A. Kraft (Mifflintown, PA: Sigler Press, 1996), 1-43. The Marcionite presence in Syriac-speaking regions is addressed by H. J. W. Drijvers, “Marcionism in Syria: Principles, Problems, Polemics,” Second Century 6 (1987\/88), 153-172 and D. Bundy, “Marcion and the Marcionites in Early Syriac Apologetics,” Muséon 101 (1988), 21-32. In the fourth century, Ephrem still much polemicized against Marcionite Christians in his Prose Refutations , ed. with English tr. C. W. Mitchell, A. A. Bevan, and F. C. Burkitt, S. Ephraim’s Prose Refutations of Mani, Marcion, and Bardaisan , 2 vols. (London: Williams and Norgate, 1912-1921) (hereafter PR ). Of the earliest Edessan Christian communities, it was the group around Bardaisan (d. 222) that has left the most extensive—although still rather fragmentary—written record. We shall first ask how Bardaisan and his community envisioned the end, and then interpret their eschatological expectations within the social context of the early Bardaisanite community. In addition, two further bodies of early Syriac Christian literature shall be examined here with regard to their imagination of the end, namely the Odes of Solomon and the Acts of Thomas , composed most likely in the second and early third centuries, respectively. Both the Odes and the Acts of Thomas originated in approximately the same era in which Bardaisan flourished, but they can not easily be associated with a particular locality, so that it becomes much more difficult to interpret them within their social contexts. How did these early Syriac Christians envision the end? What expectations did they hold concerning the last judgment and the world to come? Did they employ apocalyptic imagery to describe the end? And if not, why not? We shall begin this survey with Bardaisan, the theologian from Edessa. 1. Bardaisan [2] While the Odes and the Acts of Thomas are of unknown provenance, it is quite certain that Bardaisan flourished in the city of Edessa in northern Mesopotamia, for not only is he named after the river Daisan that flows through the city, but an eyewitness account of his activity at the king’s court has come down to us from the pen of Julius Africanus. Sextus Julius Africanus, Cesti I, 20,39-53, ed. with French tr. J.-R. Vieillefond, Les “Cestes” de Julius Africanus (Paris: Didier, 1970), p. 185. Bardaisan’s thought is preserved in fragments of his own writings, in refutations by later opponents, and in the Book of the Laws of the Countries —the only contiguous text from Bardaisan’s community that has come down to us—compiled by a disciple in the early third century. The editio princeps of the Book of the Laws of the Countries was published with English tr. by W. Cureton, Spicilegium syriacum, containing remains of Bardesan, Meliton, Ambrose, and Mara bar Serapion (London: Rivingtons, 1855), 1-21 (text) and 1-34 (translation). Also ed. F. Nau, Patrologia Syriaca 1.2 (1907; reprint, 1993). Nau’s edition was reprinted with English tr. by H. J. W. Drijvers, The Book of the Laws of Countries: Dialogue on Fate of Bardai s an of Edessa , Semitic Texts with Translations 3 (Assen: van Gorcum, 1965; reprint Piscataway, NJ: Gorgias Press, 2007). German tr. T. Krannich and P. Stein, “Das ‘Buch der Gesetze der Länder’ des Bardesanes von Edessa,” ZAC 8 (2004), 203-229. The Book of the Laws (hereafter BLC ) is here cited from Drijvers’ edition; translations are mine. The chapter numbers are from Nau’s edition and were not reproduced by Drijvers. Although Bardaisan’s later followers came to be regarded as heretical on account of their inability to adapt to the emerging doctrinal consensus, Bardaisan in his time was regarded as a champion of orthodoxy Eusebius praises Bardaisan’s defense of Christian doctrine in Hist. eccl . 4.30.1, ed. E. Schwartz and Th. Mommsen, Eusebius, Werke II , GCS N. F. 6 (Berlin, 1999), 392,19-20. A positive view of Bardaisan’s defense of orthodoxy against the Marcionites is presented also in the Vita Abercii , ed. Th. Nissen, S. Abercii Vita (Leipzig: Teubner, 1912). and made significant contributions to the theological discourse among Syriac-speaking Christians. In particular, Bardaisan’s arguments against fatalism had a Nachleben in the Syriac Christian communities. Ephrem draws on them in CH 4,15. Bardaisan, a philosopher, a former astrologer, and an adult convert to Christianity, formulated his theology in the culturally and religiously diverse Edessan milieu. On Edessa in late antiquity, see the classic study by J. B. Segal, Edessa ‘The Blessed City’ (Oxford: Oxford University Press, 1970; reprint, Piscataway, NJ: Gorgias Press, 2001). The city’s culture and its political history are discussed by S. K. Ross, Roman Edessa: Politics and culture on the eastern fringes of the Roman Empire, 114-242 CE (London: Routledge, 2001); F. Millar, The Roman Near East. 31 BC - AD 337 (Cambridge, Mass.: Harvard University Press, 1993); M. Sommer, Roms orientalische Steppengrenze. Palmyra — Edessa — Dura-Europos — Hatra. Eine Kulturgeschichte von Pompeius bis Diocletian , Oriens et Occidens 9 (Wiesbaden: Franz Steiner Verlag, 2005). Several encyclopedia entries provide overviews: K. E. McVey, “Edessa,” Anchor Bible Dictionary 2 (1992), 284-287; H. J. W. Drijvers, “Edessa,” TRE 9 (1982), 277-288; E. Kirsten, “Edessa,” RAC 4 (1959), 552-597; E. Meyer, “Edessa in Osrhoene,” RE 5:2 (1905), 1933-1938. [3] Scholars of apocalyptic literature, such as Hultgård in his work on Persian apocalypticism, have stressed that there is a coherence between an author’s theology of the end of the world and his theology of its beginning, his cosmogony. A. Hultgård, “Persian Apocalypticism,” in: The Encyclopedia of Apocalypticism , ed. J. J. Collins, vol. 1 (New York: Continuum, 1998), 39-83, esp. 44. A similar coherence should be observable between an author’s theology of the end of an individual and his theology of human nature, his anthropology. This connection is clearly evident in Bardaisan. Just as Bardaisan’s cosmogony informed his cosmic eschatology, so did his anthropology form the basis of his individual eschatology. It is the latter, his individual eschatology, to which I shall turn first. 1.1. The Individual Resurrection [4] Bardaisan upheld the Christian teaching of the resurrection of the individual, yet he believed that only the human soul, not the body, would rise from death. In my previous research I have shown that Bardaisan’s belief about the resurrection of the soul alone is rooted in his anthropology, which was principally intended to refute fatalism. U. Possekel, “Bardaisan of Edessa on the Resurrection: Early Syriac Eschatology in its Religious-Historical Context,” Oriens Christianus 88 (2004), 1-28. To summarize the argument briefly, Bardaisan held that human beings, created by God, are charged to follow the divine commandments, BLC 11, ed. Drijvers 14,24-16,4. and as beings endowed with free will they are capable of choosing the good and right behavior. Indeed, acting rightly is natural to humankind, Bardaisan argued, for when a person acts rightly, feelings of joy and gladness arise, whereas evil deeds result in feelings of anger and shame BLC 12 and 14, ed. Drijvers 18,5-7; 18,21-24; 20,2-9. —an interesting precursor to the Ignatian “discernment of spirits”! Philosophers in antiquity often engaged in spiritual exercises. On this, see P. Hadot and A. I. Davidson, Philosophy as a Way of Life: Spiritual Exercises from Socrates to Foucault (Oxford: Blackwell, 1995); P. Rabbow, Seelenführung. Methodik der Exerzitien in der Antike (München: Kösel, 1954). Yet many challenged Bardaisan’s doctrine of free will, arguing instead that human behavior is conditioned by fate. Bardaisan therefore needed to formulate an anthropology which on the one hand maintained human freedom, and on the other hand could explain the misfortunes of life that inevitably befall some people, but are generally undesired, such as illness, poverty, or breakdown in human relationships. He gives divorce or estranged children as examples for the latter. BLC 19, ed. Drijvers 30,4-24; BLC 21, ed. Drijvers 34,17-21. Bardaisan’s anthropological solution was to concede that the body—but only the body—may be subject to disturbing planetary influences, which are understood to be the cause of life’s uncontrollable misfortunes. BLC 19-24, ed. Drijvers 30,3-38,7. Human freedom, however, is not subject to fate, and in order to uphold this position, Bardaisan had to posit that free will, the ability to fulfill the divine commandments, must be independent of one’s bodily constitution. He emphasizes that neither physical strength, nor social status, nor professional skill are required to obey the Golden Rule, to follow the commandments, and to avoid stealing, lying, adultery, or hate ( BLC 12, ed. Drijvers 16,4-18,5). Doing good is possible and it is easy, and thus each person is able to “live according to his own (free) will, and to do everything that he is able to do, if he wishes it, or if he does not wish, not to do it. And he may justify himself or become guilty.” ( BLC 8, ed. Drijvers 12,13-15). Consequently, he located human identity in the mind or soul—the seat of free will—drawing on Greek philosophy rather than on the biblical notion of a human being as a psychosomatic unity. Bardaisan regarded the human body as only a secondary constituent of human nature, which “even without the sin of Adam would turn to its dust.” Ephrem, PR II, 143,1-4 (no. 1). Body, by nature heavy, can not cleave to the soul, which is light. At the time of death, Bardaisan argues, the soul, the light part, departs “and like a breath it is for a time and it flies away lightly.” ( PR II, 160,14-16 [no. 65]). Out of this anthropology, which locates personhood in the human soul, arose his conviction that only the soul would rise at the resurrection. [5] Bardaisan substantiated his view of the resurrection of the soul by means of exegetical arguments. Unfortunately, these are only very partially preserved in Ephrem’s later refutation of Bardaisan, a text which itself only exists in the form of a palimpsest. The exegetical fragments that were thus preserved address the fall of humankind, words spoken by Jesus, and the story of Christ’s descent into Sheol. [6] With regard to the fall, Bardaisan noted that according to the Genesis account the consequence of Adam’s sin would be death (Gen 2:17). Yet it was not Adam, but Abel killed by Cain who was the first to die, and hence Bardaisan concluded that the death which would be the recompense of sin (Rom 6:23) must be the death not of the body, but of the soul. Ephrem, PR II, 151,11-152,2 (no. 32-34); PR II, 153,20-154,2 (no. 40-41). Among Jesus’ words recorded in the Gospel, Bardaisan found confirmation of his resurrection theology in the text of John 8:51, in which Jesus promises: “Everyone who keeps my word will not taste death forever.” Ephrem, PR II, 164,20-22 (no. 80) and 165,10-12 (no. 83). Bardaisan observed that, despite this promise of immortality, Jesus’ followers had physically died. Therefore, Jesus must have used the word “death” to refer to the death of soul. Thirdly, Bardaisan pointed to the story of Christ’s descent to Sheol to support his belief that only the soul will be resurrected. Had the consequence of Adam’s sin been death of the body, he reasoned, Christ ought to have brought back from Sheol the bodies, which evidently was not the case. Bardaisan wondered: “Our Lord, who was raised, why did he not raise all their bodies, so that as their destruction was by Adam, so their resurrection should be by our Lord?” Ephrem, PR II, 162,32-39 (no. 74). The Diatessaron, which presumably was available to Bardaisan, in its earliest versions did not include the canonical text of Mt. 25:52, as was shown by W. L. Petersen, Tatian’s Diatessaron: Its Creation, Dissemination, Significance, and History in Scholarship , SVigChr 25 (Leiden: Brill, 1994), 404-414. Cf. also Possekel, “Bardaisan of Edessa on the Resurrection,” 10-11. [7] Bardaisan’s individual eschatology was thus shaped by two major conceptions. The first was an understanding of human nature which locates personhood exclusively in the soul, an anthropology which he formulated with the apologetic purpose of rejecting the astrologers’ claim that planetary constellations determine human actions, a position that he himself had formerly embraced. BLC 18, ed. Drijvers 26,19-22. The second major component of Bardaisan’s individual eschatology was a salvation-historical approach: the consequence of Adam’s sin was death—understood as death of soul, the essential part of human nature; death was overcome by Christ, whose teachings enabled the soul, hitherto condemned to Sheol, to rise up and pass over into the kingdom. Ephrem, PR II, 164,41-165,8 (no. 82), cf. no. 81, 83. 1.2. Bardaisan’s Cosmogony [8] Bardaisan’s general eschatology, as has been mentioned above, is rooted in his cosmogony. For Bardaisan, the cosmos is the work of God the creator, but he does not consider this as a creation from nothing. The concept of a creatio ex nihilo was just emerging as normative Christian doctrine in his time, and Bardaisan was not alone in assuming the existence of primordial matter. The best discussion of the subject is G. May, Creatio ex nihilo: The Doctrine of ‘Creation out of Nothing’ in Early Christian Thought , German ed. published in 1978, English tr. A. S. Worrall (Edinburgh: T&T Clark, 1994). Justin, in 1 Apol . 10,2 refers to a creation out of unformed matter ( ), ed. M. Marcovich, Iustini Martyris Apologiae pro Christianis , PTS 38 (Berlin: de Gruyter, 1994); cf. 1 Apol . 59. On creation theologies in the Syriac Christian literature, see A. Guillaumont, “Genèse 1, 1-2 selon les commentateurs syriaques,” in: In Principio: Interprétations des premiers versets de la Genèse , Collections des Études Augustiniennes. Série Antiquité 38 (Paris: 1973), 115-132. On creatio ex nihilo in Jewish literature, see H.-F. Weiss, Untersuchungen zur Kosmologie des hellenistischen und palästinischen Judentums , TU 97 (Berlin: Akademie-Verlag, 1966), 59-74; M. R. Niehoff, “ Creatio ex Nihilo Theology in Genesis Rabbah in Light of Christian Exegesis,” HTR 99 (2005), 37-64; see also M. Kister, “Tohu wa-Bohu, Primordial Elements and Creatio ex Nihilo,” Jewish Studies Quarterly (forthcoming). Bardaisan assumed the pre-existence of several elements which possessed some kind of power. That the primordial elements have a power of their own is stated in BLC 10 and 46, ed. Drijvers, 14,13-18 and 62,9-13. According to Bardaisan, the primordial elements are water, fire, wind, and air. The element of wind ( ܪܘܚܐ , ru h a ) was probably included for exegetical reasons. On the interpretation of the rua h elohim (Gen 1:2) among Syriac Christians, cf. S. Brock, “The Rua h Elōhīm of Gen 1,2 and its Reception History in the Syriac Tradition,” in: Lectures et relectures de la Bible. Festschrift P.-M. Bogaert , ed. J.-M. Auwers and A. Wénin, Bibliotheca Ephemeridum Theologicarum Lovaniensium 144 (Louvain: Peeters, 1999), 327-349. Bardaisan’s elements therefore differ from the Empedoclean ones (air, fire, water, earth). Most early Christian authors accepted the existence of the Empedoclean elements, which they believed to have been created by God. According to some of the later Syriac sources, Bardaisan posited the existence of a primordial darkness below the primal elements, and of God above them, but it remains questionable whether such a system goes back to Bardaisan. Out of these, God fashioned the world. The elements now occur in a mixture, not in their originally pure state, yet they retain some of their primeval power. In particular, the heavenly bodies retain some of this power—which for Bardaisan constitutes fate—but at the same time, they are subject to the laws imposed by God, the creator. [9] It should be emphasized that this cosmogony is not a dualistic creation myth, as can be found among some Gnostic groups or in the Iranian apocalyptic tradition. Gnostic texts often regard the created world as negative, as work of the demiurge. An overview of Gnostic apocalyptic texts is given by F. Fallon, “The Gnostic Apocalypses,” Semeia 14 (1979), 123-158; see also M. Krause, “Die literarischen Gattungen der Apokalypsen von Nag Hammadi,” in: Apocalypticism in the Mediterranean World , 621-637. In Zoroastrianism, dualism does not consist of contrasting matter and spirit, but two opposing divine principles. On Zoroastrian apocalypticism, see for example Hultgård, “Persian Apocalypticism,” 39-83. On Zoroastrian religious ideas more generally, see M. Boyce, A History of Zoroastrianism , 3 vols., Handbuch der Orientalistik (Leiden: Brill, 1989); M. Boyce, Zoroastrians, Their Religious Beliefs and Practices (London: Routledge, 1979). Zervanism, however, seeks to overcome the dualist system and proposes a highest god, cf. R. C. Zaehner, Zurvan. A Zoroastrian Dilemma (Oxford: Clarendon Press, 1955). The antiquity of Persian apocalypticism is a matter of debate since the most important texts date in their current form from the ninth century. The problems are summarized by Collins, The Apocalyptic Imagination , 29-33 (with further bibliography). For an argument that the most ancient layer of Iranian apocalyptic originated not before the Sassanian period, see P. Gignoux, “L’apocalyptique iranienne est-elle vraiment ancienne?” Revue de l’histoire des religions 216 (1999), 213-277. To be sure, Bardaisan acknowledges the existence of evil, which is the work of the enemy. BLC 11, ed. Drijvers 14,22-24; BLC 14, ed. Drijvers 18,22-23. Evil occurs when a person does not act rightly, does not follow his or her natural inclination to do good, or is perturbed or unwell in his or her nature. BLC 14, ed. Drijvers 18,20-24. In Bardaisan’s thought, however, evil clearly is not a cosmic force, battling with the good God on the level of equals. Indeed, throughout the Book of the Laws of the Countries , Bardaisan strongly emphasizes the goodness and one-ness of God the creator, thereby taking an explicitly anti-Marcionite position, as has been argued by Han Drijvers. Drijvers, Bardai s an of Edessa 75f., 82f., and passim; H. J. W. Drijvers, “Bardaisan’s Doctrine of Free Will, the Pseudo-Clementines, and Marcionism in Syria,” in: Liberté chrétienne et libre arbitre: Textes de l’enseignement de troisième cycle des facultés romandes de théologie , ed. G. Bedouelle and O. Fatio (Fribourg: Éditions Universitaires, 1994), 13-30. The anti-Marcionite orientation of Bardaisan’s theology is of significance for his eschatology, and I will come back to it below. 1.3. The Last Judgment [10] Repeatedly, Bardaisan in the Book of the Laws of the Countries refers to the end of the world, and to the judgment to be held on the last day. BLC 9, ed. Drijvers 14,10-11; BLC 10, ed. Drijvers 14,16-18. History, then, is regarded neither as infinite—although Bardaisan postulates the pre-existence of elements—nor as cyclic; rather, it is conceived as having a beginning and an end in time. On the last day, judgment will be made of all, based on whether or not they used their free will, a gift from God, to act according to the divine commandments. Bardaisan does not develop a doctrine of atonement. By following Christ’s commandments, one can obtain justification and salvation. Bardaisan stated: “And it is given to (a human being) that he should live according to his own (free) will, and do all that he is able to do, if he wishes to do it, or if he does not wish, not to do it. And he may justify himself or become guilty.” BLC 9, ed. Drijvers 12,12-15. This emphasis on the freedom of the human will and its ability to perform good deeds worthy of eternal life, although rejected by the Protestant reformers in the sixteenth century, was shared by many other early theologians, who, like Bardaisan, wished to refute the fatalism so widespread in late antique society. It is not a harmful native horoscope, nor the influence of maleficent stars that leads people to sin, they maintained, but a person’s free will. Justin Martyr argued that “punishments and good rewards are given according to the quality of each man’s actions. If this were not so, but all things happened in accordance with destiny, nothing at all would be left up to us. … And if the human race does not have the power by free choice to avoid what is shameful and to choose what is right, then there is no responsibility for actions of any kind.” 1 Apol. 43, ed. Marcovich 92,5-11, tr. C. Richardson, Early Christian Fathers (New York: Macmillan, 1970), 269. On the question of fatalism and its refutation in antiquity, cf. D. Amand de Mendieta, Fatalisme et liberté dans l’antiquité grecque (Louvain, 1945; reprint Amsterdam: Hakkert, 1973). [11] Whereas Bardaisan’s understanding of a last judgment of people, based on their deeds, was within the mainstream of early Christianity, another aspect of his eschatology was not. According to the theologian from Edessa, not only human beings, but also some elements of the cosmos will be subjected to judgment. Although he continually emphasized God’s sovereignty over all of creation, he conceded that the elements and heavenly bodies did not lose all of their power due to the mixture of creation. To be sure, whatever power they still have is granted to them by God, but on account of this remaining freedom they, too, will be judged, as Bardaisan explained to his somewhat puzzled disciples. But know that those things [ ܨܒ̈ܘܬܐ , s ebwatha , i.e., heavenly bodies], which I said were subject to the commandments, are not completely deprived of all freedom. And therefore they will all be subjected to judgment on the Last Day. BLC 9, ed. Drijvers 14,8-11. One of his followers immediately wondered how those that lie under determination could be judged, to which the teacher responded: Not for that in which they are fixed... will the elements [ ܐܣ̈ܛܘܟܣܐ , ’estokse ] The word ’estokse here refers to the heavenly bodies. be judged, but for that over which they have power. For the heavenly bodies [ ܐܝ̈ܬܝܐ , ’itye ] were not deprived of their own nature when they were created, but the energy of their essence was lessened through the conjunction The Syriac word here, ܡܘܙܓܐ , muzaga , can mean “mixture,” but it can also denote a planetary conjunction. Bardaisan plays on both of these meanings, as I will show in detail in my forthcoming monograph. of one with the other, and they were subjected to the power of their creator. For that in which they are subjected they are not judged, but for that which is their own. BLC 10, ed. Drijvers 14,13-18. The last judgment is thus envisioned as a cosmic event that involves all creatures with any kind of freedom. 1.4. A New World [12] As was noted earlier, Bardaisan understood world history as a process with a clear beginning and an end. This universe was ordered in a particular way by divine decree, and this order was to remain “until the course is completed and measure and number have been fulfilled, as it was ordained beforehand by him who commanded what the course should be and the completion of all creatures and the constitution of all elements ( ’itye ) and natures ( kyane ).” BLC 24, ed Drijvers, 38,3-7. World history is thus aimed at perfection, at completion of its prescribed course. It does not depend on human action, but will occur according to the divine decree. Thereby, Bardaisan’s thought is more in conformity with the biblical tradition that we do not know the day and hour of the parousia (cf. Mk 13:32) than with the Gnostic concept that human beings by their actions can contribute to the destruction of the cosmos. Cf. H. G. Kippenberg, “Ein Vergleich jüdischer, christlicher und gnostischer Apokalyptik,” in: Apocalypticism in the Mediterranean World , 751-768, esp. 762. On apocalyptic motives in the Gnostic literature, see also G. MacRae, “Apocalyptic Eschatology in Gnosticism,” in: Apocalypticism in the Mediterranean World , 317-325. At the end of time, according to Bardaisan, there will be a new world, which will be perfect and free of strife. Again, as in his cosmogony, the metaphor of mixture plays a prominent role in his description of the world to come. The new world will be founded upon a different intermixture, in which even the remaining freedom of the elements, which potentially could cause harm, will disappear. There will be, Bardaisan explained, different planetary conjunctions that will no longer produce strife and misery. In the world to come, there will be no place for inequalities, misfortunes, and even foolishness! Bardaisan described this peacefulness and perfection of the eschatological aeon in the conclusion of the Book of the Laws of the Countries : “In the constitution of this new world all evil impulses will have ceased and all rebellions will have ended, and the foolish will be convinced and every want filled, and there will be tranquility and peace through the gift of the Lord of all natures.” BLC 46, ed. Drijvers 62,15-18. [13] Bardaisan’s expectations of the end thus form a coherent system of thought that is based upon his anthropology and his cosmogony. Yet perhaps somewhat surprisingly, we find little detail in the remaining literature of the Bardaisanites about the end of time. There are no references to a cosmic battle, to natural catastrophes, or other images typical of apocalyptic literature. Yet we may assume that Bardaisan, a bilingual man and an educated philosopher, was familiar with some form of apocalypticism, for it was widely spread across linguistic and cultural boundaries, as is evident from Jewish apocalypses, Graeco-Roman oracles, and the Sibyllines. That the Sibyllines were known among Syriac-speaking Christians is illustrated by the Letter of Mara bar Serapion to his Son , in which the author alludes to the Sibyllines, ed. with English tr. Cureton, Spicilegium syriacum 43-48 (text), 70-76 (translation). A short overview of the Sibyllines with further literature is given by L. R. Ubigli, “Sibyllinen,” TRE 31 (2000), 240-245. Jewish apocalypses from the first two centuries of the common era include IV Esra and syr. Baruch. See the overview by K. Müller, “Apokalyptik\/Apokalypsen III. Die jüdische Apokalyptik. Anfänge und Merkmale,” TRE 3 (1978), 202-251. A survey of Jewish apocalyptic literature is given by Collins, Apocalyptic Imagination . The thirteenth chapter of Mark presents a picture of the end times, and this text was at least partially included in the Diatessaron and thus available to Syriac-speaking Christians. In the second century, a number of apocalyptic writings were produced by Christian communities in the Roman Empire, and several early Christian writings, even if they were not apocalypses per se , made use of apocalyptic ideas and images. The Apocalypse of Peter and the Ascension of Isaiah are both productions of Christian communities in the second century. Both texts are tr. with introductions by C. D. G. Müller, in: NTApo 2, 603-638. On the Apocalypse of Peter , see for example A. Dieterich, Nekyia: Beiträge zur Erklärung der neuentdeckten Petrusapokalypse (Leipzig: Teubner, 1893), who interprets the text with regard to Greek stories of descent into Hades; M. Himmelfarb, Tours of Hell: An Apocalyptic Form in Jewish and Christian Literature (Philadelphia: University of Pennsylvania Press, 1983), who emphasizes Jewish influence on the Apocalypse of Peter ; J. N. Bremmer and I. Czachesz, eds., The Apocalypse of Peter , Studies on Early Christian Apocrypha 7 (Louvain: Peeters, 2003). See also the Shepherd of Hermas (ed. M. Whittaker, Der Hirt des Hermas , 2 nd ed., GCS 48 [1967]) and Didache 16 (ed. with French tr. W. Rordorf and A. Tulier, La doctrine des douze apôtres [Didachè] , SC 248 [Paris: Cerf, 1978], 194-198). Apocalyptic themes also occur in the visions of Perpetua and in the writings of Tertullian and Hippolytus. Cf. Daley, “Apocalypticism in Early Christian Theology,” 10-13. Moreover, other systems of thought prevalent in Mesopotamia, such as Zoroastrianism, have produced elaborate apocalyptic treatises. See for example Hultgård, “Persian Apocalypticism,” with further literature. See also note 24 above. Why then, we are led to wonder, did Bardaisan refrain from employing apocalyptic imagery? 1.5. Theological and Social Context [14] Bardaisan’s omission of apocalyptic language was, I think, a deliberate decision on his part. Two reasons—one theological, the other sociological—suggest that this was the case. First, apocalyptic images often present the rising up of evil powers that challenge the existing order, and are finally overcome by God, who establishes a new creation. Perpetua, for instance, has a vision of fighting with and winning over an Egyptian man, who is later identified as Satan. Text ed. with French tr. J. Amat, Passion de Perpétue et de Félicité suivi des Actes , SC 417 (Paris: Cerf, 1996). On Perpetua’s visions, see P. Habermehl, Perpetua und der Ägypter oder Bilder des Bösen im frühen afrikanischen Christentum. Ein Versuch zur Passio sanctarum Perpetua [sic] et Felicitatis , 2nd ed., TU 140 (Berlin: de Gruyter, 2004); F. J. LeMoine, “Apocalyptic Experience and the Conversion of Women in Early Christianity,” in: Fearful Hope: Approaching the New Millennium , ed. C. Kleinhenz and F. J. LeMoine (Madison: University of Wisconsin Press, 1999), 201-206. This type of imagery is dualistic in spirit, even if it does not picture the opposition of two nearly equal divine figures, such as Ahura Mazda and Angra Mainyu in Persian apocalypticism. Bardaisan, it seems, would have avoided at all costs the introduction of such imagery into his theological discourse, for one of his major goals was to refute the Marcionite claim of the existence of two gods. His anti-Marcionite stance, which earned him praise from Eusebius, would have been reason enough to avoid images of a final cosmic battle. [15] The second reason why Bardaisan might not have been inclined to employ apocalyptic elements in his theology pertains to the social setting, the Sitz im Leben , of apocalypticism. Scholars such as Isenberg, Hanson, Nickelsburg, and Frankfurter have studied the cultural setting of Jewish and Christian apocalyptic movements and have suggested that apocalyptic literature often arises in communities who feel marginalized by the social or religious majority. Nickelsburg sums up Hanson’s approach: Ancient apocalyptic movements have a common social setting in which a group experiences alienation due to the disintegration of the life-sustaining socio-religious structures and their supporting myths. Institutional structures may be physically destroyed or a community may find itself excluded from the dominant society and its symbolic universe. G. W. E. Nickelsburg, “Social Aspects of Palestinian Jewish Apocalypticism,” in: Apocalypticism in the Mediterranean World , 641-654, quote on p. 645. See also S. R. Isenberg, “Millenarism in Greco-Roman Palestine,” Religion 4 (1974), 26-46; P. D. Hanson, The Dawn of Apocalyptic: The Historical and Sociological Roots of Jewish Apocalyptic Eschatology , revised ed. (Philadelphia: Fortress Press, 1979). Nickelsburg stresses that apocalyptic and wisdom traditions are closely associated in Jewish literature. Both originate in similar social settings of scribes, cf. G. W. E. Nickelsburg, “Wisdom and Apocalypticism in Early Judaism: Some Points for Discussion,” in: Conflicted Boundaries in Wisdom and Apocalypticism , ed. B. G. Wright and L. M. Wills (Atlanta: Society of Biblical Literature, 2005), 17-37; reprint in J. Neusner and A. J. Avery-Peck, eds., George W. E. Nickelsburg in Perspective. An Ongoing Dialogue , vol. 1, Supplements to the Study of Judaism 80 (Leiden: Brill, 2003), 267-287. See also the W. Meeks, “Social Function of Apocalyptic Language in Pauline Christianity,” in: Apocalypticism in the Mediterranean World , 687-705. A similar interpretive model guides the work of B. Daley: “I will also assume that ancient apocalypses were normally ‘sectarian’ productions: written for a community of faith that saw itself beleaguered or marginalized by the dominant religious and political systems of the society to which it belonged...”. (Daley, “Apocalypticism in Early Christian Theology,” 4). See also D. Frankfurter, “Early Christian Apocalypticism: Literature and Social World,” in: Encyclopedia of Apocalypticism 1, 415-453, esp. 432-434. [16] What then, was the situation in Edessa in the time of Bardaisan? Our reconstruction of the Edessan milieu in the early third century must rely largely on material remains, reports by Roman historians, and later literary sources, for indigenous literary productions from this era are lacking (apart from the remains of Bardaisan’s corpus). Nonetheless, careful interpretation of the sources gives much insight into Edessan culture in late antiquity. By the end of the second century, Edessa had been an independent kingdom for more than three hundred years, Since 132 B.C.; on Edessa’s early history, cf. Segal, Edessa , 1-15. striving to balance alliances with the adjacent “superpowers” Rome and Parthia. These efforts were sometimes viewed as betrayal by the Roman historians. Cassius Dio, for instance, blames Abgar for the disastrous defeat of Crassus ( Hist . 40.20-27), ed. with English tr. E. Cary, Dio’s Roman History , vol. 3, LCL (London: Heinemann, 1914; reprint 1954). H. J. W. Drijvers emphasizes that there is no evidence for Abgar’s responsibility of the defeat, cf. “Hatra, Palmyra und Edessa. Die Städte der syrisch-mesopotamischen Wüste in politischer, kulturgeschichtlicher und religionsgeschichtlicher Beleuchtung,” ANRW II 8 (1977), 799-906, esp. 871. During Bardaisan’s adulthood in the 190s, King Abgar VIII attempted to regain independence, but Septimius Severus (193-211) occupied the region and established Osrhoene as a Roman province in the year 195. Thereafter, the Edessan king adopted an attitude of greater loyalty to Rome. He took a Roman name, sent his sons as political hostages to Rome, offered the emperor the services of his world-renowned archers, and personally visited the imperial capital. Herodian reports that Abgar’s sons became political hostages and that the king offered his archers to support the emperor in his History 3.9.2, ed. and tr. C. R. Whittaker, Herodian , 2 vols., LCL (London: Heinemann, 1969-1970). On the fame of the Osrhoenean archers, see also Herodian, Hist . 6.7.8. Abgar’s visit to Rome, where he was lavishly received, is noted by Cassius Dio 80.16.2. Edessa became a Roman colonia under Caracalla (in 213), but the kingship continued, at least nominally, until the 240s AD. The later history of the Edessan kingdom is complicated and its chronology is difficult to reconstruct on account of contradictory statements in the sources. It is usually assumed that the kingship lasted until either 242 or 248 AD. On this, see J. Teixidor, “Les derniers rois d’Édesse d’après deux nouveaux documents syriaques,” Zeitschrift für Papyrologie und Epigraphik 76 (1989), 219-222; M. Gawlikowski, “The Last Kings of Edessa,” in: Symposium Syriacum VII , ed. R. Lavenant, OCA 256 (Rome: Pontifico Istituto Orientale, 1998), 421-428; A. Luther, “Elias von Nisibis und die Chronologie der edessenischen Könige,” Klio 81 (1999), 180-198; L. van Rompay, “Jacob of Edessa and the Early History of Edessa,” in: After Bardaisan: Studies on Continuity and Change in Syriac Christianity , ed. G. J. Reinink and A. J. Klugkist (Louvain: Peeters, 1999), 269-286. This political turmoil, and the disastrous flooding of the city in the year 201, however, does not appear to have destabilized Edessan society, for many of Edessa’s physical remains, in particular the astonishing mosaics, date from the early third century and indicate a flourishing city, self-confident in its artistic and cultural expressions. Moreover, Bardaisan’s group was far from being a marginalized community in search of a symbolic universe. Bardaisan was a nobleman, prominent at the Edessan court, a superb archer (as Julius Africanus relates), a musician, and a capable disputant. He believed that he defended Christian orthodoxy in his apologies against Marcionites, Gnostics, and astrologers. His group stood at the center of early third-century Syriac Christianity, not at its margins. Bardaisan’s expectations of the end, the judgment, resurrection, and the world to come are shaped by his cosmogony and his anthropology. The remaining fragments of his writings do not suggest use of apocalyptic imagery, which, I think, can at least be partially explained by his opposition to Marcionite dualism and by his prominent position in early Edessan society. 2. The Odes of Solomon [17] Let us now turn to a very different literary production of the early Syriac church, the Odes of Solomon , and the eschatological expectations expressed therein. Text ed. with English tr. J. H. Charlesworth, The Odes of Solomon. The Syriac texts, edited with translation and notes , SLB Texts and Translations 13. Pseudepigrapha 7 (Chico, CA: Scholars Press, 1977). Unlike Bardaisan’s writings, this poetic collection can not easily be associated with a particular Christian community. Although efforts have been made to locate the Odes in the early Edessan church, no specific internal or external evidence supports this hypothesis. [18] Space here does not permit an exhaustive treatment of the eschatology of the Odes , and it must suffice to highlight some of the major themes. A brief discussion of the Odes’ eschatology can be found in Daley, Hope of the Early Church , 15-16; a more detailed examination is D. E. Aune, The Cultic Setting of Realized Eschatology in Early Christianity , NovTestSuppl 28 (Leiden: Brill, 1972), 166-194. The odist repeatedly expresses the joy that he feels for being united to the Lord, whom he has “put on.” Odes 3,1; 7,4; 15,1; 23,1; 28,2. He extols the eternal life that he has acquired by joining himself to the Immortal One. Odes 3,8; 28,7. He knows himself already crowned with the Lord, Odes 1,1; 17,1. a crown that brings salvation. Odes 1,5. The Lord has already given him eternal rest. Odes 11,12; 38,3. The Lord has rescued the poet from the “depth of Sheol” and has freed him from the “mouth of death.” Odes 29,4. The odist is certain that he will not die, Odes 5,14. for he is now already justified. Odes 17,2. Already he has received salvation by leaving the way of error. Odes 15,6; cf. 15,8. It is thus a realized eschatology that we find expressed in the Odes of Solomon , one in which apocalyptic imagery, such as details of the coming judgment, or frightful descriptions of the disasters and crises that will accompany the end times, are lacking. There is no apocalyptic tour of hell, but there is a visionary glimpse of paradise with its abundance of vegetation, a land irrigated by the river of gladness. Odes 11,16-24. In his Hymns on Paradise , Ephrem gives a visionary description of paradise, ed. with German tr. E. Beck, Des heiligen Ephraem des Syrers Hymnen de Paradiso , CSCO 174-175, Syr. 78-79 (Louvain, 1957); English tr. S. Brock, St. Ephrem the Syrian. Hymns on Paradise (Crestwood, NY: St Vladimir’s Seminary Press, 1990). Themes of joy, comfort, and trust dominate in these poems. [19] As dissimilar as the eschatology of the Odes is from that of Bardaisan, neither one takes recourse to apocalyptic imagery. Moreover, they both employ the same striking image of crossing over into eternal life. Bardaisan teaches that the souls, previously unable to enter paradise—for they were hindered “at the crossing-place” ( ܡܥܒܪܬܐ , ma c barta ) by the sin of Adam—are now able, on account of Christ’s work, to cross at the crossing-place and to enter the bridal chamber of light. Ephrem, PR II, 164,33-165,19 (no. 81-83). Ephrem summarizes Bardaisan’s doctrine: “And the life,” [Bardaisan said,] “that our Lord brought in is that he taught truth and ascended, and allowed them to pass over into the kingdom.” Ephrem, PR II, 164,41-165,8 (no. 82); cf. PR II, 165,9-19 (no. 83). [20] While for Bardaisan it is only the soul that crosses over into eternity, for the author of the Odes the entire human person is able, through faith in the Lord, to cross the “raging rivers.” The odist’s poetic language does not spell out that this crossing takes the person from this world into the next, but the eschatological subtext of the hymn seems evident. But those who cross them [i.e., the raging rivers] in faith Shall not be disturbed. And those who walk on them faultlessly Shall not be shaken. Because the sign on them is the Lord, And the sign is the way for those who cross in the name of the Lord. Therefore, put on the name of the most high and know him, And you shall cross without danger, Because rivers shall be obedient to you. The Lord has bridged them by his word, And he walked and crossed them on foot. And his footsteps stand firm upon the waters, and were not destroyed, But they are like a beam of wood that is constructed on truth. ... And the way has been appointed for those who cross over after him, And for those who adhere to the path of his faith And who adore his name. Odes 39,5-10.13, tr. Charlesworth (adapted). [21] Imagery drawn from the Hebrew Bible and the New Testament is woven into this hymn to emphasize that faith in the Lord will enable the Christian to cross at the “crossing-places” ( ma c barta ). Odes 39,2. Allusions to the biblical tradition of crossing the Red Sea (e.g., LXX Ex. 14; Ps. 76,16-20; 77,11-16; Isa. 19,1-10) are highlighted by M. Lattke, Oden Salomos. Text, Übersetzung, Kommentar , vol. 3, Novum Testamentum et Orbis Antiquus 41\/3 (Göttingen: Vandenhoeck & Ruprecht, 2005), 189-211. Charlesworth, Odes , 137, sees in Ode 39,10 a reference to the tradition that Jesus walked on water. Lattke, Oden , 202, on the other hand, rejects this thesis. This may refer to overcoming obstacles and being persistent in the faith in this world, but the hymn also has an eschatological dimension. 3. The Acts of Thomas [22] The Acts of Thomas , written in the form of an ancient novel, relate the missionary journeys of the apostle Thomas to India. The Acts of Thomas are preserved in both a Syriac and a Greek version. Whereas it is generally acknowledged that the text was originally composed in Syriac, in many passages the Greek text has preserved a more ancient version of the Acts . Syriac text ed. with English tr. W. Wright, Apocryphal Acts of the Apostles. Edited from Syriac Manuscripts in the British Museum and Other Libraries , 2 vols. (London: Williams and Norgate, 1871; reprint Hildesheim: Olms, 1990); Greek text ed. R. A. Lipisus and M. Bonnet, Acta Apostolorum Apocrypha , vol. 2.2 (Leipzig: 1898; reprint, Hildesheim, 1959), 99-291. English tr. of the Greek text H. J. W. Drĳvers, NTApo 2, 339-411. The Acts as a whole do not constitute apocalyptic literature, On the question of genre, see Collins, Apocalyptic Imagination , 2-21; idem , “Towards the Morphology of a Genre.” In order to be classified as apocalyptic there needs to be a conjunction of several literary elements, a “significant cluster of traits,” (Collins) such as a narrative framework, visions, a revelation by an otherworldly being mediated to a human recipient, disclosure of a transcendent reality, and a final judgment. John Collins observes that “[t]he genre is not constituted by one or more distinctive themes but by a distinctive combination of elements, all of which are also found elsewhere.” (Collins, Apocalyptic Imagination , 12). but one element commonly found in apocalyptic treatises does occur in the Acts of Thomas , namely a visionary description of the punishments of hell. On the subject of visions of hell in Jewish and early Christian literature, see Himmelfarb, Tours of Hell . While the details of the account in the sixth act differ in the Greek and Syriac versions, the main story line is the same. Upon hearing Thomas’ preaching of a life of enkrateia , a young man strove to persuade the woman he loved to become his “consort in chastity and pure conduct.” ATh 51, tr. Drijvers, 361. Much to his chagrin, the woman refused, and lest she have intercourse with others, the young man killed her. His crime was revealed when his hands withered up as he received the Eucharist. He related the events to Thomas the apostle, who first healed the man’s disease and then accompanied him, followed by a great throng of people, to the woman’s house. She was raised to life and told of her extraordinary tour of hell and the punishments there to be suffered for various kinds of sins. Upon her revival, the woman converted, and so did the multitude of onlookers. ATh 51-59, tr. Drijvers, 360-364.. [23] The dead woman’s vision of hell functions in the Acts of Thomas to instill in the audience fear of future punishments in order to enforce a certain moral code. Similar stories are preserved from other eras of Christian history, and they usually serve the same parenetic function. Bede, for example, relates that the medieval Englishman Drythelm chose to enter the monastic life after his tour of heaven and hell during a near-death experience revealed to him what was at stake. Bede, Hist. eccl . V 12, ed. B. Colgrave and R. A. B. Mynors, Bede’s Ecclesiastical History of the English People , Oxford Medieval Texts (Oxford: Clarendon, 1992); English tr. L. Sherley-Price, Bede, Ecclesiastical History of the English People , revised ed. (New York: Penguin, 1990). The inclusion of this apocalyptic episode in the Acts of Thomas shows that Syriac Christians were aware of apocalyptic literature and occasionally availed themselves of such themes, The vision of hell in the ATh bears certain resemblances to Apocalypse of Peter 7-12. See for example A. Jacob, “The Reception of the Apocalypse of Peter in Ancient Christianity,” in: The Apocalypse of Peter , ed. J. N. Bremmer and I. Czachesz, Studies on Early Christian Apocrypha 7 (Louvain: Peeters, 2003), 174-186. Himmelfarb, Tours of Hell , 132-134 suggests that both treatises draw on the same Jewish traditions. but it remains a somewhat isolated example among the literature of the early Syriac church. 4. Conclusion [24] Among the earliest Syriac-speaking Christians, the traditions surrounding both Bardaisan and the Odes of Solomon show a marked absence of apocalyptic imagery, a somewhat surprising result considering the relative popularity of apocalyptic themes in the second century. For Bardaisan, the Edessan theologian about whose social setting we are fairly well informed, I have suggested specific theological and sociological reasons as to why he might have avoided apocalyptic symbols. Such considerations are impossible for the Odes , for their provenance remains unknown. The attribution of this collection of poems to Solomon, however, indicates that the author was more attuned to the themes of wisdom literature than to those of apocalyptic writing. Of course, as Nickelsburg has argued extensively, elements of wisdom literature appear in apocalyptic writing and vice versa, but nonetheless they remain two distinct approaches. Cf. Nickelsburg, “Wisdom and Apocalypticism.” The Acts of Thomas include a visionary description of the punishments of hell, one element often found in apocalyptic literature, but as a whole they do not belong to the genre of apocalyptic. The Acts thereby support our claim that early Syriac Christians were familiar with apocalyptic themes, but generally chose not to convey their theologies through the medium of apocalyptic. [25] Even in a social context of severe distress, some early Syriac Christians counseled wisdom and patience, rather than casting their situation into an apocalyptic framework. Mara bar Serapion, a prisoner of war en route to his exile in a foreign land, writes to his son with parental advice and admonition. Mara bar Serapion, Letter to his Son (see above n. 39). It should be noted that it is debated among scholars whether the letter is of Christian or pagan authorship. In his letter, probably composed in the third century, As is the case wish many of the early Syriac Christian documents, date and provenance of Mara bar Serapion’s Letter are difficult to determine. The letter has been dated to the first century by I. Ramelli, “Stoicismo e cristianesimo in area siriaca nella seconda metà del I secolo d. C.” Sileno 25 (1999), 197-212. A second-century date was suggested by Cureton, Spicilegium syriacum , xiii-xv, and a third-century date by F. Schulthess, “Der Brief des Mara bar Sarapion. Ein Beitrag zur Geschichte der syrischen Litteratur,” ZDMG 51 (1897), 366-375, esp. 376-381. A fourth-century date was suggested by S. P. Brock, A Brief Outline of Syriac Literature , Moran Etho 9 (Baker Hill, Kottayam: SEERI, 1997), 18. K. E. McVey, “A Fresh Look at the Letter of Mara bar Sarapion to his Son,” in: V Symposium Syriacum 1988 , ed. R. Lavenant, OCA 236 (1990), 269f., 272 suggests a third or fourth-century date. C. Chin, “Rhetorical Practice in the Chreia Elaboration of Mara bar Serapion,” 9.2 (2006) argues that the letter constitutes a rhetorical exercise. I follow the arguments for a third-century date presented by Schulthess. he counsels his son to pursue wisdom and to meditate upon learning. The youth is to avoid the vanities of life, for worldly riches, fame, and beauty all may vanish. Wisdom, on the other hand, can not so easily be taken away, and can become for him a father and mother. [26] Why is it that apocalyptic images are so sparse in the early Syriac Christian literature? It is difficult to make generalizations, and any number of cultural factors might explain why the early Syriac Christians felt more drawn to wisdom traditions, as was the anonymous author of the Odes of Solomon , or to a philosophical approach, as were Bardaisan and Mara bar Serapion. It may be attributable to their residence in a region constantly embattled by two empires, neither of which could easily be associated with good or evil. Such a geopolitical situation may have made them less inclined to develop a symbolic universe in which good and evil forces engage in a cosmic battle. It was only in later centuries that the Syriac-speaking communities availed themselves of apocalyptic imagery, when more clearly defined hostile empires threatened their very existence. In the fourth century, Aphrahat, the Persian sage, drew on the apocalyptic passages in the Book of Daniel and intimated the eventual demise of the Sassanian Empire. Aphrahat, Demonstration 5, ed. J. Parisot, Aphraatis Sapientis Persae Demonstrationes I-XXII, Patrologia Syriaca 1.1 (Paris, 1894), German tr. P. Bruns, Aphrahat, Unterweisungen , vol. 1, Fontes Christiani 5\/1 (Freiburg: Herder, 1991). And in the seventh century, in the context of the Arab conquests of the Near East, anonymous Syriac authors ascribed full-fledged apocalyptic sermons to the authority of two ancient and venerated figures, Ephrem and Methodius. In the seventh century, apocalyptic treatises by Ps.-Ephrem and Ps.-Methodius refer to the Arab invasion in prophecies that are vaticinia ex eventu . Ps.-Ephrem’s Sermon on the End of the World is ed. with German tr. E. Beck, Des heiligen Ephraem des Syrers Sermones III , CSCO 320-321, Syr. 138-139 (Louvain: Secrétariat du CorpusSCO, 1970), sermo 5, p. 60-71 (text) and p. 79-94 (tr.). Beck dates it to the second half of the seventh century (Introduction to the tr., p. IX-X). An apocalyptic Latin sermon, variously ascribed to Ephrem and to Isidore of Seville is ed. by C. P. Caspari, Briefe, Abhandlungen und Predigten aus den zwei letzten Jahrhunderten des kirchlichen Alterthums und dem Anfang des Mittelalters (1890; reprint, Brussels: Culture et Civilization, 1964). On this Latin sermon, see B. McGinn, Visions of the End. Apocalyptic Traditions in the Middle Ages , 2nd ed. (New York: Columbia University Press, 1998), 60-61. The treatise by Ps.-Methodius, originally composed in Syriac, was soon translated into Greek and Latin. Syriac text ed. with German tr. G. J. Reinink, Die syrische Apokalypse des Pseudo-Methodius , CSCO 540-541, Syr. 220-221 (Louvain: Peeters, 1993). Reinink dates the apocalypse to ca. 691\/2 (p. XII-XV). The Greek versions were ed. (without full knowledge of the Syriac text) by A. Lolos, Die Apokalypse des Ps-Methodius (Meisenheim am Glan: Hain, 1976); A. Lolos, Die dritte und vierte Redaktion des Ps.-Methodius (Meisenheim am Glan: Hain, 1978). See now W. J. Aerts and G. A. A. Kortekaas, Die Apokalypse des Pseudo-Methodius. Die ältesten griechischen und lateinischen Übersetzungen , 2 vols., CSCO 569-570, Sub. 97-98 (Louvain: Peeters, 1998). On the apocalyptic themes in Ps.-Methodius, see for example G. J. Reinink, “Pseudo-Methodius und die Legende vom römischen Endkaiser,” in: The Use and Abuse of Eschatology in the Middle Ages , ed. W. Verbeke, D. Verhelst, and A. Welkenhuysen (Leuven: Leuven University Press, 1988), 82-111. Note should be made here of several sermons “On the End” by Jacob of Sarug (d. 521), the study of which exceeds the scope of this paper. These are sermons numbered 31-32, 67-68, 192-195, ed. P. Bedjan, Homiliae selectae Mar Jacobi Sarugensis , 5 vols. (Leipzig: Harrassowitz, 1905, reprint in 6 vols. with additional material Piscataway, NJ: Gorgias Press, 2006). The French tr. of Jacob’s sermons on the end by I. Isebaert-Cauuet, Jacques de Saroug, Homélies eschatologiques sur la fin du monde (Paris: Migne, 2005) was not available. An excerpt of an apocalyptic sermon attributed to Jacob is tr. in McGinn, Visions of the End . _______ Notes The most important witness for Bardaisan’s theology, besides the BLC , is Ephrem, who repeatedly refers to Bardaisan’s ideas and occasionally quotes short fragments of Bardaisan’s writings in his Prose Refutations (see note 2) and his Hymns against Heresies (hereafter CH ), ed. with German tr. E. Beck, Ephraem des Syrers Hymnen contra haereses , CSCO 169-170, Syr. 76-77 (Louvain, 1957). Ephrem’s polemics, though biased, constitute a valuable source for Bardaisan’s thought and for the teachings of his community in the later fourth century. The numerous other witnesses to Bardaisan’s teachings in the Syriac, Greek, Latin, Armenian and Arabic literature, some of which are highly unreliable, can not be surveyed here. Most of these are discussed by H. J. W. Drijvers, Bardai s an of Edessa , Studia Semitica Neerlandica 6 (Assen: Van Gorcum, 1966). Porphyry’s citations from a Bardaisanite treatise on India are edited with a German translation and interpreted by F. Winter, Bardesanes von Edessa über Indien: Ein früher syrischer Theologe schreibt über ein fremdes Land , Frühes Christentum. Forschungen und Perspektiven 5 (Thaur: Druck- und Verlagshaus Thaur, 1999). Some of the Arabic sources on the Daysaniya are discussed by W. Madelung, “Abū ‘Īsā al-Warrāq über die Bardesaniten, Marcioniten und Kantäer,” in: Studien zur Geschichte und Kultur des Vorderen Orients: Festschrift für Berthold Spuler zum siebzigsten Geburtstag , ed. H. R. Roemer and A. Noth (Leiden: Brill, 1981), 210-224; G. Vajda, “Le témoigne de al-Māturidī sur la doctrine des Manichéens, des Dai s ānites et des Marcionites,” Arabica 13 (1966), 1-38; J. van Ess, Theologie und Gesellschaft im 2. und 3. Jahrhundert Hidschra: Eine Geschichte des religiösen Denkens im frühen Islam, 6 vols. (Berlin: de Gruyter, 1990-1995); G. Monnot, Penseurs musulmans et religions iraniennes : ‘Abd al-Jabbār et ses devanciers , Études musulmanes XVI (Paris: J. Vrin, 1974). In 116 AD Trajan subjected Edessa to Roman control, but territories east of the Euphrates were subsequently given up by Hadrian. In the 160s, Edessa came under Parthian dominance, but soon Rome regained control and established Edessa as a client state. The king, Ma‘nu, now took on the title philorhomaios , for which there is numismatic evidence. The subject is discussed by Sommer, Roms orientalische Steppengrenze , 238f.; Ross, Roman Edessa , passim. On the topic of client kingship more generally, see D. Braund, Rome and the Friendly King. The Character of Client Kingship (New York: St. Martin’s Press, 1984). _______ Bibliography Primary Sources Acts of Thomas . Greek text ed. R. A. Lipisus and M. Bonnet, Acta Apostolorum Apocrypha . Vol. 2.2. Leipzig: 1898. Reprint, Hildesheim, 1959, 99-291. Acts of Thomas . Syriac text ed. W. Wright, Apocryphal Acts of the Apostles. Edited from Syriac Manuscripts in the British Museum and Other Libraries , 2 vols. London: Williams and Norgate, 1871. Reprint in Hildesheim: Olms, 1990. Africanus, Sextus Julius. Kestoi . Ed. with French tr. J.-R. Vieillefond, Les “Cestes” de Julius Africanus . Paris: Didier, 1970. Aphrahat, Demonstration 5. Ed. J. Parisot, Aphraatis Sapientis Persae Demonstrationes I-XXII. Patrologia Syriaca 1.1. Paris, 1894. Bardaisan. Book of the Laws of Countries . Ed. F. Nau, Patrologia Syriaca 1.2 (1907; reprint 1993). Also ed. H. J. W. Drijvers, The Book of the Laws of Countries. Dialogue on Fate of Bardai s an of Edessa . Semitic Texts with Translations 3. Assen: van Gorcum, 1965. Bede. Historia ecclesiastica . Ed. B. Colgrave and R. A. B. Mynors, Bede’s Ecclesiastical History of the English People . Oxford Medieval Texts. Oxford: Clarendon, 1992. Cassius Dio. History . Ed. with English tr. E. Cary, Dio’s Roman History , 9 vols. LCL. London: Heinemann, 1914; reprint 1954. Didache . Ed. with French tr. W. Rordorf and A. Tulier, La doctrine des douze apôtres [Didachè] . SC 248. Paris: Cerf, 1978. Ephrem. Hymns against Heresies . Ed. E. Beck, Ephraem des Syrers Hymnen contra haereses . CSCO 169-170, Syr. 76-77. Louvain, 1957. —. Hymns on Paradise . Ed. with German tr. E. Beck, Des heiligen Ephraem des Syrers Hymnen de Paradiso. CSCO 174-175, Syr. 78-79. Louvain, 1957. —. Prose Refutations . Ed. C. W. Mitchell, A. A. Bevan and F. C. Burkitt, S. Ephraim’s Prose Refutations of Mani, Marcion, and Bardaisan , 2 vols. London: Williams and Norgate, 1912-1921. Ps.-Ephrem. Sermon on the End of the World . Ed. with German tr. E. Beck, Des heiligen Ephraem des Syrers Sermones III . CSCO 320-321, Syr. 138-139. Louvain: Secrétariat du CorpusSCO, 1970. Sermo 5, p. 60-71 (text) and p. 79-94 (tr.). Eusebius. Historia ecclesiastica . Ed. E. Schwartz and T. Mommsen. GCS N. F. 6. Berlin: Akademie Verlag, 1999. Herodian. History . Ed. and tr. C. R. Whittaker, Herodian , 2 vols. LCL. London: Heinemann, 1969-1970. Jacob of Sarug. Homilies . Ed. P. Bedjan, Homiliae selectae Mar Jacobi Sarugensis , 5 vols. Leipzig: Harrassowitz, 1905. Reprint in 6 vols. Piscataway, N.J.: Gorgias Press, 2006. Justin. Apologia . Ed. M. Marcovich, Iustini Martyris Apologiae pro Christianis . Patristische Texte und Studien 38. Berlin: de Gruyter, 1994. Mara bar Serapion. Letter to his Son . Ed. W. Cureton, Spicilegium syriacum, containing remains of Bardesan, Meliton, Ambrose, and Mara bar Serapion . London: Rivingtons, 1855. Ps.-Methodius. Greek Apocalypse . Ed. A. Lolos, Die Apokalypse des Ps-Methodius . Meisenheim am Glan: Hain, 1976. —. Greek Apocalypse . Ed. A. Lolos, Die dritte und vierte Redaktion des Ps.-Methodius . Meisenheim am Glan: Hain, 1978. —. Syriac Apocalypse . Ed. G. J. Reinink, Die syrische Apokalypse des Pseudo-Methodius . CSCO 540-541, Syr. 220-221. Louvain: Peeters, 1993. Odes of Solomon . Ed. with English tr. J. H. Charlesworth, The Odes of Solomon. The Syriac texts, edited with translation and notes . SLB Texts and Translations 13. Pseudepigrapha 7. Chico, CA: Scholars Press, 1977. Passio Perpetuae . Ed. with French tr. J. Amat, Passion de Perpétue et de Félicité suivi des Actes . SC 417. Paris: Cerf, 1996. Shepherd of Hermas . Ed. M. Whittaker, Der Hirt des Hermas . 2 nd ed. GCS 48 (1967). Vita Abercii . Ed. Th. Nissen. S. Abercii Vita . Leipzig: Teubner, 1912. Secondary Literature Aerts, W. J. and G. A. A. Kortekaas. Die Apokalypse des Pseudo-Methodius. Die ältesten griechischen und lateinischen Übersetzungen , 2 vols. CSCO 569-570, Sub. 97-98. Louvain: Peeters, 1998. Amand, D. Fatalisme et liberté dans l’antiquité grecque. Recherches sur la survivance de l’argumentation morale antifataliste de Carnéade chez les philosophes grecs et les théologiens chrétiens des quatre premiers siècles . Louvain: Bibliothèque de Louvain, 1945. Aune, D. E. The Cultic Setting of Realized Eschatology in Early Christianity . NovTestSuppl 28. Leiden: Brill, 1972. Bauer, W. Orthodoxy and Heresy in Earliest Christianity . Mifflintown, PA: Sigler Press, 1996. Boyce, M. A History of Zoroastrianism , 3 vols. Handbuch der Orientalistik. Leiden: Brill, 1989. —. Zoroastrians, Their Religious Beliefs and Practices . London: Routledge, 1979. Braund, D. Rome and the Friendly King: The Character of Client Kingship . New York: St. Martin’s Press, 1984. Bremmer, J. N. und I. Czachesz, eds. The Apocalypse of Peter , Studies on Early Christian Apocrypha 7. Louvain: Peeters, 2003. Brock, S. “The Rua h Elōhīm of Gen 1,2 and its Reception History in the Syriac Tradition.” In: Lectures et relectures de la Bible. Festschrift P.-M. Bogaert , ed. J.-M. Auwers and A. Wénin. Louvain: Peeters, 1999, 327-349. —. A Brief Outline of Syriac Literature . Moran Etho 9. Baker Hill, Kottayam: SEERI, 1997. —. St. Ephrem the Syrian. Hymns on Paradise . Crestwood, NY: St Vladimir’s Seminary Press, 1990. Bruns, P. Aphrahat, Unterweisungen , Vol. 1. Fontes Christiani 5\/1. Freiburg: Herder, 1991. Bundy, D. “Marcion and the Marcionites in Early Syriac Apologetics.” Muséon 101 (1988), 21-32. Caspari, C. P. Briefe, Abhandlungen und Predigten aus den zwei letzten Jahrhunderten des kirchlichen Alterthums und dem Anfang des Mittelalters . Oslo, 1890. Reprint in Brussels: Culture et Civilization, 1964. Chin, C. “Rhetorical Practice in the Chreia Elaboration of Mara bar Serapion.” Hugoye 9.2 (2006). Collins, J. J. The Apocalyptic Imagination: An Introduction to Jewish Apocalyptic Literature . 2nd ed. Grand Rapids, Mich.: Eerdmans, 1998. —. “Towards the Morphology of a Genre.” Semeia 14 (1979), 1-20. Daley, B. “Apocalypticism in Early Christian Theology.” In: Encyclopedia of Apocalypticism , vol. 2, ed. B. McGinn. New York: Continuum, 1998, 3-47. —. The Hope of the Early Church: A Handbook of Patristic Eschatology . Cambridge: Cambridge University Press, 1991. Dieterich, A. Nekyia: Beiträge zur Erklärung der neuentdeckten Petrusapokalypse . Leipzig: Teubner, 1893. Drijvers, H. J. W. “Bardaisan’s Doctrine of Free Will, the Pseudo-Clementines, and Marcionism in Syria.” In: Liberté chrétienne et libre arbitre. Textes de l’enseignement de troisième cycle des facultés romandes de théologie , ed. G. Bedouelle and O. Fatio. Fribourg: Éditions Universitaires, 1994, 13-30. —. Bardai s an of Edessa . Studia Semitica Neerlandica 6. Assen: Van Gorcum, 1966. —. “Edessa.” TRE 9 (1982), 277-288. —. “Hatra, Palmyra und Edessa: Die Städte der syrisch-mesopotamischen Wüste in politischer, kulturgeschichtlicher und religionsgeschichtlicher Beleuchtung.” ANRW II 8 (1977), 799-906. —. “Marcionism in Syria: Principles, Problems, Polemics.” Second Century 6 (1987\/88), 153-172. Fallon, F. “The Gnostic Apocalypses.” Semeia 14 (1979), 123-158. Frankfurter, D. “Early Christian Apocalypticism: Literature and Social World.” In: Encyclopedia of Apocalypticism , vol. 1, ed. J. J. Collins. New York: Continuum, 1998, 415-453. Gawlikowski, M. “The Last Kings of Edessa.” In: Symposium Syriacum VII , ed. R. Lavenant. OCA 256. Rome: Pontifico Istituto Orientale, 1998, 421-428. Gignoux, P. “L’apocalyptique iranienne est-elle vraiment ancienne?” Revue de l’histoire des religions 216 (1999), 213-277. Guillaumont, A. “Genèse 1,1-2 selon  les commentateurs syriaques.” In: In Principio: Interprétations des premiers versets de la Genèse . Paris, 1973, 115-132. Habermehl, P. Perpetua und der Ägypter oder Bilder des Bösen im frühen afrikanischen Christentum. Ein Versuch zur Passio sanctarum Perpetua [sic] et Felicitatis . Texte und Untersuchungen zur Geschichte der altchristlichen Literatur 140. 2nd ed. Berlin: de Gruyter, 2004. Hadot, P. und A. I. Davidson. Philosophy as a Way of Life: Spiritual Exercises from Socrates to Foucault . Oxford: Blackwell, 1995. Hanson, P. D. The Dawn of Apocalyptic: The Historical and Sociological Roots of Jewish Apocalyptic Eschatology . revised ed. Philadelphia: Fortress Press, 1979. Hellholm, D., ed. Apocalypticism in the Mediterranean World and the Near East: Proceedings of the International Colloquium on Apocalypticism, Uppsala, August 12-17, 1979 . 2nd ed. Tübingen: Mohr Siebeck, 1989. Hennecke, E. and W. Schneemelcher, eds. New Testament Apocrypha , Vol. 2. Louisville: Westminster\/John Knox, 1992. Himmelfarb, M. Tours of Hell: An Apocalyptic Form in Jewish and Christian Literature . Philadelphia: University of Pennsylvania Press, 1983. Hultgård, A. “Persian Apocalypticism.” In: Encyclopedia of Apocalypticism , Vol. 1, ed. J. J. Collins. New York: Continuum, 1998, 39-83. Isenberg, S. R. “Millenarism in Greco-Roman Palestine.” Religion 4 (1974), 26-46. Kippenberg, H. G. “Ein Vergleich jüdischer, christlicher und gnostischer Apokalyptik.” In: Apocalypticism in the Mediterranean World and the Near East , ed. D. Hellholm. Tübingen: Mohr Siebeck, 1983, 751-768. Kirsten, E. “Edessa.” RAC 4 (1959), 552-597. Kister, M. “Tohu wa-Bohu, Primordial Elements and Creatio ex Nihilo.” Jewish Studies Quarterly (forthcoming). Krannich, T. und P. Stein. “Das ‘Buch der Gesetze der Länder’ des Bardesanes von Edessa.” ZAC 8 (2004), 203-229. Krause, M. “Die literarischen Gattungen der Apokalypsen von Nag Hammadi.” In: Apocalypticism in the Mediterranean World and the Near East , ed. D. Hellholm. Tübingen: Mohr Siebeck, 1983, 621-637. Lattke, M. Oden Salomos: Text, Übersetzung, Kommentar , Vol. 3. Novum Testamentum et Orbis Antiquus 41\/3. Göttingen: Vandenhoeck & Ruprecht, 2005. LeMoine, F. J. “Apocalyptic Experience and the Conversion of Women in Early Christianity.” In: Fearful Hope. Approaching the New Millennium , ed. C. Kleinhenz and F. J. LeMoine. Madison: University of Wisconsin Press, 1999, 201-206. Luther, A. “Elias von Nisibis und die Chronologie der edessenischen Könige.” Klio 81 (1999), 180-198. MacRae, G. “Apocalyptic Eschatology in Gnosticism.” In: Apocalypticism in the Mediterranean World and the Near East , ed. D. Hellholm. Tübingen: Mohr Siebeck, 1983, 317-325. Madelung, W. “Abū ‘Īsā al-Warrāq über die Bardesaniten, Marcioniten und Kantäer.” In: Studien zur Geschichte und Kultur des Vorderen Orients: Festschrift für Berthold Spuler zum siebzigsten Geburtstag , ed. H. R. Roemer and A. Noth. Leiden: Brill, 1981, 210-224. May, G. Creatio ex nihilo: The Doctrine of ‘Creation out of Nothing’ in Early Christian Thought . Tr. by A. S. Worrall. Edinburgh: T&T Clark, 1994. McGinn, B. Visions of the End: Apocalyptic Traditions in the Middle Ages . 2nd ed. New York: Columbia University Press, 1998. McVey, K. E. “Edessa.” Anchor Bible Dictionary 2 (1992), 284-287. —. “A Fresh Look at the Letter of Mara bar Sarapion to his Son.” In: V Symposium Syriacum 1988 , ed. R. Lavenant. OCA 236. Rome, 1990, 257-272. Meeks, W. “Social Function of Apocalyptic Language in Pauline Christianity.” In: Apocalypticism in the Mediterranean World and the Near East , ed. D. Hellholm. Tübingen: Mohr Siebeck, 1983, 687-705. Meyer, E. “Edessa in Osrhoene.” RE 5:2 (1905), 1933-1938. Millar, F. The Roman Near East. 31 BC - AD 337 . Cambridge, Mass.: Harvard University Press, 1993. Monnot, G. Penseurs musulmans et religions iraniennes: ‘Abd al-Jabbār et ses devanciers . Études musulmanes XVI. Paris: J. Vrin, 1974. Müller, K. “Apokalyptik\/Apokalypsen III. Die jüdische Apokalyptik. Anfänge und Merkmale.” TRE 3 (1978), 202-251. Murray, R. Symbols of Church and Kingdom: A Study in Early Syriac Tradition . revised ed. Piscataway, NJ: Gorgias Press, 2004. Nickelsburg, G. W. E. “Social Aspects of Palestinian Jewish Apocalypticism.” In: Apocalypticism in the Mediterranean World and the Near East , ed. D. Hellholm. Tübingen: Mohr Siebeck, 1989, 641-654. —. “Wisdom and Apocalypticism in Early Judaism: Some Points for Discussion.” In: Conflicted Boundaries in Wisdom and Apocalypticism , ed. B. G. Wright and L. M. Wills. Atlanta: Society of Biblical Literature, 2005, 17-37. Niehoff, M. R. “ Creatio ex Nihilo Theology in Genesis Rabbah in Light of Christian Exegesis.” HTR 99 (2005), 37-64. Petersen, W. L. Tatian’s Diatessaron: Its Creation, Dissemination, Significance, and History in Scholarship . SVigChr 25. Leiden: Brill, 1994. Possekel, U. “Bardaisan of Edessa on the Resurrection: Early Syriac Eschatology in its Religious-Historical Context.” Oriens Christianus 88 (2004), 1-28. Rabbow, P. Seelenführung: Methodik der Exerzitien in der Antike . München: Kösel, 1954. Ramelli, I. “Stoicismo e cristianesimo in area siriaca nella seconda metà del I secolo d. C.” Sileno 25 (1999), 197-212. Reinink, G. J. “Pseudo-Methodius und die Legende vom römischen Endkaiser.” In: The Use and Abuse of Eschatology in the Middle Ages , ed. W. Verbeke, D. Verhelst and A. Welkenhuysen. Leuven: Leuven University Press, 1988, 82-111. Richardson, C. C. Early Christian Fathers . LCC. New York: Macmillan, 1970. Ross, S. K. Roman Edessa: Politics and culture on the eastern fringes of the Roman Empire, 114-242 CE . London: Routledge, 2001. Schulthess, F. “Der Brief des Mara bar Sarapion: Ein Beitrag zur Geschichte der syrischen Litteratur.” ZDMG 51 (1897), 366-375. Segal, J. B. Edessa ‘The Blessed City’ . Oxford: Oxford University Press, 1970. Reprint Piscataway, NJ: Gorgias Press, 2001. Sherley-Price, L. Bede, Ecclesiastical History of the English People . Revised ed. New York: Penguin, 1990. Sommer, M. Roms orientalische Steppengrenze. Palmyra — Edessa — Dura-Europos — Hatra. Eine Kulturgeschichte von Pompeius bis Diocletian . Oriens et Occidens 9. Wiesbaden: Franz Steiner Verlag, 2005. Teixidor, J. “Les derniers rois d’Édesse d’après deux nouveaux documents syriaques.” Zeitschrift für Papyrologie und Epigraphik 76 (1989), 219-222. Ubigli, L. R. “Sybyllinen.” TRE 31 (2000), 240-245. Vajda, G. “Le témoigne de al-Māturidī sur la doctrine des Manichéens, des Dai s ānites et des Marcionites.” Arabica 13 (1966), 1-38. van Ess, J. Theologie und Gesellschaft im 2. und 3. Jahrhundert Hidschra. Eine Geschichte des religiösen Denkens im frühen Islam , 6 vols. Berlin: de Gruyter, 1990-1995. van Rompay, L. “Jacob of Edessa and the Early History of Edessa.” In: After Bardaisan: Studies on Continuity and Change in Syriac Christianity in Honour of Professor Han J. W. Drijvers , ed. G. J. Reinink and A. J. Klugkist. Louvain: Peeters, 1999, 269-286. Vielhauer, P. and G. Strecker. “Apocalyptic in Early Christianity. Introduction.” In: New Testament Apocrypha , vol. 2, ed. E. Hennecke and W. Schneemelcher. Louisville: Westminster\/John Knox, 1992, 569-602. Weiss, H.-F. Untersuchungen zur Kosmologie des hellenistischen und palästinischen Judentums . TU 97. Berlin: Akademie-Verlag, 1966. Zaehner, R. C. Zurvan: A Zoroastrian Dilemma . Oxford: Clarendon Press, 1955.",
    "title" : 
    [ "Expectations of the End in Early Syriac Christianity",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Possekel, Ute" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n1possekel",
    "type" : "article",
    "displayTitleEnglish" : "Expectations of the End in Early Syriac Christianity" }