
  { "fullText" : "1. The Mēmrā [1] No one loses the opportunity to retell the story of Jonah. Its dramatic and singular story is detailed, yet simple, brief yet of ample length to spawn countless retellings and commentaries by rabbis, patristic authors, medieval commentators, song writers and artists. And it’s not all about the fish. What has continued to confound and intrigue its readers is that the Book of Jonah keeps not making sense. That a prophet refuses to be a prophet and believes he can run away, that a storm can be so divinely personal and a great fish be so accommodating, that a prophet would be so angry at being successful and a wicked city could become the moral model for the Jewish and Christian community are the ideas that have enabled Jonah’s tale to retain its edge and bite. [2] Certainly the exegetical poets of the Syriac tradition have had their say. Ephrem returns again and again to Jonah and Nineveh in a number of madrāshē Hymns on Virginity , numbers 42-50. Cf. Edmund Beck, CSCO 223\/224, Louvain, 1962; English translation by Kathleen E. McVey, Ephrem the Syrian: Hymns (The Classics of Western Spirituality; New York: Paulist Press, 1989), 438-460. and mēmrē , Ephrem, Sermones II , Edmund Beck, CSCO 311\/312, Louvain, 1970; English translation, The Repentance of Nineveh: a metrical homily on the mission of Jonah by Ephraem Syrus , translated by Henry Burgess (London: Blackader, 1853).  Cf. Sebastian P. Brock, “Ephrem’s verse homily on Jonah and the Repentance of Nineveh: notes on the textual tradition,” in A. Schoors and P. van Deun (eds), Polyhistor: Miscellanea in honorem C.Laga (OCA 60, 1994), 71-86; and in From Ephrem to Romanos (Aldershot: Ashgate, 1999), chapter V. interpreting the narrative from various perspectives. Narsai also has written a lengthy mēmrā on the wayward prophet. Narsai: Homiliae et Carmina , Alphonse Mingana, edit. (Mosul, 1905) Eighth Mēmrā , “On Jonah the prophet,” 134-149.  But it is Jacob of Serug (d. 521) who weaves the familiar tale in the most unforgettable fashion: Mēmrā 122, included in Paul Bedjan’s Homiliae Selectae , Jacob of Serug, Homiliae Selectae , edit. Paul Bedjan (Paris, 1908) vol. 4: 368-490. BL Add. 14623, f. 31a. endures for 123 pages, 72 sections, 4 divisions, ca. 2540 lines. [3] Slowly and poetically, Jacob of Serug proceeds through the Biblical text verse by verse, along the way fashioning an unabashedly Christian typology and interpretation of the prophet’s dilemmas and mission. Needless to say, there is neither time nor energy to rehearse the entire mēmrā , so what follows is an initial attempt to elicit what is unique and not unique about Jacob’s sermonic poem. [4] Indeed, if by originality is meant that no one else has mentioned the idea before, then despite the size of Jacob’s mēmrā on Jonah there are probably few observations, comments, and typologies that have not been made by someone else. Jacob would never have read the sermons or commentaries of the Greek and Latin Fathers, and one cannot really say for sure whether there was direct borrowing from his hymn-writing predecessor Ephrem. The size and message of Jonah ensured that everybody read it and exercised their imagination upon its few verses. [5] Nevertheless, there is a significant problem with all this reading and retelling and reinterpreting which I believe Jacob avoids. Yvonne Sherwood, in her recent monograph on the heritage of Jonah in Western culture, Yvonne Sherwood, A Biblical Text and its Afterlives: The Survival of Jonah in Western Culture (Cambridge University Press, 2000). observes that among the Fathers, “As the text becomes a gigantic and accommodating receptacle for Christ’s truth and Christ’s sufferings, Jonah’s outline begins to melt; he loses his own voice and script and outline and becomes a ventriloquist for Christ. And as the Old Testament narrative is chomped and consumed by the New, emphasis is redistributed, and elements of the Old Testament text are lost. What disappears, specifically, is any sense of Jonah’s resistance to God.” Sherwood, A Biblical Text... , 17.  While Jacob explicitly calls Jonah a type for Christ, he does not allow the text to be consumed by the New Testament, and Jonah continues to be painted in darker hues throughout Jacob’s retelling. As shall be seen, the heroic figures turn out to be the King of Nineveh and his subjects, the people of Nineveh. [6] Bedjan notes in his edition that in the British Library manuscript three major section breaks or divisions were included, therefore 4 divisions; the Mardin manuscript only included 2 breaks, so three sections. P. Bedjan, Homiliae Selectae , vol. 4, page xi, footnote 7.  Bedjan, utilizing the British Library Additional 14623 (f. 31a) manuscript as his base, along with Mardin 117 (f. 117), retained the four divisions. The first division ends at Section 15 with Jonah waking up in the hole of the ship, frightened by the storm. The second division ends at Section 34 with Jonah being successfully swallowed, not eaten, by the fish. The third division ends at Section 51 with the King of Nineveh exhorting his subjects to fight hard this new kind of battle of repentance. The fourth division is the longest and concludes with Section 72 in which Jacob points to God making Jonah a parable for the mercy of his creation. 2. Christian Typology in Jonah [7] Following the normal opening section in which Jacob prays for inspiration and effectiveness in interpreting Scripture, he wastes no time in declaring his understanding of Jonah’s role and purpose. Jonah portrayed the Son on the road of his preaching and the type inscribed on the path his suffering by which he imitated him. He bore suffering prior to the Son of the King, the chosen servant So that he might prepare the road for his Lord who comes to walk upon it. 2. 369:18-21 [8] Jonah is the type ( tūpsā ) for Christ, but obviously his initial response to God’s command to preach to Nineveh was not very Christ-like. He tried to run away and Jacob is incredulous: “... and what did he think would happen to him on the road that he had set out upon?” 3. 371:19  Jacob makes no excuses for Jonah, yet turns around and acknowledges that divine providence beyond human understanding is at work here. But if he had set straight his road to Nineveh as he had been sent He would not have become a sign for our Lord as he became for him. The excellence of the road is that he fled from God for by that reason he served all the mysteries. 3. 373:7-10 [9] In the eighth section, Jacob unveils some of his more striking and original typologies and images. “In the mēmrā of Jonah the story of our Lord is explained” 8. 378:15 is not unique, though here Jacob refers to the mēmrā as a work outside of his control for the first time. The sea, declares Jacob, is similar to the world, but the world’s sins are more dangerous than the waves. “Look, I stand in both seas in the story which I have set down; May your cross, our Lord, be an oar that rescues me.” 8. 379:10-11  From this point, Jonah’s and Jesus’ mission become virtually one. “Through Jonah the way of the Son is depicted to one who observes it; the sea [is depicted] in the world which also was disturbed against our Saviour.” 8. 379:16-17  Nevertheless, it is clear who is prefiguring whom. Our Lord preached more than Jonah among the nations and brought the entire inhabitable earth back to repentance by his word. Greater is his road from that of the prophets by which they prefigured him Just as the substance of the body is greater than the shadows. 8. 380:6-9 For he was lifted up greatly like the tempest against the son of Mattai. 8. 380:11; Mt 14:30 [10] Jacob returns to Jonah’s story and it is that curious incident of Jonah falling sound asleep in the hole of the ship during the worst of the raging storm that sparks the next Christological typology. Showing perceptive psychological insight, Jacob describes the sleeping prophet, He slept from depression, indeed in this way heavily or perchance the mystery bound him spiritually in sleep. Maybe because he was bearing the likeness of the Son [Jonah] typified that sleep which our Lord had slept on the sea. He typified the burial of the Son in the depths when he was brought down [Sleep] cast him down into the ship and he slept for a long time. 13. 387:13-18; Mt 8:24 [11] Jacob continues with the same Gospel scene, beginning this time with Jesus. Our Lord slept and the sea was disturbed against the disciples and this type was demonstrated in the sleep of Jonah. That is, he was asleep and they woke him up as in the typology which was performed by the disciples to our Savior. 13. 388:2-3, 8-9 [12] Jonah does awake and the lot thrown by the sailors falls on him.  He tells them who he is and who is his God, ironically performing his evangelical commission here in the midst of the sea in the way he should have done on dry ground in Nineveh.  The sailors are converted to God, the Creator of heaven and earth. Slowly proceeding through the enlightenment of the sailors and their sincere attempt to avoid having to submit Jonah to the angry sea, Jacob observes the sailors sadly binding up Jonah, wishing him peace and that he will keep them from sinking by his atoning blood. “Go, Hebrew, may peace accompany you amidst the floods, and by your pure blood may we not sink when we cast you out.” 26. 411:11-12  Once the sea did become calm after Jonah was sent overboard they became genuine converts, taking refuge in the household of Adonai and sacrificing peace offerings. 28. 413:4-15 [13] This scene on the storm-tossed ship keeps expanding its dimensions in Jacob’s vision. Jonah’s inquisition by the captain of the ship and the sailors blurs into Jesus standing before Pilate and the Sanhedrin. The captain of the ship transforms into Pilate, washing his hands of the blood of an innocent person, and praying that the impending execution of Jonah\/Jesus will not come back to convict them. Jonah stood before the sailors while being questioned just as also our Lord was tried by Pilate. The sailors implored God on account of Jonah lest they be destroyed by the blood of a man who was righteous. The judge too washed his hands on account of our Lord lest he be defiled by the holy blood which was innocent. The sailors sought to return to dry land, but they were not able to deliver that Hebrew from the whirlpool. The judge too stirred up and made much on account of our Savior but he was not able to help that innocent one. 29. 415:4-13 [14] One of the most striking sections in terms of physical imagery naturally derives from Jacob’s depiction of Jonah being swallowed providentially by the great fish. Needless to say, being swallowed by a whale or a fish is the stuff of horror and nightmares in any age (just mention the movie Jaws ) and certainly some of the medieval and modern artistic renderings of the Book of Jonah have focused graphically on the horrific elements. [15] Jacob’s rendition plays on several themes, notably that Jonah’s sojourn is symbolic both of birth and death, of the womb and the tomb. A wronged dead one who is alive in destruction and is not destroyed The Living One who was not dead, they carried off and buried, casting him away. The bridegroom for whom the movements of the fish were like a bedroom and he reclined to enjoy the banquet of passions at which he had sat down. A new fetus which entered through the mouth to the belly of his mother and he became a conception without intercourse by a great miracle. 31. 418:3-8; ܘܗܘܐ ܒܛܝܢܐ ܕܠܐ ܙܘܘܓܐ ܒܬܗܪܐ ܪܒܐ [16] A remarkable image is briefly portrayed in which Jonah enters through the mouth of the great fish into its belly or womb of his mother and miraculously becomes an immaculate conception, a prefiguring of Jesus’ birth in the Virgin Mary. That’s it, for Jacob does not elaborate as in so many of his ideas. [17] Finally, Jacob comes around to a fuller typology of Jonah’s three days in the fish pointing towards Jesus’ time in the tomb. “Through these days when he was in the fish, he depicted the Son and [it was] this reason [that] summoned the mēmrā to be spoken” 35. 422:15-16 — apparently an implicit reference and cue from Jesus’ initial proclamation of the sign of Jonah (Matthew 12:38-41) and the three days of Jonah in the fish paralleling Jesus’ three days in the heart of the earth. Three days in the heart of the earth Jonah was buried so that the road of our Lord which was to the tomb should be explained. The prophet in the fish and the Lord of the prophets in the death which he desired The ones buried who sprung forth not being destroyed by annihilation. The dead ones who became the reason for life by their actions: Jonah to Nineveh and the Son of God to all the earth. 35. 422:17-423:3 [18] The typology continues unabashed as Jacob keeps weaving tighter the connection between Jonah and Jesus, gradually removing from Jonah the weight of his disobedience and raising him to an almost-Christ status. Jonah dove and from within the deep he rescued Nineveh Moreover, our Lord dove and drew up Adam from the whirlpool. The burial of Jonah was inscribed into that of Christ This mystery made the son of the Hebrews descend to the sea. A wonder to speak, an amazing thing to be silent that they were buried: Jonah while he was alive and the Lord of Jonah while he made all live. Where have you seen a buried one who prayed, except Jonah? or a person who was killed and made the dead live, except our Lord? On this road full of mysteries Jonah ran and on account of this the mēmrā concerning him is exalted above us. :: 35. 423:6-15 [19] At this point in the mēmrā , Jacob’s filling out of the Christological typologies leads him to raise Jonah close to an exalted status, a prophet who has come the closest to typifying Jesus Christ, albeit not by words, the usual tools of the prophet, but by his actions. Nevertheless, while Jacob may have waxed eloquently over the character of Jonah as a prefiguring of Christ — by association a high status indeed - the Biblical narrative holds Jacob’s primary allegiance and draws him back to a more realistic and less sympathetic view of Jonah. Now that Jonah has been expelled from death, the story begins anew and Jonah is not always portrayed by Jacob in as flattering an image. Taking on the terrible persona of the prophet proclaiming imminent doom to the people of Nineveh, Jonah has regained his confidence as well as his arrogance, assuming that he is uttering God’s very words. Nineveh and its king get the message in no uncertain terms, trembling not only before God, but also before the solitary figure of Jonah. [20] In the 57 th section, Nineveh having fulfilled all its penance and anxiously awaiting the 40 th day, Jacob draws some boundaries around what has taken place. The repentance of Nineveh is an indictment against the disobedience of Zion. Because Jonah and Jesus’ missions are so closely linked, Jacob points to Zion’s denial of Jesus’ excellence and the shame and dishonour it dealt him. The contrasts between Jonah and Jesus also become more evident: Jonah spoke only words, but was obeyed and honoured; whereas Jesus performed acts, but was beaten and dishonoured. 57. 461:1-464:2  Jonah, Jacob implies, was a mere prefiguring of Christ, not at all his equivalent. The Christological typology trickles down to nil following Jonah’s re-commissioning and entry into Nineveh. Except for this delineation of Jonah’s functions in relation to Jesus’ and the not too subtle anti-Judaism, Jacob focuses upon the canonical story for its own witness, mentioning Christian concepts significantly only by the personification of grace involved in the judgment of Nineveh 61-62. 471:4-474:12 and the subsequent appearance of the Gospel in Nineveh on the 40 th day. 63-64. 474:13-477:11 3. Repentance and Grace [21] A worthy place to linger is in the long sections on the repentance of Nineveh and how its ascetical offering, led and modeled by its righteous and penitent king, provoked a response of Grace personified to plead successfully Nineveh’s case before the judge of heaven. The repentance of Nineveh is the major theme of Ephrem and Narsai and other patristic writers, for this action presented the clearest example for imitation to a Christian audience. [22] Jonah preached repentance and judgment to the people of Nineveh, but left little room for redemption and salvation. “Jonah spoke, ‘there is no way to bring to an end the anger; Iniquity prevails and repentance reaches to vex you.’” 49. 446:18-19  The king of Nineveh, more afraid of Jonah than a large army, 50. 448:12-16 decides immediately to take to heart the call to repentance, putting on sackcloth and calling for fasting among his armies and the population. Using military vocabulary to fight hard this new kind of battle for repentance, 51. 449:11-450:6 the king is determined to counter Jonah’s desire to see Nineveh destroyed. The king knows that the Lord God has the authority to redeem Nineveh despite the declarations of Jonah. Jonah full of the arrogance of his prophecy appears to have forgotten this subtlety. See, the Hebrew threatens and warns concerning our destruction Let us devise a way so he does not rejoice over us when he defeats us. He is not silent who calls for the wrath ( rūgzā ) over our desolation Let us not be silent so that we might call for mercy to rescue us. The man seeks to raise up his word because he is a prophet Allow [him] to preach and come to his Lord so that we might pray before him. He is not convinced that it is not his [right] to refute his words His Lord has authority over him to reverse lest he destroys us. 51. 450:7-14 [23] This is the juncture at which the moral balance of Jacob’s typologies shifts.  Jonah’s near Christ-like functions find their glow ebbing in the heat of his angry proclamation, while the pagan king of Nineveh recognizes the spirit and authority of the God for whom Jonah prophesies and increasingly becomes the model of humility, penitence, and righteousness for the Christian audience of Jacob’s mēmrā . [24] The description of the fast so ordered by the king adopts an ascetical and monastic tone. The universal fast and wearing of sackcloth includes all creatures, including cattle, urging all to eliminate iniquity so that the wrath to come may be averted by their individual and communal repentance. 52. 451:6-453:4  Led by the king who becomes the lord of mourning to his people, brides and grooms put on sackcloth and ashes, even infants fast and are weaned, Ephrem in Hymn on Virginity 47 (str. 1-2), McVey, p. 452, refers to a similar fast for infants: and as all put on black clothing (the dress of a monk) the city becomes dark (“the city a monastery”). 54. 454:3-458:2  The people gather anxiously, but are portrayed as earnestly and authentically determined to correct and transform their iniquitous ways and begin again a virtuous life. 55. 458:3-459:5 [25] The leadership of the king of Nineveh was vigorous as he bore the diseases of the people and healed them - a Christological trait - and his leadership is a type or model for all cities.  Nineveh, for that matter, teaches the world about repentance, while fasting, prayer, ashes and sackcloth are its armour instead of the military weapons which were its former renown. 56. 459:6-460:21  Forty days Nineveh prayed and made a festival for repentance, but as the 40 th day approaches the city is full of dread and anxiety. 59. 466:21-468:18 [26] Jacob then switches literary motifs and personifies Grace as someone who receives the petitions and prayers of the Ninevites in the heavenly realms and then pleads their case before the judge. 61. 471:4-473:17  Grace asks the Lord not to reject their fasting and weeping, for then no human being will believe that there would ever be any hope to be redeemed. “If you reject this entire weeping of Nineveh, then whoever sins will laugh that there is no discernment.” 61. 473:2-3 [27] And the Lord accepted Grace’s persuasion and the onset of the wrath was halted, although all the forces of heaven were set and ready to strike. “The morning came and brought the Gospel to the sons of the city and brought to an end the evil which was threatened against its walls.” 63. 475:20-476:1   The city awoke that morning with great joy - “They saw one another as departed ones after resurrection, and they shouted prudently to the one who resurrects the dead.” 64. 476:8-9  The Ninevites in joy and gratitude praise their king, “May the new Gospel gladden you, O king who has come to life with us.” 64. 476:19 [28] In the final section 72, Jacob states plainly that “[God] made Jonah a parable for the mercy of his creation.” 72. 490:3   Jacob’s normal approach to exegesis has been to perceive the Old Testament narrative unapologetically through evangelical and Christological lenses. Typologies abound in dizzying procession, yet note that Jacob never veers too far from the canonical sequence of events, though more than a little midrashic retelling is his wont. Jonah’s Ninevites, because they begin without knowledge of the God of the Hebrew Bible, are able to experience Christian revelation without explicitly mentioning Christ. 4. The Mēmrā as Actor in the Mēmrā [29] Post-modern literary criticism has often driven home the fact that any text, and certainly an ancient text, acquires a life of its own, independent from the author’s original intentions and meanings, and that is especially the case with Jacob’s Jonah. A curious feature throughout is Jacob referring to the mēmrā in the third person as an actor in its own play. The mēmrā has its own agenda, urging, pushing the story along. Jacob, perhaps with tongue in cheek, complains that all he can do is hang on for the ride, for the powerful physics of the mēmrā are beyond his management, as if the mēmrā were alive. The effect is to endow the mēmrā with the qualities of the Gospel, the Word which shall not be silenced. [30] The beginning of the 8 th section following the scourging of Jonah by the storm at sea is where Jacob initiates the Christological theme. “In the mēmrā of Jonah the story of our Lord is explained; As it was also said this was the one who had fled.” 8. 378:15-16 Jesus is the one who has fled from heaven into the world - a concept widely circulating, for instance, in Jerome who sees Christ fleeing to Tarshish, “the sea of the world,” the theme mentioned above that Jacob immediately takes up in the next verses. Jerome and Maximus the Confessor also understand Jonah’s flight to be a sign of the incarnate Christ, who “abandons his father’s house and country, and becomes flesh” Jerome, In Ionam , 1-3a; Maximus the Confessor, Quaestio 64 ad Thallassium. - a Prodigal Son motif as well. [31] As the second major section of the poem begins, Jacob personifies the mēmrā : The mēmrā of Jonah stands over me like an inquisitor so that I will journey in its story quickly until the end. With the tale of the sea I will not cease from the story of that one who fled whom the sign ( remzā ) captured among the floods. Not from the path of the mēmrā have I departed, O discerning ones He is the man who drew me to the sea so that I might speak regarding him. He is the prophet who set out his way among the floods and the mēmrā which is about him journeys after him where he was walking. 16. 393:13-20 [32] The mēmrā is attributed with an odd function of guidance and supervision. It appears as pre-ordained - the path it must run - yet it follows Jacob making sure that Jonah and Jacob go in the correct direction. Nevertheless, Jacob’s attempt to keep on track and complete the mēmrā runs not so much into obstacles as side-roads that are of the utmost importance. The road of the mēmrā is hastened to go to completion but the mysteries of the Son do not allow me to go. It begins with one thing and meets another thing in me for the son of the living one is depicted in everything to those who look at him. The entire road of the son of the Hebrews was depicted in him for there is no place where it begins and goes on a journey without him. 30. 415:20-416:4 [33] Yet Jacob is not able to totally tame the mēmrā .  The great fish has swallowed Jonah, but the mēmrā keeps going despite Jacob’s attempt to limit and rein it in. 37. 427:14-15  Jonah’s soft prayer from the fish empowers the mēmrā , 37. 428:20-429:8 so now the principal actor is enabling the story about him to continue. Jacob then enters into the mēmrā and the Biblical narrative to resurrect Jonah from the prison of the fish. 37. 429:9-20 [34] In the briefest section, number 40, Jacob takes another respite after the fish was commanded by God to vomit Jonah out on to dry land to a new birth and resurrection. Here Jacob recapitulates the tale thus far, reveling in the beauty of the mēmrā in its telling. Here the beauty of the mēmrā flowed to him from the tongue for the prophet was completely immersed in Our Lord luminously. Through the word of our Lord the son of the Hebrews explained his road for on account of him it was all inscribed clearly. An evil generation seeks a sign for the people, Mt 13:39 he said and the sign of Jonah was given to it so that it might understand it. For just as he was in the heart of the earth for three days through this example I will be lowered to the depths of Sheol. The mystery was guarded and Our Lord explained it clearly Then Our Lord is all of the beauty of the mēmrā . He dove into death just as Jonah dove into the sea and he gave this sign to the people who searched for a sign. In the belly of death he was silenced for three days just like the Hebrew who was in the fish three days. 40. 432:3-16 [35] The mēmrā is therefore not just a regurgitation of the events, but a recreation and expansion of the beauty of the divine providence connecting Jonah’s and Jesus’ three days - “the sign of Jonah” according to Jacob. [36] The final scene for the mēmrā is the same juncture following Nineveh’s desperate fast and penitence, the last time Jacob offers explicit typologies between Christ and Jonah. While Jacob had almost despaired of keeping the mēmrā in line, now he admits his joy in expounding it.   “Now I will repeat its great story since I love and I do not tire of the mēmrā which is full of all profits.” 57. 461:1-2  While Jacob exploits the standard rhetorical niceties for this kind of literary work, it seems evident that for him this mēmrā is different, that it has captured his soul in a way not many others have. It is this literary device of the living mēmrā exerting its beauty and will upon him that indicates that this one mēmrā had become bigger than he could initially manage.  Grace too brings Jacob home and allows him to put down his pen, but only when all has been said about Jonah, God, Jesus, and the mēmrā itself. [37] Is Jacob of Serug’s rendition of Jonah original and unique? It is too early to say in a definitive way - certainly Jacob had heard the story retold and interpreted in many ways. Many observations are not unique in patristic exegesis, but how he has woven numerous Christian typologies into the familiar tale, yet retained the integrity of the Old Testament book and the ambiguity of Jonah’s character and actions, is remarkable, indeed, overwhelming. Never has so much been written about so little so beautifully. Fortunately, for our merely human endurance, the mēmrā finally did end. _______ Appendix Jacob of Serug Mēmrā 122: “On Jonah the prophet” Homiliae Selectae , P. Bedjan, edit., Paris, 1908, Vol. 4:368-490 ( rubrics in red indicate Christological typologies ) (Page) Part [Section] Biblical Synopsis 368:1-369:17 I. 1 --- Author’s prayer for inspiration and effectiveness in his interpretation of Scripture. 369:18-371:13   2 Jonah 1:1-2 Jonah is a type of Christ. God commands Jonah to preach destruction & repentance. 371:14-373:20   3 Jonah 1:3 Jonah flees from God to the sea. What did Jonah think? That he could actually run away from God? He was educated properly.  But, if he had not fled he would not have become a sign for Jesus Christ. 374:1-375:3   4 --- If Jonah wasn’t intended to be a sign, all of this is folly. 375:4-376:15   5 Jonah 1:4 Jonah flees, seeing the Lord’s punishment full of mercy. Lord sends storm to retrieve the one who had fled from God. 376:16-377:10   6 --- Jonah - you tried to escape dry land where God is, but God is in the sea and will find you everywhere. 377:11-378:14   7 --- The sea scourges Jonah as a teacher corrects a wayward student. The sea attacks the ship, but grace preserves it. 378:15-380:11   8 --- The story of our Lord is told in the mēmrā of Jonah. The sea is similar to the world, but the world’s sins are more dangerous than waves. May the cross be an oar that rescues me. Mary was aship for Jesus Christ to sail the earth. Jesus Christ is greater than Jonah who prefigured him. 380:12-382:4   9 Jonah 1:5 A storm rises up against Jonah, holding him back from his road. Sailors are disturbed by the anger of the unusual storm, throwing cargo overboard to lighten the ship, but the weight of Jonah is submerging it. 382:5-383:19   10 --- Homiletic excursus on which treasure\/cargo not to throw overboard. 383:20-385:6   11 --- The soul is held on to rather than pearls. In face of death all possessions are excessive in order to keep the soul free from bondage. 385:7-387:10   12 Jonah 1:5 Sailors cast away all of their wealth but the sea only wanted Jonah. Oblivious, Jonah goes down into ship to sleep, weighed down by his sadness and anxiety. Sailors cry out each to their own god. 387:11-388:19   13 Lk 8:22-25 Jonah slept from depression, but he typified the sleep of Jesus in the stormy sea. Disciples, alarmed by storm, woke Jesus.  Sailors too are distressed by storm. 388:20-390:7   14 Jonah 1:6 Jonah slept while sailors called on their gods so One God would not be mixed up with them. Captain came to awaken Jonah, asking him to pray to his God. 390:8-393:12   15 Gen 1:6-7 Jonah wakes up, frightened by the surrounding storm. Excursus on how the sea depicts the awesome power of the creator. 393:13-395:8 II 16 --- The mēmrā , personified, pushes Jacob to continue. Ships were made to subdue and travel the sea. 395:9-396:21   17 Jonah 1:7a Sailors seeing the tempest like none other and understanding the sea wanted one person, decide to cast lots to see who is at fault. 397:1-398:9   18 Jonah 1:7b They cast lots and the lot falls on Jonah, the one who is the cause of the storm. 398:10-399:16   19 Jonah 1:8 Sailors angrily demand from Jonah, “What have you done and where are you from that you have stirred up the sea so violently?” 399:17-402:11   20 Jonah 1:9 Besieged by sailors and sea, Jonah confesses he is a Hebrew, whose Lord has authority over sea and land. Recital of Hebrews who have conquered & divided the sea. Because he refused God to preach to Nineveh waves battered him. 402:12-404:5   21 Jonah 1:10-11 Through Jonah the sailors become wise, recognizing God’s omnipotence and asking Jonah as wise man what they should do to calm the sea. 404:6-405:18   22 Jonah 1:12 Jonah tells them they have to cast him overboard to calm the sea for the tempest is his fault. He will be a parable since the sea has imprisoned him because he has fled from the Lord of the seas. 405:19-407:16   23 Jonah 1:13-14 The sailors are sorry for Jonah and struggle to make it to land, but the sea threatens, ‘If I do not receive him, I will not be calm.’ When they have to give up, they call out to God to release them from guilt for Jonah’s blood. They recognize it is God’s will whether to save Jonah or not. 407:17-409:19   24 --- Jonah’s teaching was successful with the sailors, for they let go of their gods and worship the Lord. Jonah had refused to preach to Nineveh, but now preaches in the midst of the sea and acquires disciples. 409:20-410:15   25 Jonah 1:14 Mt 13:1-9 The word of the Lord is the fertile good seed sown, even in the sea.  The sailors pray to God, not wishing to destroy Jonah, who ashamed, prepares himself. 410:16-412:6   26   Sailors sadly bind up Jonah giving thanks for their new faith in the Lord, wishing Jonah peace and pray that by his atoning blood keep them from sinking, and pray that Lord will do a new thing, change the nature of the deep, and keep him alive. 412:7-412:18   27 Jonah 1:15 Sailors cast out Jonah and the sea and tempest become calm, freeing the ship. 412:19-413:15   28 Jonah 1:16 Sailors increase in fear and worship of Lord seeing all that had happened. They make sacrifices and ‘take refuge in the household of Adonai.’ 413:16-415:19   29 --- Jonah descends into deepest part of sea to depict type of Son of God, a sign of the murder of the Son who descends to Sheol and empties it. “Become in the dead sea a living one without parallel.” He stood before the questioning of sailors as our Lord did before Pilate. The judge washed his hands of blood and tried to save the innocent one - the captain and Pilate . 415:20-416:14   30 --- The path of the mēmrā wants to keep going, but the mysteries of the Son do not allow Jacob to go. Everything on the Son’s journey is depicted in Jonah’s. 416:15-418:8   31 Jonah 1:17a Lord sends a fish to swallow Jonah as a sign of grace to protect him on his journey, riding in a new ship, unwrecked.  Depicted as a new infant which entered through the mouth to the belly of his mother, a miraculous conception without intercourse. 418:9-419:17   32 --- The mēmrā of Jonah is deep like his journey. A solitary one, for he alone walked under the seas. The old man became again a fetus in the bowels of the fish. The fish was a citadel for him, a bridal chamber. 419:18-420:18   33 --- Excursus on how Creator provides for a fetus in a narrow belly without air - an analogy of Jonah in the fish. A small place amidst affliction, a dark prison, yet a palace full of blessings. 420:19-422:10   34   Analogy of God providing living space to Jonah in the fish, normally the bowels of death, similar to Jesus in the tomb.   Fish swallowed, not ate, Jonah.  This is a unique and wondrous story about Jonah at which we are amazed. 422:11-424:16 III 35 Jonah 1:17b 2:1 Jonah is in the fish for three days, depicting the Son and this is the cause for this mēmrā to be spoken. Explicit typology between Jonah and Jesus - the dead ones who became the reason for life by their actions . Jonah, realizing - yet puzzled - he is not dead, begins a prayer in his heart in the heart of the earth. 424:17-427:13   36 Jonah 2:2-9 Amplification of prayer of Jonah from within the belly of the fish. 427:14-429:20   37 --- The mēmrā keeps going despite Jacob’s attempts to limit it. Jonah’s soft prayer from the fish empowers the mēmrā . Jacob pleads with God to resurrect Jonah from the prison of the fish. 429:21-431:6   38 --- The prayer of Jonah ascends to God with sweetness, attracting the attention of the angels and the response of God. 431:7-432:2   39 Jonah 2:10 Lord commands the fish to vomit out Jonah, raising the dead one to life and back on to dry land. 432:3-16   40 --- The mēmrā is the vehicle for the story of our Lord, three days in the tomb as Jonah was three days in the fish. Gives to readers “the sign of Jonah.” 432:17-434:10   41 --- Jonah’s story, along with other prophets, describes how the Son will be coming, painting a portrait mixing different colors. Other Messianic prefigurations cited. 434:11-435:11   42 --- Jonah speaks to his prophetic colleagues who do not want him to speak about the atoning one, but he shows how his journey is very similar to Christ’s. 435:12-437:9   43   Jonah elevated his story of the Savior by his own suffering. Jonah did not preach about the Savior, but went silently to belly of death and ascended without harm. 437:10-440:2   44 Jonah 3:1-2 Revelation of Lord comes a second time to Jonah to preach to Nineveh. Jonah is reluctant, but knows he has no choice. This time he will preach exactly what Lord has told him. 440:3-443:6   45 Jonah 3:3-4 Jonah walks to Nineveh and preaches threateningly of upheaval and wrath within forty days.  Nineveh will be a desolate mound of dirt. 443:7-444:7   46 --- Jonah’s terrifying words were heard by Nineveh which was greatly alarmed by this one man. 444:8-445:13   47 Jonah 3:5-6a Ninevites hear Jonah and are afraid, fasting and putting on sackcloth. Word reaches king of Nineveh and servants ask, “Who is this one who despises you?” 445:14-446:17   48 --- Jonah, set on fire by the divine revelations, accepts no bribes or flattery and fears no authority. People ask him, “How do we heal our disease?” 446:18-448:11   49 --- Jonah says there is no way to bring an end to the wrath, describing an angry Lord who wreaks punishment on sinners and citing catena of prior judgments. 448:12-449:10   50 Jonah 3:6b King of Nineveh is more afraid of Jonah than an army, puts on sackcloth, and calls for fasting among his armies and the population. 449:11-451:5   51 Jonah 3:7-9 King exhorts his troops and population to fight hard this new battle of repentance, fasting and sackcloth, especially to counter Jonah’s desire to see Nineveh destroyed. The Lord has authority to redeem us despite Jonah. 451:6-453:4 IV 52 Jonah 3:7-9 King sends out commandment for universal fast and sackcloth, including cattle, urging all to eliminate iniquity so that the wrath may be averted by repentance. 453:5-454:2   53 Jonah 3:9 The people respond, led by the militant example of the king who extends hope. King admits that he is afraid of Jonah as he has never been of armies. 454:3-458:2   54 --- Lengthy depiction of acts of repentance by Nineveh. Bride & bridegroom put on sackcloth and ashes. King becomes lord of mourning to his people. All put on black clothing and the city becomes dark. Even infants fast and are weaned. 458:3-459:5   55 --- The people gathered speak with resolve to correct and transform their iniquitous ways and begin again a virtuous life. 459:6-460:21   56 --- The leadership of king of Nineveh is vigorous, bearing diseases of the people and healing them, and is a type for all cities. Nineveh teaches the world about repentance: fasting, prayer, ashes and sackcloth are its armor. 461:1-464:2   57 --- Jacob returns to the mēmrā which he does not tire of telling. Contrast between Jonah & Jesus: while Jonah spoke and did not perform acts like Jesus, he was honored; but Jesus was beaten and dishonored. The mēmrā shows the repentance of Nineveh as a judgment against Zion. 464:3-466:20   58 --- Nineveh’s petition and prayer to God for mercy to preserve it from destruction. 466:21-468:18   59 --- Forty days Nineveh prays, making a festival for repentance, terrified by Jonah’s words. Sleep is invaded by nightmares of destruction. 468:19-471:3   60 --- Jonah’s forty day period of warning is completed. No one wants to look at one another, as all anticipate with great anxiety on its eve the day of judgment. 471:4-473:17   61 --- The prayers of Nineveh ascend to heaven, where Grace receives the petition and pleads their case before the judge. Grace asks the Lord not to reject their fasting and weeping, for then no human will believe there is any hope to be redeemed. 473:18-474:12   62 --- Grace’s persuasion stops the onset of the wrath, though all the forces of heaven were set and ready to strike. 474:13-476:2   63 Jonah 3:10 The judge relinquishes the punishment appropriate to the city, for repentance ascended to establish love with him.  The morning comes and brings Gospel to the city. 476:3-477:11   64 --- Ninevites awake that morning full of joy and praise, transforming their weeping. They praise the diligence of the wise king whose effort had brought an end to the wrath. The city revels in the Gospel. 477:12-478:8   65 --- Jonah withdrew from Nineveh after his preaching, but goes back to see what has happened. Yet the walls and towers are still standing at the end of the days. 478:9-479:21   66 Jonah 4:1-2 There being no collapse of Nineveh, Jonah weeps & complains to God. I know you are merciful and that is why I fled the first time. You compelled me to come a second time and preach for an upheaval and now there is none. 480:1-482:2   67 Jonah 4:3 Jonah blames God for the mercy shown to Nineveh and bitterly requests to die, lest he is accused of false prophecy. 482:3-484:9   68 Jonah 4:6 The Lord sees that Jonah is very zealous in tradition of Elijah, a solitary one without any possessions. God commands a plant to grow over him and makes a booth in order to tempt Jonah to take pleasure in it. Jonah takes comfort in the shade and in his suddenly acquired house, and his sorrow vanishes. 484:10-486:5   69 Jonah 4:7-8 Then the Lord commands the plant and it dries up. A parching wind is sent and the booth collapses and heat beats down on Jonah. He thinks it might be the upheaval, but when he sees Nineveh still standing he prays to God for death. Nineveh was evil and stands; the innocent booth and plant are pulled down. 486:6-488:22   70 Jonah 4:10-11 Lord rebukes Jonah, why find fault with my mercy? You are sorry for the plant which you did not make or own, yet it upsets you. The city belongs to God, why did you not have pity when it repented? Do not desire suffering for others. You think you alone suffer and the suffering of others does not concern you.” 489:1-490:2   71 --- God teaches Jonah about mercy through craftiness, not compulsion. We are both owners, Jonah of the plant, God of human beings. You were distressed for the plant, I had pity on Nineveh.  Through the sorrow of Jonah we see mercy of God. 490:3-16   72 --- God made Jonah a parable for the mercy of his creation. The image is of repentance which God responds to mercifully when called upon. Notes † This is a revised version of a paper presented at the Vth Syriac Symposium, June 25-27, 2007, at the University of Toronto. I wish to gratefully acknowledge the comments and suggestions of three anonymous Hugoye reviewers who have helped steer me clear of some of my errors. The Ninevites repented to give offerings: a pure fast of pure babes. Flowing breasts they withheld from babes, that they might suck floods of mercy.",
    "title" : 
    [ "Jonah’s Oar Christian Typology in Jacob of Serug’s Mēmrā 122 on Jonah†",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kitchen, Robert A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n1kitchen",
    "type" : "article",
    "displayTitleEnglish" : "Jonah’s Oar Christian Typology in Jacob of Serug’s Mēmrā 122 on Jonah†" }