
  { "fullText" : "[1] The name of Francis Mahieu Acharya (1912-2002) is not new to Hugoye ; his work has been praised by both the Director of SEERI (St Ephrem Ecumenical Research Institute, S India) Thekeparampil, Jacob , July 2002. and Professor Sebastian Brock Para. 31, 'The Contribution of Departed Syriacists', 1997-2006, , January 2007. who also noted this biography published in its original French in 2001 (without ISBN). However, the English translation now opens up its availability, especially because the Indian edition is at an Indian price. [2] Abbot Francis's main significance is to have extended the use of Syriac liturgical spirituality in his still living monastery of Kurisumala (S India), including with the first English translation Prayer with the Harp of the Spirit: The prayer of the Asian Churches, Kurisumala Ashram, Vagamon, Kerala 685 503 (Nil ISBN); Vol I [ Sh h imo - Weekday Common Prayer] (1980) 3 rd Rev 1983; Vol II [Annunication to Ephipany] (1982) 2 nd Rev 1999; Vol III [Fast to Resurrection] (1985) tbp 2008; Vol IV [season of Resurrection to Exaltation of the Cross] 1986. e-mail <kurisumala@yahoo.com>. of the West Syrian Penqitho published by the Dominican Press in Mosul, Iraq 1886-96 as well as a later translation and commentary of the The Ritual of the Clothing of Monks in the Antiochean Tradition. Trans. from Book of Priestly Rites ( Ktobo d-takse kumroye ) Sharfeh, Lebabon, 1952: series Moran Etho 13 (SEERI, Kottayam, 1999). [3] Although the biography does not tell us more about the texts, if read selectively it is useful in showing how they came to be created and used in their present liturgical context, which appears to be exceptional. [4] Francis and his English Benedictine monk collaborator Fr Bede Griffiths began in 1956 by chanting the Syriac Sh h imo Common Prayer (subsequently translated into prose by Bede and later by Francis into rhythmic chant) but found the 'Pampakuda' (Kerala) edition of the Penqitho for Sundays and feast days too abbreviated. In 1961, after unproductive searches in Kerala, he set off on an unyielding hunt in Beirut, Aleppo, Damascus and Jerusalem, nowhere it seems finding the full Syriac Penqitho in or out of use. He finally located it under a layer of dust in a store-room back in Mosul, Iraq where the new Syrian Catholic Bishop Benni (now Archbishop) was happy to sell him the entire remainder stock of seven sets of seven folio volumes, because (he said) there was no longer any call for it. Neither, nor the biographer either, apparently knew of the parallel interest by Chorepiscopo (later Bishop) Boutros Gemayel of the Maronite Church who published a selective Penqitho translation in French in Beirut during (I surmise) the 1970's, which was translated into English and published in USA during the 1980's Gemayel, Boutros (Chor-Bishop) Prayer of the Faithful According to the Maronite Liturgical Year , St. Maron Publications, Brooklyn NY, Vol I 1982, Vol II 1983, Vol III 1985, trans. with adaptation from Les Prières des Croyants selon l'Année Liturgique Maronite, Beirut, nd - collated from texts at Bkerke and 'various ancient monasteries'. . [5] The Kurisumala English translation is because the Kerala monks, whose mother tongue is Malayalam, use English as a second language because it is the lingua franca of India; learning Syriac proved a real obstacle. Beyond the Syriac text the value has been its spirituality: a) being language of the heart; b) having a breviary not based so exclusively on the Judaic Psalms of the Old Covenant (as in the West) but on hymns and prayers which celebrate the New; c) being more integrated within the 'Economy of Salvation'; d) which in turn is reinforced by the dramatic unfolding of the Syrian Orthodox (or Syro-Malankara in the case of Kurisumala) liturgical calendar. [6] The systemic inter-connectedness may not emerge through the biography, partly because of Francis' involvement with Hindu-Christian theology and partly because Francis' pivotal but unpublished Lectionary, which contains the adapted calendar, is not mentioned, though the unpublished Menology with its many Eastern saints is. However, there is ample compensation in the description of the extraordinary love affair which Francis had with the Eastern Fathers, especially the Syrians, from his first years as a novice Trappist monk in his native Belgium. [7] The most significant feature of the spirituality of Francis was the steady revelation of an Asian Christ, which displaced for him the classical western versions of the Greco-Roman tradition in which he was brought up. Even though his Asian Christ was an amalgam of Middle East and Indian spirituality, the significance lies in the vibrant originality of his monastic foundation through the use of the Syrian transplant. [8] Unfortunately the biography does not speculate why the influence of Kurisumala has been limited. It has not been imitated elsewhere and the liturgical office is not used by any other Community (so far as I know) although Francis understandably hoped it would become an adaptable model for the Asian Churches. Although many seminarians and Sisters are sent to Kurisumala for an 'ashram experience' retreat, spontaneous engagement is probably small, including among lay people. For reasons which deserve to be explored, the spirituality of Kurisumala has not enjoyed a fraction of the local appeal of charismatic retreat centres or the cult of Blessed Alphonsa or indeed Pentecostalism. [9] There are other features which are mentioned only in passing and deserve the future interest of researchers, in particular his translation and use of the Odes of Solomon as a devotional work. Another is an unpublished manual for monk novices on monasticism as a universal phenomenon, from its cradle in ancient India and through its apparently spontaneous apparition in Palestine, in parallel to Egyptian monasticism, and subsequent flowering in Europe. [10] Some scholars may object to the Penqitho translation because a) it is of two major Hours only ( Ramsho and Lilyo ); b) it inserts some foreign feast days with new text; c) a few psalms and prayers are trimmed; d) for the sake of rhythm it may depart from the literal Syriac. All true. In addition, Volume I, the Sh h imo , incorporates some Indian scriptures. Francis (and others) would answer that there is no such thing as an authoritative text because in the West Syrian tradition each monastery varied and adapted; what matters is the core of living and authentic spirituality. _______ Notes",
    "title" : 
    [ "Marthe Mahieu-De Praetere, Kurisumala - Francis Mahieu Acharya: a Pioneer of Christian Monasticiam in India (trans.Van Winkle, Susan) Pp. xv + 394, Paperback; a) Cistercian Publications, Kalamazoo, Michigan, 2007, ISBN 978-0-87907-614-6, $79.95; b) Asian Trading Corporation, Bangalore\/ Sopanam, Kottayam, India, 2008, ISBN 81-7086-470-4, IR 200.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kilroy, Bernard" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n2prkilroy",
    "displayTitleEnglish" : "Marthe Mahieu-De Praetere, Kurisumala - Francis Mahieu Acharya: a Pioneer of Christian Monasticiam in India (trans.Van Winkle, Susan) Pp. xv + 394, Paperback; a) Cistercian Publications, Kalamazoo, Michigan, 2007, ISBN 978-0-87907-614-6, $79.95; b) Asian Trading Corporation, Bangalore\/ Sopanam, Kottayam, India, 2008, ISBN 81-7086-470-4, IR 200." }