
  { "fullText" : "[1] The present listing continues on from previous listings in the first number of Hugoye for each of the years 1998-2007. Once again, reprints are not included (for a number of important ones, see http:\/\/www.gorgiaspress.com ). [2] [no date] Behnam Keryo (tr.), ܬܘܬܘܢ ܒܐܡܪܝܟܐ (Kottayam: SEERI). [2] 2005 Jean-Maurice Fiey (ed. M. Kropp), Al - qiddisun al - Suryan (Beirut:  Orient Institut).   [For French edition of 2004, see the listing of Recent Books in Hugoye 2006\/1] Kreis Aramäischer Studierender Heidelberg (tr.), Antoine de Saint-Exupéry, Malkuno Z c uro \/ ܡܠܟܘܢܐ ܙܥܘܪܐ (Neckarsteinach: Tintenfass). S. Seppälä, Iisak Niniveäinen, Kootut teokset (Valamo Monastery, Finland). [Finnish tr. of Isaac of Niniveh, Parts I and II]. Siman Makdesi Elyas, Tekso itonoyo bleczo turoyo (Amsterdam: the author). [Turoyo translation of texts for Sundays and main feasts]. [3] 2006 P.G. Borbone, A. Mengozzi and M. Tosco (eds.), Loquentes linguis. Studi linguistici e orientali in onore di Fabrizio A. Pennacchietti (Wiesbaden:  Harrassowitz). [Includes several contributions of Syriac and Modern Syriac interest]. J.F. Coakley, The Typography of Syriac (New Castle, Delaware\/London: Oak Knoll Press and British Library). Evgin Dag (tr.), ܐܢܬܘܢ ܕܘ ܣܝܢܬ-ܐܟܣܘܦܖܪܝ. ܐܡܝܪܐ ܙܥܘܪܐ (Neckarsteinach: Tintenfass). [Classical Syriac tr.] D.M. Gurtner, Introduction to Syriac: Key to Exercises and English-Syriac Vocabulary (Bethesda MD: Ibex). [Key to W.M. Thackston, An Introduction to Syriac,  1999.] C.B. Horn, Asceticism and Christological Controversy in Fifth-Century Palestine. The Career of Peter the Iberian (Oxford Early Christian Studies; Oxford: University Press). N. Kelley, Knowledge and Religious Authority in the Pseudo-Clementines. Situating the Recognitions in Fourth-Century Syria (Wissenschaftliche Untersuchen zum Neuen Testament 2\/213). P. Naaman (ed.), Essai sur les Maronites. Leur origine, leur nom et leur religion, par Fauste Nairon de Bane, Maronite, Rome 1679. Texte latin et traduction française [par Benoîte] (Bibliothèque de l’Iniversité Saint-Esprit XLIX). C. Pasquet, L’Homme, image de Dieu, Seigneur de lo’Univers. Interprétation de Gn 1,26 dans la tradition syriaque orientale (2 vols., Paris: Diffusion ANRT). F. Pericoli Ridolfini, Le “Dimostrazioni” del ‘Sapiente Persiano’. Traduzione italiana con introduzione e note (Verba Seniorum n.s. 14; Rome). [Dem. I-X]. R.B. ter Haar Romeny (ed.), The Peshitta: its Use in Literature and Liturgy. Papers read at the Third Peshitta Symposium (Monographs of the Peshitta Institute, Leiden, 15; Leiden: Brill). A. Toepel, Die Adam- und Seth-Legenden in syrischen Buch der Schatzhöhle. Eine quellenkritische Untersuchungen (CSCO 618; Subsidia 119; Leuven: Peeters). P.S.F. van Keulen and W.Th. van Peursen (eds.), Corpus Linguistics and Textual History: a Computer-Assisted Interdisciplinary Approach to the Peshitta (Studia Semitica Neerlandica 48; Assen: van Gorcum). E. Vergani and S. Chialà (eds.), Storia, cristologia et tradizioni della Chiesa Siro-orientale Atti del 3o Incontro sull’Oriente Cristiano di tradizione siriaca (Milan: Centro Ambrosiano). J. Yacoub, I cristiani d’Iraq (Milan). [Translated from French edition, Tours, 2003]. [4] 2007 —, Ewangeliyon qadisho (diyatiqi hdato) dMoran Yeshu‘ Mshiho lfut Pshitto dMardin (Monastery of Mor Gabriel, Turkey). [NT, including Minor Catholic Epistles and Revelation, with biblical references and notes]. G.B. Behnam (tr. M. Moosa), Theodora (Piscataway NJ: Gorgias). Y. Bilge, Father Esmer Bilge, a Priest of the Syriac Church (Örebrö). [English, Turkish and Syriac] Centre d’Études et de Recherches Orientales (CERO), Saint Éphrem. Un poète pour notre temps (Patrimoine Syriaque: Actes du Colloque XI; Antélias: CERO). S. de Courtois, Chrétiens d’Orient sur la route de la Soie, dans les pas des nestoriens (Paris:  La Table Ronde). Eliyo Dere and Tomas Isik (eds.),  ܬܫܥܝܬܐ ܕܚܝ̈ܐ ܕܝܘܚܢܢ ܕܘܠܒܐܢܐ (Södertälje: The Assyrian Federation). Ghattas (Denho) Makdisi Elias (ed. A. Nouro; Introduction by Mar Gregorios Yuhanon Ibrahim), ܦܐܪ̈ܐ ܠܩܝ̈ܫܝܐ (Aleppo: Mardin Publishing House). J. Ishaq, Le rite du Bapême dans la liturgie chaldéo-assyrienne [in Arabic] (Baghdad: Najm al-Mashriq). H. Kaufhold,  Kleines Lexikon des Christlichen Orients (2 nd edn, Wiesbaden:  Harrassowitz). N. Khayyat, Jean de Dalyatha. Les Homélies I-XV (Sources syriaques 2; Antelias: CERO). [Introduction, and text with facing French translation]. G.A. Kiraz, The New Syriac Primer. Introduction to Syriac with a CD (Gorgias Handbooks 4;  Piscataway NJ: Gorgias). E. Lemoine (ed. R. Lavenant and M-G. Guérard), Philoxène de Mabboug, Homélies (Sources chrétiennes 44bis; Paris: du Cerf). J.A. Lund, The Book of the Laws of Countries: a Dialogue on Free Will versus Fate. A Key-Word-in-Context Concordance (Piscataway NJ: Gorgias). P. Maniyattu (ed.), East Syriac Theology (Satna: Ephrem’s Publications). [ISBN 81-88065-04-8] A. Mustafa and J. Tubach (eds.), Die Inkulturation des Christentums im Sasanidenreich (Wiesbaden: Reichert). H. Oberkampf, Evangeliare der Syrisch Orthodoxen Kirche im Tur Abdin. Bilder, Gedanken, Besinnungen, ergänzt durch Fotos aus dem Tur Abdin (Bad Saulgau: the author). [horst.oberkampf@t-online.de] A. O’Mahony (ed.), Christianity in the Middle East. Studies in Modern History, Theology and Politics (London: Melisende). J. Puthuparampil (ed.),  Theologizing in the Malankara Catholic Church (Pune: Bethany Vedavijnana Peeth Publications). A. Schmidt and D. Gonnet (eds.), Les Pères grecs dans la tradition syriaque (Études syriaques 4;  Paris: Geuthner). S. Seppälä, Johannes Viiniköynnös, Palava ruoko (Kirjapaja). [Finnish tr. of John of Dalyatha]. Mar Bawai Soro, The Church of the East: Apostolic and Orthodox (San Jose). [ISBN 978-1-60402-514-9] F. Tamas, L’Unzione degli infermi nella chiesa siro-antiochena cattolica (Bibliotheca “Ephemerides Liturgicae” - Subsidia 139; Rome: C.L.V. Edizioni Liturgiche). W. Toma, The Mystery of the Church. Syriac Critical Edition and Translation of the Rite of the Consecration of the Altar with Oil and the Chapter ‘On the Consecration of the Church’ from the Book of the Seven Causes of the Mysteries of the Church by Patriarch Timothy II (1318-1332) (Diss. Rome: PIO). R.M.M. Tuschling, Angels and Orthodoxy. A Study in their Development in Syria and Palestine from the Qumran Texts to Ephrem the Syrian (Studien und Texte zu Antike und Christentum 40; Tübingen: Mohr Siebeck). B. Vadakkekara, Origin of Christianity in India. A historiographical Critique (Delhi: Media House). [Updated from 1995 edition]. W.J. van Bekkum, J.W. Drijvers, A.C. Klugkist (eds.), Syriac Polemics. Studies in Honour of Gerrit Jan Reinink (Orientalia Lovaniensia Analecta 170; Leuven: Peeters). W.Th. van Peursen, Language and Interpretation in the Syriac Text of Ben Sira. A Comparative Linguistic and Literary Study (Monographs of the Peshitta Institute 16; Leiden: Brill). S.G. Vashalomidze and L. Greisiger (eds.), Der Christliche Orient und seine Umwelt. Gesammelte Studien zu Ehren Jürgen Tubach anlässlich seines 60. Geburtstag (Studies in Oriental Religions 56; Wiesbaden: Harrassowitz). [Several contributions are of Syriac concern] C.W. Yacoub,  Surma l’Assyro-Chaldéenne (1883-1975): Dans la tourmente de Mésopotamie Paris: L’Harmattan). [3] 2008 I. Ramelli, Atti di Mar Mari (Testi del Vicino Oriente Antico 7, Letteratura della Siria cristiana 2; Brescia: Paideia).",
    "title" : 
    [ "Recent Books on Syriac Topics",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n1prbrock",
    "type" : "bibliography",
    "displayTitleEnglish" : "Recent Books on Syriac Topics" }