
  { "fullText" : "[1] Typography, in general, is the art of printing, but it may refer more specifically to the craft of typeface design, as it does here. Many catalogs and histories of the typography of the Latin script have been written, but much rarer are studies of non-Western typefaces and typography. J. F. Coakley's The Typography of Syriac: A Historical Catalogue of Printing Types, 1537-1958, is exceptional both for its subject matter and its exhaustive character. It is similar to John H. Bowman's Greek Printing Types in Britain (1998), but where Bowman covers just a century and a half of Greek typography A subject on which Coakley has also published. See J. F. Coakley, \"The Oxford University Press and Robert Proctor's Greek Types,\" Matrix 13 (1993): 179-89. in one region, Coakley treats the entirety of Syriac metal type design and usage. [2] Coakley is uniquely suited to author this work, due both to his affiliation with the Houghton Library in Harvard, with its superb manuscript and typographic collection, and as the typographer for his own Jericho Press , which publishes examples, quite unique in our day, of hand-set Syriac type. But it is his exhaustive research and passion for the subject that has produced such a superlative work. [3] The book opens with two prefaces, one for students or typography and the other for scholars of Syriac. Addressing syriacists, Coakley first expresses a sentiment I expect many have had. \"One of the reasons I was first attracted to Syriac studies, though I was perhaps hardly aware of it then, was aesthetic. The Syriac book-hand is one of the most graceful scripts that has ever been invented, and simply to be able to read and write it oneself was thrilling.\" While there has been almost nothing published by syriacists on this topic before now, he continues, \"Yet I am sure that most of us do have feelings, conscious or sub-conscious, about the script on the page we are looking at, and I hope the readers of the present book will find it satisfying to inform those feelings with some historical information and criticism\" (xiii). [4] An introduction provides a very brief history of Syriac printing (1-4), A fuller history the author has published elsewhere: J. F. Coakley, \"Printing in Syriac, 1539-1985,\" in Eva-Maria Hanebutt-Benz, Dagmar Glaß and Geoffrey Roper, eds., Sprachen des Nahen Ostens und die Drukrevolution: eine interkulturelle Begegnung \/ Middle Eastern Languages and the Print Revolution: A Cross-cultural Encounter (Westhofen: Skulima, 2002), 93-115. followed by a thorough survey of the Syriac script in its various forms (4-16) and a discussion of the mechanics of designing and producing Syriac metal type (17-24). The author then introduces the scheme of his type catalog (25-26), which groups together all letterpress Syriac typefaces according to script (serto [W], estrangelo [S] and East Syriac [E]) and assigns each an alphanumeric designation based on script-type and chronological order. Thus the familiar Drugulin serto used in Nöldeke's grammar is designated W61, the estrangelo used in Overbeck's Opera selecta is S14, etc. This referencing system is convenient and also a practical necessity, given the numerous internal references. Following the letterpress type catalog is a history of Syriac mechanical typesetting, i.e., Linotype and Monotype (251-65), and concluding the book is an appendix of \"Evidence for types not shown\" (266-67) and a general index (268-72). [5] The heart of the work, then, is an exhaustive catalog of all known letterpress Syriac typefaces (27-250). Each entry his headed by an alphanumeric reference, as just described, the name of the type designer and\/or foundry, and the date when the type was struck or when the first example is attested in print. A sample of each typeface and any derivative fonts is reproduced alongside its history and a description of notable facts and features. The author apologizes for presenting his data in prose, rather than in the technical and tabular format of most catalogs (25n82), but Coakley has produced hereby a highly readable narrative work rather than simply a reference tool. [6] As Coakley says, this books has value for Syriac scholars, apart from any inherent interest they may have in typography, by informing their aesthetic sense of Syriac typefaces \"with some historical information and criticism\" (xiii). In this digital age, when Syriac scholars not only can but at times must be typographers of their own work, having some knowledge of \"good\" or \"bad\" typeface design, and a historical sense of Syriac type usage, is also desirable. In this regard I found interesting, for example, the history of \"gothic\" serto scripts. [7] Unlike standard Greek and (Roman) Latin typefaces, Syriac typefaces were from the beginning modeled on Syriac handwriting. It is unusual for Syriac type to be highly stylized in the way Greek and Latin typefaces may be. A striking exception is the serto type produced by Johannes Richter in 1611, a monolinear and eccentric design which strongly departs from handwritten Syriac. The design influenced a large number of subsequent, predominantly German typefaces which Coakley terms \"gothic\" (49). Gothic type is a class of Latin typefaces which are monolinear, sans serif, and somewhat geometric. Coakley explains alternatively, \"'Gothic' suggests what is both North European and what is dark and grotesque\" (49n65). Gothic types are sometimes also called \"grotesques,\" reportedly because, when first introduced by 19 th -century advertisers, the public was shocked at their spare and non-traditional character. Example of \"gothic\" serto (W50) from Pius Zingerle's Monumenta syriaca (1869).] Due to its influence, Richter's typeface has the distinction of marking \"the most important step in the degradation of Syriac type-face design in Northern Europe down to the nineteenth century\" (49). Peter de Lagarde was even more pointed: \"Kein Syrer hat jemals so geschrieben... der verrückteste Syrer in seinen verrücktesten Stunden hat es nicht gethan.\" \"Die neuen syrischen Typen des Hauses Drugulin,\" Nachrichten von der Königlichen Gesellschaft der Wissenschaften und der Georg-August-Universität zu Göttingen, 1888, no. 14, 377. Cited by Coakley, 49n66. While many texts were printed in this typeface up to the twentieth century, it has rightly fallen almost entirely out of use. [8] Coakley's book is well edited and nicely produced, typeset by the author himself and demonstrating his practical knowledge of the craft. One minor desideratum would be to have the typeface references (W61, S14, etc.) included in the header of the relevant pages, perhaps in square brackets at the inside margin, to facilitate the constant cross-referencing the reader will certainly do. Otherwise, I only find myself wishing the author could have included data he necessarily omits (26), namely, a more full listing of the printers and publications which employed a particular typeface. Coakley includes many such references, and I find this information interesting and valuable. To do this comprehensively would fall outside the scope of a type catalog, certainly, but this catalog thankfully provides future researchers a solid point of departure from which to accomplish that task. [9] The author rightly titles his work a \"Historical Catalogue,\" and this is certainly a historical work of the first order. While more purely technical data might be tabulated at some future day, or some particular item expanded upon, I cannot imagine this work as a whole being superseded. Such a definitive work requires exceptional labor. The author remarks, \"Both of my daughters have been born and have grown up since this project was begun\" (xv). The author's long and careful labors are abundantly evident and have resulted in a benchmark work, deserving of our thanks and congratulations. _______ Notes",
    "title" : 
    [ "J. F. Coakley, The Typography of Syriac: A Historical Catalogue of Printing Types, 1537-1958 (New Castle, DE, and London: Oak Knoll Press and the British Library, 2006). Pp. xxxiv + 272. ISBN: 1-58456-192-0",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Griffin, Carl W." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n2prgriffin",
    "type" : "review",
    "displayTitleEnglish" : "J. F. Coakley, The Typography of Syriac: A Historical Catalogue of Printing Types, 1537-1958 (New Castle, DE, and London: Oak Knoll Press and the British Library, 2006). Pp. xxxiv + 272. ISBN: 1-58456-192-0" }