
  { "fullText" : "[1] How does one write a \"concise\" account of a Church, whose history spans three continents and seventeen centuries? In this learned little survey, Austrian scholars Wilhelm Baum and Dietmar Winkler make a valiant effort to provide an introductory overview to the entire history of the Church of the East. The book is an unrevised English translation of its German original published in 2000. Wilhelm Baum and Dietmar Winkler, Die Apostolische Kirche des Ostens: Geschichte der sogenannten Nestorianer (Klagenfurt, Austria: Verlag Kitab, 2000). Winkler is credited with authorship of chapters 1 (on the origins of the Church of the East) and 5 (its modern history), while Baum composed the central three chapters on the Church's history under Islamic rule. As such, it fills a conspicuous hole in the English-language historiography, which has not seen a monograph-length survey of the Church of the East since 1929. W. A. Wigram, The Assyrians and their Neighbours (London: G. Bell and Sons, 1929; reprint: Piscataway, NJ: Gorgias Press, 2002). The Church of the East does, however, receive extensive coverage in general surveys of Christianity in pre-modern Asia. See esp. Ian Gillman and Hans-Joachim Klimkeit, Christians in Asia before 1500 (Ann Arbor, MI: University of Michigan Press, 1999). The authors composed \"with a non-specialist audience in mind\"—hence, the absence of footnotes and diacritical marks in transliteration. The results are mixed, though the book offers much of interest for advanced students and serious general readers. [2] After a sensible introduction to the thorny issue of how to refer to the Church of the East—also known as the Nestorian, the East Syriac, or the Assyrian Church—chapter one explores the origins of Christianity in Iraq and the institutional development of Christianity in the Sasanian Empire (224-642). Winkler (sole author of this section) is perceptive on the development of the East-Syrian patriarchate and theology. The chapter concludes with his spirited defense of the orthodoxy of the East-Syrian creed, which was presented to the Sasanian court in 612 and remains valid for the \"entire\" Church of the East today. [3] Chapters two and three survey the Church of the East's history under Arab and then Mongol rule, emphasizing its international and multi-ethnic character extending across large stretches of Asia. Baum briefly describes the patriarchate of Ishoyabh III (580-658) and the East-Syrian monastic movement, which led to the foundation of more than one hundred forty monasteries whose locations have been determined in Mesopotamia, western Iran, and the Persian Gulf. Baum also highlights the well-documented role of East-Syrian doctors and philosophers in the intellectual accomplishments of the Abbasid translation movement. But his chief interest—and arguably the most important contribution of this book—lies in the story of the Church of East's vigorous expansion into Central Asia, China, and southern India. Baum devotes particular attention to the conditions that facilitated the translation of Syriac Christian texts into Sogdian, Uighur, and Chinese. In doing so, he offers valuable context for understanding the famous bilingual Chinese and Syriac stele erected at Xi'an in northern China in 781 and dedicated to a priest from Balkh (Afghanistan). A Buddhist document of the same decade describes, for instance, how an Indian scholar translated texts from Uighur with the help of a \"Persian\" Christian monk named King-tsing (Adam), who was already renowned for his translations into Chinese. [4] Baum's account juxtaposes archaeological evidence from across Asia, introducing documents preserved in a wide array of languages and formats. A page from the ninth or tenth-century Sogdian lectionary found at Bulayiq, north of the Turfan oasis in northwestern China, belongs to the detritus of the trilingual monastic library excavated there by the German Theodor Bartus in 1904. Hundreds of Syriac fragments from the same excavation still await publication more than a century later. Baum occasionally taps into documentary sources in non-Christian languages. In a series of copper plates inscribed in Tamil, a regional king of ninth-century south India guarantees the privileges of the Christian merchants of Kerala. But the relationship between these documents and the subsequent development of Malayalam-speaking Christianity in the same region remains frustratingly obscure. The contours of the Church become a bit clearer in the Mongol period, where Baum's narrative leads the reader through whole clusters of new literary and documentary sources in Syriac, Armenian, Latin, Persian, and Chinese. The wealth of information crammed into these chapters can be disorienting, but it also serves to underscore the need for new in-depth studies of particular segments in the pre-modern religious history of Asia. [5] The book's fourth chapter investigates the growing turmoil of East-Syrian communities under Ottoman rule, as papal emissaries negotiated with the two (and often three) patriarchates of the Church of the East based in northern Mesopotamia. The tangled ecclesiastical history of this period unfolds against the backdrop of the competing patriarchal sees at Diyarbakir, the monastery of Rabban Hormizd near Nineveh, and in the highlands of Kochanes on the upper reaches of the Great Zab River. The chapter has much less to say about the social and cultural history of the Church under Ottoman rule. The German original arrived too late to take advantage of David Wilmshurst's massive catalogue of East-Syrian colophons, the majority of them dating to the Ottoman period. David Wilmshurst, The Ecclesiastical Organization of the Church of the East, 1318-1913 . CSCO 582; Subsidia 104 (Louvain: Peeters, 2004). The recent work of Heleen Murre-van den Berg brilliantly illustrates how such colophons can be used to write the social history of this period. Heleen Murre-van den Berg, \"Generous Women in the Church of the East between 1550 and 1850.\" (January, 2004): 1-57. One hopes that future surveys will also be able to integrate the evidence of later Aramaic literature by writers such as the poet Israel of Alqos (†1632). [6] The latter half of chapter four and chapter five survey the multi-faceted relations between the Christians of northern Mesopotamia and various scholars, diplomats, and missionaries from Europe, Russia, and America. Baum's account offers a refreshingly European perspective on these contacts. His list of characters includes: Anna Hafner Forneris, an Austrian who traveled from Tbilisi to Tabriz in 1830 and left a scandalized description of a drunken Eucharist among the \"mountain Nestorians;\" the great Orientalist Edward Sachau, who transported more than 250 Syriac manuscripts back to Berlin in 1880; and the popular novelist Karl May (d. 1912), who provided generations of German readers with an image of the region's Christians as a noble but endangered people. In Durch das wilde Kurdistan , published in 1892, May describes the region's Christians as \"the remnants of the once so powerful Assyrian people, [who] see the sword of the Turks and the dagger of the Kurds hanging forever over them and have endured in more recent times atrocities which would make your hair stand on end\" (131). Winkler's account of the fate of those \"Nestorians\" before, during, and in the wake of the First World War offers a sobering narrative of persecution, combat, flight, starvation, and broken diplomatic promises. On these same themes, see now John Joseph's The Modern Assyrians of the Middle East: Encounters with Western Christian missions, archaeologists, and colonial powers (Leiden, Boston, and Cologne: Brill, 2000), 106-73. The last portion of chapter five traces the history of the Church of the East to the end of the twentieth century, sketching the formation of the North American and European Diaspora and the growth of ecumenical dialogue. Chapter six gives a very brief overview of the Church of the East's literature preserved in Syriac and other languages. [7] In sum, Baum and Winkler's survey constitutes a welcome addition to the growing literature on Christianity in pre-modern Asia. The text is probably too dense with names and details to be effective for the \"non-specialist\" readers named as its target audience. It is also prohibitively expensive. But research libraries should certainly include the title on their shelves. Sixteen illustrations and two maps complement and enhance the text. The sixteen-page bibliography, organized by chapter, provides a valuable guide to further reading and is particularly strong on German-language scholarship that is often overlooked in North American publications. Few bibliographies are without blemishes, but the book's hefty price tag should have paid for better copy-editing. I list a few examples. The bibliographic citation for Samuel Moffett, A History of Christianity in Asia: Volume I: Beginnings to 1500 (Mary Knoll, NY: Orbis Books, 1998) has mistakes in author's name, the book's title, and its publication information. E. A. W. Budge translated rather than edited The Monks of Kublai Khan (London: Religious Tract Society, 1928), although the publication includes a facsimile of the Syriac manuscript. Jean-Maurice Fiey attacked the credibility of the Chronique d'Arbèles , and the volume and pagination for The Chronicle of Séert and several other primary texts are incomplete. These and other mistakes could be easily corrected if there is a second edition. _______ Notes",
    "title" : 
    [ "Wilhelm Baum and Dietmar W. Winkler. The Church of the East: A Concise History. London and New York: RoutledgeCurzon, 2003, xii + 204 pp; hardcover. $130.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Walker, Joel" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n2prwalker",
    "displayTitleEnglish" : "Wilhelm Baum and Dietmar W. Winkler. The Church of the East: A Concise History. London and New York: RoutledgeCurzon, 2003, xii + 204 pp; hardcover. $130." }