
  { "fullText" : "[1] Zammit’s chrestomathy aims not only to deepen the linguistic competence of those “students who have covered the essentials of Syriac morphology and syntax,” but also to expose them to some of the “varied range” of Syriac prose and poetry (viii). In one hundred pages of annotated readings employing all three scripts, the reader is taken chronologically through extracts from twenty-six sources that span the third to the thirteenth centuries (3–103). The texts appear in the script in which they were originally published, and preserve the original editors punctuation, and vocalization when present. The annotations do not presume familiarity with any particular Syriac grammar, but are entirely self contained. Following the texts is a complete Syriac-English glossary (105–51). The last quarter of the volume is taken up by an English-Syriac glossary, which is something of an unexpected bonus (153–97). A useful Index of Grammatical Points follows (198–201), and the volume concludes with a Bibliography. A Preface by Sebastian Brock contains details of a number of other useful chrestomathies, most of which are now out of print. [2] The Book of Crumbs was originally published under the title Kthabuna d-parthuthe ( The Little Book of Scraps ) by the Archbishop of Canterbury’s mission to Urmia in 1898. The volume contains a substantial anthology (more than 370 pages) of Syriac literature presented in a vocalized East Syriac script, drawing on texts from the fourth to the sixteenth centuries. The table of contents gives a rough guide to what is included in the volume, and the indices that conclude the work will help the user ascertain more precisely what texts and authors are represented. The printed text is almost uniformly clear, and even the introductions and notes, which are in a much smaller font, are quite legible. The volume is comprised of texts in a variety of genres, written in both verse and prose, and includes representatives from both the East and West Syrian traditions. Thus Jacob of Edessa sits alongside Babai the Great, and Bar Hebraeus alongside Giwargis Warda. The volume is especially good in its coverage of extracts from later authors. [3] In reviewing volumes such as these, one cannot help noting ways that things could have been done differently. Perhaps Zammit would have been advised to include references to Nöldeke’s Compendious Syriac Grammar , or to the standard teaching grammars, in his grammatical explanations for example. Similarly, it would seem that both volumes could benefit from some bibliographical notes to indicate where a reader may go to read more by, or about, a particular author that has piqued their interest. Perhaps a simple reference to Brock’s very useful bibliography in Muraoka’s grammar (2005) would suffice on this account ( Classical Syriac , 127-56). However, such observations should not distract from the value of the volumes under consideration. [4] What both of these volumes have in common is their aim to introduce the reader to the breadth of the Syriac literary tradition. This is a valuable objective, especially since it is still very much the case that the majority of students learning Syriac are doing so in order to work with a very small part of the literature. It can only be hoped that such focused learners of Syriac will take the time to read through one of these volumes, or indeed any of the numerous other anthologies and Chrestomathies that have been published over the last two centuries, and in doing so will be convinced that there is more to be sought and found in this literature than they first supposed.",
    "title" : 
    [ "Martin Zammit, ‘Enbe men Karmo Suryoyo (Bunches of Grapes from the Syriac Vineyard): A Syriac Chrestomathy (Gorgias Press: Piscataway, NJ, 2006) Pp. xii + 206. Hardback, $ 85.00.Anonymous, The Book of Crumbs: An Anthology of Syriac Texts. (Gorgias Press: Piscataway, NJ, 2006) Pp. x + 387. Hardback, $ 102.00.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Heal, Kristian S." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n1prheal2",
    "type" : "review",
    "displayTitleEnglish" : "Martin Zammit, ‘Enbe men Karmo Suryoyo (Bunches of Grapes from the Syriac Vineyard): A Syriac Chrestomathy (Gorgias Press: Piscataway, NJ, 2006) Pp. xii + 206. Hardback, $ 85.00.Anonymous, The Book of Crumbs: An Anthology of Syriac Texts. (Gorgias Press: Piscataway, NJ, 2006) Pp. x + 387. Hardback, $ 102.00." }