
  { "fullText" : "I [1] The lifetime of St. John of Damascus (c. 675 — c. 749) coincided almost exactly with the length of years during which the Umayyad line of caliphs ruled in the world of Islam (661-750). On the Umayyad and their policies see G. R. Hawting, The First Dynasty of Islam: The Umayyad Caliphate A.D. 661-750 (London: Croom Helm, 1986); M. A. Shaban, Islamic History A.D. 600-750 (A.H. 132) (Cambridge: Cambridge University Press, 1971). They had established their capital from the beginning of their dynasty in John’s native city of Damascus, thereby moving the center of Islamic government away from Medina in Arabia, Islam’s birthplace, across the former limes arabicus of the Roman Empire, into the cosmopolitan world of Rome’s former provinces of Syria and Palestine, where Greek and Syriac-speaking Christians far outnumbered the Arabic-speaking Muslims. In this milieu, as a recent study describes its own purview of the geopolitical situation in Umayyad times, Syria-Palestine is seen first... as a land in which a combination of a well established Aramaean, Hellenistic, Byzantine, Christian legacy interacted with the new Arab Islamic rule and cultural values. Secondly, it is viewed as an important province in an emerging Arab Islamic empire of which it became the political centre. Ahmad Shboul & Alan Walmsley, “Identity and Self-Image in Syria-Palestine in the Transition from Byzantine to Early Islamic Rule: Arab Christians and Muslims,” Mediterranean Archaeology 11 (1998), p. 255. In connection with these issues, see also Robert Schick, The Christian Communities of Palestine from Byzantine to Islamic Rule: A Historical and Archaeological Study (Princeton: The Darwin Press, 1996). [2] It was during the Umayyad period, and particularly during the reigns of the caliph ‛Abd al-Malik (685-705) and his sons and successors that the twin social processes of Arabicization and Islamicization began in earnest in the territories of the Levant which the Muslim Arabs had conquered and occupied in the generation prior to John’s birth. See Chase F. Robinson, ‛Abd al-Malik (Makers of the Muslim World; Oxford: One World, 2005). These were also the territories of the Roman Empire’s three ecclesiastical patriarchates, Alexandria, Antioch and Jerusalem. The Umayyads mounted a concerted campaign to claim the occupied territories for Islam, and it was during their reign, in the years around the turn of the eighth century, when “Syria underwent a reorientation by 180 degrees in strategic and geopolitical terms,” Shboul & Walmsley, “Identity and Self-Image in Syria-Palestine,” p. 256. that the local Christian communities themselves first registered their awareness that the invading and occupying Arabs had established a new religious hegemony in the land. [3] The construction of the Dome of the Rock on the Temple Mount in Jerusalem in the days of the caliph ʿAbd al-Malik, See Julian Raby & Jeremy Johns (eds.), Bayt al-Maqdis: ‘Abd al-Malik’s Jerusalem (Part I; Oxford: Oxford University Press, 1992); Oleg Grabar, The Shape of the Holy: Early Islamic Jerusalem (Princeton: Princeton University Press, 1996). and the building of the Great Umayyad Mosque of Damascus on the ruins of the church of St. John the Baptist in the time of the caliph al-Walīd (705-715) See K.A.C. Cresswell, Early Muslim Architecture: Umayyads A.D. 622-750 (2 nd ed. In 2 parts, vol. I, pt. II; Oxford: Oxford University Press, 1969), esp. pp. 246-290. The caliph reportedly said to the Christians of Damascus, “We want to add this church of yours, the church of St. John, onto our mosque; it is an exceedingly beautiful church, and there is nothing else like it in the land of Syria.” L. Cheikho et al . (eds.), Eutychii Patriarchae Alexandrini Annales (CSCO, vol. 51; Paris: Carolus Poussielegue, 1909), p. 42. were undertakings which monumentally testified to the on-going campaign of the Umayyad government to co-opt the public space in Syria\/Palestine for Islam. Numerous other enterprises of a humbler sort undertaken at the same time, such as the minting of a distinctive Islamic coinage, See J. B. Chabot, Chronique de Michel le Syrien: patriarche Jacobite d’Antioche 1166-1199 (4 vols.; Paris: E. Leroux, 1899-1910), vol. II, p. 473: “In the year 1008 (i.e., A.D. 697) the T ayyāyê began to strike dinārs, zūzê , and oboloi on which there was no image at all, but only inscriptions.” See Philip Grierson, “The Monetary Reforms of ‘Abd al-Malik, their Metrological Basis and their Financial Repercussions,” Journal of the Economic and Social History of the Orient 3 (1960), pp. 241-264; G.C. Miles, “The Iconography of Umayyad Coinage,” Ars Orientalis 3 (1959), pp. 207-213; Michael Bates, “History, Geography and Numismatices in the First Century of Islamic Coinage,” Schweizerische Numismatische Rundschau 65 (1986), pp. 231-163; idem , “Byzantine Coinage and its Imitations: Arab Coinage and its Imitations: Arab-Byzantine Coinage,” ARAM 6 (1994), pp. 381-403. mandating the use of Arabic instead of Greek in the maintenance of the public records, See J. B. Chabot, Anonymi Auctoris Chronicon ad Annum Christi 1234 Pertinens (CSCO, vol. 81; Paris: J. Gabalda, 1920), pp. 298-299: “Walīd, the king of the T ayyāyê , ordered that in his chancery, i.e., the treasury, which these T ayyāyê call the diwān , one should not write in Greek but in the Arabic language, because up to that time the ledgers of the kings of the T ayyāyê were in Greek. and even the design of road signs positively served the same purpose. See, e.g., Moshe Sharon, “An Arabic Inscription from the Time of ‘Abd al-Malik,” Bulletin of the School of Oriental and African Studies 29 (1966), pp. 367-372. Negatively, the concomitant Umayyad campaign to remove the public display of the ensigns and emblems of an earlier Christian hegemony, such as the hitherto ubiquitous sign of the cross and the open exhibition of Christian icons, also helped to change the public appearance of the cityscape of Jerusalem and Damascus alike, to name only the most prominent urban localities of Syria\/Palestine. See A.A. Vasiliev, “The Iconoclastic Edict of Yazid II AD 721,” Dumbarton Oaks Papers 9\/10 (1956), pp. 25-47; Sidney H. Griffith, “Images, Islam and Christian Icons: A Moment in the Christian\/Muslim Encounter in Early Islamic Times,” in Pierre Canivet & Jean-Paul Rey-Coquais (eds.), La Syrie de Byzance à l’islam VIIe-VIIIe siècles: Actes du colloque international, Lyon-Maison de l’Orient Méditerranéen, Paris-Institut du Monde Arabe, 11-15 Septembre 1990 (Damas: Institut Français de Damas, 1992), pp. 121-138. See also the discussion in Garth Fowden, Empire to Commonwealth: Consequences of Monotheism in Late Antiquity (Princeton: Princeton University Press, 1993). As a recent historian of the Umayyad era points out, the period of the combined reigns of the caliphs ‘Abd al-Malik and his son al-Walīd “was in some ways the high point of Umayyad power, witnessing significant territorial advances... and the emergence of a more marked Arabic and Islamic character in the state’s public face.” Hawting, The First Dynasty of Islam , p. 58. [4] The twin social processes comprising the ‘Arabicization’ and the concomitant ‘Islamicization’ of the public domain of the caliphate at the turn of the eighth century set the stage for the first Christian responses to the social and religious challenges of Islam. The earliest ones included polemical attacks, such as the one contained in the De Haeresibus section of St. John of Damascus’ Pēgē Gnoseos , written in Greek, See Raymond Le Coz (ed. & trans.), Jean Damascène: Écrits sur l’islam: présentation, commentaires et traduction (Sources Chrétiens, no. 383; Paris: Les Éditions du Cerf, 1992). as well as a number of apocalyptic texts written in Syriac, such as the Apocalypse of Pseudo-Methodius , See G.J. Reinink, Die syrische Apokalypse des Pseudo-Methodios (CSCO vols, 54 & 541; Louvain: Peeters, 1993). See also G.J. Reinink, “Ps.-Methodius: A Concept of History in Response to the Rise of Islam,” in Averil Cameron & Lawrence I. Conrad (eds.), The Byzantine and Early Islamic Near East: Problems in the Literary Source Material (Studies in Late Antiquity and Early Islam, 1; Princeton: The Darwin Press, 1992), pp. 149-187. and apologetic texts such as the Dialogue of a Monk of Bêt H ālê with a Muslim Notable, written in Syriac. See Sidney H. Griffith, “Disputing with Islam in Syriac: The Case of the Monk of Bêt H ālê and a Muslim Emir,” Hugoye vol. 3, no. 1 (January, 2000): http:\/\/syrcom.cua.edu\/Hugoye. As the eighth century stretched into the early years of the ninth century, the Christian communities in the world of Islam, and especially those who would soon be called ‘Melkites’ in Syria\/Palestine, whose ecclesiastical center for all practical purposes was the see of Jerusalem with her attendant monastic communities in Judea and the Sinai, adopted Arabic not only as their public language in the caliphate but as an ecclesiastical language as well, and their writers were the first among the subject Christians to address issues of public religious behavior in the Islamic realm and to make claims for a public presence of Arabophone Christians in the ‘World of Islam’ ( dār al-islām ). See Sidney H. Griffith, “From Aramaic to Arabic: The Languages of the Monasteries of Palestine in the Byzantine and Early Islamic Periods.” Dumbarton Oaks Papers 51 (1997), pp. 11-31. II [5] For a century and more in the Roman Empire, from the time of the emperor Justinian I (527-565) and the council of Constantinople II (553) until the council of Constantinople III (681) in the time of the emperor Constantine IV (668-685), Christians in the east were embroiled in the church-dividing struggles precipitated by the Christological controversies which followed upon the decisions of the councils of Ephesus (431) and Chalcedon (451) in the fifth century. The theological and confessional struggles were exacerbated and complicated by the multiplicity of languages and cultures into which the seminal texts and doctrinal formulae of the several interested parties, in the several different geographical areas, were translated from their originally Greek sources. On the multiple vicissitudes involved in such an enterprise, see the pertinent parts of the discussion in John F. A. Sawyer, Sacred Languages and Sacred Texts (London & New York: Routledge, 1999). [6] In the case of Syria\/Palestine, where the so-called ‘dyophysite’ or Chalcedonian orthodoxy came to hold sway from the later fifth century onward, See Lorenzo Perrone, La Chiesa di Palestine e le Controversie Cristologiche (Brescia: Paideia Editrice, 1980); Alois Grillmeier, Jesus der Christus im Glauben der Kirche (Band 2\/3, “Die Kirchen von Jerusalem und Antiochien nach 451 bis 600,” hrsg. T. Hainthaler; Freiburg: Herder, 2002). and where Greek was the dominant ecclesiastical language in the numerous international monastic communities, See John Binns, Ascetics and Ambassadors of Christ: The Monasteries of Palestine, 314-631 (Oxford Early Christian Studies; Oxford: Clarendon Press, 1994); Joseph Patrich, Sabas, Leader of Palestinian Monasticism: A Comparative Study in Eastern Monasticims, Fourth to Seventh Centuries (Washington, DC: Dumbarton Oaks, 1995). See also Sidney H. Griffith, “The Signs and Wonders of Orthodoxy: Miracles and Monks’ Lives in Sixth-Century Palestine,” in John C. Cavadini (ed.), Miracles in Jewish and Christian Antiquity: Imagining Truth (Notre Dame Studies in Theology, vol. 3; Notre Dame, IN: University of Notre Dame Press, 1999), pp. 139-168. the Aramaic dialect of the local churches was Christian Palestinian Aramaic. See Griffith, “From Aramaic to Arabic.” In the hinterlands of Syria and Mesopotamia, the far-flung territories of the patriarchate of Antioch, where the local Christian communities straddled the frontiers of the Roman and Persian empires, and where ‘Byzantine’ imperial orthodoxy was widely rejected by both the so-called ‘Monophysite’ ‘Jacobites’ and the ‘Dyophysite’ ‘Nestorians’; Syriac was the Aramaic dialect which served as the dominant ecclesiastical language. In Egypt, Coptic and Greek were the languages of the burgeoning Coptic Orthodox Church, See A. Gerhards & H. Brakman (eds.), Die koptische Kirche: Einfürung in das ägyptische Christentum (Stuttgart: Kohlhammer, 1994). while Ethiopic and Armenian quickly became the ecclesiastical languages of their own respective homelands. See S. Munro-Hay, Axum: An African Civilization of Late Antiquity (Edinburgh: Edinburgh University Press, 1991) and the magisterial study by Nina Garsoïan, L’Église arménienne et le grand schisme d’Orient (CSCO, vol. 574; Lovanii: Peeters, 1999). Most Syriac, Coptic, Ethiopic and Armenian-speaking Christians in the early Islamic period accepted Christological formulae articulated the most effectively either originally in Greek by Severus of Antioch (c. 465-538) and in Syriac by Philoxenus of Mabbug (c. 440-523), echoing the earlier theology of the Greek-speaking St. Cyril of Alexandria (d. 444), See the essays on ‘Jacobite’ theology in Syriac by Tanios Bou Mansour and Luise Abramowski in Grillmeier, Jesus der Christus , Band 2\/3, pp. 438-647. or in Syriac by Narsai (d. 503) and Babai the Great (551\/2-628), reflecting the positions of Theodore of Mopsuestia (c. 350-428), composed originally in Greek a hundred years earlier. See the collected studies on the history and theology of the ‘Church of the East’ in Alfred Stirnemann & Gerhard Wilflinger (eds.), Syriac Dialogue (3 vols., ‘Non-Official Consultation on Dialogue within the Syriac Tradition’; Vienna: Foundation Pro Oriente, 1994, 1996, 1998). After the middle third of the sixth century, double hierarchies for the competing communions arose in the patriarchates of Alexandria (535) and Antioch (557). In Persia, the ancient ‘Church of the East’ had its own Metropolitan bishop, sometimes styled ‘Catholicos’, and later ‘patriarch’, seated in the capital city of Seleucia-Ctesiphon. This church accepted the Nicene faith at the synod of 410, and thereafter, in a series of councils and synods stretching into the eighth century, articulated its own distinctive creed, based on the teaching of Theodore of Mopsuestia, which most other churches eventually characterized as ‘Nestorian’. See Sebastian P. Brock, “The Christology of the Church of the East in the Synods of the Fifth to Early Seventh Centuries: Preliminary Considerations and Materials,” in G. Dragas (ed.), Aksum-Thyateira: A Festschrift for Archbishop Methodios (London\/Athens: Thyateira House, 1985), pp. 125-142; Sebastian P. Brock, “The ‘Nestorian’ Church: A Lamentable Misnomer,” Bulletin of the John Rylands University Library of Manchester 78 (1996), pp. 23-35. [7] In the early years of Umayyad times, all of these ecclesial communities had interests in the Holy Land. The see of Jerusalem, with its single officially ‘Chalcedonian’ hierarchical establishment, nevertheless remained the pilgrimage center for all Christians and under Muslim rule Syrian and Armenian ‘Jacobites’ and ‘Nestorians’ were a notable presence in the environs of the church of the Anastasis, the Holy Sepulchre. See J. M. Fiey, “Le pèlerinage des Nestoriens et Jacobites à Jérusalem,” Cahiers de Civilisation Médiévale; Xe-XIIe Siècles 12 (1969), pp. 113-126; S. P. Cowe, “An Armenian Job Fragment from Sinai and Its Implications,” Oriens Christianus 76 (1992), pp. 123-157; Andrew Palmer, “The History of the Syrian Orthodox in Jerusalem,” Oriens Christianus 75 (1991), pp. 16-43; Andrew Palmer, “The History of the Syrian Orthodox in Jerusalem, Part Two: Queen Melisende and the Jacobite Estates,” Oriens Christianus 76 (1992), pp. 74-94; Johannes Pahlitzsch, “St. Maria Magdalena, St. Thomas und St. Markus: Tradition und Geschichte dreier syrisch-orthodoxer Kirchen in Jerusalem,” Oriens Christianus 18 (1997), pp. 82-106. Here the adherents of all the principal confessional allegiances met and often argued their respective cases. [8] Meanwhile, for much of the seventh century, Chalcedonian Christians living under Muslim rule in Syria\/Palestine, writing in Greek, Christian Palestinian Aramaic and Syriac, became very much involved in controversy with their own co-religionists both at home and abroad over the issues of the Byzantine emperors’ promotion of the doctrines of ‘Monenergism’ and ‘Monotheletism’ among the Chalcedonians in an effort to heal the doctrinal rift between them and the so-called ‘Jacobites’ or ‘Monophysites’ in the patriarchates of Alexandria and Antioch. See V. Grumel, “Recherches sur l’histoire du monothélisme,” Échos d’Orient 27 (1928), pp. 6-16, 257-277; 28 (1929), pp. 19-34, 272-282; 29 (1930), pp. 16-28; P. Verghese, “The Monothelite Controversy – a Historical Survey,” Greek Orthodox Theological Review 13 (1968), pp. 196-211. The chronology of the promotion of the doctrine of ‘Monotheletism’ among the Byzantine Orthodox spanned the years of the consecutive Persian (614-628) and Islamic (634-640) occupations of the territories of Antioch, Jerusalem and Alexandria; See Bernard Flusin, Saint Anastase le Perse et l’histoire de la Palestine au debut du VIIe siècle (2 vols.; Paris: Éditions du Centre National de la Recherche Scientifique, 1992). it was promoted for political and strategic reasons during the reign of the emperor Heraclius (610-641), See Walter Kaegi, Heraclius, Emperor of Byzantium (Cambridge: Cambridge University Press, 2003). and was finally anathematized only at the council of Constantinople III (681), See Leo Donald Davis, The First Seven Ecumenical Councils (325-787): Their History and Theology (Collegeville, MN: The Liturgical Press, 1983), pp. 258-289; Norman Tanner, Decrees of the Ecumenical Councils (2 vols.; Washington: Georgetown University Press, 1990), vol. I, pp. 124-130. well into the Umayyad era. In Syria\/Palestine, the controversy over this issue involved all parties, including most notably both ‘Jacobites’ and Chalcedonians, and in due course it provided the immediate theological and ecclesial context for the emergence of the ‘Melkites’ as a distinct denomination of Christians in the world of Islam, among whom St. John of Damascus was destined to become the principal theological spokesman, as we shall discuss below. III [9] Among the Greek-speaking theologians of the seventh century who attacked ‘Monotheletism’, none was more successful in the long run than St. Maximus the Confessor (c. 580-662). It seems entirely plausible, in spite of an astonishing unwillingness on the part of some scholars seriously to consider the pertinent evidence, See, e.g., the doctrinaire decision of Aidan Nichols, while all but admitting the plausibility of the evidence, blithely to discount it without further discussion in favor of what he calls “its main rival,” i.e., a much later hagiographical Vita , composed in Greek. See Aidan Nichols, Byzantine Gospel: Maximus the Confessor in Modern Scholarship (Edinburgh: T&T Clark, 1993), p. 15. For more nuanced views see I. –H. Dalmais, “La vie de saint Maxime le Confesseur reconsidérée,” Studia Patristica 17 (1982), pp. 26-30; Andrew Louth, Maximus the Confessor (The Early Church Fathers; London: Routledge, 1996), pp. 4-7, 199, nn. 10 & 11. that like his sometime companion and older contemporary, Patriarch Sophronius of Jerusalem (c. 560-638), who was born in Damascus, See Christoph von Schöborn, Sophrone de Jérusalem: vie monastique et confession dogmatique (Théologie Historique, 20; Paris: Beauchesne, 1972). Maximus was also a Syro-Palestinian by birth and that his early religious formation was not in Constantinople as his hagiographical Vita alleges, but in the Chalcedonian monastery of St. Chariton in the Judean desert. This monastery, often called the ‘Old Lavra’, was an important center of Byzantine Orthodox thought well into Islamic times; its monks were active in the production of Arabic texts for the ‘Melkite’ community long after St. John of Damascus’ lifetime. See Sidney H. Griffith, Arabic Christianity in the Monasteries of Ninth-Century Palestine (Variorum Reprints; Aldershot, Hamps.: Ashgate, 1992). See also Yizhar Hirschfeld, The Judean Desert Monasteries in the Byzantine Period (New Haven: Yale University Press, 1992). This much is claimed by virtually contemporary documents in Syriac composed by Maximus’ theological adversaries. See Sebastian P. Brock, “An Early Syriac Life of Maximus the Confessor,” Analecta Bollandiana 91 (1973), pp. 299-346; S.P. Brock, “A Syriac Fragment on the Sixth Council,” Oriens Christianus 57 (1973), pp. 63-71. These adversaries, who were in all likelihood themselves staunchly ‘Chalcedonian’ Maronites, See Brock, “An Early Syriac Life,” esp. pp. 332-336, 344-346. wrote from within the theological context of the Syriac-speaking churches in Syria\/Palestine which were at the time all under the strong influence of the ecclesiastical center of Edessa in Syria, where the ‘Jacobites’ formed the dominant theological school of thought among the Syriac speakers, with the redoubtable Jacob of Edessa (c. 640-708) eventually emerging as their principal spokesman. See H.J.W. Drijvers, “Jakob von Edessa (633-708,” in Theologische Realenzyklopädie (vol. 16; Berlin: DeGruyter, 1993), pp. 468-470; Dirk Kruisheer & Lucas Van Rompay, “A Bibliographical Clavis to the Works of Jacob of Edessa,” Hugoye 1 (1998), . [10] The attraction of ‘Monotheletism’ for Syriac-speaking Chalcedonians in the Syro-Palestinian milieu was precisely what they undoubtedly perceived to be its ecumenical potential for better relations with the dominant ‘Jacobites’ in an era of crisis, when religious harmony would be an aid in defense of the Christian commonweal, not least in Jerusalem and the Holy Land. See Milka Levy-Rubin, “The Role of the Judaean Desert Monasteries in the Monothelite Controversy in Seventh-Century Palestine,” in Joseph Patrich (ed.), The Sabaite Heritage in the Orthodox Church from the Fifth Century to the Present (Orientalia Lovaniensia Analecta, 98; Leuven: Uitgeverij Peeters en Departement Oosterse Studies, 2001), pp. 282-300. The crisis was first precipitated by the invading Persians from 614 to 628, See the studies of Flusin, Saint Anastase le Perse . and it was immediately followed a half dozen years later by the final demise of Roman rule in the area and the consequent occupation of the Aramean homelands by the Muslim Arabs. Arab rule then removed all the restraints which the Byzantine emperors had imposed upon religious communities who dissented from Chalcedonian orthodoxy, so from the mid-seventh century onward the Chalcedonians in the world of Islam faced renewed challenges from both the ‘Jacobites’ and the ‘Nestorians’, both of which groups far outnumbered the remaining Chalcedonians among the local Arameans and Arabs, especially after the flight of so many ‘Romans’ ( ar-Rūm ) On the significance of the term ar-Rūm , ‘Romans’, as it was used by Arabophone Christians and Muslims in the Islamic world see S.K. Samir, “Quelques notes sur les termes rūm et rūmī dans la tradition arabe; étude de sémantique historique,” in La Nozione de “Romano” tra Cittadinanza et Universalità (Atti del il Seminario Internazionale di Studi Storici, “Da Roma alla Terza Roma,” 21-23 Aprile 1982; Roma, 1984), pp. 461-478. in the aftermath of the conquest, an exodus which would reach its apogee in Abbasid times, in the first decades of the ninth century. See Sidney H. Griffith, “Byzantium and the Christians in the World of Islam: Constantinople and the Church in the Holy Land in the Ninth Century,” Medieval Encounters 3 (1997), pp. 231-265; S.H. Griffith, “What has Constantinople to do with Jerusalem? Palestine in the ninth century: Byzantine Orthodoxy in the world of Islam,” in Leslie Brubaker (ed.), Byzantium in the Ninth Century: Dead or Alive? (Society for the Promotion of Byzantine Studies Publications, 5; Aldershot, Hamps.: Ashgate\/Variorum, 1998), pp. 181-194. [11] From the late seventh century onward, Syriac and then Arabic-speaking ‘Jacobites’ regularly referred to their Chalcedonian adversaries within the Islamic world with the polemical terms ‘Maximists’ or ‘Melkites’; ‘Maximists’ because they accepted the Christology of Maximus the Confessor as definitive, and ‘Melkites’, or ‘Royalists’\/‘Imperialists’, because they accepted creedal formulae approved by the church council called by the Roman emperor Constantine IV, the ecumenical council, Constantinople III (681). See Sidney H. Griffith, “ ‘Melkites’, ‘Jacobites’ and the Christological Controversies in Arabic in Third\/Ninth-Century Syria,” in David Thomas (ed.), Syrian Christians under Islam: The First Thousand Years (Leiden: Brill, 2001), pp. 9-55; S.H. Griffith, “Muslims and Church Councils: The Apology of Theodore Abū Qurrah,” in E. A. Livingstone (ed.), Studia Patristica (vol. 25; Louvain: Peeters, 1993), pp. 270-299. From the time of that council onward, among the Christians in the world of Islam, first in Greek and then in Aramaic\/Syriac, and eventually in Arabic, See Sidney H. Griffith, “From Aramiac to Arabic: The Languages of the Monasteries of Palestine in the Byzantine and Early Islamic Periods,” Dumbarton Oaks Papers 51 (1997), pp. 11-31. the see of Jerusalem and its associated monastic communities became the champions of imperial, Byzantine Orthodoxy throughout Syria, Palestine and Egypt. Indeed in due course they became a distinct Christian denomination whom both their Christian adversaries and the Muslims alike regularly called ‘Melkites’; Two difficulties beset the use of the term ‘Melkites’. On the one hand, scholars have regularly used the term anachronistically to refer to the ‘Chalcedonians’ from the fifth century onward, whereas it did not in fact come into currency until well after the time of Constantinople III in 681 and its primary reference was to those Christians in the Islamic world who accepted the teachings of that council. On the other hand, in modern times the term has been used almost exclusively to refer to members of this community who came into union with the see of Rome in the eighteenth century. See Sidney H. Griffith, “The Church of Jerusalem and the ‘Melkites’: The Making of an ‘Arab Orthodox’ Christian Identity in the World of Islam; 750-1050 CE,” in press. the see of Jerusalem remained their ecclesiastical center, and for centuries Jerusalem, and especially the monastery of Mar Saba, exerted a strong spiritual and intellectual influence even in the ‘Melkite’ communities of the patriarchates of Alexandria and Antioch. For the extent of Jerusalem’s sway see Sidney H. Griffith, “The Life of Theodore of Edessa : History, Hagiography and Religious Apologetics in Mar Saba Monastery in Early Abbasid Times,” in Patrich, The Sabaite Heritage , pp. 147-169. [12] St. John of Damascus and his Arabic-speaking heirs, like Theodore Abū Qurrah (c. 755 — c. 830), were the spokesmen who upheld the ‘Melkite’ tradition. They wrote in reaction not only to the largely Syriac-speaking ‘Jacobites’ and ‘Nestorians’, but also against the multiple religious challenges of the era in Syria\/Palestine, including those coming from Muslims and Manichees, as well as from new movements among the Christians themselves, such as an enthusiasm for iconophobia which arose among some Christians living under Muslim rule in the eighth century. When iconoclasm was then adopted as an imperial policy in Byzantium in the early eighth century, it exacerbated the embarrassment of orthodox Christians living under the Muslims, especially in the Holy Land, as we shall see. IV [13] St. John of Damascus was one of a number of Greek writers in Syria\/Palestine in the seventh and early eighth centuries who defended the cause of imperial, Byzantine orthodoxy as it was defined in the first six ecumenical councils. At the time, although they lived among the Muslims and had a local audience as their primary frame of reference, these writers were in fact the most prominent Greek writers of their day. As Cyril Mango as notably observed, “practically nothing was written at Constantinople down to the 780’s, not even hagiography... The most active centre of Greek culture in the 8 th century lay in Palestine, notably in Jerusalem and the neighbouring monasteries.” Cyril Mango, “Greek Culture in Palestine after the Arab Conquest,” in G. Cavallo, G. De Gregorio, M. Maniaci (eds.), Scritture, Libri e Testi nelle Aree Provinciali di Bisanzio (Spoleto: Centro Italiano di Studi sull’Alto Medioevo, 1988), pp. 149-150. See also R. P. Blake, “La littérature grecque en Palestine au VIIIe siècle,” Le Muséon 78 (1965), pp. 367-380. But these monasteries were not simply outposts of Constantinopolitan faith and culture left over for a season in a conquered territory, as modern Byzantinists sometimes have a tendency to portray them. See, e.g., J. Binns, Ascetics and Ambassadors of Christ: The Monasteries of Palestine, 314-631 (Oxford: Oxford University Press, 1994). On the contrary, from the eighth century to the mid-eleventh century they composed the inspirational center for a wide-ranging network of ‘Melkite’ communities in the Levant. For more on this topic see Griffith, “The Church of Jerusalem and the ‘Melkites’. This much one can glean from a number of sources, but one of the most instructive is the Life of St. Stephen the Sabaïte (d. 794) by Leontius of Damascus, written in Greek around the year 807 but surviving only in Arabic; from it alone, to name no other source, one can trace the geographical network of ‘Melkite’ relationships between Alexandria, Sinai, Jerusalem, Edessa and Baghdad. See John C. Lamoreaux (ed. & trans.), The Life of St. Stephen of Mar Sabas (CSCO, vols. 578 & 579; Lovanii: Peeters, 1999); Bartolomeo Pirone (ed. & trans.), Leonizio di Damasco; Vita di Santo Stefano Sabaita (Studia Orientalia Christiana Monographiae, no. 4; Cairo\/Jerusalem: The Franciscan Centre of Christian Oriental Studies, 1991). These locations, all in the Islamic world, name the points on the horizon within which the ‘Melkites’ thought and wrote, first in Greek and then in Arabic, and these same locations provided the immediate frame of reference and the cultural context within which the ‘Melkites’ defended their faith against their Christian, Muslim and Manichaean adversaries. Constantinople lay beyond this horizon, but it was arguably never completely out of mind, albeit that the doctrinal and political concerns of the Roman world would not have been the most pressing issues for the ‘Melkites’. Until the early decades of the ninth century ‘Melkites’ seem to have had some regular contact with Constantinople and even to have exercised some considerable influence there, largely through the activities of émigré monks. See M.-F. Auzepy, “De la Palestine à Constantinople (VIIIe-IXe siècles): Étienne le Sabaïte et Jean Damascène,” Travaux et Mémoires 12 (1994), pp. 183-218. See also J. Gouillard, “Un ‘quartier’ d’emigrés palestiniens à Constantinople au IXe siècle?” Revue des Études Sud-Est Européenes 7 (1969), pp. 73-76. But from around the year 825 until well after the mid-tenth century the ties seem to have been completely broken; they were restored for a season (969-1085) in the territories of Antioch; they were not restored in Jerusalem until the reign of the emperor Constantine IX Monomachos (1042-1055). See Griffith, “What has Constantinople to do with Jerusalem?” and “Byzantium and the Christians in the World of Islam.” But these observations take us beyond our immediate concern with the era of St. John of Damascus. [14] At the turn of the seventh and eighth centuries, during the years immediately following the council of Constantinople III (681), in Syria\/Palestine Anastasius of Sinai (d. after 700) was arguably the most significant, proto-‘Melkite’ writer. See John Haldon, “The Works of Anastasius of Sinai: A Key Source for the History of Seventh-Century East Mediterranean Society and Belief,” in Averil Cameron & Lawrence I. Conrad (eds.), The Byzantine and Early Islamic Near East: I – Problems in the Literary Source Material (Studies in Late Antiquity and Early Islam, 1; Princeton: The Darwin Press, 1992), pp. 107-147. In his landmark book, the Hodegos , written in Greek, See K. H. Uthemann (ed.), Anastasii Sinaitae Viae Dux (Corpus Christianorum Series Graeca, 8; Turnhout & Louvain: Brepols & University Press, 1981). Anastasius set out Byzantine orthodox Christology, largely in reaction to doctrines current in the ‘Jacobite’ community, the ‘Monophysites’ as he called them, and against the ‘Monothelites’, in a way that uncannily anticipated difficulties to come. See T. Spáčil, “La teologia di s. Anastasio Sinaita,” Bessarione 26 (1922), pp. 157-178; 27 (1923), pp. 15-44. For example, his emphasis on the full humanity of Christ led him graphically to portray Jesus’ tortured and dead body on the cross in an icon which he included in his text. See Anna Kartsonis, Anastasis: The Making of an Image (Princeton: Princeton University Press, 1986). In the years to come, this kind of a portrayal of the crucifixion would become a point of controversy between Christians, Muslims and Christian iconophobes, as we shall see below. What is more, in this same work Anastasius became one of the first Christian writers on record to take cognizance of the religious ideas of the Muslim Arabs and even to quote the Qur’ān; he argued that the heretical notions of the ‘Jacobites’ had misled the Arabs. See Sidney H. Griffith, “Anastasios of Sinai, the Hodegos and the Muslims,” The Greek Orthodox Theological Review 32 (1987), pp. 341-358. Another work attributed to Anastasius of Sinai is usually called Quaestiones et Responsiones , seemingly also largely excerpted in the pseudo-Athanasian Quaestiones ad Antiochum Ducem . While modern scholars have not paid much attention to this widely copied and often expanded text, early ‘Melkite’ writers were very fond of it and they frequently quoted from it and referred to it, not least in Arabic. See Haldon, “The Works of Anastasius of Sinai.” Clearly Anastasius’ was an important voice in the rising generation of ‘Melkite’ thinkers who in the seventh century and the first half of the eighth century in Syria\/Palestine articulated the first doctrinal synthesis of what we moderns are inclined to call ‘Byzantine Orthodoxy’, but which the locals more aptly defended as simply the ‘Orthodoxy of the Six Councils’. It was the religious backbone of the cultural transformation which Byzantinist John Haldon has so evocatively sketched. See J. F. Haldon, Byzantium in the Seventh Century: The Transformation of a Culture (Cambridge: Cambridge University Press, 1990). [15] Modern Byzantinists have not been slow to recognize the accomplishments of the remarkable, Greek-speaking, Syro\/Palestinian scholars of the eighth century, with St. John of Damascus occupying the first place among them. They included poets, hagiographers, hymnographers and theologians of the caliber of Andrew of Crete (c. 669 — c. 740), sometime ‘Monothelite’ but notable poet and preacher, Leontius of Damascus the hagiographer, whom we have already mentioned, Cosmas of Maiuma, ‘the Melode’ (c. 675 — c. 752), and of course John of Damascus himself, to name only those with the most immediate name recognition in modern times. See Mango, “Greek Culture in Palestine;” and Blake, “La littérature en Palestine.” See also the long discussion of the merits and accomplishments of these writers in Daniel J. Sahas, “Cultural Interaction during the Ummayad Period: The ‘Circle’ of John of Damascus,” ARAM 6 (1994), pp. 35-66. Indeed there has even been the sense among some Byzantinists, while strangely discounting the immediate local relevance of their work, nevertheless to recognize the defining character of the Syro\/Palestinian writers’ contributions to Orthodox theology in the larger world, especially the work of St. John of Damascus, See, e.g., Andrew Louth, “Palestine under the Arabs 650-750: The Crucible of Byzantine Orthodoxy,” in R.N. Swanson (ed.), The Holy Land, Holy Lands, and Christian History (Studies in Church History, vol. 36; London: The Boydell Press for The Ecclesiastical History Society, 2000), pp. 67-77; A. Louth, “John of Damascus and the Making of the Byzantine Theological Synthesis,” in Patrich, The Sabaite Heritage , pp. 301-304. albeit that his achievement was only belatedly recognized in Constantinople, where in the mid-eighth century he was still being characterized as stubbornly ‘Saracen-minded’. See the text cited from the proceedings of the Iconoclast council of 754 in the Acta of the seventh Ecumenical Council, Nicea II, 784, in Daniel J. Sahas, Icon and Logos: Sources in Eighth-Century Iconoclasm (Toronto: University of Toronto Press, 1986), p. 168. [16] Two important, but now anonymous, theological reference works in Greek of great influence in the promotion of ‘Byzantine Orthodoxy’ in our period were produced in this Syro\/Palestinian milieu, the Doctrina Patrum and the ever popular Sacra Parallela , both of which served Arabic-speaking ‘Melkite’ writers well into the Middle Ages. The Doctrina Patrum has sometimes, probably wrongly, been attributed to Anastasius of Sinai; it seems to be the older compilation of the two, reflecting the teachings of Maximus the Confessor, and those of both the sixth century Leontius of Byzantium and Leontius of Jerusalem. See F. Diekamp, Doctrina Patrum de Incarnatione Verbi: ein griechisches Florilegium aus der Wende des 7. und 8. Jahrhunderts (2nd ed.; Münster: Aschendorff, 1981). For the two Leontii see Aloys Grillmeier, Christ in Christian Tradition (vol. II, part 2; trans. John Cawte & Pauline Allen; London & Louisville, KY: Mowbray & Westminster John Knox Press, 1995), pp. 181-312. The compilation of the Sacra Parallela has often been ascribed to St. John of Damascus, again probably wrongly, but its doctrinal tenor is certainly consistent with his allegiances. See Karl Holl, Die Sacra Parallela des Johannes Damascenus (Leipzig: J.C. Hinrichs,1896). It is interesting that an illustrated MS of this text, possibly of Palestinian origin, includes numerous marginal portraits of authors, including biblical writers, whose texts are included in the compilation. See Kurt Weitzmann, The Miniatures of the Sacra Parallela (Princeton: Princeton University Press, 1979). Both of these florilegia were of immense significance in shaping the doctrinal profile of the ‘Melkite’ community. [17] It is not unlikely that one impetus for the remarkable efflorescence of ‘Melkite’ thought in Syria\/Palestine in the first half of the eighth century was the new stability brought to ecclesiastical affairs in Jerusalem by the inception of the thirty year reign of Patriarch John V (705-735) at the beginning of the century, coming in the wake of the ecclesiastical and civil crises of episcopal succession in Jerusalem during the almost seventy years which followed the death of Patriarch Sophronius (d. 638) For the basic facts of the succession as we know them, see Giorgio Fedalto, Hierarchia Ecclesiastica Orientalis: Series Episcoporum Eddlesiarum Christianarum Orientalium ( 2 vols.; Padova: Messaggero, 1988), vol. II, pp. 1001-1002. and the formal separation of the Orient from Roman government brought about by inauguration of the new Islamic hegemony in the area. Another factor which must also have influenced especially the defensive and reactive intellectual posture of the first ‘Melkite’ theologians and prompted their summarizing and systematizing efforts, most notably those of St. John of Damascus, was the contemporary growth and development not only of the doctrines of their newly socially empowered Christian adversaries but also of the emergence and active careers of new Islamic religious thinkers as well. V [18] As was noted at the beginning of this essay, the last years of the seventh century and the first quarter of the eighth century witnessed the campaign of the Umayyad caliphs, especially ‘Abd al-Malik and his sons and successors, publicly and symbolically to claim the Arab occupied territories for Islam, and especially the cities of Jerusalem and Damascus. This effort went hand in hand with important steps in the growth and development of early Islamic religious thought. In the beginning, more theoretical considerations had been overshadowed by what moderns would call political concerns. But concomitant with the elaboration of different ideas about how the Islamic community should be governed after the death of the prophet Mu h ammad, the nascent class of Muslim ‘scholars’ ( ulamā’ ) in the caliphate were already devising the methods of transmitting the authoritative prophetic traditions ( h adīth , pl., a h ādīth ) which for the burgeoning majority of the so-called ‘Sunnī’ Muslims would go together with the Qur’ān as the principal sources for determining both the faith and the civil order of the dominant Islamic community ( ummah ). For a good summary of these developments see Patricia Crone, God’s Rule: Government and Islam; Six Centuries of Medieval Islamic Political Thought (New York: Columbia University Press, 2004). At the same time, the authors of the early biographies of the prophet Mu h ammad, such as Mu h ammad ibn Is h āq (d. 767), a near contemporary of St. John of Damascus, and the authors of the first Qur’ān commentaries and the standard accounts of the earliest exploits of the Muslims, On the early origins of these materials see now Gregor Schoeler, Écrire et transmettre dans les débuts de l’islam (Paris: Presses Universitaires de France, 2002). were structuring their narratives in an obviously apologetic and even polemic cast, clearly making claims for the religious verisimilitude of Islam vis-à-vis the claims of the Jews and Christians, following the patterns of the earlier Jewish and Christian narratives according to a suitably altered, Islamic perspective. A number of these early scholars and writers lived in Damascus in St. John of Damascus’ lifetime. See Ahmad Shboul, “Change and Continuity in Early Islamic Damascus,” ARAM 6 (1994), pp. 67-102. So pronounced was the apologetic penchant in their works that the modern scholar who has done the most to make the point clear to latter day readers, John Wansbrough, has characterized the whole enterprise and the era itself as the Sectarian Milieu of early Islam. See John Wansbrough, The Sectarian Milieu: Content and Composition of Islamic Salvation History (London Oriental Series, vol. 34; Oxford: Oxford University Press, 1978. [19] By St. John of Damascus’ day certain more theoretical religious concerns were already emerging among Muslim intellectuals which would have interesting analogues in John’s own work. Some of the thinkers whose names are prominent in the early intellectual history of Islam and who were St. John’s contemporaries include Ma‛bad al-Juhanī (d. 704), al- H asan al-Ba s rī (642-728), Ghaylān ad-Dimashqī (d.c. 743), Jahm ibn S afwān (d. 745), Wā s il ibn ‛A t a’ (d. 748) and ʿAmr ibn ʿUbayd (d. 762). These were the thinkers of record who were raising questions and taking positions on the controversial issues of the day among Muslims such as the freedom of the will, the proper understanding of God’s attributes, the status of the Qur’ān as the Word of God and the rightful stance to be taken toward governmental authority. See W. Montgomery Watt, The Formative Period of Islamic Thought (Edinburgh: Edinburgh University Press, 1973); Josef van Ess, Theologie und Gesellschaft im 2. und 3. Jahrhundert Hidschra: Eine Geschichte des religiösen Denkens im frühen Islam (6 vols.; Berlin & New York: Walter de Gruyter, 1991-1995), esp. vol. II, pp. 1-343. Most of these men were associated in one way or another with the rising ‘Mu‛tazilite’ movement among the early practitioners of the Islamic ‛ilm al-kalām , the dialogic science of discussing and understanding points of religious doctrine according to the principles of theoretical Arabic grammar, itself in the early stages of development at the time. See Shlomo Pines, “A Note on an Early Meaning of the Term Mutakallimūn ,” Israel Oriental Studies 1 (1971), pp. 224-240; J. Van Ess, “Disputationspraxis in der islamischen Theologie, eine vorläufige Skizze,” Revue des Études Islamiques 44 (1976), pp. 23-60; M. A. Cook, “The Origins of Kalām,” Bulletin of the School of Oriental and African Studies 43 (1980), pp. 32-43; R. M. Frank, “The Science of Kalām,” Arabic Science and Philosophy 2 (1992), pp. 9-37. The names of all of these thinkers and their ideas were well known in Umayyad Damascus and much discussed at the caliphal court; there is every reason to think that St. John of Damascus would therefore have been thoroughly familiar with them, especially since many of their issues mutatis mutandis were of much concern to him in his own Christian thought. [20] Muslims and ‘Melkites’ had some doctrinal adversaries in common in the eighth century and the scholars of both communities devoted considerable attention to refuting them. The most prominent and persistent of these adversaries were the Manichees, whom the Arabic-speaking Muslims classed among the dualist freethinkers, a category they designated by an originally Persian term taken over into Arabic as zindīq (pl. zanādiqah ). See Melhem Chokr, Zandaqa et zindīqs en islam au second siècle de l’Hégire (Damas: Institut Français de Damas, 1993); Van Ess, Theologie und Gesellschaft , vol. I, pp. 416-426. Greek, Syriac, and even Latin-speaking Christians had long been composing tracts against the Manichees; in Syriac Christian texts they were classed among the ‘gentiles’, For this understanding of the sense of the term „ anpê see François DeBlois, “ Na s rānī (Ναζωραιος) and h anīf (εθνικος): Studies on the Religious Vocabulary of Christianity and Islam,” Bulletin of the School of Oriental and African Studies 65 (2002), pp. 1-30. called h anpê (sing. h anpâ ) in Syriac, those who were neither Jews nor Christians and who worshipped gods considered to be strange. See Moshe Gil, “The Creed of Abū ‛Amīr,” Israel Oriental Studies 12 (1992), pp. 9-57. In Syria\/Palestine in the eighth and ninth centuries, Manichaean doctrines proved to be very attractive to many intellectuals in both the Christian and the Islamic communities. It was for this reason that a considerable number of both Christian and Muslim polemicists paid close attention to the refutation of Manichaean doctrines and composed a good number of texts against them, including St. John of Damascus, who addressed the problem in a number of his works. On St. John and the Manichees see the discussion in Andrew Louth, St John Damascene: Tradition and Originality in Byzantine Theology (Oxford Early Christian Studies; Oxford: Oxford University Press, 2002), pp. 61-71. [21] Modern scholars, and even some Medieval Muslim ones, have made efforts to find connections and influences between contemporary Christian thinkers of the east, and particularly St. John of Damascus, and some of the early Muslim scholars whom we have named above. See, e.g., the discussion of Roger Arnaldez, A la croisée des trois monotheisms: Une communauté de pensée au Moyen-Age (Paris: Albin Michel, 1993), pp. 63-83. This has been especially the case in regard to the debate which arose among the Muslims in the early eighth century between the upholders of the doctrine of the freedom of human will, the so-called ‘Qadarites’ ( al-qadariyyah ), and the advocates of predestination, the so-called ‘Mujbirites’ ( al-mujbirah\/al-jabriyyah ), as their adversaries called them, or, as they would have referred to themselves, ‘the people of determination’ ( ahl al-ithbāt ), meaning those who maintain that the determination of human actions belongs to God alone. See the discussion of the terms in Watt, The Formative Period , pp. 116-118. [22] Modern scholars such as Morris Seale and Harry Austryn Wolfson have argued that the ‘Qadarites’ were influenced by contemporary Christian ideas and terms about the freedom of the will of the sort that can be found in the works of St. John of Damascus. See Morris S. Seale, Muslim Theology: A Study of Origins with Reference to the Church Fathers (London: Luzac, 1964), esp. pp. 74 ff.; Harry Austryn Wolfson, The Philosophy of the Kalam (Cambridge, MA: Harvard University Press, 1976), esp. pp. 613-624. Meanwhile, Michael Cook has proposed that at the same time there was a widespread determinist mood abroad in Umayyad times, even in Christian circles and especially among Syriac-speaking thinkers such as Jacob of Edessa, which could have had an influence on the Muslim determinists. See Michael Cook, Early Muslim Dogma: A Source Critical Study (Cambridge: Cambridge University Press, 1981), pp. 151 ff. In the same vein, Shlomo Pines suggested that there are parallels to be observed in the methodological composition of the works of the early Muslim mutakallimūn , the practitioners of the apologetic ‛ilm al-kalām , especially among the ‘Mu‛tazilites’, and the compositional procedures at work in St. John of Damascus’ largely apologetic De Fide Orthodoxa ; he argued that the parallels may disclose influence or dependence. See Shlomo Pines, “Some Traits of Christian Theological Writing in Relation to Moslem Kalām and to Jewish Thought,” Proceedings of the Israel Academy of the Sciences and the Humanities 5 (1976), esp. pp. 112-115. Contrariwise, Carl Becker thought that it was St. John of Damascus who reacted to the Muslim thinkers, all of whom he took to be determinists, rather than the other way around, especially in the discussion about the freedom of the will. See Carl H. Becker, “Christliche Polemik und islamische Dogmenbildung,” Zeitschrift für Assyriologie 25 (1911), pp. 175-195, reprinted in the author’s Vom Werden und Wesen der islamischen Welt: Islamstudien von C.H. Becker (2 vols.; Leipzig: Quelle und Meyer, 1924-1932), vol. I, pp. 439 ff. While none of these allegations can be pressed with any confidence, they do nevertheless all call attention to the fact that some of the intellectual concerns both of St. John of Damascus and of his Muslim contemporaries were in a kind of sympathetic vibration, even if he and the Muslims were not in direct dialogue with one another. VI [23] Everything we know about the life and works of St. John of Damascus shows how well he and his concerns fit within the intellectual and cultural world of Syria\/Palestine in Umayyad times, from the perspective of both its Christian and its Islamic frames of reference. See the present author’s earlier effort to make this case in Griffith, “‘Melkites’, ‘Jacobites’ and the Christological Controversies,” in Thomas, Syrian Christians under Islam , esp. pp. 19-38. In this context, one can readily see that John wrote with a pastoral concern for the whole ‘Melkite’ church and not just for monks, Pace Andrew Louth, St John Damascene: Tradition and Originality in Byzantine Theology (Oxford Early Christian Studies; Oxford: Oxford University Press, 2002), p. 37. albeit that the monks of Jerusalem and of the monasteries of the Judean desert, especially the monastery of Mar Saba, were the principal teachers of the ‘Melkites’. See Griffith, “The Church of Jerusalem and the ‘Melkites’. Concomitantly, John shows little or no concern in his works for Constantinople or Byzantium, Again, pace Andrew Louth who speaks of Byzantium as “that empire in which he [i.e. John of Damascus] never set foot, though he seems to have felt he belonged there.” Louth, St John Damascene , p. 27. where what he wrote came to be appreciated only long after his death and where in his lifetime he was despised. It is especially important to make this point because the prevailing view among modern scholars to the contrary is still strongly upheld. In fact it is a thoroughly anachronistic view, based on a reading of John’s works through lenses crafted long after his time in Byzantium and long after the final triumph of ‘Orthodoxy’ in Constantinople in the ninth century. This approach co-opts John of Damascus out of his own milieu and into a Byzantine frame of reference which was never his own, often discounting the issues which were in fact most important to him and highlighting others which reflect more the concerns of latter day scholars of Byzantine theology. [24] In all likelihood, given the evidence of his name and what we know of the history of his family, John was of Aramaean, maybe even Arab stock. It is notable that in ‘Melkite’ Arabic sources neither he nor his ancestors are ever listed among the Romans ( ar-Rūm ), or the ‘Byzantines’, In this connection one thinks in particular of the ‘Melkite’ historian, Eutychius of Alexandria (877-940), and of his account of how St. John’s ancestor handed Damascus over to the invading Muslims at the time of the conquest; Eutychius clearly distinguishes the local Christians and the Man s ūr family from ‘the Romans’ ( ar-Rūm ). See L. Cheikho et al. (eds.), Eutychii Patriarchae Alexandrini Annales (CSCO vols. 50 & 51; Paris: Carolus Poussielgue, 1906 & 1909), vol. 51, pp. 15-16. as modern historians prefer to call them. Rather, he came from an indigenous family whose members enjoyed a high civil status, both under Roman rule and under the early caliphs. What we know of St. John’s biography comes from hagiographical tradition; for the traditional account see J. Nasrallah, Saint Jean de Damas: son époque, sa vie, son oeuvre (Harissa: Imprimerie Grecque Melchite de Saint Paul, 1950). The earliest extant Arabic account seems to come from the eleventh century. See Rocio Daga Portillo, “The Arabic Life of St. John of Damascus,” Parole de l’Orient 21 (1996), pp. 157-188. For recent scholarly reviews and reassessments of what we know about the biography see Le Coz, Jean Damascène: Écrits sur l’islam ; Auzépy, “De la Palestine à Constantinople.” The fact that John wrote only in Greek and not, so far as we know, in Aramaic or Arabic is no indication of Greek ancestry; Greek was the liturgical and scholarly language of choice for all the members of his church during his lifetime. Greek inscriptions are to be found in Arabian churches built or restored in the eighth century, well beyond the date of St. John of Damascus’ demise. See in particular Michele Piccirillo, Arabia Christiana dalla Provincia Imperiale al Primo Periodo Islamico (Milano: Jaca Book, 2002). Only in the next generation, did the ‘Melkites’ adopt Arabic as an ecclesiastical language, but even then they did not simply drop Greek or Christian Palestinian Aramaic, albeit that the cultivation of Greek letters underwent an eclipse in their communities thereafter. See Griffith, “From Aramaic to Arabic.” By the tenth century the ‘Melkites’ were already translating the most important of St. John of Damascus’ works into Arabic. See A.S. Atiya, “St. John Damascene: Survey of the Unpublished Arabic Versions of His Works in Sinai,” in George Makdisi (ed.), Arabic and Islamic Studies in Honor of Hamilton A.R. Gibb (Leiden: E.J. Brill, 1965, distributed by Harvard University Press, Cambridge, MA), pp. 73-83: Georg Graf, Geschichte der christlichen arabischen Literatur (5 vols.; Città del Vaticano: Biblioteca Apostolica Vaticana, 1944-1953), vol. I, pp. 377-379. [25] Here is not the place to delve into the biography of St. John of Damascus in any detail, or to study his works closely; these considerations are among the topics assigned to other scholars participating in the conference. Suffice it now to call attention to certain aspects of St. John’s second career, his entrance into the monastic life in the Holy Land and his pastorally motivated apostolate of the pen in the service of the Patriarch of Jerusalem, John V (705-735). This was the patriarch who finally consolidated ecclesiastical affairs in Jerusalem after the disruptions and vacancies caused by the Islamic conquest just over sixty years earlier. On the desperate situation of the ‘Melkite’ hierarchy in the period after the conquest see Hugh Kennedy, “The Melkite Church from the Islamic Conquest to the Crusades: Continuity and Adaptation in the Byzantine Legacy,” in The 17 th International Byzantine Congress: Major Papers (New Rochelle, NY: Aristide D. Caratzas, 1986), pp. 325-343. Once again, albeit in reduced circumstances, and due in large part to the efforts of Patriarch John V, Jerusalem would become in fact as well as in name, ‘the mother of churches’, as Cyril of Scythopolis had called her in the sixth century, Cyril of Scythopolis (c. 525 — c. 558) used this epithet a number of times in his Lives of the Monks of Palestine . Presumably he borrowed it from Jerusalem’s liturgy of St. James. See Robert L. Wilken, The Land Called Holy: Palestine in Christian History and Thought (New Haven: Yale University Press, 1992), p. 171. a title which in later Islamic times ‘Melkite’ writers loved to apply to her in their efforts to counter Muslim claims to the Holy City, See Andreas Feldtkeller, Die ‘Mutter der Kirchen’ im ‘Haus des Islam’ : Gegenseitige Wahrnehmungen von arabischen Christen und Muslimen im West-und Ostjordanland (Erlangen: Erlanger Verlag für Mission und Ökumene, 1998). when Jerusalem had become the de facto if not the de jure center of Orthodox life in the caliphate. [26] We do not know just when St. John left his civil servant career in Damascus to come to Jerusalem to enter the monastic life. The common opinion seems to be that the move coincided with the beginning of the reign of the caliph al-Walīd (705-715), See Portillo, “The Arabic Life,” p. 164. when this Umayyad prince mandated the change from Greek to Arabic in the chancery ( ad-dīwān ) of the caliphate and began the construction of the Umayyad Mosque on the site of Damascus’ earlier Church of St. John the Baptist. (In this connection one notices in passing that the reigns of Caliph al-Walīd and Patriarch John V began in the same year, 705.) Neither do we know for sure to which of the Holy Land monasteries John of Damascus repaired. Hagiographical tradition claims him for a monk of Mar Saba monastery in the Judean desert, but recent scholarly inquiry has cast some doubt on the historicity of this claim. See Auzépy, “De la Palestine à Constantinople,” pp. 183-218; Auzépy, “Les Sabaïtes et l’iconoclasme,” in Patrich, The Sabaite Heritage , pp. 305-314, esp. p. 305, n. 4, where the author propses that given his close association with Patriarch John V, it is more likely that John of Damascus “était un Spoudaios, c’est-à-dire un moine de l’Anastasis.” See also Andrew Louth, “St. John Damascene: Preacher and Poet,” in Mary B. Cunningham & Pauline Allen (eds.), Preacher and Audience: Studies in Early Christian and Byzantine Homiletics (Leiden: Brill, 1998), p. 249, where the author acknowledges the uncertainty about which monastery John inhabited. What seems to be settled is that Patriarch John V ordained John of Damascus a priest in Jerusalem not too long after the beginning of the patriarch’s reign and that St. John spent his remaining years composing both theological tracts and religious poetry and hymnody in Greek to meet the needs of the local church of Jerusalem as well as the wider network of ‘Melkites’ in the caliphate who looked to Jerusalem and her monastic communities for guidance. [27] The years of St. John of Damascus’ monastic career correspond both with the years of the culminating development of the definitive ‘Melkite’ Christological and canonical self-definition over against the ‘Nestorian’ and ‘Jacobite’ challenges, largely accomplished in John’s own works, and the period of the burgeoning of the new Islamic sciences and the campaign of the Umayyad caliphs to claim the public domain for Islam. It is also the era in which the first Christian responses in Greek and Syriac to the religious challenge of Islam appeared, and to this enterprise St. John also made a major contribution as is well known. [28] It is striking how readily the topical profile of St. John of Damascus’ works corresponds both sociologically and theologically with the church-defining concerns of the Christian communities in Syria\/Palestine in the days of his Jerusalem ministry. In particular, the refutation of Mesallians, Monotheletes, Jacobites, Nestorians and Manichees, all active in his immediate milieu, pressingly concerned him. Nowhere else in the world of Chalcedonian Orthodoxy at the time was the press of these challenges, in the ensemble and in just this particular topical array, so acutely a problem. There seems to have been a special urgency on St. John’s part, both definitively and summarily to present systematically coherent resolutions to these issues in a hostile environment, largely in terms borrowed from what he consistently represented as the teaching of the fathers. See Griffith, “‘Melkites’, ‘Jacobites’ and the Christological Controversies.” Even his signature topic as far as many modern scholars are concerned, the theology of the holy icons, had a local as well as a broader, even Constantinopolitan, point of reference, as we shall see. [29] St. John of Damascus’ response to the religious challenge of the Muslims was not limited to the few works in which he explicitly addressed Islam, such as Chapter 100 of the De Haeresibus and the Disputation between a Saracen and a Christian . See Le Coz, Jean Damascène : Écrits sur l’islam . See also Igor Pochoshajew, “Johannes von Damaskos: De Heresibus 100,” Islamochristiana 30 (2004), pp. 65-75. Rather, one must consider that the full range of the developing Islamic sciences in the first half of the eighth century presented an almost unprecedented, comprehensive challenge both to Christianity’s principal articles of faith and to the Christian way of life. In response, the challenge called for a comprehensive, summary exposition of the truths of Christian faith, along with a compendium of definitions of the philosophical terms in which the Christian doctrines were expressed, and a catalog of the errors in refutation of which many of the doctrines were first articulated. John of Damascus’ Pēgē Gnoseos answered this need for the ‘Melkites’ and Theodore Bar Kônî’s Scholion served the same purpose for the ‘Nestorians’. Among the ‘Jacobites’, the works of Jacob of Edessa (d. 708) See the references in n. 35 above. and George, Bishop of the Arabs, (d. 724) See the introductory study and bibliography in Kathleen E. McVey (ed. & trans.), George, Bishop of the Arabs: A Homily on Blessed Mar Severus, Patriarch of Antioch (CSCO, vols. 530 & 531; Louvain: Peeters, 1993). met this challenge, together with the remarkable promotion of Aristotelian logic in this community, in translations, commentaries and lexicons, For an orientation to studies of this important phenomenon see Henri Hugonnard-Roche, La logique d’Aristote du grec au syriaque: Études sur la transmission des texts de l’Organon et leur interpretation philosophique (Textes et Traditions, 9; Paris: Vrin, 2004). geared principally to the precise definition and deployment of the philosophical terms used in Christology, the issue which most poignantly both divided the Christians and aroused the obloquy of the Muslims. In the Islamic milieu, the hostile intellectual circumstances required the Christian controversialists of each denomination summarily to address not only the challenges of Islam but in virtually the same process also to provide responses to their own intra-Christian adversaries. In later times Muslim writers would focus their anti-Christian polemic on precisely these church-dividing differences in Christian thought and allegiance. For two prominent early Muslims’ approaches to Christian denominationalism see David Thomas, Anti-Christian Polemic in Early Islam: Abū ‛Īsā al-Warrāq’s “Against the Trinity” (University of Cambridge Oriental Publications, 45; Cambridge: Cambridge University Press, 1992); David Thomas, Early Muslim Polemic against Christianity: Abū ‛Īsā al-Warrāq’s ‘Against the Incarnation’ (University of Cambridge Oriental Publications, 59; Cambridge: Cambridge University Press, 2002); Gabriel Said Reynolds, A Muslim Theologian in the Sectarian Milieu: ‛Abd al-Jabbār and the Critique of Christian Origins (Leiden: Brill, 2004). VII [30] Throughout most of the seventh century and for the better part of the eighth century, the Orthodox monks of Syria\/Palestine found themselves perennially in opposition to the religious and civil authorities in Byzantine Constantinople On the earlier phase of this estrangement see F. Thomas Noonan, Political Thought in Greek Palestinian Hagiography (ca. 526-ca.630) (Unpublished, Ph.D. dissertation; Chicago: University of Chicago, 1975). See also the remarks of John Moorhead, “The Monophysite Response to the Arab Invasions,” Byzantion 51 (1981), pp. 579-581. who promoted doctrines and ecclesiastical policies which would finally be condemned as heretical in Ecumenical Councils in 681 (Monotheletism) and 787 (Iconoclasm) respectively, but which were left behind completely only with the ‘Triumph of Orthodoxy’ in the ninth century (843), See J.M. Hussey, The Orthodox Church in the Byzantine Empire (Oxford: The Clarendon Press, 1986), pp. 62-68. well into the classical period of Islamic culture, in which the churches of the Orient were by then thoroughly immersed. St. John of Damascus vigorously combated both of these heresies which had arisen in the Chalcedonian community, but in the instance of his defense of the veneration of the holy icons he wrote in the context of opposition both from a significant number Christians in Syria\/Palestine, who in the face of Jewish and Islamic polemic were becoming iconophobic and abandoning the practice of publicly venerating the cross and the icons, See the discussions in Robert Schick, The Christian Communities of Palestine from Byzantine to Islamic Rule: A Historical and Archaeological Study (Studies in Late Antiquity and Early Islam, 2; Princeton: The Darwin Press, 1995), esp. pp. 180-224; Susanna Ognibene, Umm al-Rasas: La Chiesa di Santo Stefano ed il «Problema Iconofobico» (Roma: «L’Erma» di Bretschneider, 2002), esp. pp. 95-147. as well as from reports of the imperial policy of iconoclasm promoted by the Byzantine emperor in Constantinople. [31] In light of this double frame of reference, it seems not unreasonable to suppose that the impetus for St. John of Damascus’ composition of his Orations against the Calumniators of the Icons was supplied by news reaching Jerusalem of the iconoclastic policies dramatically inaugurated in Constantinople by the emperor Leo III (717-741) in the year 726. The present writer attempted to make this case in an earlier publication; see Sidney H. Griffith, “‘Melkites’, ‘Jacobites’ and the Christological Controversies,” esp. pp. 26-34. In Jerusalem and its environs, the pastoral problem of how to deal with iconophobic Christians in the Islamic milieu seems already to have arisen somewhat earlier in the century. See Ognibene, La Chiesa di Santo Stefano , pp. 143-147. The arrival of the news of Constantinople’s iconoclastic policies could only have exacerbated the already existing local problem. From this perspective, one might reasonably conclude that even St. John’s Orations against the Calumniators of the Icons , like his other works, were written with an audience of ‘Melkites’ in Syria\/Palestine primarily in mind. They seem to have found an audience in Byzantium only in the next century. See Auzépy, “Les Sabaïtes et l’iconoclasme.” And even in Syria\/Palestine among the ‘Melkites’, John’s was perhaps only a minority voice on this issue in his lifetime; See Auzépy, “De la Palestine à Constantinople.” it was taken up again with vigor in the next generation by Theodore Abū Qurrah (c. 755 — c. 830) in his Arabic tract on the duty of Christians in the caliphate to make prostration to the cross and to the holy icons of Christ and his saints, in spite of opposition and obloquy from “anti-Christians, especially ones claiming to have in hand a scripture sent down from God.” Sidney H. Griffith (trans.), A Treatise on the Veneration of the Holy Icons Written in Arabic by Theodore Abū Qurrah, Bishop of H arrān (c. 755 — c. 830 A.D.) (Early Christian Texts in Translation, 1; Louvain: Peeters, 1997), p. 29. In this manner the teaching of St. John of Damascus on the holy icons came to inform ‘Melkite’ Orthodoxy for generations to come, without any reference at all until the tenth century, especially in Arabic sources, to the teaching of Byzantium’s seventh Ecumenical Council, Nicea II, in 787. It was the practice among the ‘Melkites’ for a long time to speak of the orthodoxy of the ‘six councils’. See J. B. Darblade, La collection canonique arabe des Melkites (XIIIe-XVIIe siècles (S. Congregazione per la Chiesa Orientale, Codificazione Canonica Orientale, Fonti, serie II, Fascicolo XIII; Harissa: Imprimerie Grecque Melchite de Saint Paul, 1946), pp. 154-155. The earliest reference to Nicea II in an Arabic source which the present writer has found is in a ‘Melkite’ creed of the tenth century. See Sidney H. Griffith, “Theology and the Arab Christian: The Case of the ‘Melkite’ Creed,” in David Thomas (ed.), A Faithful Presence: Essays for Kenneth Cragg (London: Melisende, 2003), pp. 184-200. [32] It has been the thesis of the present communication that the interests of the emerging community of ‘Melkite’, Orthodox Christians in the Umayyad era in Syria\/Palestine furnish the most immediate frame of reference for appreciating the significance of the works of St. John of Damascus in his lifetime. The fact that in later times his works achieved a defining status in the Greek Orthodox Church of Byzantium should not prevent modern scholars from looking beyond that nearer horizon to our own times for the more distant one within which St. John actually produced his works in his own Islamic homeland in the first half of the eighth century. Anachronistically to consider John and his works only from the perspective of the later synthesis of Orthodox theology, of which his works eventually came to form an important part, is to obscure their crucial role in providing the basic principles for the self-definition of ‘Melkite’ Orthodoxy in his own immediate environment, in the world of Islam. When we read his works with a heightened understanding of their own immediate context, they present us in the ensemble with a theological and ecclesial profile in which we can recognize the emerging contours of the Orthodox Church in Syria in the Umayyad era. In later years, in Abbasid times (750-1258), Arabic-speaking, ‘Melkite’ theologians in the caliphate continued St. John of Damascus’ theological work, developing it to respond more pointedly to the challenges of Muslims. See the early history of this development presented in Sidney H. Griffith, “The View of Islam from the Monasteries of Palestine in the Early ‛Abbasid Period: Theodore Abū Qurrah and the Summa Theologiae Arabica ,” Islam and Christian-Muslim Relations 7 (1996), pp. 9-28; S.H. Griffith, “Arab Christian Culture in the Early Abbasid Period,” Bulletin of the Royal Institute for Inter-Faith Studies 1 (1999), pp. 23-44. But that is a story for another venue. _______ Notes",
    "title" : 
    [ "John of Damascus and the Church in Syria in the Umayyad Era: The Intellectual and Cultural Milieu of Orthodox Christians in the World of Islam",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Griffith, Sidney H." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv11n2griffith",
    "type" : "article",
    "displayTitleEnglish" : "John of Damascus and the Church in Syria in the Umayyad Era: The Intellectual and Cultural Milieu of Orthodox Christians in the World of Islam" }