
  { "fullText" : "Averil Cameron and Robert Hoyland, eds., Doctrine and Debate in the East Christian World, 300–1500, The Worlds of Eastern Christianity, 300–1500 , vol. 12 (Burlington, VT: Ashgate\/ Variorum, 2011). Pp. liv + 415; £125.00. This volume is published as part of a large, ambitious series called “The Worlds of Eastern Christianity, 300–1500.” Although this book is Volume 12 of the series, it is the first of the series to appear in publication. Two other volumes appeared shortly after in 2012, and according to the Ashgate website for this series, https:\/\/www.ashgate.com\/default.aspx?page=4487 (accessed January 9, 2014) three more are slated for publication in 2014. The series will ultimately have sixteen volumes, eight of which are dedicated to languages and cultures of Eastern Christianity (Arabic, Armenian, Coptic, Ethiopian, Georgian, Greek, East Syrian, and West Syrian), while the remaining eight are dedicated to historical themes (monastic culture, the writing of history, art, church and state, communal identity, the classical legacy, Arabicization and Islamization, and doctrine and debate). Each volume has a different editor (or set of editors), and the list of editors is an impressive collection of scholars. In the editors’ preface, they admit that the selection of the time period 300–1500 is somewhat arbitrary, as is the fact that although this series covers “Eastern” Christianity, neither the spread of Christianity to Russia nor the expansion to the East of the Persian Empire is covered. This is not necessarily a weakness though, as such seemingly arbitrary temporal and geographical lines must be drawn somewhere. As with other Ashgate\/Variorum publications, this volume is a collection of previously published materials—most of which are journal articles, though some are chapters from edited volumes. However, instead of a collection of articles by a single author, this volume provides essays focused on the broad topic of “doctrine and debate.” The volume editors have collected sixteen chapters, all by well-known scholars, organized into five sections. The editors have also composed a nice introduction, which provides a basic historical narrative of Christianity in the East focused especially on the doctrinal debates and contextualizes the individual chapters in the volume. Scholars of Eastern Christianity will not find any new material, either in the introduction or in the articles, but the advantages of having such diverse authors and topics collected into one volume are immediately evident. One can only hope that all future volumes in this series will provide equally impressive collections. Part One (“The Formative Period”) lays the foundation for this volume by linking the two themes from the volume’s title that recur throughout: doctrine and debate. Two of the chapters in this section deal with specific examples of the construction of “orthodoxy and heresy,” one dedicated to the re-shaping of Origen’s legacy and the other to the post-Chalcedonian, imperial attempts to unify a fractured Christendom. The other two chapters deal with the construction of communal boundaries between insiders and outsiders, and particularly with the ways that ‘insiders’ used polemics for the purposes of self-understanding and self-identification. This section consists of the following chapters: J. Rebecca Lyman, “The Making of a Heretic: The Life of Origen in Epiphanius Panarion 64” Richard Lim, “Manichaeans and Public Disputation in Late Antiquity” Sebastian Brock, “The Conversations with the Syrian Orthodox under Justinian (532)” Vincent Déroche, “Anti-Jewish Polemic and the Emergence of Islam” In Part Two (“The Encounter with Islam”), the editors have collected articles that deal specifically with early Christian responses to the rise of Islam and with the cultural and religious exchanges that took place in the first few centuries of Islamic civilization. These accounts come from Greek, Syriac , and Arabic sources, and each chapter highlights important aspects and developments in early Christian-Muslim relations. The four chapters here are: Wolfgang Eichner, “Byzantine Accounts of Islam” Sidney H. Griffith, “Disputes with Muslims in Syriac Christian Texts: From Patriarch John (d. 648) to Bar Hebraeus (d. 1286)” Sarah Stroumsa, “The Signs of Prophecy: The Emergence and Early Development of a Theme in Arabic Theological Literature” Nancy N. Roberts, “Reopening the Muslim-Christian Dialogue of the 13th–14th Centuries: Critical Reflections on Ibn Taymiyyah’s Response to Christianity” Parts Three and Four are much shorter than the others, consisting of only two chapters and one chapter respectively. Part Three (“Iconoclasm”) covers the debates over icons in the Byzantine empire, and more specifically the ways in which iconophiles and iconoclasts viewed and represented each other, highlighted by a broader understanding of the historical context of the debate. Part Four (“Anti-Latin Texts”) shifts the focus from the East itself to the East’s perception of the West, and specifically the perceived theological difference between Greek- and Latin-speaking Christians. The three chapters in these two sections are: Peter Brown, “A Dark-Age Crisis: Aspects of the Iconoclastic Controversy” Averil Cameron, “Texts as Weapons: Polemic in the Byzantine Dark Ages” Tia M. Kolbaba, “Byzantine Perceptions of Latin Religious ‘Errors’” In the fifth and final section (“The Tools of Argument”) the focal point is not particular doctrines or disputes per se , but rather the “tools” and methods of dispute in the Christian East. Thus, the articles here examine the development and use of particular genres of writings that came to be standard fare in the East. These articles trace the evolution of theological argumentation, demonstrating the ways that Christians from a wide variety of historical contexts sought to justify their existence and the validity of their faith in an ever-changing cultural and intellectual landscape. This section contains five chapters: Marcel Richard, “Dyophysite Florilegia of the Fifth and Sixth Centuries CE” Gilbert Dagron, “The Saint, the Scholar and the Astrologer: A Study of Hagiographical Themes in some ‘Question and Answer’ Collections of the Fifth–Seventh Centuries CE” Sidney H. Griffith, “The First Christian Summa Theologiae in Arabic: Christian Kalām in Ninth-Century Palestine” “G. J. Reinink, “Communal Identity and the Systematisation of Knowledge in the Syriac ‘Cause of all Causes’” Ramy Wannous, “Abdalla ibn al-Faḍl’s Exposition of the Orthodox Faith” Overall, this volume represents a single-volume reference library for the study of polemic, self-understanding, and the ever thorny issue of “orthodoxy and heresy” for the Christian East. Because most topics in this volume have only one chapter, this volume is certainly not comprehensive, but it does represent an excellent starting point for a wide range of subjects. Readers of this journal—that is, primarily scholars of Syriac studies—will have particular interest in the articles by Sebastian Brock, Sidney Griffith, and G. J. Reinink. Brock’s article (Chapter 3) presents the text and translation of an early Syriac “conference” on doctrinal matters between Chalcedonian and Syriac Orthodox bishops under Justinian. One of Griffith’s two submissions in this volume covers the Christian-Muslim dispute texts in Syriac from the seventh to the thirteenth century (Chapter 6). Much of this material is, of course, updated and included in Griffith’s The Church in the Shadow of the Mosque , but it is nice to have easy access to the earlier version of this research, which was published in an edited volume with a somewhat limited circulation. Though it should be noted that this article is also included in the Ashgate\/Variorum volume that is dedicated solely to Griffith’s work: The Beginnings of Christian Theology in Arabic: Muslim-Christian Encounters in the Early Islamic Period (Burlington, VT: Ashgate, 2002). Reinink’s article (Chapter 15) examines the fascinating Syriac text called “The Cause of all Causes” through the lens of communal identity and argues that this approach sheds light on the unique categorization of encyclopedic knowledge in the work. Many of the other articles will be of interest for scholars who work with Syriac, but these three in particular are noteworthy. The editors of this volume should be commended for assembling a fine collection of essays. If the rest of the volumes in this series maintain this level of scholarship, then it will become an indispensable resource for scholars of Eastern Christianity and a standard starting place for future research.",
    "title" : 
    [ "Review of: Doctrine and Debate in the East Christian World, 300–1500, The Worlds of Eastern Christianity, 300–1500, vol. 12",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Walters, J. Edward" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv17n1prwalters",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Doctrine and Debate in the East Christian World, 300–1500, The Worlds of Eastern Christianity, 300–1500 , vol. 12" }