
  { "fullText" : "Sabino Chialà, Isacco di Ninive, Terza Collezione , CSCO 637–638, Syr. 246–247 (Leuven: Peeters, 2011). Pp. xliv + 139; xlii + 173. €74; €72. One cannot but wonder at the remarkable growth of publications related to the literary and spiritual heritage of Isaac of Nineveh , one of the most widely known Syriac writers. A unique spiritual experience that is reflected in his writings has served as an armor that forced its way through denominational and language boundaries. Is it not remarkable that the last three decades witnessed a fantastic discovery of texts that were almost forgotten and laid under a bushel for centuries? The so-called Second Part was identified by Sebastian Brock in a manuscript preserved in Oxford in 1983, and its subsequent publication in 1995 was a powerful catalyst to interest in Isaac (both within and outside of academia) S. P. Brock, ed. and trans., Isaac of Nineveh (Isaac the Syrian), The Second Part, Chapters IV–XLI , CSCO 554–555 \/ Syr. 224–245 (Louvain: Peeters, 1995). : dozens of translations were made into modern languages, almost one hundred articles have appeared in the last three decades, and three recent monographs approach Isaac’s heritage from different perspectives. H. Alfeyev, The Spiritual World of Isaac the Syrian (Kalamazoo, Mich.: Cistercian Publications, 2000); S. Chialà, Dall’ascesi eremitica alla misericordia infinita: ricerche su Isacco di Ninive e la sua fortuna , Biblioteca della Rivista di Storia e Letteratura Religiosa, Studi, 14 (Firenze Olschki, 2002); P. Hagman, The Asceticism of Isaac of Nineveh (Oxford: Oxford University Press, 2010). For a comprehensive bibliography of publications related to Isaac of Nineveh see G. Kessel and K. Pinggéra, A Bibliography of Syriac Ascetic and Mystical Literature , Eastern Christian Studies 11 (Leuven: Peeters, 2011), 103–122 and especially 108-108 for the Third Part (see also note 8 below for two new articles). With the publication of the volumes under review we now have at our disposal a critical edition accompanied by an Italian translation of a new collection of the works by Isaac. The Italian monk Sabino Chialà does not require any special introduction, for at present he is one of the leading experts on Isaac of Nineveh and does not fail to please us with a steady stream of publications (of which a recent article is devoted to two discourses transmitted in the manuscript tradition as belonging to the Fifth Part of Isaac of Nineveh). S. Chialà, “Due discorsi ritrovati della Quinta parte di Isacco di Ninive?” Orientalia Christiana Periodica 79 (2013), 61–112. The present publication has its own prehistory. An edition and translation of the Third Part were subject of Chialà’s doctoral thesis (Catholic University of Louvain-la-Neuve, 2007). Long before the critical edition, Chialà published a preliminary translation of the text. S. Chialà, Isacco di Ninive, Discorsi ascetici, terza collezione (Magnano: Edizioni Qiqajon, 2004). A preliminary edition was made available to another connoisseur of Isaac, Dom André Louf (d. 2010), who promptly produced a French translation. [A. Louf,] Isaac le Syrien. Œuvres spirituelles – III, d’après un manuscrit récemment découvert , Spiritualité orientale 88 (Abbaye Sainte-Marie du Mont: Éditions de Bellefontaine, 2009). Sabino Chialà deserves credit for making the new collection available and convincingly demonstrating its authenticity. The two-volume publication under review here adheres to the standard of CSCO editions. The first volume presents the manuscript evidence and contains an edition of the Third Part , consisting of fourteen new texts, whereas the second volume addresses questions of authenticity and offers an Italian translation. The complete text of the Third Part is preserved in a unique manuscript (shelf mark Issayi 5) belonging to the Chaldean community in Teheran (its current whereabouts are unfortunately unknown). The manuscript is a recent one and was copied at the very beginning of the 20th century in a small village in Iranian Azerbaijan. The new collection of texts, entitled in the manuscript as Third Part ( palgūṯā da-tlāṯ ), consists of seventeen texts, three of which are attested in other collections: two texts correspond to discourses 22 and 40 of the First Part , and another one features in the Second Part as discourse 25. The main subjects treated in this collection are the mystery and elements of the solitary life, prayer as experience of divine presence inside a monk, and God’s infinite love and extreme mercy. Approaching critically the evidence of the Teheran manuscript, Chialà enquires concerning its title and proposes three possible explanations. It could have been introduced either by an early editor (Isaac himself or his disciples), by a later compiler or, finally, by the scribe of the Teheran manuscript. To Chialà, the first two options are most plausible, although the third one should not be excluded from consideration. Although we are indeed bereft of any precise information about the making of Isaac’s corpus and, in particular, its division into ‘parts’ (which should perhaps more appropriately be called ‘collections’), what seems to be certain is that such division appeared very early (attested, for example, by manuscripts of the 9th century), and the same early date appears to be applicable to the title ‘third part.’ From the present reviewer’s point of view, the actual collection of texts that one finds today in the Teheran manuscript must have been put together by the 13th or 14th century, for the following reason. In addition to the Third Part of Isaac (codex Issayi 5, p. 1–111), the Teheran manuscript contains five additional texts of spiritual content (codex Issayi 5, p. 111–133). Two of these are by Joseph Ḥazzaya ( On spiritual contemplation and On the prayer which comes to the mind in the sphere of serenity ), Both texts were edited and translated by A. Mingana, Early Christian Mystics , Woodbrooke Studies, Christian Documents in Syriac, Arabic and Garshūni 7 (Cambridge: Heffer & Sons, 1934). one by a certain Shamli, Now edited and translated by S. Chialà, “La Lettre de Mar Šamli à un de ses disciples: Écrit inédit d’un auteur méconnu,” Le Muséon 125 (2012), 35–53. and two further texts that remain unidentified. All those texts apparently predate the 10th century and must have been selected by a scribe who intended to produce a compilation of monastic texts within an intellectual milieu where monastic learning and education were held in great esteem. Given the dramatic decline of East Syriac monasticism after the 14th century, it is hardly possible to imagine that a collection of texts like this would be produced during the so-called ‘dark centuries’ (14th–16th century). Rather it is more likely to conclude that the creation of this compilation took place during the 10th–14th century. In order to find a possible setting and context for the collection of texts present in the Teheran manuscript, one could adduce the evidence offered by one of the largest compilations of East Syriac monastic works formerly preserved in the monastery of Our Lady of the Seeds ( olim Notre Dame des Semences \/ Vosté 237). This compilation consists mostly of works by East Syriac spiritual authors who flourished during the 7th–9th century. This manuscript was produced in the 13th century and, judging from the colophon, the texts were selected for that compilation by its scribe. Besides general kinship between these two manuscripts, there are a couple of details that show a typological relationship between them. Namely, the same two texts by Joseph Ḥazzaya feature in both manuscripts and, secondly, both compilations were described in a similar manner by their scribes. The scribe of manuscript olim NDS 237 concludes his work with the words, “this book of selected texts ( luqqāṭē ) is completed.” A similar wording is found in the appendix that follows the Third Part in codex Issayi 5: “the third part of Mar Isḥaq, bishop of Nineveh, along with a small selection of texts ( luqqāṭē ), is completed.” It is tempting to see the additional texts that follow the Third Part in the Teheran manuscript as originating from a monastic miscellany similar to the one produced in the 13th century. It is thus likely that the manuscript that served as the model for the modern Teheran copy is contemporaneous to that 13th-century monastic miscellany. Chialà has done a marvelous job of finding four other manuscripts, in addition to the Teheran manuscript, that clearly witness to the circulation of at least some portions of the Third Part outside of the East Syriac milieu. Discourses 1 and 2 are attested by a Syrian Orthodox manuscript of the 12th–13th century, whereas a fragment from discourse 7 appears in a Melkite (Rum Orthodox) manuscript of the 9th century. Furthermore, discourses 1–3 were identified in Arabic translation (within the so-called four-volume collection). In addition, seven manuscripts (both East Syriac and Syrian Orthodox) contain the text of the problematic discourse 10 (see below). The evidence recovered by Chialà thus has value not only for the establishment of the critical edition, but also because it allows a glimpse into the history of this new collection of texts. More precisely, it demonstrates that the text of the Third Part was in fact quite well known and appreciated not only in its native East Syriac tradition, but also beyond. The four-volume Arabic collection, for instance, has been extensively copied in Coptic monasteries in Egypt. The edition, quite naturally, is based on the Teheran manuscript with occasional preferences for variant readings and emendations based on the other witnesses. Regrettably, the Teheran manuscript manuscript was available to Chialà only in form of a photocopy, and its quality did not always prove sufficient and some of the words were not clearly legible. The edition contains a double apparatus, one of variant readings and another identifying Isaac’s biblical and patristic sources. The volume containing the text is concluded with helpful appen-dices of biblical and patristic sources, Syriac loan words from Greek and Latin (only two, however), as well as a comprehensive list of Syriac nouns, adjectives, and personal names. The Italian translation can be found in the companion volume that opens with a discussion of Isaac’s corpus (which according to a number of testimonies consisted of five ‘parts’), the authenticity of the Third Part , and a most useful lexicon of Isaac’s terminology. Chialà’s argumentation in favor of the authenticity of the newly-found collection of texts appears to be valid and cogent. The arguments can be summarized as follows. First, one can easily notice a close kinship between the Third Part and other works of Isaac. For example, the subjects treated, vocabulary, and style coincide with texts of the other ‘parts.’ The new texts are replete with terminology and particular notions related to the spiritual life as known from other works by Isaac. The same is true for the usage of the Bible and patristic sources (among which we find in the Third Part Evagrius Ponticus, Theodore of Mopsuestia , Basil of Cesarea, Mark the Monk, and John the Solitary ). Moreover, particular circumstances of the transmission of the Third Part also support its authenticity. As mentioned earlier, besides the fourteen new texts the Third Part contains also three other discourses that were already known as belonging to either the First or Second Parts. Finally, the discovered manuscript witnesses demonstrate that the discourses from the Third Part regularly stand next to other texts attributed to Isaac of Nineveh. While discussing the relation between the Third Part and the other two ‘parts,’ Chialà notes that the new collection coheres with the other parts. Whereas in the discourses of the First Part Isaac deals with a wide range of subjects in a somewhat concealed manner, in the texts that feature in parts Two and Three , the author’s treatment becomes more straightforward and he predominantly deals with the subjects that interest him most and discusses those in a much more plain and explicit language. It goes without saying that the issue of the authenticity of the texts edited by Chialà as the Third Part will be discussed and debated further. A study of the Russian researchers Evgeny Barsky and Maksim Kalinin demonstrates that a comparative examination of particular notions in three Parts may be especially fruitful. E. Barsky and M. Kalinin, “Do not be like children: Adam in the third volume of Isaac the Syrian” [in Russian], in N. Seleznyov and Y. Arzhanov, eds., Miscellanea Orientalia Christiana (Moscow, 2014), 26–44; E. Barsky and M. Kalinin, “Adam in the third volume of Isaac the Syrian” [in Russian], in Hilarion Alfeev, ed., Рroceedings of the First International Patristic Conference “Saint Isaac the Syrian and his Spiritual Legacy” (October 10th–11th, 2013, Moscow) (Moscow, 2014), 162–172. Being principally assured about both the actual existence of the Third Part and Chialà’s arguments in support of the authenticity of the texts present in the Teheran manuscript, what remains rather difficult to ascertain is whether the Teheran manuscript offers us the Third Part in exactly the same form (from the point of view of the texts included) as it was created. In other words, does the Teheran manuscript contain the same collection of texts that were assembled by an anonymous editor of Isaac’s works; or was it perhaps originally a more extensive collection; or were the new texts added to the original collection in a later period? This question must remain open. Only a discovery of other copies of the Third Part can help in assessing the actual value and position of the Teheran copy within the textual tradition. The tenth discourse stands out from the others. Its authorship is dealt with in a special section. This text differs from the rest of the Third Part and the corpus of Isaac in general, both in its poetic form and its heterogeneous content (for instance, it refers to some practices that were not observed in the monastic milieu of Isaac). Curiously, this discourse has already been known (and even published), as it is present in a number of manuscripts, being attributed either to Ephrem of Nisibis or to Isaac (not always identified as Isaac of Nineveh). After an in-depth discussion of the text’s authorship and its relationship to the corpus of Isaac of Nineveh, Chialà concludes that the poetic text is of uncertain authorship (Chialà is inclined to consider it as coming from the pen of one ‘Isaac of Antioch’). He suggests that the text, deemed worthy for a monk’s perusal, was added by Isaac of Nineveh himself to his works, and that it was Isaac who supplied it with a special introduc- tion and conclusion. Undoubtedly new copies of the poem will show up as Middle Eastern collections become more accessible. For instance, one should add to the list a Syrian Orthodox monastic miscellany (Sharfeh, Raḥmani 38, 1466 CE) that contains the poem with attribution to Ephrem of Nisibis, as well as an important East Syriac manuscript ( olim Diyarbakir\/Scher 95, now CCM 398, 1583 CE) where the poem can be found with attribution to Isaac (without further specification). On that manuscript, see Herman Teule, “A Fifteenth-century Spiritual Anthology from the Monastery of Mar Ḥannanyā”, Het Christelijk Oosten 49 (1997), 79-102. The present reviewer is not entitled to give an objective judgment about the quality of the Italian translation. It deserves to be stressed, however, that while working on a Russian translation of two discourses from the Third Part , G. Kessel, “Isaac of Nineveh: Two treatises from the newly found collection” [in Russian], in N. Seleznyov and Y. Arzhanov, eds., Miscellanea Orientalia Christiana (Moscow, 2014), 45–57. I was able to detect that the given translation markedly differs from that previously published by Chialà. In particular, I was pleased to notice that in this version Chialà reached indeed a marvelous level of understanding Isaac’s thought. Notwithstanding Chialà’s masterful handling of the Syriac text, it should be borne in mind (as is noted by Chialà himself) that the peculiar character of Isaac’s style often eludes straightforward and unambiguous comprehension, and it should therefore not come as a surprise that other translators will disagree with Chialà’s interpretation of particular passages (as I did on a number of occasions in my Russian translation). Any reader of Chialà’s translation will undoubtedly appreciate his detailed analysis of the text, scattered among copious annotations that offer invaluable information on parallels found in other texts by Isaac and on his various Greek and Syriac sources. The evidence that was painstakingly compiled by Chialà is of utmost importance for any research on Isaac’s thought and his sources. It is hoped that this wonderful edition will attract even more attention to Isaac of Nineveh and, particularly, bring about studies aimed at philological and source critical analysis. A forthcoming English translation by Mary Hansbury will certainly make the text more accessible to a wider audience. The work of Chialà is an excellent example of how productive the study of Syriac manuscripts can be, many of which, it is sad to admit, have never been explored properly up to the present day. The scholarly community should pay a high tribute to the efforts of Sabino Chialà for promptly providing us not only with a complete and reliable edition of the Third Part , but also with a useful set of philological tools that will prove indispensable for further exploration of Isaac’s legacy.",
    "title" : 
    [ "Review of: Isacco di Ninive, Terza Collezione",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kessel, Grigory" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv17n2prkessel",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Isacco di Ninive, Terza Collezione" }