
  { "fullText" : "Eliyahu Lizorkin, Aphrahat’s Demonstrations: A Conversation with the Jews of Mesopotamia , CSCO 642 \/ Subs. 129 (Leuven: Peeters, 2012). Pp. xvi + 176; €70.00. The nature of the relationship between Aphrahat and his Jewish contemporaries in early fourth-century Mesopotamia continues to invite scholarly analysis, and justifiably so. Not only is Aphrahat of great importance for understanding the development of what might be called ‘emerging mainstream’ Syriac Christianity in the Persian empire, his Demonstrations also display extensive links with Jewish traditions, links that have been explored across the entire history of modern scholarship on the ‘Persian Sage’. The early documentation of parallels between Aphrahat and rabbinic literature, which was usually done with little critical analysis, was subjected to careful scrutiny by Jacob Neusner in his 1971 book Aphrahat and Judaism . Neusner’s general conclusion was that Aphrahat’s use of scripture did not reflect any real engagement with rabbinic authorities. Subsequent studies on the question of Aphrahat’s relationship to Judaism and with the Mesopotamian Jewish community of his day have called Neusner’s negative judgment into question. Lizorkin’s work can be situated within this larger debate. Oddly, the author refrains from outlining his argument in the introduction to his work. I would advise the reader to begin with the concluding chapter, paying particular attention to pp. 163–166, where it becomes clear that Lizorkin’s main foil is in fact Neusner. The latter is criticized for i) not allowing for “para-Rabbinic” Jews in Aphrahat’s milieu, ii) failing to see the importance of what Lizorkin terms the “hidden polemics” of “disagreement by omission,” and iii) failure to give due weight to counter-evidence (i.e., issues on which Aphrahat and at least some fourth-century rabbinic figures seem to be having a kind of indirect conversation). None of these criticisms of Neusner’s analysis of Aphrahat is new; indeed, it seems a little strange that more nuanced approaches to the question of Aphrahat’s engagement with contemporary Jews (e.g., as found in the work of Marie-Joseph Pierre or Naomi Koltun-Fromm, both of whom are listed in Lizorkin’s bibliography) were not introduced at this point in the discussion. At any rate, it is the methodological step of going beyond Neusner’s demand for overt evidence of direct engagement with rabbinic ideas in the Demonstrations that allows Lizorkin (like his predecessors) to argue for real but indirect contact between Aphrahat and contemporary rabbis. Before the argument gets under way, we are provided with an introduction to Aphrahat and his world, an introduction, it must be said, which includes some rather dubious claims. We are told, for example, i) that Aphrahat’s kind of Christianity, being located outside of the Roman world, was somehow closer to “early Christianity” than other kinds (1); ii) that Aphrahat’s arguments “seem to be positioned well within an exclusively Semitic world” (3; it is puzzling that, when this point is repeated on p. 15, Robert Murray is cited as support, when in fact he ended up calling this so-called ‘Semitic purity’ into question); iii) that Aphrahat’s “concerns presuppose a monastic community” (3) and that he “may have been a chief monk” (4) (though it must be noted that the author shifts to “proto-monastic” without warning); and iv) that the Roman empire had “completed its Christianization process” under Constantine (5). None of these claims, with the possible exception of ii), is crucial for Lizorkin’s analysis, but in a book that aims for a more nuanced approach to its chosen subject, they leave something to be desired. On balance, however, the introduction does what it is supposed to do: provide the reader with basic information on Aphrahat and the Christian and Jewish communities in Persia in the late Parthian and early Sassanian periods. One might question whether or not some of the information included is really necessary for the argument to follow, but this is certainly not the case with the (all too brief) discussion of Aphrahat’s intended audience on pp. 7–8. There, Lizorkin introduces the notion of “layers of intent” to distinguish between two targeted groups: a “Christian” audience (presumably, he says, of mixed Jewish and non-Jewish background) that accepts Jesus as Messiah and a secondary audience of “Jesus-believing Jews who doubted the Messiahship of Jesus.” This second category is somewhat surprising. One would have expected Lizorkin to identify non-Jesus-believing Jews as a secondary, or perhaps tertiary, audience, given his focus on Aphrahat’s relationship with “para-Rabbinic” Jews. Moreover, it seems rather unlikely that there would have actually been any Jewish converts to Christianity who doubted the Messiahship of Jesus. What kind of ‘conversion’ would this have been? The identification of such a group is pure speculation on the author’s part. It would be intriguing indeed if we could read Aphrahat’s various references to a Jewish opponent (“wise debater of the people” [12.3; 15.5], “debater of Israel” [18.2; 19.2], among others) as evidence of a debate within the Christian community in Persia (as Lizorkin does explicitly on p. 111), but, given the tenor of the passages in which these references occur, this seems not to have been the case. Despite the fact that we know very little about Syriac Christianity in Persia before him, Aphrahat has clearly inherited an already sophisticated ecclesiology and anti-Jewish polemic which would seem to make the probability of such an internal debate in his day rather low. Lizorkin then proceeds to analyze five of Aphrahat’s Demonstrations (11, “On Circumcision; 4, “On Prayer”; 15, “On Avoiding of Certain Foods”; 12, “On Passover Sacrifice”; 3, “On Fasting”) in order to show that a real Christian-Jewish conversation was happening in early fourth-century Mesopotamia. Each chapter is given the same structure: i) a general discussion of the topic in question as it related to Judaism, Christianity, and Zoroastrianism; ii) a presentation and analysis of Aphrahat’s argument; iii) a comparison of Aphrahat with relevant material in the Babylonian Talmud. The inclusion of Zoroastrianism in part i) of each chapter (with the exception of the chapter on Passover) is a little odd, since the comparisons with that tradition fail to shed any light on Christian-Jewish interactions. The crucial comparative section of each chapter considers three scenarios: i) agreement; ii) disagreement by omission; iii) disagreement by confrontation. I will not attempt to summarize all of Lizorkin’s analysis, but limit myself to a few observations on the results. At times, Lizorkin has some difficulty in explaining why his evidence should fall into one category rather than another. In the discussion on circumcision, for example, we are told that both Aphrahat and the Babylonian Talmud “acknowledge the concept of circumcision of the heart” (35). Yet since there is such a discrepancy between the two sources on the importance of this concept, one wonders if this is more of a disagreement than an agreement. Likewise, while both sources affirm that prayer has supernatural power (69), since their respective interpretations of that power differ considerably one may question whether or not this really is a case of agreement. The same might be said for some of the purported agreements on the topic of the Passover (116–117). To his credit, in his final comparison (dealing with fasting) Lizorkin explicitly acknowledges the ambiguity of some of the cases that he labels as agreements. After reminding the reader that Aphrahat and the Babylonian Talmud “have many things in common,” he goes on to say that “most of the things that are held in common by both Aphrahat’s Christian community and the Babylonian Talmud community are characterized by a difference of emphasis” (146). His point is indeed reflected in the list of “agreements” in the understanding of fasting reflected in the two sources. It might perhaps have been useful to include a category between “agreement” and “disagreement by omission.” With respect to the latter category, it isn’t always explained why the evidence given represents either a “disagreement” or an “omission.” For example, with respect to the analysis on pp. 92–93, what exactly is being omitted when Aphrahat objects to Jews taking pride in kashrut [food regulations], or when he points out that Egyptians had their own food prohibitions, or explains why these prohibitions existed? More generally, even if we identify genuine differences between Aphrahat and the Babylonian Talmud, given the layered nature of the latter text it becomes quite difficult to say that these differences existed in Aphrahat’s own day, or, even more strongly, were actual “disagreements” on the ground. This does not, of course, rule out investigation into what might have been a contemporary rabbinic perspective on the issues that Aphrahat discusses, but to make the comparison compelling some methodological preliminaries are called for. How likely is it, one might ask, that the passages used by Lizorkin from the Babylonian Talmud were written close to Aphrahat’s time? The author refers to this problem on p. 68, but it is never adequately addressed. And in a text the size of the Talmud, how representative are such passages? Lizorkin shows an awareness of the latter question on the bottom of p. 117, but otherwise it is not considered. Despite such methodological weaknesses, Lizorkin identifies a number of intriguing sites in what might have been a conversation between Aphrahat and contemporary Jews. The fact that, for Aphrahat, Gabriel plays a crucial role both in the transmission of (pure) prayer to God and in God’s response to such prayer is compared to the complete lack of this notion in the Babylonian Talmud’s understanding of Gabriel (70), an interesting difference given the importance of prayer in rabbinic culture. Likewise, according to Lizorkin, the emphasis in Aphrahat on private prayer, and even more strikingly, on ‘prayer’ that is really not prayer in the ordinary sense at all, but virtuous action, does not correspond to anything similar in the Babylonian Talmud. The long defense of individual prayer in Aphrahat does invite explanation, and the comparison with Talmudic passages affirming the efficacy of communal prayer is suggestive (see p. 78). A thorough study of individual prayer in the latter source is needed to make this comparison stronger. Even so, the ‘prayer theory’ of Aphrahat does indeed stand in contrast to that of the Babylonian Talmud (if we can trust the author’s assessment of the evidence from that source). The affirmation of a kind of Christian Passover in Aphrahat, an Easter festival whose contours the Persian Sage leaves somewhat fuzzy, is a fruitful point of comparison. There can be little doubt that here we are dealing not with a merely abstract theological argument but with a topic of much real-world significance for the members of Aphrahat’s community, which celebrated its typologically fulfilled Passover during the same seven days as the Jewish community observed its Feast of Unleavened Bread (see Dem . 12.8). Lizorkin provides a helpful summary of the major differences between Aphrahat and the Babylonian Talmud on Passover observance (123–129). The question of the legitimacy of such observance outside of Jerusalem is obviously crucial for both sources and is one of the best candidates for a genuine topic of debate in Aphrahat’s day. More emphasis might have been placed, however, on Aphrahat’s relativization of ritual. After trying to explain a Christian Passover that combines a reverence for the 15th of Nisan (the day of the month on which Christ was crucified, but which may fall on any day of the week) with both Friday (the day of the week for that same event) and Sunday (as the day of Christ’s resurrection), an explanation that probably didn’t suffice for some of his audience, he concludes with an exhortation to avoid bickering and embrace purity of heart, which means being diligent every month, week, and day of every year. There is much more significance to this than the mere difference in the number of prescriptions discussed by each source (124). Aphrahat’s use of the examples of Samson and Elijah in his argument against food restrictions is compared with the Babylonian Talmud’s failure to make sense of the biblical accounts of these holy figures engaging in ritually unclean activities. Though he is more confident of an interaction between Aphrahat and Jews in the case of the interpretation of Elijah’s activities, Lizorkin is appropriately cautious in his summary of what such comparisons actually tell us: “Examples like this…show that communities read the same portions of Scriptures and sought to reconcile their theology with the Scriptures that they claimed as the foundation of those theologies, but given their geographical proximity, language compatibility and shared scriptural tradition, it is possible, if not likely that they also engaged in some kind of conversation at least on the popular level, the remnants of which may be reflected in the texts under our consideration” (99). What is less cautious is the claim that, in such cases, “Aphrahat and Bavli [Babylonian Talmud] only make sense when considered side by side” (101): Aphrahat’s opposition to kashrut is perfectly understandable even in the absence of rabbinic arguments, and the Babylonian Talmud’s distress in dealing with these passages almost certainly did not arise from the challenge of Aphrahat in particular. Despite its flaws, including, it must be said, numerous defects in the author’s English prose, Lizorkin’s work does identify a number of possible (and even some probable) points of contact between Aphrahat and contemporary Jews, only some of which were discussed here. The case is sometimes overstated and the methodology needs to be tighter, but we must remember that such a project is always going to be somewhat speculative given the nature of the Talmudic material. We don’t need this material to conclude that ongoing controversy with Jews was a real concern for Aphrahat’s community: the often urgent tone and the fairly realistic account of various interactions with Jewish opponents in the Demonstrations is sufficient. The project of comparison may still be judged worthwhile, however, since it sheds at least some light both on Aphrahat’s context and on some of his deep concerns.",
    "title" : 
    [ "Review of:Aphrahat’s Demonstrations: A Conversation with the Jews of Mesopotamia",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Lehto, Adam" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv17n1prlehto",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Aphrahat’s Demonstrations: A Conversation with the Jews of Mesopotamia" }