
  { "fullText" : "Sebastian P. Brock, Treasure-house of Mysteries: Explorations of the Sacred Text through Poetry in the Syriac Tradition , Popular Patristics Series 45 (Yonkers, N.Y.: St. Vladimir’s Seminary Press, 2012). Pp. 306; $24. Sebastian Brock’s editions, translations and studies of early Syriac poems on the Bible constitute the most important contribution to our understanding of the early Syriac tradition since the publication of Robert Murray’s Symbols of Church and Kingdom in 1975. This unassuming volume presents in an accessible form the fruit of nearly four decades of Brock’s groundbreaking work on these texts. It is essential reading for anyone interested in the reception of the Bible in late antique Syriac Christianity. The poems on the Old and New Testament included in this collection “take three different forms, lyric, narrative, and dialogue” (p. 13), allowing for “three very different approaches to the biblical text” (p. 14). In the lyric poetry (hymns) of Ephrem the Syrian , biblical characters can break free of the fetters of their historical (con)text and become instead contemporary voices, speaking directly to Ephrem and his readers (p. 14). “Narrative poems provide the opportunity for imaginative retellings” of biblical episodes and stories (p. 15). Because the Bible (as Auerbach puts it) is “mysterious and ‘fraught with background’,” leaving much of what is important unexpressed, E. Auerbach, Mimesis: The Representation of Reality in Western Literature (Princeton: Princeton University Press, 1968), 12. it actively invites such dynamic, intertextual and creative retellings. Dialogue poems similarly give expression to the fecundity of biblical narrative, but whereas narrative poetry is driven by story, dialogue poems most often “take their starting point from a moment of tension in the biblical text” (p. 15), such as when Cain attacks Abel (Text III.4), or when Potiphar’s wife makes a grab for Joseph (Text III.9). Interestingly, several episodes (e.g., Genesis 22) were treated in more than one genre. Many of the poems in the latter two genres are based on Brock’s own careful critical editions. These and other specialist publications seem to have been written with just such a volume as the Treasure-house of Mysteries in mind. This volume is, in fact, the latest in a long series of publications that make the riches of Syriac liturgical poetry available to the lay reader and the contemporary Syriac churches. Note, for example, numerous publications in the Eastern Churches Review, Sobornost and The Harp . See especially Brock’s publication, in Syriac, of a major collection of dramatic dialogue poems on biblical themes ( Soghyatha mgabbyatha ) by the Monastery of St. Ephrem (Glane, Holland, 1982), as well as the 1996 article in The Harp entitled “Syriac Liturgical Poetry: A Resource for Today.” Brock thus models in this collection the work of “responsible haute vulgarisation ” that he sees as being necessary “if our subject is to flourish.” “Syriac Studies in the Last Three Decades: Some Reflections,” in VI Symposium Syriacum, 1992: University of Cambridge, Faculty of Divinity, 30 August – 2 September 1992 , Orientalia Christiana Analecta 247, ed. René Lavenant (Roma: Pontificio Istituto Orientale, 1994), 13–29, citation from 28–29. Several major themes emerge in this collection that reflect Brock’s larger oeuvre , above all the place of biblical women in early Syriac liturgical poetry. Beginning in 1974, with the publication of “Sarah and the Akedah” ( Le Muséon ), Brock has paid particular attention to the bold and articulate biblical women portrayed in the Syriac poetic tradition, as can be seen from his further work on Sarah (1981, 1984, 1986, 1989, 1992, 2007, 2009), Mary (1976, 1977, 1979, 1982, 1983, 1992, 1994, 2006, 2011), the Sinful Woman of Luke 7:36–50 (1988, 1992), the Widow of Sarepta (1989, 1990), Tamar (2002, 2009), and Potiphar’s Wife (2007). Full references can easily be found in Sergey Minov’s “Comprehensive Bibliography on Syriac Christianity,” found at: http:\/\/csc.org.il\/ db\/db.aspx?db=SB. Almost all the relevant texts are republished in this volume. Brock’s work on these biblical women is foundational, and thus meant to be built upon. Brock’s plenary address at the 2007 Oxford Patristics Conference focused on this corpus: “Dramatic Narrative Poems on Biblical Topics in Syriac,” Studia Patristica 45 (2010), 183–196. And the possibilities are exciting, as the work of Susan Ashbrook Harvey so brilliantly demonstrates. For example, “Spoken Words, Voiced Silence: Biblical Women in Syriac Tradition,” Journal of Early Christian Studies 9 (2001), 105–131; “On Mary’s Voice: Gendered Words in Syriac Marian Tradition,” in The Cultural Turn in Late Ancient Studies: Gender, Asceticism, and Historiography , ed. D. B. Martin and P. C. Miller (Durham \/ London: Duke University Press, 2005), 63–86; “Impudent Women: Matthew 1:1–16 in Syriac Tradition,” Parole de l’Orient 36 (2010), 65–76; Song and Memory: Biblical Women in Syriac Tradition (Milwaukee, WI: Marquette University Press, 2010). Another major theme is Ephrem’s idea of scriptural incarnation: God revealing himself to humans through the biblical text (p. 22). This self-revelation is indirect, through symbols, so as not to risk compromising human free will. But, those who respond in the right frame of mind (“thirst” and “love” are the terms used in Hymns on Faith 32:3) attain a purity of the inner eye of faith that enables them to see the hidden symbols of the biblical text (p. 24). For more see, Sebastian P. Brock, The Luminous Eye: The Spiritual World Vision of Saint Ephrem (Kalamazoo: Cistercian Publications, 1992). Ephrem’s view of salvation history is anthologized in Sebastian P. Brock and George Anton Kiraz, eds., Ephrem the Syrian. Select Poems: Vocalized Syriac Text with English Translation, Introduction and Notes , Eastern Christian Texts 2 (Provo, Utah: Brigham Young University Press, 2006). Brock’s introduction to “Ephrem on Reading Scripture” (p. 21–30) is a model of clear exposition, preparing the reader to make the most from the texts by Ephrem in the anthology. In addition to this and the general introduction, each text has a separate introduction, often several pages in length. The volume ends where it should, in the convergence of Bible and liturgy. The Syriac tradition is entirely absent from Jean Danielou’s The Bible and the Liturgy (Indiana: University of Notre Dame Press, 1956). The biblical poetry presented in this volume did not live outside the liturgy, unlike contemporary commentaries. Yes, exegesis is being done continually in these texts, See, for example, Susan Ashbrook Harvey, “Performance as Exegesis: Women’s Liturgical Choirs in Syriac Tradition,” in Inquiries into Eastern Christian Worship: Selected Papers of the Second International Congress of the Society of Oriental Liturgy , Eastern Christian Studies 10, ed. Bert Groen, Steven Hawkes-Teeples and Stefanos Alexopoulos (Leuven: Peeters, 2010), 47–64. but they are not solely or even primarily exegetical in character. Syriac poetry was sung in a liturgical setting, antiphonally in the case of the dialogue poems, and with refrains in both lyric and narrative poems. These poems allowed the lectionary readings to come alive, creating not just a “Bible as it Was,” to use James Kugel’s phrase, but a Bible that reaches out to the congregation through drama and imagination, presenting an immanent rather than a transcendent encounter with the divine.",
    "title" : 
    [ "Review of: Treasure-house of Mysteries: Explorations of the Sacred Text through Poetry in the Syriac Tradition, Popular Patristics Series 45",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Heal, Kristian S." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv17n2prheal",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Treasure-house of Mysteries: Explorations of the Sacred Text through Poetry in the Syriac Tradition , Popular Patristics Series 45" }