
  { "fullText" : "Na‛ama Pat-El, Studies in the Historical Syntax of Aramaic. Perspectives on Linguistics and Ancient Languages 1 (Piscataway, NJ: Gorgias Press, 2012). Pp. xv + 243; $180.31. Although Aramaic with its history of some three-thousand years can offer many important insights into the long-term workings of language change and the effects of lasting contact, studies that extend beyond one variety or a group of directly related varieties are still extremely rare. This is understandable: no single person can have a complete overview of the huge internal diversity of Aramaic; its study is scattered across several distinct academic disciplines; and much of the material remains inaccessible without a rigorous philological training (in the case of earlier epigraphic witnesses and manuscripts that have not yet been translated) or full immersion into descriptive work (as with the many modern vernaculars). In the book under review, a modified version of the author’s 2008 Harvard dissertation, Na‛ama Pat-El now takes the major step of bringing together evidence from the entire chronological and geographical spectrum in order to trace the evolution of three different syntactic phenomena (with some further comparative remarks), namely, adverbial subordination, nominal modifiers, and direct speech representations. A number of preliminary matters, such as the approach and the corpus underlying the ensuing discussion, are briefly outlined in the introduction (pp. 1–19). The author wishes to extend the principles of comparative phonological and morphological reconstruction, which still constitute the backbone of linguistic subgrouping, to syntax, a field usually studied from a synchronic point of view due to its susceptibility to fast and radical change. In pursuing this goal, she collects examples from different Aramaic varieties through the history of the language that illustrate each of the three phenomena under investigation: Old and Official Aramaic, a selection of textual witnesses of the main representatives of the later Western (Jewish Palestinian and Samaritan) as well as of the Eastern branches (Syriac, Jewish Babylonian, Mandaic), and several modern vernaculars. Forms of Aramaic that were less easily accessible by means of complete synchronic descriptions, such as Qumran Aramaic, on which the first full reference grammar appeared only in 2011, T. Muraoka, A Grammar of Qumran Aramaic (Louvain: Peeters, 2011). or certain epigraphic corpora, by contrast, do not feature prominently in the work under review. The selection of topics receives no further motivation, so it is first and foremost a common approach that unites the three main chapters, not the subject matter itself. As the author proceeds “top-down” from an examination of general patterns and structures rather than “bottom-up” from some puzzling and seemingly irregular detail in a specific text that turns out to have a wider bearing on the grammar of the respective language, her work embodies both the opportunities and the limits of largely theory-driven comparative historical syntax as opposed to more strictly evidence-based philology: the broad chronological range brings tendencies to the fore that would go unnoticed in a detailed but more restricted grammatical analysis; yet the linguistic facts often seem to be gleaned “second-hand” from existing grammars (which of course tend to present language as a regular system, if only for pedagogical reasons) or dictionaries and are not collected by way of a meticulous study of the primary sources that aims at a maximum of accuracy in each case, gives full attention to exceptions, and also discusses problems of reading, textual criticism, or transcription. Of course the latter would only be possible on a smaller scale, An excellent example is Chr. Stadel, “Syntagmen mit nachgestelltem kl im Alt-, Reichs- und Mittelaramäisch,” Journal of Semitic Studies 56 (2011), 37–70. but, as will be seen, the primacy of the theory in this book has consequences for several of the views it advocates. Some relevant secondary literature goes unnoticed, too. While such limitations in completeness and precision are thus inherent to the author’s extremely wide perspective, one might still have hoped for a somewhat more nuanced and up-to-date discussion of the internal classification of Aramaic instead of the simple but hardly adequate division into chronological “phases” according to Fitzmyer. In addition to that, a lucid and convincing historical framework that can relate Official Aramaic to its roots in the complicated dialect landscape of Babylonia on the one hand and its impact on post-Achaemenid varieties on the other would be able to account more comprehensively for the historical circumstances by which certain innovations could spread in Aramaic. For an attempt along these lines, cf. H. Gzella, “Imperial Aramaic,” in: S. Weninger et al., eds., Semitic Languages (Berlin and New York: De Gruyter, 2011), 574–586, and id., “Late Imperial Aramaic,” ibid., 598–609. This seems all the more desirable since the author herself repeatedly singles out the role of Official Aramaic as a catalyst for important long-term changes. In view of the very high degree of standardization of Achaemenid Official Aramaic, it is thus simply misguided to regard the documentary texts from Egypt as specimens of “the local dialect” (namely “Egyptian Aramaic”; so explicitly on p. 159), for the papyri from Samaria and the new Aramaic letters on parchment from Bactria (the latter still go unmentioned) evidently reflect the same script and language variety in terms of orthography, morphology, syntax, and lexicon despite occasional variation (caused by incidental phonetic spelling and at times perhaps imperfect learning) on the micro-level. There are numerous studies on the basic linguistic unity of the core of Official Achaemenid Aramaic, see, e.g. (with further bibliography), H. Gzella, Tempus, Aspekt und Modalität im Reichsaramäischen (Wiesbaden: Harrassowitz, 2004), 35–48; id., “Das sprachliche Prestige des Reichs-aramäischen,” in: R. Rollinger, B. Gufler, M. Land, and I. Madreiter, eds., Interkulturalität in der Alten Welt (Wiesbaden: Harrassowitz, 2010), 489–505; the linguistic position of the Samaria Papyri is discussed by id., Bibliotheca Orientalis 69 (2012), 610–611, the material from Bactria in id., “Local Administration: Bactria,” forthcoming in: B. Jacbos and R. Rollinger, eds., A Companion to the Achaemenid Persian Empire (Oxford: Wiley-Blackwell, 2014). Some scholars who include the Hermopolis Letters in the corpus tend to overstate the internal heterogeneity of Achaemenid Aramaic, but these letters seem to be essentially pre-Achaemenid in their linguistic garb (Gzella, “Imperial Aramaic,” 582–583). Consequently, the term “Egyptian Aramaic” and its underlying concept cause confusion and should be avoided. The first and longest chapter focuses on adverbial subordination (pp. 21–88). As the many specific markers used for introducing dependent clauses often differ so markedly in the historical Semitic languages, the author concludes that they have, by and large, evolved individually from asyndetic relative clauses, with the head noun turning into an adverbial subordinator. This is an appealing explanation; it can contribute to uncovering the driving forces that govern the emergence of similar structures using lexemes without a common etymology in related languages. Aramaic, by contrast, differs from other Semitic idioms in that subordinators seem to be based on the relative particle zy *\/ḏī\/ (later dy \/dī\/) there, while its pre-modern varieties did apparently not develop original subordinators in the way other Semitic languages did but in the course of time even lost the respective inherited forms such as *\/kī\/, and modern dialects borrowed various subordinators from neighboring languages. By stressing this curious dissimilarity, the author points to an important and hitherto underrated feature of Aramaic, even if she may exaggerate her case. Cf. the very critical remark by Muraoka, Grammar , 227 n. 121, who points out that she “is trying to attempt to fit data to the straightjacket of her thesis.” Internal distinctions between Western and Eastern Aramaic subordinators, however, turn out to be less clear-cut than a somewhat global overview of the relevant forms suggests. It is common knowledge that \/meṭṭol\/ ‘because of’ belongs to the hallmarks of Eastern Aramaic (pp. 73-77) due to the underlying by-form *\/ṭoll\/ ‘shadow’ instead of etymological and Western Aramaic *\/ṭell\/. See K. Beyer, Die aramäischen Texte vom Toten Meer , vol. 1 (Göttingen: Vandenhoeck & Ruprecht, 1984), 98 and s.v., 590; H. Gzella, “The Heritage of Imperial Aramaic in Eastern Aramaic,” Aramaic Studies 6 (2008), 85–109, esp. 101. Neither item is cited here. Yet dlmh in its function as the subordinator ‘lest’ (instead of the common adverb ‘perhaps’), here presented as a characteristically Eastern trait (pp. 39–46), also occurs in Aramaic texts from Qumran that otherwise contain no single trace of demonstrable Eastern influence: Cf. H. Gzella, “Dating the Aramaic Texts from Qumran: Possibilities and Limits,” Revue de Qumran 93 (2009), 61–78, esp. 74–76. the reading dlmh in the Genesis Apocryphon (1Q20 22,22) with the {m} secondarily added above the line is crystal-clear on the photograph; For an excellent photo, see D. A. Machiela, The Dead Sea Genesis Apocryphon (Leiden: Brill, 2009), 251; cf. also J. A. Fitzmyer, The Genesis Apocryphon of Qumran Cave 1 (1Q20) (3rd ed. Rome: Pontifical Biblical Institute Press, 2004), 252. the same meaning may apply to dy lmh in the Targum to Job (11Q10 21,4 = Job 32,13), where it renders Hebrew pn ‘lest’. So J. A. van der Ploeg and A. S. van der Woude, Le Targum de Job de la grotte XI de Qumran (Leiden: Brill, 1971), 52, and Beyer, Texte 1, 291. Since both texts are said to have been included in the corpus under investigation (p. 15), it is not apparent how comprehensively all the sources listed in the introduction have been examined. One may also note that two different sigla that both refer to the Targum of Job, 11Q10 and 11QtgJob, appear as different texts in the index of passages (p. 231). So even though the author’s attempt to introduce largely (but not exclusively) neglected syntactic considerations into the internal classification of Aramaic remains entirely legitimate, the restricted data that are adduced in support of her argument may at times need closer scrutiny. Subsequently, the author’s attention moves to nominal modifiers, in particular the position of demonstratives in the clause (pp. 89–145). She suggests that the weakening of the emphatic state as a definiteness marker and the increasing use of proleptic suffixes (e.g., brh zy PN ‘his son, the one of PN’ = ‘PN’s son’) for indicating nominal individuation eventually triggered the rise of regular pre-positive demonstrative pronouns in the whole of later Aramaic (Samaritan, Mandaic, Jewish Babylonian, Classical Syriac, and Neo-Aramaic) instead of post-positive ones, which were dominant in earlier stages. It is no doubt attractive to connect the gradual spread of prolepsis in Aramaic with wider-ranging changes in constituent order, and the author deserves credit for making this point. More specifically, however, she maintains that “the demon-strative consistently precedes the head noun” in non-translated Classical Syriac (p. 102), as opposed to a less easily classified con-stituent order (or even purely stylistic variation) according to the usual grammars, except when then noun “is the antecedent of a relative clause, or when the noun is modified by any other type of attribute” (p. 133). This claim would have to be tested against a much larger textual basis than the relatively small selection of Syr-iac literature mentioned on p. 15, but even a very quick glance at the likewise non-translated Doctrina Addai , a narrative prose account which (in Cureton’s edition) is said to have been included in the author’s examination as well, reveals numerous counter examples: All citations refer to G. Howard, The Teaching of Addai (Chico, CA: Scholars Press, 1981). the very same expression ‘at that time’ occurs with both pre-positive ( bhw ‘dn’ ; p. 48, l. 7) and post-positive ( b‘dn’ hw ; p. 26, l. 5 from below) demonstrative, but in neither case is the noun the antecedent of a relative clause or is further modified, so this must be an instance of free variation. Adverbial expressions of place also tend to take a post-positive demonstrative, even if no additional modification depends on them, and they are hardly all fossilized: b’tr’ hn’ ‘in this place’ (p. 24, l. 17; p. 28, l. 1), bqbr’ hn’ ‘in this tomb’ (p. 24, l. 18), krk’ hn’ ‘this city’ (p. 52, l. 10; p. 68, l. 3); b‘lm’ hn’ ‘in this world’ (p. 96, l. 14); The text in Howard reads m‘lm’ , but that must be a typo. the same goes for subjects of verbal clauses: sw‘rn’ hn’ ‘this event’ (p. 32, l. 18); and other complements: d‘lm’ hn’ ‘of this world’ (p. 72, l. 5); lhymnwt’ hd’ ‘to this faith’ (p. 90, l. 3 from below; same order as in an almost identical noun phrase with a dependent relative clause on p. 92, l. 17); mn ‘lm’ hn’ ‘from this world’ (p. 96, l. 3 and l. 3 from below); yrtwt’ hd’ ‘this inheritance’ (direct object; p. 96, l. 5). Conversely, nouns that act as antecedents of relative clauses likewise occur with pre-positive demonstratives: hlyn tltyhyn dṣby’ mlkwtky dtḥzyn ‘these three things which your majesty desires to see’ (p. 22, l. 14–15); hn’ nbw […] dsgdyn ’ntwn ‘this […] Nebo whom you worship’ (p. 48, l. 15); hn’ dyn mlk’ dyln ‘this king of ours, however’ (p. 90, l. 5); similarly, nouns with other attributes: bhn’ šm’ mšbḥ’ ‘by this glorious name’ (p. 40, l. 5 from below). No doubt many more examples could be found, and it seems that the alleged rule proposed by the author does not exist. Whether there is indeed a general (though perhaps only slight) tendency of the position of demonstratives to be governed by the syntactic context in Syriac as such, can only be established by an extensive and sophisticated statistical analysis on the basis of a large corpus. Mutatis mutandis , this also applies to Mandaic, where the position of the demonstrative pronoun has been described as similarly unstable in standard grammars, Th. Nöldeke, Mandäische Grammatik (Halle: Buchhandlung des Waisenhauses, 1875), 338. without there being evidence to the contrary. For the time being, the linguistic facts, upon closer look, do not support the author’s general hypothesis. Furthermore, if it is true that “prolepsis was the catalyst for the word order change, as the definite article was weakening and prolepsis has become the common way to mark definiteness” (p. 132), it should be explained why Samaritan Aramaic also participates in this allegedly universal tendency in Aramaic. For Samaritan Aramaic does exhibit frequent pre-positive demonstratives (as noted on p. 100 and 104), but it still has productive definiteness marking, and, unlike the later Eastern dialects, the “emphatic state” had not yet lost its function. See now Chr. Stadel, The Morphosyntax of Samaritan Aramaic (Jerusalem: Bialik, 2013), 65–75 [Hebrew]; Cf. R. Macuch, Grammatik des samaritanischen Aramäisch (Berlin and New York: De Gruyter, 1982), 285–291. One may thus entertain the possibility that the emergence of proleptic suffixes some time after the Old Aramaic period did not effectuate these changes in constituent order, but, on the contrary, that they arose as a response to differences in word order that were themselves the result of interference with Akkadian and Old Persian. For some possible examples, cf. S. A. Kaufman, The Akkadian Influences on Aramaic (Chicago: University of Chicago Press, 1974), 133. Both languages diverge from Old Aramaic in this respect, and word order is known to be easily susceptible to contact-induced changes. The appearance of proleptic suffixes between the end of the sixth and the beginning of the fifth century B.C. and their subsequent spread would thus coincide nicely with enduring periods of first Aramaic-Akkadian, then Aramaic-Iranian contact. Another chapter addresses three different strategies of representing direct speech, i.e., unmarked as an independent sentence after a verb of saying, marked by a language-specific quotative such as l’mr or lm(’ )mr ‘saying’ in Aramaic, or (apparently an Aramaic innovation) as a dependent clause introduced by the subordinator (k)zy \/ (k)dy , related to the relative particle (pp. 147–191). While this is all quite well known and duly noted by grammars, the author articulates a new hypothesis for the use of the quotative l’mr in Official Aramaic legal documents from Elephantine and, it should be added, Saqqāra. J. B. Segal, Aramaic Texts from North Saqqāra (London: Oxford University Press, 1983), no. 8, l. 2; no. 138, l. 2. Both passages are, unfortunately, fragmentary. Despite the considerable geographical distance, the material from Saqqāra is erroneously subsumed under Elephantine on p. 15. Instead of the customary, and indeed entirely satisfactory, analysis as a grammaticalized by-form of the older G-stem infinitive without the \/m-\/ prefix that was already generalized in the Old Aramaic period, she views this as “a calque, borrowed most probably from Egyptian” and even using a form that “is morphologically similar to the Egyptian (r-)ḏd ” (p. 163). There are several problems with such a complicated assumption: first, it operates with an instance of otherwise unattested syntactic influence of Egyptian on Aramaic as the Achaemenid chancellery language on top of the known lexical loans; second, if this were but a local dialectal feature (p. 159: “the examples in Egyptian Aramaic are all from texts written in the local dialect”), it would also affect the occurrences at Saqqāra, some 700 kilometers to the north of Elephantine, which is difficult to fathom; third, and most importantly, it requires that the apparently identical usages of l’mr in the Assur Ostracon, which was originally written in Babylonia, should be interpreted differently, namely as non-lexicalized infinitives. Especially the latter is particularly unlikely, as the genuine infinitive of the root ’mr would presumably already have been m’mr at that period (as in Aḥiqar 115). Since a possible isogloss between the Assur Ostracon and Official Aramaic can be easily accounted for in light of several other features that point to the latter’s Babylonian roots (of which the author is apparently unaware), For an extensive discussion, see Gzella, “Heritage,” 97–98 (cf. also Stadel, “Syntagmen,” 68). There is no indication whatsoever that the Assur Ostracon should be “Eastern Aramaic,” as the author maintains on p. 159 (yet without further proof or specific references), and the connection between this text and later Achaemenid Official Aramaic documents from Egypt becomes only “problematic” (ibid.) if one ignores the Babylonian origin of Achaemenid Aramaic. it seems unnecessary to replace a perfectly logical explanation by one that needs very considerable special pleading and thus practice clarum per obscurius . The absence of further examples from outside Egypt may simply be related to the distribution of the material, and even one additional instance from another province of the Achaemenid Empire could finally disprove this theory. Similar difficulties arise in the author’s discussion of lm , which, in her view, does not act as a quotative marker (albeit an optional one) as maintained by traditional scholarship but as an adverb that is merely “associated with a high level of trust in the content of the speech” (p. 190) and is arguably to be derived from a combination of asseverative *\/la-\/ and enclitic \/-m\/ (p. 187). Such a claim, interesting though it sounds, should, again, be verified on the basis of a comprehensive and meticulous analysis of all relevant occurrences which carefully distinguishes not only between place and time, but also between the context, frequency, and register of the various usages. A cursory discussion of a few selected examples, by contrast, does not permit far-reaching conclusions as to the respective distributional patterns. Moreover, one may note that the Official Aramaic texts from Achaemenid Bactria also contain four instances of lm , all of them clearly in contexts introducing direct speech. J. Naveh and S. Shaked, Aramaic Documents from Ancient Bactria (London: The Khalili Family Trust, 2012), nos. A2:1.2; A4:1.3. This adds further support to the widespread conviction that the quotative use was the normal one in Official Aramaic, while the broader functional range in Syriac, where the same particle often introduces scriptural references adduced in support of a writer’s argument, may well be a secondary development. The discussion of the purported etymology of lm , which also bears on the author’s analysis as a basically asseverative adverb, depends on two “sporadic examples in Aramaic” of the alleged enclitic \/-m\/ (p. 187; cf. p. 80), but these turn out to be less con-vincing in light of a more thorough study of Aramaic philology: the by-form ’rwm of the presentative particle ’rw and the variant ’wym of the exclamation ’wy in Palestinian Aramaic could be connected with the very frequent tendency in Official and post-Official Aramaic to expand all kinds of words and forms ending in stressed long vowels by \/-n\/ on the one hand and the likewise frequent oscillation between \/-n\/ and \/-m\/ specifically in Palestinian Aramaic on the other. For scores of examples, see Beyer, Texte 1, 149; vol. 2 (Göttingen: Vandenhoeck & Ruprecht, 2004), 65, with further bibliography. However, both forms have also been explained as instances of mimation (though ’wym only hesitatingly so) by M. Sokoloff, A Dictionary of Jewish Palestinian Aramaic (Ramat-Gan: Bar-Ilan University Press, 2nd ed. 2002), svv. (38 and 73), even if he is not cited by the author. If this is true, they are late by-forms resulting from the same well-attested phonological development and not surprising late reapperances of a pristine feature otherwise unknown in Aramaic (the one possible exception in the bilingual Gozan inscription, KAI 309:11, can be explained as inference from Akkadian). Alternatively, they could also be explained as instances of the affix \/-ām\/ plus adverbial \/-ā\/, a category now better attested thanks to the new texts from Bactria (Naveh and Shaked, Documents , 115; cf. Beyer, Texte 1, 607). Either explanation is more plausible than the elusive enclitic \/-m\/ which remains yet unattested in Aramaic. In addition, there are a few minor quibbles on some details that do not affect the author’s overall line of reasoning but should be addressed nonetheless: - p. 147, n. 2: the author makes a curiously harsh remark on recent attempts to uncover the workings of evidentiality, which she views as an “exotic category” that has “unfortunately” been applied to Semitic, whereas, in her opinion, “there is no evidence that evidentiality is a category in Semitic”. However, even if unambiguous morphological marking of this notion can be demonstrated to be absent in Semitic (although there is good evidence for grammatical encoding of evidentiality, such as the perfect in NENA dialects), evidentiality in linguistics usually refers to a concept that can surface in various grammatical and \/ or lexical shapes. If it intersects with the epistemic-modal domain, as many linguists suppose, it should be directly connected with the tense-aspect-modality matrix that of course constitutes a core part of language. For a more nuanced account, see H. Gzella, “Some Remarks on Interactions between Aspect, Modality, and Evidentiality,” Folia Orientalia 49 (2012), 225–232, with further bibliography. There is nothing “exotic” about it; quite on the contrary, the existence of distinct morphological categories for certain semantic or pragmatic phenomena in less familiar idioms often reveals the existence of similar concepts in better known ones, even if no comparable marking strategy exists. - p. 160: the claim that “contracts […] generally contain a more colloquial language” remains unsubstantiated and is at odds with the highly formal spelling of Aramaic legal texts and with the conservative nature of legalese in general. - p. 166, n. 43, and p. 172: the idea that š introducing direct speech in the Hebrew Bar Kosiba letters reflects Aramaic influence could be reinforced by references to earlier scholarly literature where this point has already been discussed at greater length. E.g., H. Gzella, “Elemente systemischen Sprachkontaktes in den hebräischen Bar-Kosiba-Briefen,” in: J. Luchsinger, H.-P. Mathys, and M. Saur, eds., “… der seine Lust hat am Wort des Herrn!” (Münster: Ugarit-Verlag, 2007), 93–107, esp. 95. - p. 168: the alleged distinction between direct and indirect speech in the two examples is not obvious; why should the second one be classified as indirect? - p. 185: one is surprised by the author’s unsubstantiated comment that “the Aramaic-speaking colony there [in Elephantine, HGz] could not have been established earlier than” the Persian conquest of Egypt in 525 B.C. There is both an extensive discussion on the controversial origins of Elephantine in the secondary literature and explicit evidence in the Aramaic documents from Elephantine themselves, especially the forceful assertion in one of the most famous letters that the local Judaean Temple antedates the arrival of Cambyses in Egypt (Cowley 30,13 = TAD A4.7,13 par. Cowley 31,12–13 = TAD 4.8,12–13). Given the rapid spread of Aramaic in Palestine even before the Achaemenid period, it is not at all unlikely that Aramaic speakers from Judaea came to Egypt during the first half of the sixth century B.C. or earlier. A final section contains a brief and well-structured summary of the results as well as their bearing on Aramaic dialectology in a diachronic perspective (193–203), followed by indices of biblical and non-biblical sources, subjects, and modern authors. In this reviewer’s opinion, the principal contribution of the present work is on the level of method: the functional description of individual phenomena generally appears to be somewhat cursory, and not all major conclusions can stand a closer philological examination of the data on which they are based. The broad scope, after all, does not always allow for an equal familiarity with the primary sources, a comprehensive grasp of the grammatical intricacies of the various Aramaic languages covered, or their exact historical connections. However, especially thanks to the conscious use of established linguistic terminology, consistent glossing of examples, and clear sign-posting together with preliminary conclusions throughout, the book helps position Aramaic syntax in more general linguistic debates, makes data from three thousand years of language history more easily available to practitioners of other subfields, and stimulates an exchange of ideas between Semitics and syntactic typology or even theoretical syntax. This must count as an important advance that shows great promise for future studies, even if the author’s own conclusions may appear premature. In a field like Semitics in particular, with its strong philological heritage, her courage in venturing so far into General Linguistics deserves special mention.",
    "title" : 
    [ "Review of: Studies in the Historical Syntax of Aramaic. Perspectives on Linguistics and Ancient Languages 1",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Gzella, Holger" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv17n1prgzella",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Studies in the Historical Syntax of Aramaic. Perspectives on Linguistics and Ancient Languages 1" }