
  { "fullText" : "Philippe Gignoux, Lexique des termes de la pharmacopée syriaque , Studia Iranica 47 (Paris: Association pour l’avancement des études iraniennes, 2011). Pp. 103; €20. The contributions of Philippe Gignoux to the study of Syriac medical literature are well known, and have been nicely summarized elsewhere by Sebastian Brock. See S. P. Brock, “The Contributions of Philippe Gignoux to Syriac Studies,” in R. Gyselen and Ch. Jullien, eds., ‘Maitre pour l’Éternité’. Florilège offert à Philippe Gignoux pour son 80e anniversaire (Paris: Association pour l’avancement des études iraniennes, 2011), 97–108, especially 98–102. Perhaps unsurprisingly, the majority of readers will probably find the most useful feature of this book to be its treatment of Iranian loanwords, a subject that has featured heavily in Gignoux’s previous work. See, for example, Ph. Gignoux, “Le traité syriaque anonyme sur les médications,” in R. Lavenant, ed., Symposium Syriacum VII: Uppsala University, Department of Asian and African Languages, 11–14 August 1996 , OCA 256 (Rome: Pontifical Oriental Institute, 1998), 725–733. The other very useful aspect of this book is that it functions as a handy concordance to the pharmacological terminology present in Budge’s edition of the Syriac Book of Medicines , E. A. W. Budge, Syrian Anatomy, Pathology and Therapeutics, or “The Book of Medicines,” 2 vols. (London: Oxford University Press, 1913). as well as in the two manuscripts subsequently identified by Gignoux: Paris Syr. 423 and Mingana Syr. 594A. See Ph. Gignoux, “On the Syriac pharmacopoeia,” The Harp 11–12 (1998–1999), 193–201. Gignoux’s lexicon, presented entirely in transliteration, contains circa 700 entries, from ʾbgr “nitre, salpêtre” to twtʾ “mûres.” Each entry gives a gloss, variant forms in parentheses, and a list of references to the sources mentioned above. Furthermore, if possible, Gignoux also supplies relevant authorities to consult (both ancient and modern) and etymological information with reference to Greek, Middle Persian, Persian, Arabic, and Sanskrit. There is even the odd reference to Akkadian, Armenian, Bengali, Hebrew, Hindi, and Old Persian for good measure! One problem with this volume is that the page numbers in the indices are out of sync with the rest of the volume. With practice, however, one quickly learns how to navigate around this error—the indices are usually only a couple of pages out. My impression is that the indices were compiled prior to the final typesetting of the volume. This is, however, only a minor irritation. The present lexicon will prove to be of immense value to those of us who spend a lot of time delving into the treasures of the Syriac Book of Medicines , for whom it has long been apparent that Budge’s treatment is dated and that a systematic analysis of the pharmacological terminology is very much a desideratum. For this, therefore, we shall be grateful to Gignoux for many years to come.",
    "title" : 
    [ "Review of: Lexique des termes de la pharmacopée syriaque, Studia Iranica 47",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Bhayro, Siam" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv17n2prbhayro",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Lexique des termes de la pharmacopée syriaque , Studia Iranica 47" }