
  { "fullText" : "Sohail H. Hashmi, ed., Just Wars, Holy Wars, and Jihads: Christian, Jewish, and Muslim Encounters and Exchanges (Oxford: Oxford University Press, 2012). Pp. 434; $35.00 The recent collection of articles edited by Sohail Hashmi, entitled Just Wars, Holy Wars, and Jihads , provides an important resource for a wide variety of scholars, students, and non-academics. As a product of scholars who met together to study the concepts of just war and jihad over a period of several years, it reflects the careful consideration of complex interactions between theory and practice, theology and statecraft, throughout the centuries. The book is divided into five sections following the historical development of the concept of religious warfare from the fifth century to the present, taking into account Jewish, Christian, and Muslim approaches. In the Introduction (3–21), Sohail Hashmi and James Turner Johnson lay out an accessible overview of the concepts of holy war, just war, and jihad , along with brief summaries of some of the most important contributions by thinkers such as Augustine, Grotius, Walzer, and interpreters of the Qur’an. Generally, they argue, one can identify in every major civilization a desire to steer a middle course between pacifist rejection of all war and acceptance of unrestrained warfare. The authors identify this course in Western (European Christian) thought as just war thinking , and in Islamic thought as jihad thinking. Each of these has a complex history as societies have sought to define principles and apply them in difficult situations. While the origins of just war thinking have usually been associated with Augustine, it is clear that he was drawing on a foundation already laid in the Hebrew Bible and Christian commentaries, Roman law and practice, and Cicero’s philosophy (4). Importantly, though, Augustine used explicitly Christian convictions to argue that the evil of war lay not in the killing itself, but rather in the wrong intentions rooted in ‘disordered love’ ( cupiditas ) resulting from sin on the part of those waging the war. Thus, war might be just if it is waged by good persons for the good of the community. War is unjust if it returns evil for evil. Augustine also held in The City of God , Book XIX, that just war might be necessary to keep chaos at bay until the time when God’s peace would reign (5). Out of the scattered references in Augustine’s thought on legitimate war, the medievals identified a substantial continuity that they ordered into a useful basis for canon law on the subject. Gratian’s Decretum , completed in the 12th century, became the major source for those who would develop it further. Several questions remained to be answered, in particular what constituted legitimate grounds for declaring war, and who had the authority to declare it. Over the next few centuries, religious war in the West became less and less of an issue as the responsibility for defense of the community was understood to be a right of natural law and an aspect of statecraft, under the jurisdiction of the temporal rulers. From Grotius in the 17th century until the late 20th century, little development can be found, but recent recovery of the tradition has sought to answer contemporary questions raised by the possibility of mass destruction, biological and chemical warfare, and unmanned weapons. Although about two thirds of the book are concerned with late medieval to contemporary interpretations of just war, holy war and jihad , of special interest to readers of Hugoye is Part One: “The Early Islamic Conquests.” The first article, by Paul Stephenson, “Religious Services for Byzantine Soldiers and the Possibility of Martyrdom, c. 400–c. 1000” (25–46), examines the shift that takes place in military practice from the late Roman to the Byzantine period. Stephenson notes that a significant change occurs as martyrdom resulting from Christian resistance to state-mandated rituals becomes less common, while defense of innocent Christians by war takes on increasing importance. Christian soldiers dying while participating in the latter become the neomartyrs of the sixth century onwards. The first reference to an exhortation offering paradise to those Christian Roman soldiers who died in battle as an incentive to participate is recorded by Theophylact Simocatta concerning the battle of Melitene in 575. The Chronicle of Theophanes the Confessor (c. 813) records that shortly afterwards, Heraclius associates the idea of sacrifice of one’s life in battle against the infidel with the crown of martyrdom (30). What remains unclear from this account is the relationship of Heraclius’ harangue to his confrontation with the Arabs beginning in 634—who influenced whom with this concept of martyrdom? This interesting question remains to be answered definitively. Stephenson considers several later chronicles and accounts that present the reader with examples of Christian soldiers who not only gave their lives to defend their co-religionists, but who also stayed firm against efforts to convert them to Islam when captured. As armed conflict among religious communities in the Middle East decreased, incentives for conversion to Islam increased. Stephenson concludes that after Muslim rule came to Christian lands, Christian martyrdom was again primarily regarded as the reward for non-violent resistance to forced conversion and apostasy. Asma Asfaruddin, “In Defense of All Houses of Worship? Jihad in the Context of Interfaith Relations” (47–68), explores the foundations of the concept of jihad by examining the exegesis ( tafsir ) of Qur’an 22:39–40 in nine works ranging from the early eighth to the late thirteenth centuries. According to Asfaruddin, these verses of the Qur’an are widely recognized as the first to be revealed to allow Muslims to engage Meccan pagans in armed battles of self defense. Q 22:40 notes particularly that God himself uses some people to restrain others from destroying those places where “God’s name is mentioned frequently.” The earliest commentators (e.g., Hasan al-Basri and al-Zajjaj) emphasized the right granted in these verses to all people to worship one God, and thus took a more inclusive approach to the right to defend all houses of monotheistic worship—including those of Jews and Christians. Al-Basri asserts that this right belongs to all people who are believers ( mu’minun ), while al-Zajjaj claims this right was given to Jews and Christians before their scriptures were corrupted (64). Asfaruddin argues that over time, however, other commentators took an increasingly exclusive interpretation of the text. By the thirteenth century, tafsir is almost uniformly condemnatory of Christians, and a more ecumenical concept of defensive armed battle is lost. She concludes that as changing circumstances affected the ways Muslims imagined their relationships with other religious communities, altered conceptions of jihad emerge in tafsir . The final article of Part One by Michael P. Penn, “God’s War and His Warriors: The First Hundred Years of Syriac Accounts of the Islamic Conquests” (69–88), gives a fascinating overview of the concept of holy war written by those who were the losers in the Arab conquests. Penn points out that from the perspective of Syriac writers, following a model found in the Hebrew Bible, holy war was understood to be God’s corrective or punishment of his people for their wrongdoing. He further observes that the wide variety of textual forms (chronicles, vitae , scriptural commentaries, apocalypses, etc.), as well as the theological disagreements among Christians themselves reflect a multitude of interpretations and attitudes towards the early Islamic conquests. For example, while early letters of Isho‘yahb III , written around 650 CE, mention the conquests in rather neutral terms, the Syriac Apocalypse of Pseudo-Ephrem (7th c.) gives a graphic account of the ways that the “Sons of Hagar” became worse than their predecessors, the Byzantines, whom they were sent to punish. Pseudo-Ephrem , and other writings such as the Life of Maximus by George of Resh‘aina (7th c.) and later Pseudo-Methodius (690\/1), saw the conquests as initiated by God as punishment for persecution or heresy of other Christians. An important shift can be detected in Pseudo-Methodius , though, as the author focuses on the roles of Jerusalem and the last Greek king in the final apocalypse, calling Christians to take up arms against Arab forces for the first time (77). In the centuries that followed, the Muslim conquerors became Muslim rulers and Christians had to contend with the increasing Islamicization of daily life. Two general responses emerge. One comes from Jacob of Edessa (d. 708), who regards the conquests not as a sign of the End Times, but as a repeat of biblical conquests that brought the Chosen People under foreign rule (80). Thus, the victors are not necessarily God’s favorites; Christians will suffer persecution because they are those who will be saved. Another approach, developed especially in the Disputation between a Monk of Beth Hale and an Arab Notable , regards the Arab conquests and change in rulers as something to be expected and, indeed, only affecting a small part of God’s larger plan. Thus, Christians should not be anxious, but expect that Arab rule will come to an end. These three articles add depth and complexity to the current discussion on the place of religious war in societies throughout the centuries and provide a foundation for the later contributions to the book. In the following four sections, the “Crusades,” “Gunpowder Empires,” “European Imperialism,” and contemporary questions of “International Law” are addressed. The articles are informative and generally well written, although several are of interest primarily to specialists of the history and practice of international law. My only criticism of the book is that it begins rather late (c. 400 CE), and does not include enough contributions on Jewish sources and perspectives. It would have been very helpful to include articles on the ways in which Jews and Christians (and perhaps even Muslims) regarded the Hebrew Bible and the New Testament in their deliberations about religious war. Just Wars, Holy Wars, and Jihads makes a serious contribution to understanding the interplay among theology, statecraft, and military action for Jews, Christians, and Muslims. Many of the articles are well-suited for advanced undergraduate and graduate students, while the entire book could form the foundation for a course on the topic. In any case, it is a necessary addition to the library of anyone desiring a better understanding of the phenomenon of religious war.",
    "title" : 
    [ "Review of: Just Wars, Holy Wars, and Jihads: Christian, Jewish, and Muslim Encounters and Exchanges",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Keating, Sandra Toenies" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv17n1prkeating",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Just Wars, Holy Wars, and Jihads: Christian, Jewish, and Muslim Encounters and Exchanges" }