
  { "fullText" : "Kristian S. Heal and Robert A. Kitchen, eds., Breaking the Mind: New Studies in the Syriac “Book of Steps.” CUA Studies in Early Christianity. Washington, D.C.: The Catholic University of America Press, 2014. Pp. xi + 350; $65.00. Nearly a century after the publication of the first edition and Latin translation of the Syriac Book of Steps (hereafter BoS ) in the Patrologia Syriaca series, this corpus remains understudied and undervalued as a witness to the diversity of Christian belief and practice in the historical study of late ancient Christianity. Indeed, it is difficult to incorporate the BoS because of uncertainties surrounding its historical context, and the relative lack of attention may be due to the fact that the complete corpus was only recently published in English translation for the first time. Robert A. Kitchen and Maartien F. G. Parmentier, The Book of Steps: The Syriac Liber Graduum , Cisctercian Studies 196 (Kalamazoo, MI: Cister- cian Publications, 2004). However, it is also likely that these texts have been largely ignored in broad, synthetic treatments of late ancient Christianity because of the pervasive scholarly narratives that have accompanied the corpus ever since its publication. Such narratives give the impression that the corpus has been correctly “identified” (as part of the Messalian controversy) with the result that the BoS is regarded as anciliary to the study of “mainstream” late ancient Christianity. The paucity of critical studies of the ideas and practices witnessed by the BoS makes the present volume a welcome addition to the bibliography, not only of scholarship on the BoS or early Syriac Christianity, but more broadly on the history of late ancient Christianity and religions of the ancient Mediterranean. This volume, which represents a collection of papers solicited generally by the editors and delivered at two different conferences, offers both critical examinations of significant aspects of the contents of the BoS , many of which have been neglected or overlooked in previous treatments, and several challenging new directions for future scholarship. The sixteen chapters (aside from Preface and Introduction) are organized into five parts: 1) The World Around the BoS , 2) The Text, 3) Biblical Exegesis, 4) Theological Perspectives, and 5) Practices of Asceticism. The overarching theme of Part 1 is contextualization, as the first three chapters seek to situate the social, political, and religious context(s) for the author and community of the BoS . In Chapter 1 (“The Romano-Persian Border and the Context of the Book of Steps”), Geoffrey Greatrex offers a succinct summary of Roman-Persian relations from the last quarter of the 3rd century to the end of the 4th century with particular attention to how the interactions of these imperial regimes affected Christians in the Persian Empire. There is little new information in this chapter, but it does offer a helpful condensed narrative of events that could otherwise only be pieced together from multiple sources. Whereas the first chapter is primarily concerned with the political history of the 4th century, chapters 2 and 3 deal with comparisons between the BoS and other religious communities and practices. Timothy Pettipiece (“Parallel Paths: Tracing Manichaean Footsteps Along the Syriac Book of Steps”) draws some cautious conclusions about links between the community described in the BoS and Manichaeans. Namely, Pettipiece argues that the bifurcated communal structure of Upright\/Perfect resembles the Hearers\/Elect structure of the Manichaeans and notes some literary parallels between the BoS and the Manichaean Kephalaia. Pettipiece rightly urges caution regarding making too much of these connections, resisting the pitfall of arguing for direct relationships. Indeed, adding to this caution, it seems that the future of any such comparative analysis must begin with an examination of essentialist categories of “Christian” and “Manichaean” identities in the 3rd and 4th centuries. The third and final chapter of this section, written by Martien Parmentier (“The Book of Steps on Magic”), offers a brief analysis of how “magic” functions in the BoS . Parmentier begins with references in Greek literature to Syriac as a “magical” language and then considers the way that the BoS constructs Christian miracles in distinction from “magic.” Further treatments of this topic would benefit from a clear, analytical definition of “magic,” more emphasis on the discursive nature of Christian rhetoric about magic, and a deeper contextualization of magic in Syriac sources against the background of the vast corpus of Aramaic magical texts. The two chapters in Part 2 (“The Text”) highlight some of the most pressing desiderata in future analyses of these texts. First, Grigory Kessel (“A Previously Unknown Reattributed Fragment from Memra 16 of the Book of Steps”) offers an overview of the textual history of the BoS and notes that the future of textual discoveries for corpora like the BoS lies (most likely) in the discovery of unattributed fragments that are extracted and repurposed in monastic miscellany manuscripts. Further, Kessel provides an example of precisely such a previously unknown fragment from Memra 16, which circulated either anonymously or under the name of Mar Thomas. Kessel found this fragment attested in eight manuscripts, ranging from the 13th to 18th century, and the chapter concludes with a critical edition of the fragment. Hopefully, further analysis of the transmission history of the BoS will shed light not only on its reception history, but its origins as well. On the topic of origins, it has long been assumed that the BoS is a corpus dating from the 4th century or early 5th century. Kyle Smith (“A Last Disciple of the Apostles: The ‘Editor’s’ Preface, Rabbula’s Rules, and the Date of the Book of Steps”) challenges this consensus position by interrogating the historiographic assumptions that undergird this dating. There are two narratives in particular that Smith challenges: the identification of the Messalian controversy as the proper context for understanding the BoS and the use of ‘proto-monastic’ language that appears so often as a descriptor of the BoS community (indeed, this term appears many times even in this volume). Smith grants that the traditional dating of the BoS rests upon a plausible interpretation of the available historical data, but, as he argues compellingly, it is not the only plausible interpretation. Rather than a response to a 4th-century crisis, Smith reads the BoS as a response to a different crisis in the 5th century, namely the imposition of regulations upon monastic communities by none other than Rabbula of Edessa. As a key part of the argument, Smith also postulates that the “Preface” that accompanies the corpus in some of the manuscript witnesses was not, in fact, written by a later editor, but represents a composition by the author himself and that this understanding of the introduction should re-frame the way we understand its relationship to the corpus. Even if one does not accept Smith’s full argument, there can be no doubt that he has offered a significant challenge to the dating of this corpus, and this challenge cannot be ignored in future discussions of the context of the BoS . The third part of the book, devoted to Biblical Exegesis, contains two chapters. The first chapter (“Biblical Exegesis in the Syriac Book of Steps: A Preliminary Survey”), by René Roux, contains a broad overview of the ways that the author of the BoS interprets Scripture. One interesting aspect that Roux elucidates is the author’s strategy of interpretation that seeks to remove apparent contradictions in the commandments of the Bible. Roux also clearly shows the ways that the author exegetes the “precepts” and the “examples” found in Scripture. In the second chapter of this section, Matthias Westerhoff (“Did the Author of the Book of Steps Understand Paul?”) demonstrates that the use of Paul is somewhat more complicated than one might expect: Paul is clearly the hermeneutical lens through which the author of the BoS understands the central message of the Gospel, but the author also feels free to disagree with Paul and creatively interpret Paul’s words for his own purposes. The four chapters that comprise the Theological Perspectives section (Part 4) are quite different from one another in approach and method. In Chapter 8 (“A Broken Mind: The Path to Knowledge in the Book of Steps”), J. W. Childers puts the author of the BoS in conversation with modern virtue ethicists and argues that the BoS demonstrates a clear correlation between virtue and the acquisition of knowledge. Childers’s guiding principle throughout this argument, as the title of the chapter suggests, is that the phrase “breaking the mind” in the BoS refers to the act of humbling oneself for ethical instruction and moral formation. In the following chapter, Pablo Argárate (“The Perfect and Perfection in the Book of Steps”) analyzes the concept of “perfection”. This is an intriguing topic and Argárate makes interesting observations, but the treatment here could have benefitted from a more analytical approach and clearer thesis. In her chapter, Kelli E. Bryant (“You Are What You Eat: Dietary Metaphors in the Syriac Book of Steps”) approaches the corpus by analyzing eating metaphors that the author uses to describe the moral and ascetic formation of the community. When reading the corpus, it is easy to overlook this metaphor, but having read Bryant’s analysis, it is now difficult to overestimate how central this concept is to the author’s rhetorical approach. Bryant notes the clear biblical allusions that the author relies on to construct the dietary metaphors of “milk,” “vegetables,” and “solid food,” but also clearly demonstrates the ways that the author employs these metaphors to distinguish the “diets” of the Upright and the Perfect. Tera Stidham Harmon authors the final chapter of this section (“Falling from the Path of Perfection: Sin in the Syriac Book of Steps”). Harmon explores the place of sin in the ascetic system of the BoS . Although sin may seem like a rather obvious theme that would emerge in such a work, Harmon shows that the communal effort to overcome sin through the imitation of Christ is a central aspect of the community’s organization; indeed, it is what binds the Upright and Perfect together in their pursuit of holiness. The fifth and final part of the book is devoted to Practices of Asceticism. Given the significance of the BoS in the history of Syrian asceticism, it is no surprise that, with five chapters, this is the largest section of the book. In the opening chapter (“Disturbed Sinners: In Pursuit of Sanctity in the Book of Steps”), Robert A. Kitchen examines the concept of “holiness” in the BoS by considering modern definitions of this term. The title of this chapter is derived from a quote from Karl Barth, the primary modern author that Kitchen uses for theological framework. Although the concept of “holiness” in the BoS , strictly speaking, refers to virginity, Kitchen broadens the definition in search of the virtues that one must pursue in order to remain on the steep path toward perfection. Sergey Minov (“Marriage and Sexuality in the Book of Steps: From Encratism to Orthodoxy”) provides a thorough examination of the author’s treatment of sex as a result of the fall and thus marriage as a concession to human weakness. Minov carefully demonstrates how central and unusual the author’s exegesis of Gen. 1-3 is on this topic, but also ties it into broader discussions of sexuality and virginity in late ancient Christianity by comparing the BoS with encratism and differentiating the author of the BoS from Aphrahat and Ephrem. The primary concern of Thomas Kollamparampil’s chapter (“‘Hidden Work’ of the Heart and Spiritual Progression in the Book of Steps”) is an overview of spirituality in the BoS and the practices that the author advocates for the path of spiritual progression. In the penultimate chapter of the volume, Aryeh Kofsky and Serge Ruzer provide a close reading of Memra 21, highlighting the author’s exegetical and hermeneutical strategies for constructing his ascetic system. Kofsky and Ruzer show conclusively that the author of the BoS is a creative and independent exegete who employs multiple styles of interpretation to suit his purposes. Finally, Jason Scully (“Lowering in Order to be Raised, Emptying in Order to be Filled: The Ascetical System of the Book of Steps”) places the ascetic framework of the BoS in a broader context by comparing its essential features (e.g., humility leading to spiritual progression) with other ascetic literature of early Christianity. For Scully, the BoS is not dependent upon other ascetic literary traditions, but these similarities should not be overlooked when contextualizing the early Syriac monastic tradition. As any edited volume should, this book significantly expands the scholarly investigation of a particular topic. Indeed, this volume pushes the study of the BoS forward in a number of ways. Likewise, this volume leaves a number of open questions awaiting more definitive treatment. Considering the volume as a whole, there are a few important themes that emerge and stand now as the most pressing concerns for any future scholarship on the BoS . The first and most obvious theme is the precise time and context for the production of this corpus. While the 4th century remains the consensus, Smith has provided a compelling case for reassessing this conclusion. Many chapters take it for granted that the BoS is a product of the 4th century and thus best contextualized by comparison with Aphrahat and Ephrem; however, this presumption can no longer be taken for granted. On a similar note, the multiple assessments of asceticism in this volume should provide a significant challenge to the language of “proto-monasticism” that is so often associated with this corpus. The very idea of “proto-monasticism” conveys ideological assumptions that must also be re-examined and re-framed. Finally, a theme running beneath the surface of several essays that offers a significant path forward is the necessity for incorporating these ascetical homilies into the field of late antique Christianity more broadly. These texts have long been ignored or sidelined, but hopefully, the quality of these contributions will demonstrate the significance of the BoS and allow it to have a broader audience.",
    "title" : 
    [ "Review of: Breaking the Mind: New Studies in the Syriac “Book of Steps”",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Walters, J. Edward" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n1prwalters",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Breaking the Mind: New Studies in the Syriac “Book of Steps”" }