
  { "fullText" : "Lev E. Weitz, Between Christ and Caliph: Law, Marriage, and Christian Community in Early Islam (Pennsylvania: University of Pennsylvania Press, 2018). viii + 352 pages; $65.00 Weitz’s brilliant book judiciously analyzes Syriac legal traditions to explore Christian responses to the early Islamic Empire. Weitz persuasively argues that the seventh through tenth centuries witnessed a revolution in Christian jurisprudence. Ecclesiastical elites living under Islam transformed Christian law not simply through a proliferation of legal texts but also through a new focus on the lay household. Such results would be interesting in and of themselves. But what makes Between Christ and the Caliph such an important work is how insightfully Weitz connects his meticulous examination of Syriac sources with larger, key issues of Islamic Studies and with the study of pre-modern empires more broadly. The result is essential reading not simply for scholars of Eastern Christianity, but also for those interested in classical Islam, in interreligious encounters, in legal history, or in historiography. The book’s first section consists of three chronologically ordered chapters. They trace the development of Syriac family law from its infancy in the Roman and Sasanian Empires, through its rapid transformation under the Umayyads, to its substantial expansion under the early Abbasids. According to Weitz, the much greater scale of ecclesiastical law, the focus on the lay household, and the rise of bishop-jurists trying to shore up Christian identity through jurisprudence represents nothing short of a legal revolution, a revolution that was both a reaction to and in conversation with the emerging Islamic Empire, Islamization, and Islamic law. Chapter One focusses on late ancient family law and how ecclesiastical ideals for lay sexuality often were at odds with prevailing norms. Although ecclesiastical emphasis on male monogamy and prohibitions on divorce influenced Christian emperors, the conservatism of Roman law made it slow to adopt Christian ideals and, apart from censure and ritual exclusion, ecclesiastical law lacked clear enforcement mechanisms. In the Sasanian Empire, ecclesiastical law was in greater tension with Zoroastrian traditions that permitted polygamy and close-kin marriage. But even in the sixth century, when one sees an increase in ecclesiastical law, there remains relatively little church legislation regarding the Christian household. Chapter Two explores how this legal situation abruptly changed with the seventh-century rise of Islam. For Christians under Islamic rule, the caliphate overturned the previous legal order. This provided Christian elites an opportunity to increase the jurisdiction of ecclesiastical law. Because West Syriacs had previously been part of the Roman legal apparatus and inherited a robust Roman law tradition, they initially had less motivation for judicial innovation. In contrast, the seventh-century Church of the East saw an unprecedented rise of detailed family law. Unlike earlier East Syriac legal sources that most often consisted of occasional synod decisions, late seventh-century East Syriac jurist-bishops such as Shemʿon and Hnanishoʿ I instigated a sustained expansion of ecclesiastical family law. George I represented a particularly important turning point in Syriac jurisprudence when he made the unpre-cedented claim that the only valid marriage was done in a Christian ritual context and with a priest’s blessing. Chapter Three moves to the early Abbasid era. Especially among East Syriacs, figures such as Ishoʿbokt, Timothy I, and Ishoʿbarnun produced a novel textual genre of law books composed by individual jurist-bishops. While contemporary Jews and Muslims aimed to have religious law cover every aspect of one’s life, Syriac jurists concentrated almost exclusively on family law, with a particular emphasis on the economic and social relations within the household. Syriac Christianity already had a long-standing tradition of ecclesiastical distinction. But, according to Weitz, it is with this emergence of Syriac family law that issues of Christian identity became particularly concrete in the everyday lives of laity. Unlike the chronologically organized first section, the book’s second section has a more thematic focus. Here Weitz is particularly interested in how early Islam created certain parameters of discourse and how Christian reactions to the caliphate can help one better understand the process and effects of Islamization. Weitz is particularly attuned to limits of ecclesiastical power and the opportunities for lay resistance. Chapter Four examines some key facets of Syriac family law including the marriage contract, inchoate marriage (marriage having two stages, the betrothal and the later consummation), an emphasis on marriage’s indissolubility, and the bulk of inheritance going to male offspring. With the exception of the prohibition on divorce, these generally stemmed from long-standing, middle eastern practices. Weitz follows this quick background with three chapters each beginning with a particularly fascinating and illustrative case example. Chapter Five argues against the view that Christians under Islam constructed fairly self-enclosed communities. Instead, jurist-bishops had to constantly triangulate between ecclesiastical ideal, lay participation, and extra-communal norms. Sometimes this resulted in a certain flexibility. For example, clergy were to anathematize Christians who brought legal disputes to a Muslim judge. But Christians who went to Muslim courts to draw up a legal document—such as a marriage contract—were not anathematized. Syriac Christian law also provided several post-facto mechanisms to recognize a marriage that had not been overseen by the clergy. In contrast, jurist-bishops maintained a hard line on other issues, especially the probation against divorce. This would have been at a cost. For Christian laity there was the constant temptation of Islamic courts in which Christian men could easily obtain a divorce and in which Christian women could obtain a divorce if they chose to apostatize. To illustrate this dynamic Weitz draws upon an apparently ubiquitous issue in medieval family law: what a woman should do when her husband was absent for years on end, either presumed dead or having abandoned his family. Both Islamic and Jewish law had mechanisms to dissolve such a marriage. In contrast, Syriac law refused to acknowledge any-thing short of a husband’s confirmed death as grounds for remarriage. Bishop-jurists claimed that they would find any derelict husbands through their ecclesiastical networks and anathematize them. But this was unlikely to be of much comfort to an abandoned wife. Chapter Six uses a legal spat between two patriarchs to make a much broader point about Christians and the caliphate. In the early ninth century Timothy I abruptly overturned centuries of middle eastern precedent and prohibited Christian cousins from marrying. Twenty years later his successor Ishoʿbarnun derided Timothy’s decision and quickly reverted to the status quo. Weitz notes, however, that what was at stake really had little to do with kissing cousins. Rather what motivated Timothy’s initial innovation and Ishoʿbarnun’s subsequent rebuke was the question of appropriate legal argumentation. Timothy argued against the long-standing tradition of cousin marriages based not on biblical exegesis but rather by analogy and a desire for legal consistency. This reflected his desire to systematize law as a comprehensive ecclesiastical discipline. Ishoʿbarnun took issue with Timothy’s legal process, reinstating scripture and tradition as the sole arbiters. Weitz convincingly shows how this intra-Christian dispute paralleled contemporary debates in Islamic law, Islamic theology, and the Abbasid translation movement (in which Timothy was himself a key player). The historiographic pay-off is much more than simply another example of how Islamic thought affected Syriac Christians. It shows that what previous scholars have depicted as a key debate within Islam “looks to be one strand of a wider reorientation of scriptural religious traditions in the early Abbasid heartlands” and that “the heart of the early medieval caliphates’ intellectual history…lies in the encounter of multiple religious traditions, not only in the specifically Islamic forms that these produced” (167-168). Chapter Seven moves from cousin marriage to polygamy. Although generally limited to the most elite of Christians, Christian polygamy illustrates both the expanse and the limit of ecclesiastical power. Earlier, bishops tended to “overplay their hand” against polygamy. A key example is Sabrishoʿ I whose opposition to the practice angered Christian polygamists with strong connections in the Zoroastrian court. They, in turn, had Sabrishoʿ deposed. Under the Islamic Empire, jurist-bishops more often discouraged polygamy through inheritance law. Unlike Islamic law, ecclesiastical law did not recognize the children of second wives or of concubines as legitimate heirs. Through the regulation of inheritance, Islamic-era bishops were able to wait for an elite polygamist to be dead and then target the socially weaker figures of the widowed second wife and her children. Chapter Eight broadens to intermarriage. Here chronological and confessional patterns come into play. Although late seventh-century figures such as Jacob of Edessa were relatively compromising on this issue (that is, they disapproved of intermarriage but did not exclude the intermarried from Christian communion), later authors became more hardline. But there remained differences between West and East Syriac law. In West Syriac circles the focus was more on communal purity and, starting in the early Abbasid period, this resulted in blanket prohibitions on intermarriage. In East Syriac circles discussions of intermarriage became a more gendered discourse that prohibited Christian women from marrying Muslim men, but allowed Christian men to marry Muslim women. This gendered model paralleled Islamic law but with two main differences. First, East Syriac jurists assumed that a Muslim woman with a Christian husband would convert to Christianity. Muslim jurists often envisioned a mixed-religious household. Second, while Islamic law could enforce a prohibition against Muslim women marrying Christian men, Syriac law could—at best—merely expel intermarried Christian women from the church. This asymmetry may have provided Islam with a long-term demographic advantage. The book’s final section consists of Chapter Nine that expands the work’s chronological range to the early fourteenth century. Here Weitz examines the writings of Bar ʿEbroyo and ʿAbdishoʿ to suggest that changes in Syriac law can be a barometer helping trace the effects of Islamization. Bar ʿEbroyo represents a certain irony in West Syriac law. Because in early Abbasid times West Syriacs were further removed from Islamic intellectual centers, they were much slower in creating a robust family law tradition in comparison with East Syriac jurists. This meant that, when scholars like Bar ʿEbroyo expanded West Syriac law, they often had to draw from Islamic legal traditions. In contrast, during the eighth and ninth centuries, the Church of the East had been at the center of the Abbasid world motivating an early expansion of jurisprudence and they passed on to later East Syriac jurists a much more robust family law tradition. Thus a later East Syriac scholar, such as ʿAbdishoʿ, could rely much more exclusively on his Syriac predecessors. In his introduction and conclusion Weitz appropriately emphasizes religious heterogeneity as a key component of the caliphate and reminds us that for many centuries Christians remained the Middle East’s majority population. Yet, unlike modern studies of most other empires, until recently the study of the early Islamic Empire has often ignored sources written by the primary subject population. In other words, “the result is a historiography in which the history of the caliphate is largely that of its Muslim elite and their activities” (4). Weitz not only joins others trying to address this problem. He also provides a great case example for how to do this. There are occasional places where Between Christ and Caliph briefly strays from topic. But even these short, arguably unnecessary excursuses (for example on Syriac incantation bowls) seem like the laying of breadcrumbs for future scholars. Few would mistake a 352-page study of ecclesiastical law for light bedtime reading. But Weitz’ seamless flow between specifics and the bigger picture keeps one from ever losing track of why such a careful study is so worthwhile.",
    "title" : 
    [ "Review of: Between Christ and Caliph: Law, Marriage, and Christian Community in Early Islam",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Penn, Michael" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n2prpenn",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Between Christ and Caliph: Law, Marriage, and Christian Community in Early Islam" }