
  { "fullText" : "Nikolai N. Seleznyov (ed. and trans.), Книга собеседований Илии, митрополита Нисивина, с везиром Абу-л-Ḳасимом ал-Хусайном ибн ʿАли ал-Магриби и Послание митрополита Илии везиру Абу-л-Ḳасиму \/ Kitāb al-Maǧālis li-Mār Iliyyā muṭrān Nuṣaybīn wa-Risālatuhu ilā l-wazīr al-kāmil Abī l-Qāsim al-Ḥusayn ibn ʿAlī al-Maġribī \/ Liber sessionum sive disputatio inter Eliam metropolitam Nisibenum et vezirum Abū ʾl-Qāsim al-Ḥusayn ibn ʿAlī al-Maġribī et Epistola eiusdem Eliae Nisibeni ad vezirum Abū ʾl-Qāsim missa (Moscow: Grifon, 2017\/8). Pp. 210 + ٢٦٨ . ISBN 978-5-98862-366-3 + 978-5-98862-367-0 (two volumes); 978-5-98862-371-7 (one-volume edition). The East Syriac theologian Elias of Nisibis (975–1046) has been rightly acclaimed as one of the most influential Syriac and Christian Arabic writers. The book under review presents a first complete critical edition and Russian translation of two of Elias’ Arabic treatises: Book of Sessions ( Kitāb al-Maǧālis ) and Epistle to the Vizier Abū l-Qāsim al-Maġribī . Previous editions of the Sessions include Louis Cheikho’s uncritical and abridged edition, Louis Cheikho, “ Maǧālis Īliyya muṭrān Nuṣaybīn,” al-Mašriq 20 (1922), 33–44, 112–122, 267–272, 366–377, 425–434 (reprint: Louis Cheikho, Trois traités anciens de polémique et de théologie chrétiennes , Beirut, 1923, pp. 26–73). Cheikho presents a collated text with no critical apparatus, based on four manuscripts: Beirut, Bibliothèque Orientale 564 (year 1826, a copy of a copy of Vat. ar. 645, written in 1234) – B in Seleznyov’s edition; Beirut, Bibliothèque Orientale 676 (year 1715) – Ḅ in Seleznyov’s edition; an unspecified Beirut manuscript, which Cheikho dated to the thirteenth century (cf. Louis Cheikho, “al-Maḫṭūṭāt al-ʿarabiyya fī ḫizānat kulliyyatinā al-šarqiyya,” al-Mašriq 6 (1909), 374–378, at p. 376, No. 99); and Aleppo, Maronite Archdiocese 258 (year 1631). Samir Khalil Samir’s editions of Elias’ Introduction and the First, Sixth, and (partially) Seventh Sessions, Introduction and First Session: Samir Khalil Samir, “Entretien d’Élie de Nisibe avec le vizir Ibn ʿAlī al-Maġribī sur l’Unité et la Trinité,” Islamochristiana 5 (1979), 31–117 (reprint: Samir Khalil Samir, Foi et culture en Irak au XI e siècle , Aldershot: Variorum, 1996, Essay VII). Sixth Session: Samir Khalil Samir, “Deux cultures qui s’affrontent: une controverse sur l’iʿrāb au XI e siècle entre Élie de Nisibe et le vizir Abū l-Qāsim,” Mélanges de l’Université Saint-Joseph 49 (1975–1976), 619–649 (reprint: Samir, Foi et culture , Essay XI); Samir Khalil Samir, “Langue arabe, logique et théologie chez Élie de Nisibe,” Mélanges de l’Université Saint-Joseph 52 (1991–1992), 229–367. I was unable to consult Samir Khalil Samir, Iliyyā al-Naṣībī: Kitāb al-Maǧālis, al-Maǧlis al-sādis fī al-naḥw wa-l-luġa wa-l-ḫaṭṭwa-l-kalām , Cairo: n.p., 1975, 53 pages). Samir Khalil Samir, “Bibliographie du dialogue islamo-chrétien,” Islamochristiana, 3 (1977), 257–286 (reprint: Samir, Foi et culture , Essay I), p. [10]\/264 describes it as an “édition polycopiée,” i.e., a handwritten or typewritten text reproduced by a duplication machine; no copy of it seems available in major university libraries. Seventh Session: Samir Khalil Samir, “La réfutation de l’astrologie par Élie de Nisibe,” Orientalia Christiana Periodica 43 (1977), 408–441 (reprint: Samir, Foi et culture , Essay X); revised edition: Samir Khalil Samir, “Īliyyā al-Nuṣaybīnī (975–1046 m) wa-l-wazīr Abū l-Qāsim al-Maġribī. II. Iʿtiqād al-naṣārā fī aḥkām al-nuǧūm,” al-Mašriq 77 (2003), 83–105. and Martino Diez’s recent edition of the Fifth Session. Martino Diez, “The Profession of Monotheism by Elias of Nisibis: An Edition and Translation of the Fifth Session of the Kitāb al-majālis ,” Islam and Christian-Muslim Relations 28.4 (2017), 493–514. The Sixth Session, in particular, has a paramount importance for Syriac Studies in that there Elias offers a detailed comparison between Syriac and Arabic with reference to grammar, lexicography, and script and makes a case for the superiority of Syriac over Arabic. David Bertaina, “Science, Syntax, and Superiority in Eleventh-Century Christian-Muslim Discussion: Elias of Nisibis on the Arabic and Syriac Languages,” Islam and Christian-Muslim Relations 22.2 (2011), 197–207. On Elias of Nisibis’ contribution to Syriac lexicography, see Adam McCollum, “Prolegomena to a New Edition of Eliya of Nisibis’s Kitāb al-turjumān fī taʿlīm luġat al-suryān ,” Journal of Semitic Studies 58.2 (2013), 297–322. The Epistle was never published before. For his edition of the Sessions , Seleznyov consulted thirteen manuscripts, five of which were collated systematically ( V = Vat. ar. 143, adopted as the manuscrit de base ; Online: . Ṽ = Vat. ar. 155; Ṿ = Vat. ar. 180; P = Paris, BnF ar. 206; K = Berlin, Staatsbibliothek syr. 115 [Sachau 67] in Garšūnī), and three others partially ( H = Oxford, Bodleian, Huntington 240 [Uri 38]; A = Aleppo, Salem ar. 274 [Sbath 1080]; S = Berlin, Staatsbibliothek syr. 114 [Sachau 205]). The critical apparatus includes only the most significant variant readings (minor variants, e.g., wa- vs. fa-, are disregarded). Five additional manuscripts of the Sessions —including two of the Beirut manuscripts employed by Cheikho—were judged to be unreliable and disregarded. The Epistle is edited on the basis of the only accessible manuscript: Aleppo, Salem ar. 318 [Sbath 1131]. As Seleznyov indicates (p. 29, n. 3), the only other manuscript of the Epistle —Sbath 1130 (year 1231)—is now kept in a private collection in London. See Peter J. Starr, “The Epistle to Bišr b. Finḥās ( Maqālah ʿamilahā ilā Bišr b. Finḥās ) of Ibn Zurʿah (m. A.H. 398 \/ A.D. 1008): Edition, Translation, and Commentary,” PhD diss., University of Cambridge, Emmanuel College, 2000, p. 74. Seleznyov’s publication breaks new ground in two respects. First, it offers, for the first time, a reliable integral text of the Sessions . This is particularly significant for those parts of the Sessions that had been hitherto available only in Cheikho’s edition: i.e., the Second, Third, and Fourth Sessions. Crucially, Seleznyov’s edition (pp. ٥٢ :9– ٦٣ :7) includes an important passage from the Second Session in which Elias discusses the notion of ḥulūl , “inhabitation,” of the Divine Word in Jesus. (The Christology of the Church of the East, espoused by Elias of Nisibis, is peculiar in that it construes the Divine Word and Jesus as two distinct subjects—divine \/ uncreated and human \/ created, respectively—and hence is predisposed to speaking about the Incarnation in terms of “inhabitation” of the former in the latter.) This passage had been omitted in Cheikho’s edition for doctrinal reasons, Cheikho explains this omission in the introduction to his edition: “We shall print these Sessions in our journal with the exception of the Second Session, of which we shall publish only a short fragment, because [this Session] contains Nestorian heresy [ al-bidʿa al-nasṭūriyya ] concerning the Incarnation of the Lord Christ, and [if we were to publish it in full], it [would] necessitate a long rebuttal” (Cheikho, “ Maǧālis ,” p. 34; cf. p. 117, n. 1). and had therefore remained unpublished. Nikolai N. Seleznyov, “«И вселисѧвъ ны»: Боговселение ( al-ḥulūl ) в мусульманско-христианском диалоге—Илия Нисивинский и Абу-л-Ḳасим ал-Магриби” [“‘And Dwelled in Us’: Divine Inhabitation ( al-ḥulūl ) in Muslim-Christian Disputation—Elias of Nisibis and Abū l-Qāsim al-Maġribī”], Христiанскiй Востокъ \/ Christian Orient 8 (14) (2017), 297–312. On the peculiarities of the Christology of the Church of the East in an Arab Christian milieu, see also Alexander Treiger, “The Christology of the Letter from the People of Cyprus ,” Journal of Eastern Christian Studies 65.1–2 (2013), 21–48. Second, Seleznyov’s publication presents an editio princeps of the Epistle . This allows him to reconstruct the relationship between the two works. Seleznyov argues (pp. 12–13) that the Epistle was written first, in response to Abū l-Qāsim’s letter. This letter as well as Abū l-Qāsim’s response to Elias’ Epistle are also included in Seleznyov’s publication (pp. ١٦٣ – ١٦٥ and ٢٥٥ – ٢٥٩ respectively). After Abū l-Qāsim’s death in 1027, Elias compiled the Sessions , which is a reworking of the Epistle with several omissions and additions. The division into seven “sessions” is, according to Seleznyov, a literary ploy. Though it loosely reflects the chronology of Elias’ meetings with Abū l-Qāsim, it is doubtful that all the subjects treated in the Sessions were discussed in these meetings. It is more likely that Elias used this occasion to engage more deeply in various subjects of Christian-Muslim polemic. Minor shortcomings of the publication include occasional misprints, For example, wa-ḏālika on p. ٢٤ :4 should be corrected to wa-li-ḏālika (the reading of Vat. ar. 143, fol. 19r); aw laysa on p. ٣١ :10 should be corrected to a-wa-laysa (spelled as one word); kāna l-amr hāḏā on p. ٥٢ :5 should be corrected to kāna l-amr ʿalā hāḏā (the reading of Vat. ar. 143, fol. 42r). an overly literal translation, For example, the term qawl , literally “statement” but frequently employed in the sense of “teaching” or “doctrine” (cf. the title of al-Ašʿarī’s heresiographical work Maqālāt al-islāmiyyīn , Doctrines of the Muslims), is translated throughout as “statement” [высказывание] or “affirmation” [утверждение], though “doctrine” [учение] would have been more idiomatic and, arguably, more precise. and omission of folio numbers of the manuscrit de base (though the beginning of every manuscript page is helpfully indicated). While it is commendable that the Arabic text is reproduced the way it appears in the manuscripts, some punctuation would have been useful for most readers. Occasionally, it is noticeable that the text diverges slightly from the manuscrit de base with no explanation. For example, Vat. ar. 143, fol. 19r:4 reads: wa-li-ḏālika ḥaṣala l-ḏāt ġayr ʿaraḍ wa-ġayr qābil li-l-aʿrāḍ ; Seleznyov’s edition, p. ٢٤ :4–5 has: wa-ḏālika ḥaṣalat l-ḏāt {bi-muǧarradihā—supplied from manuscripts P ṾṼ} ġayr ʿaraḍ ġayr qābila li-l-aʿrāḍ. Despite these minor deficiencies, Seleznyov’s edition of the Book of Sessions and the Epistle to the Vizier Abū l-Qāsim al-Maġribī —the first to provide a complete and reliable access to these two works—is certainly a landmark contribution to Syriac and Christian Arabic Studies. It is to be hoped that it will stimulate further research into the thought of Elias of Nisibis, one of the most influential medieval Syriac and Christian Arabic theologians and a central figure in the history of Christian-Muslim polemic.",
    "title" : 
    [ "Review of: Liber sessionum sive disputatio inter Eliam metropolitam Nisibenum et vezirum Abū ʾl-Qāsim al-Ḥusayn ibn ʿAlī al-Maġribī et Epistola eiusdem Eliae Nisibeni ad vezirum Abū ʾl-Qāsim missa",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Treiger, Alexander" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n1prtreiger",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Liber sessionum sive disputatio inter Eliam metropolitam Nisibenum et vezirum Abū ʾl-Qāsim al-Ḥusayn ibn ʿAlī al-Maġribī et Epistola eiusdem Eliae Nisibeni ad vezirum Abū ʾl-Qāsim missa" }