
  { "fullText" : "Johannes den Heijer, Andrea Schmidt and Tamara Pataridze, eds., Scripts Beyond Borders: A Survey of Allographic Traditions in the Euro-Mediterranean World (Louvain: Peeters, 2014). ix + 657 pages; €95.00. This fascinating and well-organized book discusses the concept of, and examines many diverse examples of, the phenomenon of one language being written in the script of another. One might call it an “allographic anthology.” Although I regularly teach an undergraduate course in World Writing Systems, and we do briefly discuss cases such as Turkish changing its writing system in 1928 from Arabic to Roman, and a similar (though not identical) situation with Malay in the seventeenth and subsequent centuries, nevertheless I was unaware of the scope of “Allography” as illustrated by the wealth of examples presented in this book, stretching widely across (particularly) the continent of Asia, and chronologically centuries back in time. In the preface the editors point out that many, perhaps most of the cases of allography stem from religious causes, inasmuch as the three major monotheistic religions are heavily influenced by their own written sacred texts, with the scripts used for the languages of those texts possessing a special status: Hebrew in the case of Judaism, and Arabic for Islam. In the case of Christianity the situation is rather more complex, since Greek, although being the original language of the New Testament, nevertheless did not exercise the same kind of “monopoly” over its religious texts; we also see very early texts in Syriac, Armenian and Georgian, in their own respective scripts (hence not cases of allography). Other reasons for allography include political and ethnic identity – where a people group no longer speaks their original language, but attempts to retain a sense of identity by using their historical script to write the contemporary language, as in the case of the Sephardic Jews (also of course the religious factor plays a significant part); practicality – e.g., legal and administrative needs, as in the case of Armenian-Polish allo-graphy, and also secrecy: Maronite Christians using the Syriac script to prevent Muslims from reading their texts; Jews using the Hebrew script to hide their writings from Muslims and Christians; and “Moriscos” (Moors) using the Arabic script to avoid falling prey to the Spanish Inquisition. The book approaches “Allography” from several perspectives, making it applicable to a wider audience than just specialists in Syriac language and literature. Besides the more technical aspects of adapting one script so as to facilitate its use in writing a different language, historical and sociological issues are closely examined, including religious and other types of persecution, particularly in the fifteenth and sixteenth centuries. There are some chapters which are indeed fairly technical, including examples of the relevant scripts and detailed discussions of how a character in one writing system might be modified for it to accurately convey a sound in the original language. But there are also many chapters and sections of chapters that can be enjoyed and appreciated by non-specialists, particularly those chapters dealing with sociohistorical, religious and cultural matters. And, as the editors remind the reader, the first chapter acts as a thorough introduction to the whole, including useful sections on terminology, historical background, and linguistic features. In addition each chapter ends with a brief abstract in English, giving the reader a quick idea of the main purpose of the chapter. While this volume does not claim to include all possible allographic combinations, it does nevertheless present a wide and intriguing range of examples, and, as the authors state, should be of “considerable interest to anyone who is fascinated by language, writing systems, history of ideas, and issues of cultural group identity.” As an example of the variety of languages written in a particular script: the Syriac script has been used for the following languages: Arabic, Greek, Armenian, Kurdish, Sogdian, Chinese, Malayalam, Latin, Persian, and Turkish – each of these cases is discussed and illustrated in one chapter or another. Incidentally, it is interesting to notice which examples of allography do not occur: Georgian-Syriac or Syriac-Georgian; Georgian-Armenian or Armenian-Georgian; the reason given is that Georgian Christianity stayed closely linked to the Byzantine Greek church and became separated from the Syriac and Armenian religious communities. Most of the twenty-four (unnumbered) chapters present a “case study,” wherein the language of a certain social or ethnic group has come to be written in a different script from its original one. Some chapters focus on the reasons for such changes, while others are dedicated to examining how the process actually worked – how a given script had to be modified in order to represent sounds not in its original inventory of symbols. The chronology of each case is also discussed, where it is known. The phenomenon of allography dates back to the 6 th –7 th century (an Armenian-Greek papyrus – Greek language in Armenian script), and survives into the 20 th and even 21 st century, with examples of Arabic-Bosnian (i.e., Arebica), discussed in the chapter on the usage of Arebica in Bosnia and Herzegovina. The author of this chapter clearly feels a personal involvement in the current situation; however she stresses at the end of her abstract that she has no desire to be drawn into “any of the ongoing disputes” – a perhaps poignant case of the continuing relevance of allography. This review of necessity focuses in some detail on a few chapters, while mentioning the others more briefly. I was relieved to learn that it was decided to have all chapters written in either English, German or French, rather than including some of the authors’ native Dutch and Georgian. Occasionally the (English) text betrays the author’s non-nativity in English through mild infelicity of expression, and a couple of the later chapters could perhaps have been edited for smoother style; but this is not too much of a problem, and does not really detract from the overall accounts. As mentioned above, the first chapter, with 63 pages, serves as a very helpful introduction, laying important groundwork, defining terms, and ending with a brief account of where things are at the present time – what still needs to be done in terms of research, analysis, and “collective initiatives” employing a comparative approach. In the second chapter George Kiraz (p. 70) states that the general convention for the phenomenon of one language using the script of another is: “script-language allography” (although he coins the term “garshunography”); e.g., Judeo-Arabic allo-graphy means the Arabic language written in the Hebrew script. This system seems quite sensible (although not explicitly stated as such in the first chapter); however I found a few examples where it appeared that the terms were reversed, e.g., on p. 19 “Greek-Armenian allography” appears to mean Greek language written in Armenian script. Other examples occur on p. 51 (Polish-Armenian allography, also on p. 438), pp. 107 and 137 (“garshuni arabo-syriaque” and “Arabic-Syriac Garshu-ni”), and p. 404 (“Kipchak-Armenian allography” but with the correct “Armenian-Kipchak allography” further down the same page). Kiraz also, in his chapter, seeks to convince the reader that the term “allography,” along with “alloglottography,” “transliteration” and “heterography” should be abandoned in favor of his coinage “garshunography.” By extension he comes up with such related terms as “heterogarshunographemes” (p. 71). The chapter is well written, and somewhat persuasive; yet the other authors, and indeed the editors, choose to stick with the term “allography” for the time being. How does a writing system with a smaller inventory of phonemes deal with representing a language with a greater number? This becomes an issue in several cases, particularly when the Syriac script, with 22 letters, is used for writing Arabic (with 29), and also for writing Malayalam (with 51!). I found these issues especially fascinating, and in particular appreciated the tables of symbols and scripts laid out side-by-side for convenient comparison. In this regard Erich Renhart’s chapter “Armenische, syrische und lateinische Allographien in Handschriften des Ostens und des Westens” was exceptionally interesting in its organization and its visual presentation. Renhart reproduces part of a sort of glossary of terms, discovered in a manuscript dating to 1440, and setting out in four columns first the Armenian “Allographie,” then the original Latin term, then the Arabic and then the Armenian equivalents, both in Armenian characters. Then follows some brief discussion on phonetic correspondences between the Armenian and Latin alphabets. In a subsequent table we see the Paternoster in Armenian script and next to it, added later, the same in Latin script. Renhart notes that in this case the Armenian transcriber neglected the negative adverb towards the end, yielding “And lead us into temptation” (!). Such can be the vagaries of allographic writing. Later in the same chapter we have a Latin liturgical passage written in Syriac script, with the reconstructed Latin to its right, again followed by brief notes on technical aspects of the phonetic correspondences as well as evidence of scribal errors. Finally, Renhart presents Greek texts written in Latin script, including Psalm 8 and the Nicene Creed, again set out in vertical columns for immediate comparison. These three allographic examples having formed the main part of the chapter, Renhart finishes by giving a sort of bibliography of manuscripts displaying other types of allography, including Arabic in Hebrew script, Armenian in Latin script, Armenian in Syriac script, and Persian in Latin, Armenian and Syriac script. The following chapter by Joseph Moukarzel deals with Garshuni “proper” – i.e., Arabic language written in Syriac script. Various theories as to the origin of the term are discussed, including one connecting the term to Moses’ son Gershom (Exodus 2:22). The chapter also lists at least 20 ways of spelling the term! There are some details of how Syriac can represent Arabic sounds, given Syriac’s smaller alphabetic inventory. In addition the author notes that the Syriac script represents the sounds rather than the written form of the Arabic text: the Arabic definite article al- assimilates the lam before an initial “sun” consonant (called “coronal” by linguists), and this assimilation, rather than the Arabic spelling, is reflected in the Syriac script. This chapter, and the following one even more so, gives details as to how the Syriac script was used and modified in order to write the Arabic language. The next five chapters illustrate respectively Greek, Armenian, Kurdish, Uyghur and Sogdian written in Syriac script (and some vice versa), with helpful tables and explanations of correspondences between symbols. There follows a chapter by Johns Abraham Konat, introducing Malayalam “Karshon” – the Malayalam language of southern India written in the Syriac script. The phenomenon reflects the very early religious and commercial ties between south-west India and the Middle East. The complexity of the Malayalam script is given as a possible reason for this allo-graphy; and the chapter includes some details on how the Syriac script was augmented and modified in order to represent the phonemes of the Malayalam language. Subsequent chapters deal with Chinese-Syriac allography and its reverse, and the difficulties inherent in the non-phonetic nature of the Chinese writing system; then two chapters on Kipchak (a Turkic language) and Polish written in the Armenian script; each chapter presents both historical context for the allography and details of the phonetic modifications needed in each case. The following two chapters introduce the terms “Aljamiado” and “Arebica,” the use of the Arabic script to write Spanish and Bosnian respectively. The reasons in each case include persecution, both religious and ethnic; in the latter case, as mentioned above, the author (Zuzana Gažáková) is sensitive to ongoing political disputes regarding attitudes towards the Bosnian identity and language. With Serbian using the Cyrillic script, and Croatian the Latin, Gažáková discusses the question as to why Bosnian has not been able to employ Arebica. The remaining chapters include discussions of allography intertwined with religious persecution (Sephardic Jews in the Iberian peninsula), along with further instances of Hebrew, Georgian, and Greek scripts. Interestingly, the inscription on a Judaeo-Persian tombstone on p. 515 (in the chapter by Erica Hunter) preserves what would be an “illegal” form of the number 15 in Hebrew, i.e., yodh - he (10-5). Because these two letters were the first part of the Divine Name ( yodh - he - waw - he ) the two letters ṭeth - waw (9-6) were generally substituted. Had the community forgotten some elements of its own Hebrew religious tradition? The Georgian chapters provide useful phonetic\/phonemic correspondences between Greek phonemes and Georgian symbols, while the final two chapters deal with two Turkic languages, Tatruli and Karamanlı; the first is written in Georgian script, the second in Greek. There are two plates at the end of the book that illustrate a Karamanlı New Testament printed in the Greek script. As well as the plates at the end of the book, there are a few within chapters, e.g., pp. 167–168, Syriac and Greek, and p. 287, Syriac-Malayalam; and some at the ends of chapters, e.g., pp. 154, 452 and 554. However, it is not always immediately obvious how the plates at the end of the book are to be linked with their corresponding locations in the text. In summary, this book is an extremely valuable resource, full of examples of how allography has occurred over the centuries, the sociohistorical and cultural reasons why it happened, and the fascinating linguistic problems that had to be tackled in order for it to succeed.",
    "title" : 
    [ "Review of: Scripts Beyond Borders: A Survey of Allographic Traditions in the Euro-Mediterranean World",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Bird, Graeme" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n2prbird",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Scripts Beyond Borders: A Survey of Allographic Traditions in the Euro-Mediterranean World" }