
  { "fullText" : "The manuscript olim Mosul 35 needs no special introduction as it has been known to specialists of Syriac philosophy for a long time. The manuscript was described by Addai Scher (1867–1915) in his catalogue of the Syriac manuscripts preserved in the collection of the Chaldean Patriarchate in Mosul . A. Scher, “Notice sur les manuscrits syriaques conservés dans la bibliothèque du Patriarcat chaldéen de Mossoul,” Revue des bibliothèques 17 (1907), 227–260, here 237. Scher’s catalogue covers 116 manuscripts. However, it seems that already at the time when Scher examined the collection it was much larger. Over the course of the 20th century the manuscript was steadily mentioned either as inaccessible or even as lost. Cf., for instance, H. Hugonnard-Roche, “Le commentaire syriaque de Probus sur l’Isagoge de Porphyre. Une étude préliminaire,” Studia graeco-arabica 2 (2012), 230. Moreover, some inaccuracies in Scher’s description (see below) led to confusion among scholars with regard to its content. See below the description of item 3. To the best of our knowledge, the only scholar who was able to use it in his research was Arthur Vööbus (he probably possessed a microfilm copy) in his study of the scholarly activity of the School of Nisibis . A. Vööbus, History of the School of Nisibis , CSCO 266, Subsidia 26 (Louvain: Secrétariat du Corpus SCO, 1965). With the exception of some manuscripts, the collection of the Chaldean Patriarchate was transferred to Baghdad in mid-20th century together with the office of the Chaldean patriarch. The manuscripts were examined in Baghdad by William Macomber who was even planning to produce a new catalogue but this plan never reached fruition. W. F. Macomber, “New Finds of Syriac Manuscripts in the Middle East,” in XVII. Deutscher Orientalistentag vom 21. bis 27. Juli 1968 in Würzburg , Zeitschrift der Deutschen Morgenländischen Gesellschaft, Supplementa I, Vorträge Teil 2, hrsg. von W. Voigt (Wiesbaden: Franz Steiner, 1969), 475–476. Another catalogue of that collection was prepared by the Chaldean Patriarch Raphael I Bidawid (1922–2003) but never went to press. Reportedly, it was destroyed during military operations against the Kurds in 1961. D. Wilmshurst, The Ecclesiastical Organisation of the Church of the East, 1318–1913 , CSCO 582, Subsidia 104 (Louvain: Peeters, 2000), 11–12. The collection of manuscripts remained in Baghdad until the year 2013 when after the rise of ISIS it was heroically safeguarded by a Dominican priest Najeeb Michaeel O.P. who while risking his own life brought the manuscripts to Qaraqosh and a year later to Erbil in Iraqi Kurdistan. While in Erbil, the manuscripts were digitized by the Centre numérique des manuscrits orientaux (CNMO) in collaboration with the Hill Museum & Manuscript Library. A cataloguing of the collection is underway and eventually all of the digitized manuscripts will be available at the vHMML Reading Room ( www.vhmml.org ). For a brief account about the digitization of the collection see an article of E. Reisinger in Illuminations 2017\/Spring, 4–7. The learned Chaldean bishop Addai Scher briefly presented the content of the codex while overlooking one text (no. 3) and not identifying the final one (no. 9). The philosophical miscellany olim Mosul 35 includes Prōḇā’s commentary on Porphyry ’s Isagoge (no. 1), three commentaries dealing with the first part (up to Prior Analytics I 7) of Aristotle’s Organon (nos. 5–8), the Syriac version of the Categories by Jacob of Edessa (no. 3), two lives of Aristotle (no. 2), a Syriac version of Dionysius Thrax ’ Τέχνη γραμματική (no. 4) and, finally, the philosophical compendiumv Teḡraṯ teḡrāṯā by Gregory Bar ʿEḇrōyō (the text is lacking the title and was not identified by Scher). Each of the texts present in the manuscript is attested also by other manuscript witnesses, but it is worth high-lighting that there is a group of manuscripts that has a very similar content and one can argue that all of these derive from olim Mosul 35. The most noteworthy manuscript is Sachau 226 that was produced approximately in 1882. A digital copy of the manuscript is available at <http:\/\/resolver.staatsbibliothek-berlin.de\/SBB0001EC4F00000000> [accessed on February 20, 2018]. This manuscript is basically a mirror copy of the Mosul manuscript with the exception of the Teḡraṯ teḡrāṯā that does not feature in Sachau 226. According to a scribal note (Sachau 226, f. 90v), two persons were involved in the manuscript’s production: kāṯōḇā Elīyā Hōmō Elīyā Hōmō (1856–1932), a prolific Chaldean scribe. Among many other manuscripts, he copied also a manuscript in the private collection of Bishop Jāk Isḥāq that was presented in the first installment of the “Field Notes” (G. Kessel, “Field Notes on Syriac Manuscripts I: Two Medical Manuscripts Digitized by the Hill Museum & Manuscript Library,” Hugoye 20.2 [2017], 421). and a maḵtḇānā Ēramyā. Thanks to the clarification of Sachau we learn that the manuscript was commissioned by Jeremiah Shāmīr on behalf of Sachau. Jeremiah Shāmīr was an industrious Chaldean book and manuscript trader and scribe who was active in the second half of the 19th century in Mosul. Rifaat Ebied and Nicholas Al-Jeloo published a number of letters Jeremiah sent to Sachau that shed light on the activity of Jeremiah (R. Ebied, “A Collection of Letters in Syriac and Arabic Addressed to Eduard Sachau (1845–1930),” ARAM 21 [2009], 79–105; R. Ebied and N. Al-Jeloo, “Some Further Letters in Syriac, Neo-Aramaic and Arabic Addressed to Eduard Sachau by Jeremiah Shāmīr,” Journal of Assyrian Academic Studies 24 [2010], 1–45). Many manuscripts from the local collections were copied either by him or for him on behalf of Western scholars and collectors. Given the virtual identity of olim Mosul 35 and Sachau 226 it is highly likely that the former served as a model for the latter. There is a mention of a manuscript copy of the Teḡraṯ teḡrāṯā in one of the letters from Jeremiah to Sachau — it most probably refers to Sachau 211. As mentioned earlier, Sachau 226 lacks only the Teḡraṯ teḡrāṯā in comparison with olim Mosul 35. As it turns out, the treatise features in another manuscript of the Berlin collection, namely Sachau 211. The manuscript contains only the Teḡraṯ teḡrāṯā with exactly the same lacunae as olim Mosul 35 and thus may very well have been copied directly from the Mosul codex. Unfortunately, there are no scribal notes that could help to contextualize the manuscript, although Sachau himself says that the manuscript was produced “wahrscheinlich in Mosul oder Umgegend um 1888.” E. Sachau, Verzeichniss der syrischen Handschriften der Königlichen Bibliothek zu Berlin , Die Handschriften-Verzeichnisse der Königlichen Bibliothek zu Berlin 23, Bd. 1 (Berlin: A. Asher & Co., 1899), 340. Given the similarity of the handwriting, it seems that the scribe, following the request of Jeremiah Shāmīr, copied the content of olim Mosul 35 in two separate volumes (perhaps to get more profit), which are now Sachau 226 and Sachau 211. As a matter of fact, olim Mosul 35 may very well have been used as a model for two other manuscripts. First of all, Baghdad Chaldean Monastery 174 ( olim Notre-Dame des Semences\/Vosté 55) B. Ḥaddād and J. Isḥāq, al-Makhṭūṭā t al-suryāniyya wa-l-ʿarabiyya fī khizānat al-rahbāniyya al-kaldāniyya fī Baghdād (Syriac and Arabic Manuscripts in the Library of the Chaldean Monastery Baghdad) , part 1. Syriac Manuscripts (Baghdād, 1988), 85; Jac.-M. Vosté, Catalogue de la bibliothèque syro-chaldéenne du Couvent de Notre-Dame des Semences près d’Alqosh (Iraq) (Rome–Paris, 1929), 24. copied in the first quarter of the 19th century, which contains items 5–9. Unfortunately, we are not aware of the circumstances of the production of that manuscript. And secondly, Vat. sir. 593\/III copied by an assiduous Syrian Orthodox scribe Mattai Bar Paulos in Mosul contains items 2–5, 7 and 9. A digital copy of the manuscript is available at https:\/\/digi.vatlib.it\/view\/MSS_Vat.sir.593 [accessed on February 20, 2018]. Due to the shared lacunae at the beginning of the Teḡraṯ teḡrāṯā and elsewhere as well as the identical marginal annotations (see, for example, item 4 below) there can be almost no doubt that Vat. sir. 593\/III derived from olim Mosul. The text of the Teḡraṯ teḡrāṯā breaks off in Vat. sir. 593\/III earlier than in the Mosul manuscript. Considering the value of the manuscript olim Mosul 35 as a witness it is worth stressing that for three texts (viz. the first life of Aristotle and nos. 5 and 7) it is the oldest extant copy, while for the others unless there are copies (usually of Syrian Orthodox provenance) originating from Dayr al-Suryān , the manuscript witnesses are much younger (usually of East Syriac provenance) and olim Mosul 35 takes the pride of place among those being the oldest one. As far as the Teḡraṯ teḡrāṯā is concerned, the presence of the treatise has not been known to scholars because Scher did not manage to identify the text. In fact, although the manuscript does not belong to the early witnesses of the text it nevertheless appears to be one of the oldest East Syriac copies. Another early East Syriac copy, olim Mardin\/Scher 61 is now available under the project number CCM 382 at vHMML (dated to the 16th century according to Scher). All in all, olim Mosul 35 belongs to the oldest philo-sophical manuscripts produced during the early modern period. And given the fact that most of the texts are either not edited at all or edited based on a smaller number of witnesses that one is aware of today, it deserves to be taken into consideration by any student of Syriac philosophy. In what follows we provide a description of the manuscript while indicating the presence of the text in Berlin, Staatsbibliothek, Sachau 226 ( B ) and Vat. sir. 593\/III ( V ). Baghdad, Chaldean Patriarchate CPB 223 olim Mosul 35, olim Baghdad 522 The shelfmark is documented also in Vööbus, History of the School of Nisibis , 331. , olim Codex 52.2 All three shelfmarks can be found in the manuscript. Paper 264 fols. 1 col., 20 lines per page 22 × 16 × 10 cm East Syriac handwriting without vocalization Syriac foliation on the verso side and modern Arabic foliation on the recto side. Condition : the manuscript is damaged (I–2, XIII–2, XIV–1, XXI+1, XXVII–2) and some of the leaves are torn; in its original form it most probably consisted of 27 quires, all of which are present with just a few folios wanting; the first quire could be originally a quaternion. Catalogue description : Scher, A. “Notice sur les manuscrits syriaques conservés dans la bibliothèque du Patriarcat chaldéen de Mossoul.” Revue des bibliothèques 17 (1907): 237. Date : the colophon is lost; the manuscript was dated back to the 16th century by Scher (one can, most probably, narrow it down to the second half) but the first half of the 17th century cannot be excluded as well. Contents : Prōḇā, Commentary on Porphyry’s Isagoge 1. ff. 1v–14v [ B 4v–12v] Title : ܟܬܒܐ ܕܐܝܣܓܘܓܐ܆ ܦܣܘܩܐ ܬܪܝܢܐ܆ ܡܛܠ ܕܦܣܘܩܐ ܩܕܡܝܐ ܠܐ ܐܫܟܚܬ ܒܐܨܚܬܐ Incipit : ܥܕܡܐ ܠܗܪܟܐ ܐܠܦ ܠܢ ܦܪܦܘܪܝܘܣ܆ ܕܡܘܢ ܐܝܬܘܗܝ ܓܢܣܐ ܘܐܕܫܐ. ܘܦܘܪܫܢܐ ܘܕܝܠܝܬܐ ܘܓܕܫܐ Desinit : ܐܡ̇ܪ ܕܝܢ ܦܪܦܘܪܝܘܣ܆ ܕܐܝܬ ܫܘܬܦܘ̈ܬܐ ܘܦܘܪ̈ܫܢܐ ܐܚܪ̈ܢܐ ܠܗܠܝܢ ܚܡܫ ܒܢ̈ܬ ܩ̈ܠܐ܆ ܣܛܪ ܡܢ ܗܠܝܢ ܕܡܢܢ ܐܬܐܡܪ. ܐܠܐ ܣܦܩܢ ܘܗܠܝܢ ܕܣܡܢܢ܆ ܠܘܬ ܒܘܚܢܐ ܗܢܐ. ܘܗܟܢܐ ܡܫܠܡܝܢܢ ܠܦܪܓܡܛܝܐ ܗܕܐ. ܒܝܕ ܥܘܕܪܢܐ ܕܐܠܗܐ ܡܪ ܟܠ Final rubric : ܫܠܡ ܣܘܟܠܐ ܘܢܘܗܪܐ ܕܐܝܣܣܓܘ̈ܓܐ ܕܦܪܦܘܪܝܘܣ ܦܝܠܣܘܦܐ. ܕܥܒܝܕ ܠܦܪܘܒܐ ܐܢܫ ܚܟܝܡܐ ܩܫܝܫܐ ܐܪܟܝܐܛܪܘܣ ܘܐܪܟܝܕܝܩܘܢ ܕܐܢܛܝܟܝܐ ܕܣܘܪܝܐ Ed. : Baumstark, A. Aristoteles bei den Syrern vom 5. bis 8. Jahrhundert. Syrische Texte, herausgegeben, übersetzt und untersucht. I. Band: Syrisch-arabische Biographien des Aristoteles. Syrische Kommentare zur ΕΙΣΑΓΩΓΗ des Porphyrios . Leipzig: Teubner, 1900, 4*–12* (based on B ). Lit. : Brock, S. “The Commentator Probus: Problems of Date and Identity.” In Interpreting the Bible and Aristotle in Late Antiquity. The Alexandrian Commentary Tradition between Rome and Baghdad , ed. J. Lössl and J. W. Watt. Farnham–Burlington, VT: Ashgate, 2011, 195–206. Hugonnard-Roche, H. “Le commentaire syriaque de Probus sur l’Isagoge de Porphyre. Une étude préliminaire.” Studia graeco-arabica 2 (2012): 227–243. Suermann, H. “Anmerkungen zur Sprache der Übersetzungen und Kommentare von Aristoteles und Porphyrios bei Probus.” In VI Symposium Syriacum, 1992: University of Cambridge, Faculty of Divinity, 30 August–2 September 1992 , Orientalia Christiana Analecta 247, ed. R. Lavenant. Roma: Pontificio Istituto Orientale, 1994, 393–400. The manuscript contains only the second section of Prōḇā’s Commentary , pertaining to the common and proper features of the quinque voces (Porph. Isag . 13.9–22.12 Busse). According to the indication that was incorporated into the title, the first section was already missing in the model of olim Mosul 35. British Library Add. 17215 and Dayr al-Suryān, Syr. Fragment no. 88 contain fragments of the first section of the text which complement each other; the two sections of the text are preserved complete in Mingana Syr. 606 and in three manuscripts from Baghdad, Chaldean Monastery 169, 170, 171 ( olim Notre-Dame des Semences 51, 52 and 53), for the relationship among which as well as for further information on this work see Hugonnard-Roche, “Le commentaire syriaque de Probus.” Hugonnard-Roche (“Le commentaire syriaque de Probus” 230 n. 16) conflates the title of the work as supplied artificially by Baumstark in his edition (but not in his translation on p. 148) with the actual title of B , which nowhere has “fragments du commentaire de l’ Isagoge composé par Proba d’Antioche”. Two lives of Aristotle 2. ff. 14v–16v [ B 13r–14r V 155rv] General title : ܦܪܓܡܛܝܐ ܕܡܠܝܠܘܬܐ ܕܥܒܝܕܐ ܠܐܪܝܣܛܛܠܝܣ ܦܝܠܣܘܦܐ ܦܪܝܦܛܛܝܩܘܣ First life. Title: ܦܪܟܣܝܣ ܐܘܟܝܬ ܬܫܥܝܬܐ ܕܝܠܗ ܕܐܪܣܛܛܠܝܣ ܢܝܩܘܡܐܟܘܣ ܐܪܟܝܛܪܘܣ ܛܝܓܪܝܣ ܕܥܒܝܕܐ ܠܐܡܘܢܝܣ Incipit : ܐܠܨܐ ܩܕܡܝܬ ܕܢܒܥܐ ܐܬܪܗ ܘܢܣܝܡ ܓܢܣܗ ܘܗܠܝܢ ܕܫܪܟܐ ܢܥܩܒ ܐܟܚܕܐ Desinit : ܣܡܘ ܐܢܘܢ ܒܕܘܟܬܐ ܗ̇ܝ ܕܐܪܝܣܛܘܛܠܝܬܐ ܡܬܩܪܝܐ ܗܘܬ. ܒܗ̇ܝ ܕܐܦ ܡܛܠ ܡܚܫܒܬܐ ܡܬܟܢܫܝܢ ܗܘܘ Second life. Title: ܐܚܪܬܐ ܦܪܟܣܝܣ Incipit : ܐܪܝܣܛܘܛܠܝܣ ܒܪܐ ܐܝܬܘܗܝ ܗ̣ܘܐ܆ ܕܢܝܩܘܡܐܟܘܣ ܐܣܝܐ Desinit : ܚܝܐ ܕܝܢ ܐܪܝܣܛܘܛܗܠܝܣ ܫܢ̈ܝܐ ܫܬܝܢ ܘܬܡܢܐ Final rubric : ܫܠܡܬ ܬܫܥܝܬܐ ܐܘܟܝܬ ܕܘܒܪܐ ܕܐܪܝܣܛܛܠܝܣ Ed .: Both texts were fully transcribed from B in Sachau’s Verzeichniss der syrischen Handschriften , Bd. 1, 335–336, which goes unmentioned in Düring’s treatment of the Syriac lives in Aristotle in the Ancient Biographical Tradition, 183–189. First life: Baumstark, Aristoteles bei den Syrern , 2* (based on B ). Second life: Baumstark, Aristoteles bei den Syrern , 2*–3* (based on B and V ). An English translation of the Syriac lives is provided in Düring, Aristotle in the Ancient Biographical Tradition, 185–188 but its source text is not absolutely clear. Lit .: Düring, I. Aristotle in the Ancient Biographical Tradition , Studia Graeca et Latina Gothoburgensia V; Acta Universitatis Gothoburgensis. Göterborgs Universitets Årsskrift LXIII, 2. Göteborg: Almqvist & Wiksell, 1957, 183–246. Gutas, D. “The Spurious and the Authentic in the Arabic Lives of Aristotle.” In Pseudo-Aristotle in the Middle Ages. The Theology and Other Texts , Warburg Institute Surveys and Texts XI, ed. J. Kraye, W. F. Ryan and C. B. Schmitt. London: The Warburg Institute, 1986, 15–36 = id. Greek Philosophers in the Arabic Tradition (Variorum Collected Studies Series CS698), Aldershot, Hampshire–Burlington, VT: Ashgate, 2000, no. vi. Jacob of Edessa’s Version of Aristotle’s Categories 3. ff. 16v–64v [ B 14r–45v V 155v–175v] Title : ܩܐܛܐܓܘܪܝܣ ܕܐܪܝܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ Incipit : ܐܘܡܘܢܘ̈ܡܐ ܐܘ ܟܝܬ ܫܘ̈ܝܝ ܫܡܐ ܡܬܐܡܪܝܢ܆ ܕܗܢܘܢ ܕܫܡܐ ܒܠܚܘܕ ܕܓܘܐ܇ ܡܠܬܐ ܕܝܢ ܕܐܘܣܝܐ ܗ̇ܝ ܕܥܠܘܗܝ ܕܫܡܐ ܐܚܪܬܐ ܗ̣ܝ Desinit : ܗܠܝܢ ܕܝܢ ܕܡܥܝܕܝܢ ܕܢܬܐܡܪܘܢ ܟܢܝܫܐܝܬ ܟܠܗܘܢ ܡܢܝܢ Final rubric : ܫܠܡ ܟܬܒܐ ܕܩܛܗܓܘܪܝܣ ܕܥܒܝܕ ܠܐܪܝܣܛܘܛܠܝܣ Ed .: Georr, Kh. Les Catégories d’Aristote dans leurs versions syro-arabes. Édition de textes précédée d’une étude historique et critique et suivie d’un vocabulaire technique . Beyrouth: Institut Français de Damas, 1948, 253–305 (based on BNF syr. 248 and, partially, on BNF syr. 354 that is extant only up to 11b1) (cf. the review by G. Furlani, in Rivista degli studi orientali 25 [1950]: 101–104). Schüler, S. Die Uebersetzung der Categorieen des Aristoteles von Jacob von Edessa (nach einer Handschrift der Bibliothèque nationale zu Paris und einer der Königl. Bibliothek zu Berlin) herausgegeben, mit einer Einleitung versehen und mit den griechischen Handschriften verglichen . Inaugural-Dissertation, Erlangen 1896. Berlin, 1897, 21–31 (up to 3b32 only; based on B and BNF syr. 248). Lit .: Hugonnard-Roche, H. “Sur les versions syriaques des Catégories d’Aristote.” Journal Asiatique 275 (1987): 205–222 = id. La logique d’Aristote du grec au syriaque. Études sur la transmission des textes de l’ Organon et leur interprétation philosophique , Textes et Traditions 9. Paris: Vrin, 2004, 23–37. King, D. The Earliest Syriac Translation of Aristotle’s Categories: Text, Translation and Commentary , Aristoteles Semitico-Latinus 21. Leiden: Brill, 2010. Scher overlooked this item in his description of the contents of the codex. This omission generated some bibliographical confusion. In GSL 251 n. 4. Baumstark (followed by Georr, Les Catégories d’Aristote dans leurs versions syro-arabes , 27) includes the Mosul manuscript among the extant copies of Jacob of Edessa’s version of Aristotle’s Categories . And therefore King ( The Earliest Syriac Translation , 283 n. 2) suggests that Baumstark was led to assume that Scher’s description of item no. II of his catalogue (p. 237) as “πραγματεία de la Logique composée par Aristote, philosophe” due to its position in the codex after the Isagoge , actually meant the Categories . It seems rather to be the case that Baumstark correctly inferred that the Categories was present in the manuscript and followed the lives of Aristotle in Mosul 35 relying on the evidence provided by B and V (cf. the following statement in his Aristoteles bei den Syrern , 2: “Den Überlieferungszweig der griechischen γένη vertreten zwei syrische Lebensskizzen dieser Art die als Vorsatzstücke einer Übersetzung der Κατηγορίαι auf uns gekommen sind”). For further information on the manuscript tradition of Jacob of Edessa’s version of the Categories — including a list of extant witnesses, a partial study of the relation between them, and corrections to Georr’s text — see King, The Earliest Syriac Translation , 283–296. Manuscripts B and V are not represented in King’s stemma on p. 288. As we noted above, B and V are in all likelihood apographa of our codex — and therefore not copies of one of the Notre-Dame des Semences manuscripts as King says on p. 288. The establishment of the proper stemmatic position of olim Mosul 35 remains hence a desideratum. Syriac Version of the Τέχνη γραμματική ascribed to Dionysius Thrax 4. ff. 64v–79r [ B 46r–55v V 175r–181r] Title : ܡܐܡܪܐ ܕܚܣܝܐ ܘܡܝܬܪ ܒܟܠ. ܪܒܢ ܡܪܝ ܝܘܣܦ ܗܘܙܝܐ. ܕܥܠ ܢܝܫܐ ܕܓܪܐܡܡܛܝܩܘܬܐ Incipit : ܐܡܪܢܢ ܗܟܝܠ ܚܟܝܡ̈ܝܗܘܢ ܕܝܘܢܝ̈ܐ. ܕܡܬܐܡܪܢܘܬܐ ܡ̇ܢ ܐܝܬܝܗ̇܆ ܡܢܬܐ ܙܥܘܪܬܐ ܕܪܘܟܒܗ̇ ܕܡܠܬܐ Desinit : ܘܐܢ ܗ̣ܘ ܕܡܬܚܙܝܐ ܠܟܘܢ ܕܫܘ̈ܝܢ ܕܐܦ ܠܡܫܡܥܬܐ ܕܐܚܪ̈ܢܐ ܢܬܝ̈ܒܠܢ ܐܘ ܕܠܐ ܢܬܝ̈ܒܠܢ܆ ܗܕܐ ܠܒܘܚܪܢܟܘܢ ܚܬܝܬܐ ܬܬܝܗܒ Final rubric : ܫܠܡ ܡܡܠܠܐ ܕܥܠ ܐܘܡܢܘܬܐ ܡܠܝܠܬܐ ܕܓܪ̈ܐܡܡܛܝܩܘ. ܕܥܒܝܕ ܠܪܒܢ ܡܪܝ ܝܘܣܦ ܗܘܙܝܐ. ܡܩܪܝܢܐ ܕܒܝܬ ܪܒܢ. ܡܪܝ ܢܪܣܝ ܡܦܫܩܢܐ Ed .: Merx, A. Historia artis grammaticae apud Syros , Abhandlungen für die Kunde des Morgenlandes Bd. IX, 2. Leipzig, 1889, 50*–72* (based on British Library, Add. 14620, Add. 14658 and B ). Lit .: Contini, R. “Considerazione interlinguistiche sull’adattamento siriaco della Τέχνη γραμματική di Dionisio Trace.” In La diffusione dell’eredità classica nell’età tardoantica e medievale. Il Romanzo di Alessandro e altri scritti. Atti del seminario internazionale di studio, Roma–Napoli, 25–27 settembre 1997 , L’eredità classica nel mondo orientale 2, a cura di R. B. Finazzi e A. Valvo. Alessandria: Edizioni dell’Orso, 1998, 95–111. King, D. “Elements of the Syriac Grammatical Tradition as these Relate to the Origins of Arabic Grammar.” In The Foundations of Arabic Linguistics. Sībawayhi and Early Arabic Grammatical Theory , Studies in Semitic Languages and Linguistics 65, ed. A. E. Marogy. Leiden: Brill, 2012, 189–209. King, D. “Grammar and Logic in Syriac (and Arabic).” Journal of Semitic Studies 58.1 (2013): 101–120. On f. 64v one comes across a pejorative remark of Chaldean patriarch Joseph VII Audo (1847–1878) on this grammatical treatise claiming that the work “deserves neither to be read nor to be copied.” The same note is present also in V . In all likelihood, the remark was penned by the Catholicos himself. The Syriac version of the Τέχνη γραμματική does not include the first ten of the twenty sections of the work, beginning only with section 11 (22.3 sqq. Uhlig: Περὶ λέξεως. Λέξις ἐστὶ μέρος ἐλάχιστον τοῦ κατὰ σύνταξιν λόγου κτλ.). Despite being younger than British Library Add. 14658, Merx argued that Add. 14620 preserves an older recension than the former. Merx was provided with a copy of B by Richard Gottheil when, as Merx mentions, his work was already in advanced stage and therefore he made only limited use of the manuscript. The attribution of the translation to Joseph Hūzāyā appears only in the Mosul manuscript (and its apographs) and was considered by Merx as non-authentic, whereas Contini treated is as tenable. Prōḇā, Commentary on Aristotle’s Prior Analytics I 2–7 5. ff. 79v–90v [ B 55v–63v V 181r–186r] Title : ܦܘܫܩܐ ܕܦܣܘܩܐ ܕܬܪܝܢ ܕܟܬܒܐ ܕܐܢܐܠܘܛܝܩܐ Incipit : ܬܠܬ ܐܝܬܝܗܝܢ ܕܗܦ̈ܟܢ. ܐܦܘܦܐܣܝܣ ܟܘܠܝܬܐ. ܩܐܛܐܦܐܣܝܣ ܟܘܠܢܝܬܐ. ܩܐܛܐܦܐܣܝܣ ܡܢܬܝܬܐ Desinit : ܠܐ ܟܠ ܚܝܘܬܐܓܚܘܟܬܐ. ܘܡܬܟܢܫ܆ ܠܐ ܟܠ ܒܪܢܫܐ ܓܚܘܟܐ Final rubric : ܫܠܡ ܦܘܫܩܐ ܕܟܬܒܐ ܕܐܢܐܠܘ̈ܛܝܩܐ ܕܡܦܫܩ ܠܦܪܘܒܐ ܚܟܝܡܐ Ed .: van Hoonacker, A. “Le traité du philosophe syrien Probus sur les Premiers Analytiques d’Aristote.” Journal Asiatique 9 e série, 16 (1900): 70–166, here 104–122. Hugonnard-Roche, H. “Un cours sur la syllogistique d’Aristote à l’époque tardo-antique: le commentaire syriaque de Proba (VI e siècle) sur les Premiers Analytiques . Édition et traduction du texte, avec introduction et commentaire.” Studia graeco-arabica 7 (2017): 107–170, here 140–152. See no. 7 infra. Severus Sēbokht, Discourse on Syllogisms in Aristotle’s Prior Analytics 6. ff. 90v–111r >[ B 63v–79r] Title : ܡܐܡܪܐ ܕܒܙܥܘܪ̈ܝܬܐ ܡܚܘܐ ܐܘܟܝܬ ܪܫܡ ܡܛܠ ܣܘܢܠܘܓܝ̈ܣܡܘ ܕܒܐܢܐܠܘܛܝܩܐ ܩܕ̈ܡܝܐ ܕܐܪܝܣܛܘܛܗܠܝܣ ܕܥܒܝܕ ܐܘܟܝܬ ܡܛܟܣ ܢܗܝܐܝܬ ܐܝܟ ܕܡܨܝܐ ܠܣܒܘܟܬ ܐܢܫ ܕܡܬܟܢܐ ܣܘܪܐ Incipit : ܢܝܫܐ ܐܝܬ ܠܢ ܒܡܐܡܪܐ ܗܢܐ ܕܠܚܘܐ ܐܝܟ ܕܒܙܥܘܪ̈ܝܬܐ ܐܘܟܝܬ ܢܪܫܘܡ ܡܛܠ ܙܢܝ̈ܐ ܕܣܘܢܠܘܓܝ̈ܣܡܘ Desinit : ܗ̇ܝ ܕܐܝܟ ܡܠܝܠܘܬܐ ܦܠܛܘܢܝܬܐ ܐܘܟܝܬ ܬܚܘܡܐ. ܕܡܝܘܬܐ ܐܝܬܝܗ̇ ܕܒܐܠܗܐ ܐܝܟ ܕܡܨܝܐ ܠܒܪܢܫܐ Final rubric : ܫܠܡ ܠܡܟܬܒ ܢܘܗܪܐ ܕܟܬܒܐ ܕܐܢܠܘܛܝܩܐ ܕܡܛܟܣ ܣܝܡ ܣܓܝ ܢܗܝܪܐܝܬ ܐܝܟ ܕܡܨܝܐ ܠܣܒܘܟܬ ܕܐܬܟܢܝ ܣܘܪܐ Ed .: not edited Lit .: Baumstark, A. Geschichte der syrischen Literatur, mit Ausschluß der christlich-palästinensischen Texte . Bonn: A. Marcus und E. Weber, 1922, 246 and n. 11. Brock, S. “The Syriac Commentary Tradition.” In Glosses and Commentaries on Aristotelian Logical Texts: The Syriac, Arabic and Medieval Latin Traditions , Warburg Institute Surveys and Texts XXIII, ed. Ch. Burnett. London: The Warburg Institute, 1993, 3–18, here 14 §4.2.2 = id. From Ephrem to Romanos: Interactions Between Syriac and Greek in Late Antiquity , Variorum Collected Studies Series CS664. Aldershot, Hampshire–Brookfield, VT: Ashgate, 1999, no. xiii. Prōḇā, Commentary on Aristotle’s Prior Analytics I 1 7. ff. 111v–124r [ B 79r–87v V 186r–192v] Title : ܢܘܗܪܐ ܕܟܬܒܐ ܕܐܢܐܠܘܛܝܩܐ. ܕܥܒܝܕ ܠܦܪܘܒܐ ܚܟܝܡܐ Incipit : ܫܒܥܐ ܐܝܬܝܗܘܢ ܩܗܦܐܠܗ̈ܐ ܕܩܕܡ ܟܠ ܟܬܒܐ ܙ̇ܕܩ ܕܢܬܬܣܝܡܘܢ ܐܝܟ ܕܝܠܦܢܢ ܟܬܒܐ ܗ̇ܘ ܕܩܕܡ ܗܢܐ Desinit : ܢܗܘܐ ܫܘܐ ܠܗ̇ܘ ܕܣܝܡ ܐܘ ܕܢܗܘܐ ܡܝܬܪ ܡܢܗ. ܕܢܗܘܐ ܕܝܢ ܒܨܝܪ ܡܢܗ܆ ܘܠܐ ܟܠ ܟܠܗ Final rubric : ܫܠܡ ܠܡܟܬܒ ܦܘܫܩܐ ܕܦܣܩܐ ܩܕܡܝܐ Ed .: van Hoonacker, A. “Le traité du philosophe syrien Probus sur les Premiers Analytiques d’Aristote.” Journal Asiatique 9 e série, 16 (1900): 70–166, here 83–104 (based on a manuscript from Bedjan’s private collection and B ). Hugonnard-Roche, H. “Un cours sur la syllogistique d’Aristote à l’époque tardo-antique: le commentaire syriaque de Proba (VI e siècle) sur les Premiers Analytiques . Édition et traduction du texte, avec introduction et commentaire.” Studia graeco- arabica 7 (2017): 107–170, here 128–140 [based on van Hoonacker’s edition as well as B and V ]. Lit .: Suermann, H. “Anmerkungen zur Sprache der Übersetzungen und Kommentare von Aristoteles und Porphyrios bei Probus.” In VI Symposium Syriacum, 1992: University of Cambridge, Faculty of Divinity, 30 August–2 September 1992 , Orientalia Christiana Analecta 247, ed. R. Lavenant. Roma: Pontificio Istituto Orientale, 1994, 393–400. Brock, S. “The Commentator Probus: Problems of Date and Identity.” In Interpreting the Bible and Aristotle in Late Antiquity. The Alexandrian Commentary Tradition between Rome and Baghdad , ed. J. Lössl and J. W. Watt. Farnham–Burlington, VT: Ashgate, 2011, 195–206. Letter of Severus Sēbokht to Aitalāhā regarding προτάσις in Aristotle’s De Interpretatione 8. ff. 124r–128v [ B 87v–90v] Title : ܐܓܪܬܐ ܕܝܠܗ ܟܕ ܕܝܠܗ ܕܣܐܘܪܐ ܣܐܒܘܟܬ ܗ̇ܝ ܕܟܬܒܗ ܠܘܬ ܐܝܬܐܠܗܐ. ܐܢܫ ܐܦܣܩܘܦܐ ܠܡ ܕܢܝܢܘܐ. ܕܒܗ ܡܛܠ ܦܪܘܛܐܣܝܣ ܕܒܟܬܒܐ ܕܦܪܝܪܡܢܣ ܡܡܠܠ Incipit : ܡܛܠ ܕܐܦܝܣܬ ܣܟܘܠܬܢܘܬܐ ܕܐܚܘܬܟ ܪܘܚܢܝܬܐ܆ ܕܐܥܒܕ ܠܗ̇ ܦܘܪܫܐ ܐܝܟ ܕܒܙܥܘܪ̈ܝܬܐ Desinit : ܕܗ̇ܝ ܕܝܬܝܪ ܚܣܝܡܐ ܐܡ̇ܪ ܐܢܐ. ܐܘ ܕܠܚܘܒܟ ܐܠܗܝܐ ܡܫܝܛ ܐܢܐ Final rubric : ܫܠܡܬ ܐܓܪܬܐ ܕܡܛܠ ܦܪܘܛܐܣܝܣ ܕܒܦܪܝܪܡܢܝܐܣ ܕܣܘܪܐ ܣܐܒܘܟܬ ܐܦܣܩܘܦܐ ܠܡ ܕܩܢܫܪܝܢ Ed .: Hugonnard-Roche, H. “L’épître de Sévère Sebokht à Aitilaha sur le Peri Hermeneias . À propos des propositions métathétiques et privatives, et de l’existence du possible.” In Labor limae. Atti in onore di Carmela Baffioni, a cura di A. Straface, C. De Angelo e A. Manzo, Studi Magrebini, 12–13. Napoli: Università degli Studi di Napoli ‘L’Orientale’, Dipartimento Asia Africa e Mediterraneo (in preparation). Lit .: Hugonnard-Roche, H. “Questions de logique au VIIe siècle. Les épîtres syriaques de Sévère Sebokht et leurs sources grecques.” Studia graeco-arabica 5 (2015): 53–104. The text deals with some philosophical notions and expressions in Aristotle’s De Interpretatione ; it can be productively compared with many other texts of the commentary tradition. Gregory Bar ʿEḇrōyō, Teḡraṯ teḡrāṯā 9. ff. 129v–264v [ V 192v–234v] Author : <Gregory Bar ʿEḇrōyō> Title : < Teḡraṯ teḡrāṯā > Incipit mut . (introduction to the treatise): ܐܢܬ ܗܘ ܓܝܪ ܝܡܐ ܕܛܝ̈ܒܘܬܐ ܕܠܐ ܡܬܬܓܝܫ܆ ܘܬܗܘܡܐ ܕܫܘ̈ܟܢܐ ܕܠܐ ܡܬܬܡܝܫ Desinit mut . (Book 4, ch. 4): ܘܗ̇ܢܝܢ ܥܬܝ̈ܕܬܐ ܐܢ ܐܝܟ ܕܐܝܬܝܗܝܢ ܦܝ̈ܫܢ ܗܘ ܚܙܘܐ Ed .: The text remains unedited with the exception of a few fragments. Lit .: Takahashi, H. “Barhebraeus und seine islamischen Quellen. Têḡrat ̲ têḡrāt ̲ ā ( Tractatus tractatuum ) und Ġazālīs Maqāṣid al-falāsifa. ” In Syriaca: Zur Geschichte, Theologie, Liturgie und Gegenwartslage der syrischen Kirchen. 2. Deutsches Syrologen-Symposium (Juli 2000, Wittenberg) , Studien zur Orientalischen Kirchengeschichte 17, hrsg. von M. Tamcke. Münster: LIT, 2002, 147–175. Takahashi, H. Barhebraeus. A Bio-Bibliography . Piscataway, N.J.: Gorgias Press, 2005, 254–256. Both the beginning and end are wanting and there are some lacunae within the text. The text begins on the verso side of a folio with the recto side deliberately left blank. It suggests that the scribe had at his disposal a defective copy and decided to leave the space for the missing portion of the text. The end of the treatise (that must have occupied the two folios missing in the quire) is wanting due to a damage that occurred to the manuscript. Teḡraṯ teḡrāṯā ( Tractatus tractatuum ) is one out of three philosophical compendia of Bar ʿEḇrōyō that has not received so far the scholarly attention it deserves. This compendium consists of three books: logic (f. 129v), natural sciences (f. 172r) and metaphysics (f. 219r). According to Hidemi Takahashi, Bar ʿEḇrōyō draws extensively on Ghazālī’s Maqāṣid al-falāsifa . This copy of Teḡraṯ teḡrāṯā escaped scholarly attention because it was not identified by Scher. Being one of the oldest East Syriac copies of the treatise, one wonders if it was copied from an older East Syriac copy or from a Syrian Orthodox one. A close comparison of its text against the extant Syrian Orthodox copies might shed some light on the reception and transmission of the treatise in the East Syriac milieu. [page left blank intentionally] Images: CPB_00223_001v.jpg Plate 1. CPB 223, f. 1v Published with the permission of the Chaldean Patriarchate. The image is supplied by the Hill Museum & Manuscript Library. CPB_00223_114v.jpg Plate 2. CPB 223, f. 114v Published with the permission of the Chaldean Patriarchate. The image is supplied by the Hill Museum & Manuscript Library.",
    "title" : 
    [ "Field Notes on Syriac Manuscripts II: A Philosophical Manuscript Olim Mosul 35 Rediscovered",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kessel, Grigory",
      "Bamballi, Nicolás" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n1kessel",
    "type" : "article",
    "displayTitleEnglish" : "Field Notes on Syriac Manuscripts II: A Philosophical Manuscript Olim Mosul 35 Rediscovered" }