
  { "fullText" : "Recent Publications on Syriac Topics: 2017 The list of publications is based on the online Comprehensive Bibliography on Syriac Christianity, supported by the Center for the Study of Christianity at the Hebrew Univesity of Jerusalem ( ). Suggested additions and corrections can be sent to: csc@mail.huji.ac.il Books Akhrass, R.-Y., and Syryany, I. (eds.), 160 Unpublished Homilies of Jacob of Serugh . 2 vols (Damascus: Syriac Orthodox Patriarchate, 2017). Akopian, A., Introduction to Aramean and Syriac Studies: A Manual (Gorgias Handbooks; Piscataway, New Jersey: Gorgias Press, 2017). Andrews, T.L., Matt‘ēos Uṙhayec‘i and His Chronicle: History as Apocalypse in a Crossroads of Cultures (The Medieval Mediterranean 108; Leiden \/ Boston: Brill, 2017). Blidstein, M.B., Purity, Community, and Ritual in Early Christian Literature (Oxford Studies in the Abrahamic Religions; Oxford: Oxford University Press, 2017). Bouffard, E., and Ziadé, R. (eds.), Chrétiens d’Orient: 2000 ans d’histoire (Paris: Gallimard, 2017). Bremmer, J.N., Maidens, Magic and Martyrs in Early Christianity: Collected Essays I (Wissenschaftliche Untersuchungen zum Neuen Testament 379; Tübingen: Mohr Siebeck, 2017). Briquel-Chatonnet, F., and Debié, M., Le Monde syriaque. Sur les routes d’un christianisme ignoré (Paris: Les Belles Lettres, 2017). Brock, S.P., An Introduction to Syriac Studies (Gorgias Handbooks; 3rd ed.; Piscataway, New Jersey: Gorgias Press, 2017). Brock, S.P., and Kiraz, G.A., Pocket Gorgias Syriac-English Dictionary (Gorgias Handbooks; Piscataway, New Jersey: Gorgias Press, 2017). Burke, T., The Syriac Tradition of the Infancy Gospel of Thomas: A Critical Edition and English Translation (Gorgias Eastern Christian Studies 48; Piscataway, New Jersey: Gorgias Press, 2017). Burns, R., Aleppo: A History (Cities of the Ancient World; London \/ New York: Routledge, 2017). ———. Origins of the Colonnaded Streets in the Cities of the Roman East (Oxford: Oxford University Press, 2017). Büttner, W., “Gottheit in uns”: Die monastische und psychologische Grundlegung der Mystik nach einer überlieferten Textkollektion aus dem Werk des Šem‘on d-Ṭaibuṯeh (Eichstätter Beiträge zum Christlichen Orient 5; Wiesbaden: Harrassowitz Verlag, 2017). Calder, M., Bethlehem’s Syriac Christians: Self, Nation and Church in Dialogue and Practice (The Modern Muslim World 4; Piscataway, New Jersey: Gorgias Press, 2017). Cambraia, C.N., Livro de Isaac: edição crítica da tradução medieval portuguesa da obra de Isaac de Nínive (Palimpsesto; Belo Horizonte: Editora UFMG, 2017). Cerbelaud, D. (tr.), Éphrem de Nisibe. Hymnes contres les hérésies, Hymnes contre Julien . 2 vols (Sources chrétiennes 587, 590; Paris: Cerf, 2017). Coakley, J.F. (ed.),  The Story of the Holy Mar Pappos and Twenty-Four Thousand Who Were Martyred with Him  (Ely, Cambridgeshire: Jericho Press, 2017). Cochrane, S., Many Monks across the Sea: Church of the East Monastic Mission in Ninth-Century Asia (Regnum Studies in Mission; Eugene, Oregon: Wipf and Stock Publishers, 2017). Coloru, O., L’imperatore prigioniero: Valeriano, la Persia e la disfatta di Edessa (Storia e Società; Roma: Laterza, 2017). den Biesen, K., Hemels Brood en Geestelijke Drank: Orde van de viering van de goddelijke Qurobo volgens de traditie van de Syrisch Orthodoxe Kerk van Antiochië (Losser, The Netherlands: Bar Ebroyo Press, 2017). Duncan, P.A., Novel Hermeneutics in the Greek Pseudo-Clementine Romance (Wissenschaftliche Untersuchungen zum Neuen Testament 395; Tübingen: Mohr Siebeck, 2017). Filoni, F., The Church in Iraq . trans. by E. Condon (Washington, D.C.: Catholic University of America Press, 2017). Gallagher, E.L., and Meade, J.D., The Biblical Canon Lists from Early Christianity: Texts and Analysis (Oxford: Oxford University Press, 2017). Gaunt, D., Atto, N., and Barthoma, S.O. (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017). Géhin, P., Les manuscrits syriaques de parchemin du Sinaï et leurs membra disjecta (CSCO 665, Subs. 136; Louvain: Peeters, 2017). Gianazza, G. (trans.), Ṣalībā ibn Yūḥannā al-Mawṣilī. I libri dei misteri (Kitāb asfār al-asrār) (Patrimonio culturale arabo cristiano 12; Roma: Aracne, 2017). ———. Brani scelti della Chiesa dell’Oriente (XI-XIV secolo) (Udine: Edizioni Segno, 2017). Gramaglia, E.J. (trans.), Astrological Works of Theophilus of Edessa (Minneapolis, Minnesota: The Cazimi Press, 2017). Gzella, H., De eerste wereldtaal: De geschiedenis van het Aramees (Amsterdam: Athenaeum \/ Polak & Van Gennep, 2017). Haelewyck, J.-C. (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017). Hanna, S.S., Abducted in Iraq: A Priest in Baghdad (Notre Dame, Indiana: University of Notre Dame Press, 2017). Harrak, A. (ed. and trans.), The Chronicle of Zuqnīn, Parts I and II: From the Creation to the Year 506\/7 AD (Gorgias Chronicles of Late Antiquity 2; Piscataway, New Jersey: Gorgias Press, 2017). Hunter, E.C.D., and Coakley, J.F., A Syriac Service-Book from Turfan: Museum für asiatische Kunst, Berlin MIK III 45 (Berliner Turfantexte 39; Turnhout: Brepols, 2017). Immerzeel, M., The Narrow Way to Heaven: Identity and Identities in the Art of Middle Eastern Christianity (Orientalia Lovaniensia Analecta 259; Leuven: Peeters, 2017). Issa, B.T., Issa, T., Issa, T.B., Issa, T., and Issa, T., Readings in the 20th Century Genocide of the Syriac Orthodox Church of Antioch (Sayfo) (Hauppauge, New York; Nova Science Publishers, 2017). Issa, M. (ed.), Le latin des maronites (Paris: Geuthner, 2017). Kavvadas, N., Jerusalem zwischen Aachen und Bagdad: Zur Existenzkrise des byzantinischen Christentums im Abbasidenreich (Jenaer mediävistische Vorträge 6; Stuttgart: Franz Steiner, 2017). Lahdo, A., A Traitor among Us: The Story of Father Yusuf Akbulut. A Text in the Ṭuroyo Dialect of ‘Iwardo (Semitica viva 56; Wiesbaden: Harrassowitz Verlag, 2017). Lee, R., Symbolic Interpretations in Ethiopic and Early Syriac Literature (Eastern Christian Studies 24; Leuven: Peeters, 2017). Mack, J., The Construction of Equality: Syriac Immigration and the Swedish City (Minneapolis, Minnesota: University of Minnesota Press, 2017). Marciak, M., Sophene, Gordyene, and Adiabene: Three Regna Minora of Northern Mesopotamia between East and West (Impact of Empire 26; Leiden \/ Boston: Brill, 2017). Messo, J., Arameans and the Making of ‘Assyrians’: The Last Aramaic-speaking Christians of the Middle East (The Netherlands: Aramaic Press, 2017). Meyer, M.R., Kiraz, G.A., and Bali, J. (eds. and trans.), Exodus according to the Syriac Peshitta Version, with English Translation (Surath Ktobh; Piscataway, New Jersey: Gorgias Press, 2017). Nin, M., and Vergani, E., “La preghiera è il nostro ornamento”: Una scelta di testi siriaci (IV-VII secolo) (Milano: Centro Ambrosiano, 2017). Papoutsakis, M., Vicarious Kingship: A Theme in Syriac Political Theology in Late Antiquity (Studien und Texte zu Antike und Christentum 100; Tübingen: Mohr Siebeck, 2017). Pedersen, N.A., Falkenberg, R., Larsen, J.M., and Leurini, C., The Old Testament in Manichaean Tradition: The Sources in Syriac, Greek, Coptic, Middle Persian, Parthian, Sogdian, New Persian, and Arabic (Corpus Fontium Manichaeorum: Biblia Manichaica 1; Turnhout: Brepols, 2017). Phenix, R.R., Jr., and Horn, C.B., The Rabbula Corpus: Comprising the Life of Rabbula, His Correspondence, a Homily Delivered in Constantinople, Canons, and Hymns (SBL Writings from the Greco-Roman World 17; Atlanta: SBL Press, 2017). Ramos, M.V., O Apocalipse siríaco de Daniel (Apocrypha; São Paulo: Paulus, 2017). Řoutil, M., Košťálová, P., and Novák, P., Katastrofa křesťanů: Likvidace Arménů, Asyřanů a Řeků v Osmanské říši v letech 1914–1923 (Pro Oriente; Červený Kostelec \/ Praha: Pavel Mervart, 2017). Rajan, M., Martyrs, Saints and Prelates of the Syriac Orthodox Church. Volume 5 (Kottayam, India: Travancore Syriac Orthodox Publishers, 2017). ———. Martyrs, Saints and Prelates of the Syriac Orthodox Church (Puthencruz, India: Travancore Syriac Orthodox Publishers, 2017). Ruggieri, V. (ed.), The Syriac Manuscripts of Tur ‘Abdin in the Fondo Grünwald (Roma: Edizioni Orientalia Christiana, 2017). Saadi, A.-M., Moshe Bar Kepha’s Cause of the Celebration of the Nativity: A Genre for Exegesis, Ecumenism, and Apology (Texts from Christian Late Antiquity 50; Piscataway, New Jersey: Gorgias Press, 2017). Scully, J., Isaac of Nineveh’s Ascetical Eschatology (Oxford Early Christian Studies; Oxford: Oxford University Press, 2017). Service Book of the Holy Qurbono, according to the Rite of the Syriac Orthodox Church (The Divine Mysteries 1; Whippany, New Jersey: Malankara Archdiocese of the Syriac Orthodox Church in North America, 2017). Sims-Williams, N., An Ascetic Miscellany: The Christian Sogdian Manuscript E28 (Berliner Turfantexte 42; Turnhout: Brepols, 2017). Taylor, R.A., Kiraz, G.A., and Bali, J. (eds. and trans.), The Psalms according to the Syriac Peshitta Version, with English Translation (Surath Ktobh; Piscataway, New Jersey: Gorgias Press, 2017). Teule, H.G.B., Keser-Kayaalp, E., Akalin, K., Doru, N., and Toprak, M.S. (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017). Tieszen, C., Cross Veneration in the Medieval Islamic World: Christian Identity and Practice under Muslim Rule (The Early and Medieval Islamic World; London: I.B. Tauris, 2017). Trigona-Harany, B., Adıyaman Süryanilerinin tarihi. Maqdasi Barsom ve evlatlarının yedi gubağa [kuşağa] olan tarihi ve soğan kabukları (Bibliotheca nisibinensis 3; Cağaloğlu, İstanbul: Su Yayınları, 2017). van Bladel, K.T., From Sasanian Mandaeans to Ṣābians of the Marshes (Leiden Studies in Islam and Society 6; Leiden \/ Boston: Brill, 2017). Varghese, B. (ed.), West Syrian Anaphoras (Awsār Slāwōt’ō 4; Kottayam, India: St. Ephrem Ecumenical Research Institute, 2017). Theses Abi-Hassoun, F., On God’s Holy Mountain: The Maronite People on Pilgrimage (Ph.D. dissertation; Fordham University, 2017). Asade, D.,  La literatura farmacéutica siríaca y árabe. Comparación de las recetas de El Libro de las Medicinas (siríaco) con recetas en la literatura farmacéutica árabe  (Tesis de doctorado en Farmacia; Universidad de Buenos Aires, 2017). Fiano, E., Three Powers in Heaven: The Trinitarian Controversies in Fourth-Century Roman Syria and the Christian-Jewish Continuum (Ph.D. dissertation; Duke University, 2017). Hartung, B.A., “Stories of the Cross”: Ephrem and His Exegesis in Fourth-Century Mesopotamia (Ph.D. dissertation; Saint Louis University, 2017). Jett, M.J., The Trinity Is Not Just a List of Three Words: Theology, Scripture and Politics in the Patristic Twelve Prophet Commentaries (Ph.D. dissertation; Union Theological Seminary, New York, 2017). Karickakunnel, P., The Eastern Triple Anaphorae: A Theological Comparative Study of the East Syrian Anaphoral Prayers of Addai and Mari, Theodore of Mopsuestia and Nestorius and Their Relevance on the Syro-Malabar Church (Thesis ad Doctoratum; Pontificium Institutum Orientale, Facultas Scientiarum Ecclesiasticarum Orientalium, 2017). Korsvoll, N.H., Reconsidering ‘Christian’: Context and Categorisation in the Study of Syriac Amulets and Incantation Bowls (Ph.D. dissertation; Norwegian School of Theology, 2017). Mylammoottil Antony, J., Episcopal Ordination and Ministry: A Theological Study Based on the Tradition and the Pontifical Rite of the Syro Malabar Church (Thesis ad Doctoratum; Pontificium Institutum Orientale, Facultas Scientiarum Ecclesiasticarum Orientalium, 2017). Pirtea, A.C., Die geistigen Sinne in der ostsyrischen christlichen Mystik: Untersuchungen zum Wahrnehmungsbegriff und zur Gotteserkenntnis in der griechischen und syro-orientalischen asketischen Literatur der Spätantike (Inauguraldissertation zur Erlangung des Grades eines Doktors der Philosophie; Freie Universität Berlin, 2017). Platt, A., The Church of the East at Three Critical Points in its History (Ph.D. dissertation; The Catholic University of America, 2017). Pullankunnel, A.S., “Dolus” as a Ground of Marriage Nullity (can. 1098\/CIC\/1983 and can. 821\/CCEO) with Special Focus on the Jurisprudence of the Major Archiepiscopal Tribunal of the Syro-Malabar Church (Thesis ad Doctoratum; Pontificium Institutum Orientale, Facultas Iuris Canonici Orientalis, 2017). Rassi, S., Justifying Christianity in the Islamic Middle Ages: The Apologetic Theology of ‘Abdīshō‘ bar Brīkhā (d. 1318) (Ph.D. dissertation; University of Oxford, 2016). Sebastian, J., Ṣlīvā in the East Syriac Liturgy: A Theological Analysis Based on the Holy Qurbānā of the Syro Malabar Church (Thesis ad Doctoratum; Pontificium Institutum Orientale, Facultas Scientiarum Ecclesiasticarum Orientalium, 2017). Sebastian, Sh., The Mystery of the Triple Gradated Church: A Theological Analysis of the Ktābā d-Massqātā (Book of Steps) with Particular Reference to the Writings of Aphrahat and John the Solitary (Thesis ad Doctoratum; Pontificium Institutum Orientale, Facultas Scientiarum Ecclesiasticarum Orientalium, 2017). Articles Ab Rahman, Z., and Omar, M.N., “Yahya Ibn ‘Adi Perspective on Islamic Psychotherapy,” in: Regionalism and Community Building in ASEAN: Perspectives from Social Sciences and Humanities. Proceedings of ICOSH-UKM 2017: The 6th International Conference on Social Sciences and Humanities (Bangi, Selangor: Universiti Kebangsaan Malaysia, 2017), 973-980. Abou Seke, F., “Die Eremiten der Höhlenklöster. Das Beispiel der Felsenklöster in Phoenice Libanensis, Syrien,” Hortus artium medievalium 23 (2017), 96-106. Abousamra, G., “Syriac Inscriptions on Tablitos,” Parole de l’Orient 43 (2017), 33-84. Adamson, P., and Wisnovsky, R., “Yaḥyā Ibn ‘Adī on a Kalām Argument for Creation,” Oxford Studies in Medieval Philosophy 5 (2017), 213-239. Adler, W., “The Creation of Christian Elite Culture in Roman Syria and the Near East,” in: D.S. Richter and W.A. Johnson (eds.), The Oxford Handbook of the Second Sophistic (New York: Oxford University Press, 2017), 655-668. Aïm, E., “Les racines avec waw fort en syriaque,” Le Muséon 130:3-4 (2017), 301-325. Akhrass, R.-Y., “La tradition syriaque sous-jacente au Psautier spirituel attribué à Éphrem le Syrien,” Syriac Orthodox Patriarchal Journal 55 (2017), 63-77. Akyüz, G., “The Status of Süryanis in and around Mardin,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 371-393. Al-Kajela, A., “The Effect of Culture Learning on Neo-Aramaic: Empirical Evidence from Politeness Theory,” International Journal of Linguistics, Literature and Culture 4:2 (2017), 47-78. Al-Khoury, Y.Y., “Les aspects du sacerdoce selon saint Éphrem le Syrien,” Syriac Orthodox Patriarchal Journal 55 (2017), 77-100 [in Arabic]. Allen, P., “Severus of Antioch: Homilies and Hymns on Martyrs,” in: F.P. Barone, C. Macé and P. Ubierna (eds.), Philologie, herméneutique et histoire des textes entre Orient et Occident. Mélanges en hommage à Sever J. Voicu (Instrumenta Patristica et Mediaevalia 73; Turnhout: Brepols, 2017), 323-341. Arzhanov, Y.N., “ Amrus Philosophus Graecus : A New Witness to the Syriac Sentences of Menander,” Le Muséon 130:1-2 (2017), 71-121. ———. “Menander in Syriac: From Euthalian Apparatus to Scholia on Gregory of Nazianzus,” Studia graeco-arabica 7 (2017), 57-74. ———. “Syriac Parallels to Muḫtār Al-ḥikam wa-Maḥāsin Al-Kalim of Mubaššir b. Fātik as Evidence for Translations from Syriac into Arabic,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 119-130. Atto, N., “What Could Not Be Written: A Study of the Oral Transmission of Sayfo Genocide Memory among Assyrians,” Genocide Studies International 10 (2017), 183-209. Atto, N., and Barthoma, S.O., “Syriac Orthodox Leadership in the Post-Genocide Period (1918–26) and the Removal of the Patriarchate from Turkey,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 113-131. Aydin, P.A., “Qlido d-Leshono – Key of Language: A Comprehensive Syriac Lexicon by Abbot Yuyakim of Tur Islo,” in: T. Li and K. Dyer (eds.), From Ancient Manuscripts to Modern Dictionaries: Select Studies in Aramaic, Hebrew, and Greek (Perspectives on Linguistics and Ancient Languages 9; Piscataway, New Jersey: Gorgias Press, 2017), 173-178. Baasten, M.F.J., “A Syriac Reading of the Qur’ān? The Case of Sūrat al-Kawṯar ,” in: A. Al-Jallad (ed.), Arabic in Context: Celebrating 400 Years of Arabic at Leiden University (Studies in Semitic Languages and Linguistics 89; Leiden \/ Boston: Brill, 2017), 372-392. Badwi, A., “Boutros al-Qobrsi (Pierre le Chypriote), un grand pionnier de la peinture Maronite et libanaise,” Parole de l’Orient 43 (2017), 85-91. BarAbraham, A., “Turkey’s Key Arguments in Denying the Assyrian Genocide,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 219-232. Bardakci, M., Freyberg-Inan, A., Giesel, C., and Leisse, O., “Like a Drop in the Ocean: The Last Syriacs in Turkey in a Maelstrom of Nationalism, Islamism, Assimilation, and Diverging Socio-Political Interests,” in: M. Bardakci, A. Freyberg-Inan, C. Giesel and O. Leisse (eds.), Religious Minorities in Turkey: Alevi, Armenians, and Syriacs and the Struggle to Desecuritize Religious Freedom (London: Palgrave Macmillan, 2017), 165-192. Benevich, F., “Fire and Heat: Yaḥyā b. ‘Adī and Avicenna on the Essentiality of Being Substance or Accident,” Arabic Sciences and Philosophy 27:2 (2017), 237-267. Bernabò, M., “Miniatures and Ornament in the Fondo Grünwald,” in: V. Ruggieri (ed.), The Syriac Manuscripts of Tur ‘Abdin in the Fondo Grünwald (Roma: Edizioni Orientalia Christiana, 2017), 249-286. Bernabò, M., Fani, S., Farina, M., and Rao, I.G., “Le miniature del Vangelo arabo della Biblioteca Medicea Laurenziana di Firenze, codice Orientali 387 (Mardin, 1299 d.C.),” Orientalia Christiana Periodica 83:2 (2017), 293-447. Berti, V., “Il sinodo itinerante di Mar Aba del 540,” Cristianesimo nella storia 38:3 (2017), 673-728. Braida, E., “The 9th Century Syriac Culture between Greeks and Arabs,” in: V. Ruggieri (ed.), The Syriac Manuscripts of Tur ‘Abdin in the Fondo Grünwald (Roma: Edizioni Orientalia Christiana, 2017), 159-202. ———. “The Manuscripts in the Fondo Grünwald: An Overview,” in: V. Ruggieri (ed.), The Syriac Manuscripts of Tur ‘Abdin in the Fondo Grünwald (Roma: Edizioni Orientalia Christiana, 2017), 13-36. Braida, E., and Pavan, M., “Manuscripts Folder,” in: V. Ruggieri (ed.), The Syriac Manuscripts of Tur ‘Abdin in the Fondo Grünwald (Roma: Edizioni Orientalia Christiana, 2017), 203-248. Berti, V., “L’intreccio tra fisiologia e vita spirituale in Simone di Taibuteh, medico e mistico cristiano siriaco del secolo VII,” in: I. Adinolfi, G. Gaeta and A. Lavagetto (eds.), L’anti-Babele: Sulla mistica degli antichi e dei moderni (Genova: Il Melangolo, 2017), 231-249. ———. “Les évêques de l’Église de Perse face au pouvoir séculier (V e –VIII e siècle),” in: S. Destephen (ed.), L’évêque de Cour. Figure politique, figure polémique (Paris: Hermann, 2017), 123-145. ———. “Mar Aba the Great on Exodus: Fragments from the Commentary of Isho‘dad of Merv and the Christian Topography of Cosmas Indicopleustes,” Cristianesimo nella storia 38 (2017), 27-50. Berti, V., and Cantone, V., “New Light on the Sources of the Illuminations of the Christian Topography of Kosmas Indikopleustes,” Вестник Санкт-Петербургского Универси-тета, Серия 2: История 62:2 (2017), 244-254. Bhayro, S., “Galen in Syriac: Rethinking Old Assumptions,” Aramaic Studies 15:2 (2017), 132-154. ———. “The Judaeo-Syriac Medical Fragment from the Cairo Genizah: A New Edition and Analysis,” in: L. Lehmhaus and M. Martelli (eds.), Collecting Recipes: Byzantine and Jewish Pharmacology in Dialogue (Science, Technology, and Medicine in Ancient Cultures 4; Berlin \/ New York: Walter de Gruyter, 2017), 273-300. ———. “On the Problem of Syriac “Influence” in the Transmission of Greek Science to the Arabs: The Cases of Astronomy, Philosophy, and Medicine,” Intellectual History of the Islamicate World 5:3 (2017), 211-227. Birol, S., “Interpretation of the ‘Sayfo’ in Gallo Shabo’s Poem,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 157-177. Bitton-Ashkelony, B., “Monastic Hybridity and Anti-Exegetical Discourse: From Philoxenus of Mabbug to Dadišo Qatraya,” Studia Patristica 91 (2017), 417-433. ———. “Theories of Prayer in Late Antiquity: Doubts and Practices from Maximos of Tyre to Isaac of Nineveh,” in: B. Bitton-Ashkelony and D. Krueger (eds.), Prayer and Worship in Eastern Christianities, 5th to 11th Centuries (London \/ New York: Routledge, 2017), 10-33. Bohas, G., “Les méfaits de l’optique hébraisante sur le tratement des bgdkpt en syriaque,” Parole de l’Orient 43 (2017), 93-112. Böhmisch, F., “Die Vorlage der syrischen Sirachübersetzung und die gereimte hebräische Paraphrase zu Ben Sira aus der Ben-Ezra-Geniza,” in: G. Karner, F. Ueberschaer and B.M. Zapff (eds.), Texts and Contexts of the Book of Sirach \/ Texte und Kontexte des Sirachbuches (Septuagint and Cognate Studies 66; Atlanta, Georgia: SBL Press, 2017), 199-237. Borbone, P.G., “From Tur ‘Abdin to Rome: The Syro-Orthodox Presence in Sixteenth-Century Rome,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 277-287. ———. ““Monsignore Vescovo di Soria”, also Known as Moses of Mardin, Scribe and Book Collector,” Христианский Восток 8 [14] (2017), 79-114. Bourgel, J., “The Holders of the “Word of Truth”: The Pharisees in Pseudo-Clementine Recognitions 1.27–71,” Journal of Early Christian Studies 25:2 (2017), 171-200. Brändle, R., “Eucharistie und christliches Leben bei Johannes Chrysostomos und Theodor von Mopsuestia,” in: D. Hellholm and D. Sänger (eds.), The Eucharist – Its Origins and Contexts: Sacred Meal, Communal Meal, Table Fellowship in Late Antiquity, Early Judaism, and Early Christianity. Volume 2: Patristic Traditions, Iconography (Wissenschaftliche Untersuchungen zum Neuen Testament 376; Tübingen: Mohr Siebeck, 2017), 1185-1209. Brelaud, S., and Briquel-Chatonnet, F., “Quelques réflexions sur la désignation des chrétiens dans l’inscription du mage Kirdīr et dans l’empire sassanide,” Parole de l’Orient 43 (2017), 113-136. Briquel-Chatonnet, F., “Naissance et développement des églises en monde syriaque,” in: E. Bouffard and R. Ziadé (eds.), Chrétiens d’Orient: 2000 ans d’histoire (Paris: Gallimard, 2017), 32-39. Brock, S.P., “The Armenian Translation of the Syriac Life of St Ephrem and Its Syriac Source,” in: C. Esche-Ramshorn (ed.), Reflections on Armenia and the Christian Orient: Studies in Honour of Vrej Nersessian (Yerevan: Ankyunacar, 2017), 119-130. ———. “God as the Educator of Humanity: Some Voices from the Syriac Tradition,” in: G.J. Brooke and R. Smithuis (eds.), Jewish Education from Antiquity to the Middle Ages: Studies in Honour of Philip S. Alexander (Ancient Judaism and early Christianity 100; Leiden \/ Boston: Brill, 2017), 236-251. ———. “A Historical Note of October 1915 Written in Dayro D-Zafaran (Deyrulzafaran),” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 148-156. ———. “The Martyrdom of Crescus (Crescens) of Myra,” Analecta Bollandiana 135:1 (2017), 5-22. ———. “Patriarch Severos’ Letter on His Flight from Antioch in 518,” Hugoye: Journal of Syriac Studies 20:1 (2017), 25-50. Brock, S.P., and Kessel, G., “The “Departure of Mary” in Two Palimpsests at the Monastery of St. Сatherine (Sinai Syr. 30 & Sinai Arabic 514),” Христианский Восток 8 [14] (2017), 115-152. Brock, S.P., Kessel, G., and Minov, S., “Recent Publications on Syriac Topics: 2016,” Hugoye: Journal of Syriac Studies 20:1 (2017), 257-315. Butts, A.M., “Assyrian Christians,” in: E. Frahm (ed.), A Companion to Assyria (Blackwell Companions to the Ancient World; Hoboken, New Jersey: Wiley Blackwell, 2017), 599-612. ———. “Between Aramaic * ᾿Iðayn and Greek Δέ : The Linguistic History of Syriac Den ,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 13-30. ———. “Manuscript Transmission as Reception History: The Case of Ephrem the Syrian (d. 373),” Journal of Early Christian Studies 25:2 (2017), 281-306. ———. “A Syriac Dialogue Poem between the Vine and Cedar by Dawid bar Pawlos,” in: E. Jiménez (ed.), The Babylonian Disputation Poems: With Editions of the Series of the Poplar, Palm and Vine, the Series of the Spider, and the Story of the Poor, Forlorn Wren (Culture and History of the Ancient Near East 87; Leiden \/ Boston: Brill, 2017), 462-473. Çağlayan, E., “The Süryanis in the Archival Documents of the Turkish Republic (1923-1960),” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 343-357. Calà, I., and Hawley, R., “Transliteration versus Translation of Greek Plant Names in the Syriac Medical Writings of Sergius of Reš ‘Aynā: On the Tables of Contents in BL Add. 14,661,” Aramaic Studies 15:2 (2017), 155-182. Cambraia, C.N., and de Avellar, J.B.C., “Um ensaio de estemática: tradição ibero-românica da obra de Isaac de Nínive,” Revista da ABRALIN 16:1 (2017), 15-36. Camplani, A., “Bardaisan and the Bible,” in: A. van den Kerchove and L.G. Soares Santoprete (eds.), Gnose et manichéisme: Entre les oasis d’Égypte et la Route de la Soie. Hommage à Jean-Daniel Dubois (Bibliothèque de l’École des hautes études, Sciences religieuses 176; Turnhout: Brepols, 2017), 699-716. ———. “Mosè, Elia e Abramo nel Vangelo di Marcione,” Quaderni di Vicino Oriente 11 (2017), 55-75. Carbajosa, I., “ Samuel–Kings , Secondary Translations: Late Syriac Translations,” in: A. Lange and E. Tov (eds.), The Hebrew Bible, Volume 1B: Pentateuch, Former and Latter Prophets (Textual History of the Bible 1; Leiden \/ Boston: Brill, 2017), 415-419. Carlson, S.C., “Eschatological Viticulture in 1 Enoch , 2 Baruch , and the Presbyters of Papias,” Vigiliae Christianae 71:1 (2017), 37-58. Carlson, T.A., “Syriac Christology and Christian Community in the Fifteenth-Century Church of the East,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 265-276. Carpentieri, N., “On the Meaning of Birsām and Sirsām : A Survey of the Arabic Commentaries on the Hippocratic Aphorisms ,” Mélanges de l’Institut Dominicaine des Études Orientales du Caire 32 (2017), 81-92. Carpentieri, N., and Mimura, T., “Arabic Commentaries on the Hippocratic Aphorisms , vi.11: A Medieval Medical Debate on Phrenitis,” Oriens 45:1-2 (2017), 176-202. Caseau, B., and Fayant, M.-C., “Le renouveau du culte des Stylites syriens aux X e et XI e siècles? La Vie abrégée de Syméon Stylite le Jeune (BHG 1691C),” in: B. Flusin and J.-C. Cheynet (eds.), Autour du Premier humanisme byzantin & des Cinq études sur le XI e siècle, quarante ans après Paul Lemerle (Travaux et Mémoires 21.2; Paris: Association des amis du Centre d’histoire et civilisation de Byzance, 2017), 701-732. Cerbelaud, D., “Les Pères syriens et les juifs,” in: J.-M. Auwers, R. Burnet and D. Luciani (eds.), L’antijudaïsme des Pères. Mythe et\/ou réalité? (Théologie historique 125; Paris: Beauchesne, 2017), 183-196. Cetrez, Ö.A., “The Psychological Legacy of the Sayfo: An Inter-Generational Transmission of Fear and Distrust,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 178-204. Chialà, S., “Prayer and the Body according to Isaac of Nineveh,” in: B. Bitton-Ashkelony and D. Krueger (eds.), Prayer and Worship in Eastern Christianities, 5th to 11th Centuries (London \/ New York: Routledge, 2017), 34-43. ———. “St Ephrem the Syrian as a Reader of Holy Scrip-ture: A Witness of Plurality in Biblical Hermeneutics,” Syriac Orthodox Patriarchal Journal 55 (2017), 39-49. Childers, J.W., “Constructing the Syriac Chrysostom: The Transformation of a Greek Orator into a Native Syriac Speaker,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 47-57. ———. ““You Have Found What You Seek”: The Form and Function of a Sixth-Century Divinatory Bible in Syriac,” in: L.I. Lied and H. Lundhaug (eds.), Snapshots of Evolving Traditions: Jewish and Christian Manuscript Culture, Textual Fluidity, and New Philology (Texte und Untersuchungen zur Geschichte der altchristlichen Literatur 175; Berlin \/ Boston: Walter de Gruyter, 2017), 242-271. Comfort, A., “Fortresses of the Tur Abdin and the Confrontation between Rome and Persia,” Anatolian Studies 67 (2017), 181-229. Conway-Jones, A., “An Ambiguous Type: The Figure of Aaron Interpreted by Gregory of Nyssa and Ephrem the Syrian,” Studia Patristica 95 (2017), 389-398. Corke-Webster, J., “A Man for the Times: Jesus and the Abgar Correspondence in Eusebius of Caesarea’s Ecclesiastical History ,” Harvard Theological Review 110:4 (2017), 563-587. Cowe, S.P., “Doctrinal Union or Agreement to Disagree? Armenians and Syrians at the Synod of Manazkert (726 CE),” in: P.S. Avetisyan and Y.H. Grekyan (eds.), Bridging Times and Spaces: Papers in Ancient Near Eastern, Mediterranean and Armenian Studies Honouring Gregory E. Areshian on the Occasion of His Sixty-Fifth Birthday (Oxford: Archaeopress, 2017), 61-84. Crosignani, C., “The Influence of Demons on the Human Mind according to Athenagoras and Tatian,” in: S. Bhayro and C. Rider (eds.), Demons and Illness from Antiquity to the Early-Modern Period (Magical and Religious Literature of Late Antiquity 5; Leiden \/ Boston: Brill, 2017), 175-191. Daiber, H., “The Syriac Tradition in the Early Islamic Era,” in: U. Rudolph, R. Hansberger and P. Adamson (eds.), Philosophy in the Islamic World. Volume 1: 8th–10th Centuries (Handbook of Oriental Studies. Section 1: The Near and Middle East 115.1; Leiden \/ Boston: Brill, 2017), 74-94. Danacıoğlu Tamur, E., “Asahel Grant and the Nestorian Mission,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 313-326. Davis, S.J., “Cataloguing the Coptic and Arabic Manuscripts in the Monastery of the Syrians: A Preliminary Report,” Studia Patristica 92 (2017), 179-186. de Bruyn, T.S., “Jesus’ Correspondence with Abgar,” in: Idem, Making Amulets Christian: Artefacts, Scribes, and Contexts (Oxford Early Christian Studies; Oxford: Oxford University Press, 2017), 153-157. de Dieuleveult, M., “L’exégèse de la faute de David ( 2Règnes 11-12): Jean Chrysostome et Théodoret de Cyr,” Studia Patristica 96 (2017), 95-102. de Ghantuz Cubbe, M., “Unité et trinité de Dieu dans la tradition antiochienne et syriaque jusqu’à l’avènement de le l’Islam: quelques linéaments,” Parole de l’Orient 43 (2017), 137-161. de Navascués, P., “Paul de Samosate,” in: B. Pouderon (ed.), Histoire de la littérature grecque chrétienne des origines à 451, T. III: De Clément d’Alexandrie à Eusèbe de Césarée (L’Âne d’or 65; Paris: Les Belles Lettres, 2017), 593-602. ———. “Slavery and Asceticism in John of Ephesus’ Lives of the Eastern Saints ,” Scrinium 13 (2017), 84-113. Debié, M., ““La science est commune”: sources syriaques et culture grecque en Syrie-Mésopotamie par-delà les siècles obscurs byzantins,” Travaux et Mémoires 21:2 (2017), 87-127. Demir, M., and Keçiş, M., “Nisibis at the Border of Romans and Sasanians between the Third and Fifth Centuries AD,” Tarih Araştırmaları Dergisi 36 [62] (2017), 1-29. den Biesen, K., “‘A Drop of Salvation’: Ephrem the Syrian on the Eucharist,” in: D. Hellholm and D. Sänger (eds.), The Eucharist – Its Origins and Contexts: Sacred Meal, Communal Meal, Table Fellowship in Late Antiquity, Early Judaism, and Early Christianity. Volume 2: Patristic Traditions, Iconography (Wissenschaftliche Untersuchungen zum Neuen Testament 376; Tübingen: Mohr Siebeck, 2017), 1121-1142. Desreumaux, A., “De quelques pièces du dossier syriaque sur Pilate: de la correspondance byzantine à la correspon-dance médiévale,” in: A. van den Kerchove and L.G. Soares Santoprete (eds.), Gnose et manichéisme: Entre les oasis d’Égypte et la Route de la Soie. Hommage à Jean-Daniel Dubois (Bibliothèque de l’École des hautes études, Sciences religieuses 176; Turnhout: Brepols, 2017), 619-634. ———. “Mgr. Petros Yousif (4 July 1936 – 17 December 2015), From Karemlesh to Paris,” Hugoye: Journal of Syriac Studies 20:1 (2017), 3-23. Di Rienzo, A., “Risemantizzare la memoria. Il conflitto tra Papa bar Aggai e Miles di Susa nell’ottica del catholicos di Seleucia,” Cristianesimo nella storia 38:3 (2017), 637-654. Diamadis, P., “Controversies around Governmental and Parliamentary Recognition of the Armenian, Hellenic and Assyrian Genocides,” in: S. Totten, H. Theriault and E. von Joeden-Forgey (eds.), Controversies in the Field of Genocide Studies (Genocide: A Critical Bibliographic Review 11; New Brunswick: Transaction Publishers, 2017), 91-152. Diez, M., “The Profession of Monotheism by Elias of Nisibis: An Edition and Translation of the Fifth Session of the Kitāb al-majālis ,” Islam and Christian-Muslim Relations 28:4 (2017), 493-514. Dinno, K., “The Synods and Canons in the Syrian (Syriac) Orthodox Church in the Second Millennium – An Overview,” Journal of the Canadian Society for Syriac Studies 17 (2017), 21-36. Donabed, S.G., “Neither “Syriac-Speaking” nor “Syrian Orthodox Christians”: Harput Assyrians in the United States as a Model for Ethnic Self-Categorization and Expression,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 359-369. Donef, R., “Sayfo and Denialism: A New Field of Activity for Agents of the Turkish Republic,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 205-218. Dorandi, T., and Marjani, I., “La tradizione siriaca e araba delle cosiddette Divisiones Aristoteleae : Analisi e commento della versione siriaca (ed. Brock) e delle due traduzioni arabe (ed. Kellermann-Rost),” Studia graeco-arabica 7 (2017), 1-55. Duca, V., “Pride in the Thought of Isaac of Nineveh,” Studia Patristica 92 (2017), 137-148. Dudzik, P., “Tatian the Assyrian and Greek Rhetoric: Homer’s Heroes Agamemnon, Nestor and Thersites in Tatian’s Oratio ad Graecos ,” Studia Patristica 93 (2017), 179-190. Duncan, P.A., “The Case for Tolerance in the Early Christian (Pseudo-Clementine) Novel,” in: M. Bar-Asher Siegal, W. Grünstäudl and M. Thiessen (eds.), Perceiving the Other in Ancient Judaism and Early Christianity (Wissenschaftliche Untersuchungen zum Neuen Testament 394; Tübingen: Mohr Siebeck, 2017), 83-94. Ebeid, B., “Christology and Deification in the Church of the East: Mar Gewargis I, His Synod and His Letter to Mina as a Polemic against Martyrius-Sahdona,” Cristianesimo nella storia 38:3 (2017), 729-784. Ebied, R.Y., “A Short Version in Syriac and Arabic of the Gloria in Excelsis Deo , with Additions by St. Athanasius the Great,” Collectanea Christiana Orientalia 14 (2017), 65-71. Ekenberg, A., “The Eucharist in Early Church Orders,” in: D. Hellholm and D. Sänger (eds.), The Eucharist – Its Origins and Contexts: Sacred Meal, Communal Meal, Table Fellowship in Late Antiquity, Early Judaism, and Early Christianity. Volume 2: Patristic Traditions, Iconography (Wissenschaftliche Untersuchungen zum Neuen Testament 376; Tübingen: Mohr Siebeck, 2017), 1011-1060. Endress, G., “Ibn al-Ṭayyib’s Arabic Version and Commen-tary of Aristotle’s De Caelo ,” Studia graeco-arabica 7 (2017), 213-275. Endress, G., and Ferrari, C., “The Baghdad Aristotelians,” in: U. Rudolph, R. Hansberger and P. Adamson (eds.), Philosophy in the Islamic World. Volume 1: 8th–10th Centuries (Handbook of Oriental Studies. Section 1: The Near and Middle East 115.1; Leiden \/ Boston: Brill, 2017), 421-525. Erdman, M., “From Language to Patois and Back Again: Syriac Influences on Arabic in Mont Liban during the 16th to 19th Centuries,” Syriac Orthodox Patriarchal Journal (2017), 1-19. Faivre, A., “La Constitution ecclésiastique des apôtres ,” in: B. Pouderon (ed.), Histoire de la littérature grecque chrétienne des origines à 451, T. III: De Clément d’Alexandrie à Eusèbe de Césarée (L’Âne d’or 65; Paris: Les Belles Lettres, 2017), 511-519. ———. “La Didascalie des apôtres ,” in: B. Pouderon (ed.), Histoire de la littérature grecque chrétienne des origines à 451, T. III: De Clément d’Alexandrie à Eusèbe de Césarée (L’Âne d’or 65; Paris: Les Belles Lettres, 2017), 495-510. Falla, T.C., “What to Do About Citing Ambiguity in a Corpus-Specific Lexicon,” in: T. Li and K. Dyer (eds.), From Ancient Manuscripts to Modern Dictionaries: Select Studies in Aramaic, Hebrew, and Greek (Perspectives on Linguistics and Ancient Languages 9; Piscataway, New Jersey: Gorgias Press, 2017), 9-60. Farina, M., “The Syro-Arabic Glosses to Barhebraeus’ Metrical Grammar ,” in: P. Molinelli (ed.), Language and Identity in Multilingual Mediterranean Settings: Challenges for Historical Sociolinguistics (Trends in Linguistics. Studies and Monographs 310; Berlin \/ New York: Walter de Gruyter, 2017), 157-170. Fathi, J., “Ibn al-Ghurayr,” in: D.R. Thomas and J. Chesworth (eds.), Christian-Muslim Relations: A Bibliographical History. Volume 10: Ottoman and Safavid Empires (1600–1700) (History of Christian-Muslim Relations 32; Leiden \/ Boston: Brill, 2017), 299-307. Féghali, P., “Le livre des Chroniques dans la Peshitta, traduction ou targum,” Parole de l’Orient 43 (2017), 163-174. Fiori, E., “A Hitherto Unknown Medical Fragment in Syriac: Evidence of Recipes and Prescriptions from the Qubbet el-Ḫazne of the Umayyad Mosque in Damascus,” Aramaic Studies 15:2 (2017), 200-229. ———. “Il nous e l’altare: la teologia mistica di Dionigi Areopagita al di là di Evagrio,” in: I. Adinolfi, G. Gaeta and A. Lavagetto (eds.), L’anti-Babele: Sulla mistica degli antichi e dei moderni (Genova: Il Melangolo, 2017), 193-224. Forness, P.M., “New Textual Evidence for Jacob of Serugh’s Letters: An Analysis and Collation of Five Monastic Miscellanies,” Hugoye: Journal of Syriac Studies 20:1 (2017), 51-128. French, T.E., “Just Deserts: Origen’s Lingering Influence on Divine Justice in the Hagiographies of John of Ephesus,” Studia Patristica 92 (2017), 105-112. Gaunt, D., “Sayfo Genocide: The Culmination of an Anatolian Culture of Violence,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 54-69. Gaunt, D., Atto, N., and Barthoma, S.O., “Introduction: Contextualizing the Sayfo in the First World War,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 1-32. Géhin, P., “Saint Jean Chrysostome dans les manuscrits syriaques du Sinaï,” in: F.P. Barone, C. Macé and P. Ubierna (eds.), Philologie, herméneutique et histoire des textes entre Orient et Occident. Mélanges en hommage à Sever J. Voicu (Instrumenta Patristica et Mediaevalia 73; Turnhout: Brepols, 2017), 867-893. ———. “Un cas insolite d’allographie: la litanie diaconale grecque en écriture syriaque sogdienne du ms. Leiden Oriental 14236,” Le Muséon 130:3-4 (2017), 279-299. Gelston, A., “The Post-Sanctus in the East Syrian Anaphoras,” Studia Patristica 92 (2017), 77-82. Georgis, M., “Nation and Identity Construction in Modern Iraq: (Re)Inserting the Assyrians,” in: S. Saffari, R. Akhbari, K. Abdolmaleki and E. Hamdon (eds.), Unsettling Colonial Modernity in Islamicate Contexts (Newcastle upon Tyne: Cambridge Scholars Publishing, 2017), 67-87. Ghobrial, J.-P., “Migration from Within and Without: In the Footsteps of Eastern Christians in the Early Modern World,” Transactions of the Royal Historical Society 27 (2017), 153-173. Gibson, N.P., Michelson, D.A., and Schwartz, D.L., “From Manuscript Catalogues to a Handbook of Syriac Literature: Modeling an Infrastructure for Syriaca.org,” Journal of Data Mining and Digital Humanities May 30 (2017), 1-15. Given, J.G., ““Finding” the Gospel of Thomas in Edessa,” Journal of Early Christian Studies 25:4 (2017), 501-530. Goldberg, M., “New Syriac Edition and Translation of Theodore of Mopsuestia’s Reconstructed Commentary on Paul’s Minor Epistles : Fragments Collected from MS ( olim ) Diyarbakir 22 ,” Studia Patristica 96 (2017), 293-300. Goldstein, B.Y., “The Jewish Recension of a Syriac Version of Aesop’s Fables,” in: T. Li and K. Dyer (eds.), From Ancient Manuscripts to Modern Dictionaries: Select Studies in Aramaic, Hebrew, and Greek (Perspectives on Linguistics and Ancient Languages 9; Piscataway, New Jersey: Gorgias Press, 2017), 61-76. Gonnet, D., “Les citations patristiques syriaques du Nouveau Testament,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 219-230. ———.““Car la sagesse est Dieu lui-même”: la sagesse de Dieu chez Isaac le Syrien,” in: T. Hainthaler, F. Mali, G. Emmenegger and M.L. Ostermann (eds.), Sophia: The Wisdom of God – die Weisheit Gottes. Forscher aus dem Osten und Westen Europas an den Quellen des gemeinsamen Glaubens: Studientagung Varna, 27. September – 3. Oktober 2015 “Sophia, the Wisdom of God” (Pro Oriente 40, Wiener patristische Tagungen 7; Innsbruck-Wien: Tyrolia, 2017), 335-346. ———. “Les Pères syriaques et le Sensus fidelium ,” in: M.-L. Chaieb (ed.), Les Pères de l’Eglise à l’écoute du Peuple de Dieu. Sensus fidelium et discours autorisés durant l’Antiquité tardive, Colloque de Patristique de La Rochelle (9-11 octobre 2015) (La Rochelle: CaritasPatrum, 2017), 281-290. Gray, A.M., “The People, Not the Peoples: The Talmud Bavli’s “Charitable” Contribution to the Jewish-Christian Conversation in Mesopotamia,” Review of Rabbinic Judaism 20:2 (2017), 137-167. Griffin, C.W., “Vessel of Wrath: Judas Iscariot in Cyrillona and Early Syriac Tradition,” Studia Patristica 78 (2017), 33-50. Griffith, S.H., “The Poetics of Scriptural Reasoning: Syriac Mêmrê at Work,” Studia Patristica 78 (2017), 5-24. ———. “St. Ephraem the Syrian, the Quran, and the Grapevines of Paradise: An Essay in Comparative Eschatology” in: S. Günther and T. Lawson (eds.), Roads to Paradise: Eschatology and Concepts of the Hereafter in Islam . 2 vols. (Islamic History and Civilization 136.1-2; Leiden \/ Boston: Brill, 2017), vol. 2, 781-805. Gross, S., “When the Jews Greeted Ali: Sherira Gaon’s Epistle in Light of Arabic and Syriac Historiography,” Jewish Studies Quarterly 24:2 (2017), 122-144. Guevin, B.M., “Dialogue between Death and the Devil in Saint Ephrem the Syrian and Saint Romanos the Melodist,” Studia Patristica 92 (2017), 113-118. Haelewyck, J.-C., “ Histoire de Zosime sur la vie des Bienheureux Réchabites : les trois recensions syriaques. Édition de la version résumé,” Parole de l’Orient 43 (2017), 175-194. ———. “Les versions syriaques des Discours de Grégoire de Nazianze: un processus continu de revision,” Bulletin de l’Académie Belge pour l’Etude des Langues Anciennes et Orientales 6 (2017), 75-124. ———. “Les Vieilles versions syriaques des Évangiles,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 67-113. Hainthaler, T., “ Colossians 1:15 in the Christological Reflection of East Syrian Authors,” Studia Patristica 92 (2017), 165-174. Hansbury, M.T., “Patterns of Divine Mercy in Jacob of Serugh and Isaac the Syrian,” Parole de l’Orient 43 (2017), 195-211. Harrak, A., “The Code of Law of Simeon, Bishop of Rev-Ardashir: Presentation and Translation,” Journal of the Canadian Society for Syriac Studies 17 (2017), 49-68. ———. “A Vernacular Aramaic Statement from the 10th Century History of Mosul by al-Azdī,” Hugoye: Journal of Syriac Studies 20:2 (2017), 365-373. Harvey, S.A., “The Poet’s Prayer: Invocational Prayers in the Mêmrê of Jacob of Sarug,” Studia Patristica 78 (2017), 51-60. Havrylyk, I., “L’insegnamento “ereticale” sulla visione di Dio nelle opere di Giuseppe Hazzāyā, mistico siro-orientale del secolo VIII,” Vox Patrum 38 [68] (2017), 535-549. Hayakawa, H., Mitsuma, Y., Fujiwara, Y., Kawamura, A.D., Kataoka, R., Ebihara, Y., Kosaka, S., Iwahashi, K., Tamazawa, H., and Isobe, H., “The Earliest Drawings of Datable Auroras and a Two-Tail Comet from the Syriac Chronicle of Zūqnīn,” Publications of the Astronomical Society of Japan 69:2 (2017), 1-15. Hayes, A.J., “The Manuscripts and Themes of Jacob of Serugh’s Mêmrâ ‘On the Adultery of the Congregation’,” Studia Patristica 78 (2017), 61-72. Heal, K.S., “Catalogues and the Poetics of Syriac Manuscript Cultures,” Hugoye: Journal of Syriac Studies 20:2 (2017), 375-417. ———. “Construal and Construction of Genesis in Early Syriac Sermons,” Studia Patristica 78 (2017), 25-32. Healey, J.F., “Syriac before Christianity: Epigraphic Research in South-East Turkey,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 1-12. Heide, M., “Die syrische Apokalypse oder Offenbarung an Johannes: Kritische Edition der harklensischen Textzeugen,” in: M. Sigismund and D. Müller (eds.), Studien zum Text der Apokalypse II (Arbeiten zur neutestamentlichen Textforschung 50; Berlin \/ Boston: Walter de Gruyter, 2017), 81-187. Hellot-Bellier, F., “The Resistance of Urmia Assyrians to Violence at the Beginning of the Twentieth Century,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 70-99. Herren, M.W., “The Revelationes of Pseudo-Methodius in the Eighth Century,” in: G. Guldentops, C. Laes and G. Partoens (eds.), Felici curiositate. Studies in Latin Literature and Textual Criticism from Antiquity to the Twentieth Century in Honour of Rita Beyers (Instrumenta Patristica et Mediaevalia 72; Turnhout: Brepols, 2017), 409-418. Hjälm, M.L., “The Major Prophets in Arabic: The Authorship of Pethiōn Revisited in Light of New Findings,” in: M.L. Hjälm (ed.), Senses of Scriptures, Treasures of Tradition: The Bible in Arabic among Jews, Christians and Muslims (Biblia Arabica 5; Leiden \/ Boston: Brill, 2017), 448-483. Horn, C.B., “Apocrypha on Jesus’ Life in the Early Islamic Milieu: From Syriac into Arabic,” in: M.L. Hjälm (ed.), Senses of Scriptures, Treasures of Tradition: The Bible in Arabic among Jews, Christians and Muslims (Biblia Arabica 5; Leiden \/ Boston: Brill, 2017), 58-78. Hughes, E.E., “When the Nation is Under Threat: The Assyrian and Chaldean-American Diaspora and the Complicated Politics of Refugee Resettlement,” St Antony’s International Review 12:2 (2017), 44-65. Hugonnard-Roche, H., “Un cours sur la syllogistique d’Aristote à l’époque tardo-antique: le commentaire syriaque de Proba (VI e siècle) sur les Premiers Analytiques . Édition et traduction du texte, avec introduction et commentaire,” Studia graeco-arabica 7 (2017), 105-170. Hunter, E.C.D., “Syriac Manuscripts from Turfan: Public Worship and Private Devotion,” in: T. Li and K. Dyer (eds.), From Ancient Manuscripts to Modern Dictionaries: Select Studies in Aramaic, Hebrew, and Greek (Perspectives on Linguistics and Ancient Languages 9; Piscataway, New Jersey: Gorgias Press, 2017), 77-96. Ioan, O., “Das Kirchenverständnis der Kirche des Ostens im 7. Jahrhundert,” in: P. Gemeinhardt (ed.), Was ist Kirche in der Spätantike? Publikation der Tagung der Patristischen Arbeitsgemeinschaft in Duderstadt und Göttingen (02.-05.01.2015) (Patristic Studies 14; Leuven: Peeters, 2017), 193-206. ———. “Die Weisheit in der ostsyrischen Mystik,” in: T. Hainthaler, F. Mali, G. Emmenegger and M.L. Ostermann (eds.), Sophia: The Wisdom of God – die Weisheit Gottes. Forscher aus dem Osten und Westen Europas an den Quellen des gemeinsamen Glaubens: Studientagung Varna, 27. September – 3. Oktober 2015 “Sophia, the Wisdom of God” (Pro Oriente 40, Wiener patristische Tagungen 7; Innsbruck-Wien: Tyrolia, 2017), 323-334. Jamali, N., “The Book VI of Īšō‘-bokht’s Corpus Juris and the Emergence of Procedural Laws in the Church of the East,” Journal of the Canadian Society for Syriac Studies 17 (2017), 37-48. Jarjour, T., “Local Sources and the Limits of Music Scholarship: The Case of Syriac Chant,” Música em Contexto 1 (2017), 111-141. ———. “Safeguarding Tradition and the Authority of Representation,” in: S. Ziegler, I. Åkesson, G. Lechleitner and S. Sardo (eds.),  Historical Sources of Ethnomusicology in Contemporary Debate (Newcastle: Cambridge Scholars Publishing, 2017), 249-267. ———. “Syriac Chant as Music in Culture: A New Approach,” Journal of the Canadian Society for Syriac Studies 17 (2017), 77-88. Johnson, N., “Anger Issues: Mark 1.41 in Ephrem the Syrian, the Old Latin Gospels and Codex Bezae,” New Testament Studies 63:2 (2017), 183-202. Johnson, S.F., “Biblical Historiography in Verse Exegesis: Jacob of Sarug on Elijah and Elisha,” Studia Patristica 78 (2017), 99-106. ———. “Silk Road Christians and the Translation of Culture in Tang China,” Studies in Church History 53 (2017), 15-38. Joosten, J., “Language and Textual History of Syriac Ben Sira,” in: G. Karner, F. Ueberschaer and B.M. Zapff (eds.), Texts and Contexts of the Book of Sirach \/ Texte und Kontexte des Sirachbuches (Septuagint and Cognate Studies 66; Atlanta, Georgia: SBL Press, 2017), 189-198. ———. “Le Diatessaron syriaque,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 55-66. Josephson, J., “The Pahlavi Psalter as a Translation,” in: E. Morano, E. Provasi and A.V. Rossi (eds.), Studia Philologica Iranica: Gherardo Gnoli Memorial Volume (Serie Orientale Roma, Nuova Serie 5; Roma: Scienze e Lettere, 2017), 187-198. Juckel, A.K., “La Peshitta du Nouveau Testament ( Corpus Paulinum ): histoire du texte et histoire de la transmission,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 115-147. ———. “La version harqléenne du Nouveau Testament: forme, intention, tradition,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 149-180. Jurasz, I., “Éphrem le Syrien, lecteur du Prologue de Jean,” in: M. Stavrou and J. van Rossum (eds.), Écriture et tradition chez les Pères de l’Église (Cahiers de Biblia Patristica 17; Turnhout: Brepols, 2017), 73-91. ———. “Éphrem, Bardesane et Albinus sur les incorporels. Une confrontation entre le platonisme et le stoïcisme en milieu syriaque,” Philosophie antique 17 (2017), 169-204. ———. “L’image de Dieu dans la tradition syriaque: monophysisme et iconoclasme,” in: K. Mitalaitė and A. Vasiliu (eds.), L’icône dans la pensée et dans l’art: Constitutions, contestations, réinventions de la notion d’image divine en contexte chrétien (Byzantioς 10; Turnhout: Brepols, 2017), 111-152. Kalantzis, G., “Passibility, Tentability, and the Divine Οὐσία in the Debate between Cyril and Nestorius,” Studia Patristica 96 (2017), 249-256. Kaplan, A., “Calligraphy in the Dioscoros Theodoros Lectionary,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 231-242. Kaufhold, H., “Die syrischen Fragmente,” in: W. Kinzig and T. Brggemann (eds.), Kyrill von Alexandrien, Werke. Erster Band: “Gegen Julian”, Teil 2: Buch 6–10 und Fragmente (Die Griechischen Christlichen Schriftsteller der ersten Jahrhunderte, Neue Folge 21; Berlin \/ Boston: Walter de Gruyter, 2017), 821-895. Kermeli, E., “Christian Communities under the Ottomans in the 17th Century,” in: D.R. Thomas and J. Chesworth (eds.), Christian-Muslim Relations: A Bibliographical History. Volume 10: Ottoman and Safavid Empires (1600–1700) (History of Christian-Muslim Relations 32; Leiden \/ Boston: Brill, 2017), 35-42. Keryo, B., “Enjeux et défis de la traduction des textes anciens. La traduction en français du texte de saint Éphrem sur la visite de Jonas à Ninive,” Parole de l’Orient 43 (2017), 213-224. Keser-Kayaalp, E., “The Monastery of Mor Barṣawmo in the Ṭur ‘Abdin: Artistic Continuities and Encounters,” in: T. Papacostas and M. Parani (eds.), Discipuli dona ferentes: Glimpses of Byzantium in Honour of Marlia Mundell Mango (Byzantioς 11; Turnhout: Brepols, 2017), 261-290. Kessel, G., “Field Notes on Syriac Manuscripts I: Two Medical Manuscripts Digitized by the Hill Museum & Manuscript Library,” Hugoye: Journal of Syriac Studies 20:2 (2017), 419-434. ———. “Syriac Ascetic and Mystical Literature: An Update (2011-2017),” Hugoye: Journal of Syriac Studies 20:2 (2017), 435-488. ———. “A Syriac Medical Kunnāšā of Īšō‘ bar ‘Alī (9th c.): First Soundings,” Intellectual History of the Islamicate World 5:3 (2017), 228-251. Kessel, G., and Seleznyov, N.N., “Bibliography of Syriac and Christian Arabic Studies in Russian, 2016,” Hugoye: Journal of Syriac Studies 20:1 (2017), 317-331. Khalifé-Hachem, É., ““Ktobō d’Theologia” de Mar Basilius Šem‘ūn Man‘amoyō, Maphrian de Ṭūr ‘Abdīn (m. 1740) (Conférence inaugurale),” Parole de l’Orient 43 (2017), 25-32. Khayyat, N., “L’Irak spirituel. Première partie,” Parole de l’Orient 43 (2017), 225-235. Kitchen, R.A., “Three Young Men Redux: The Fiery Furnace in Jacob of Sarug and Narsai,” Studia Patristica 78 (2017), 73-84. ———. “Trying to Fix What is Broken in a Broken Age: Syrian Orthodox Synodical Canons (628–896),” Journal of the Canadian Society for Syriac Studies 17 (2017), 3-20. Kleinkopf, K., “A Landscape of Bodies: Exploring the Role of Ascetics in Theodoret’s Historia Religiosa ,” Studia Patristica 96 (2017), 283-292. Kosiński, R., “The Date of the Martyrdom of Simeon bar Sabba’e and the Persecution of Christians in Persia under Shapur II,” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 21:3 (2017), 496-519. ———. “Once again on the Date of the Martyrdom of Simeon bar Sabba’e and the Persecution of Christians in Persia under Shapur II,” Zeszyty Naukowe Uniwersytetu Jagiellońskiego, Prace Historyczne 144:1 (2017), 1-24 [in Polish]. Kozah, M., “The Syriac Writers of Beth Qaṭraye in the Seventh Century: An Overview of the Current State of Studies,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 59-79. Kurek, J., “Saint Ephrem the Syrian: Sacred Time and Historical Time Seen from a Crossroads of Cultures,” Śląskie Studia Historyczno-Teologiczne 50:1 (2017), 19-28. Landau, B.C., “Under the Influence (of the Magi): Did Hallucinogens Play a Role in the Inspired Composition of the Pseudepigraphic Revelation of the Magi ?,” in: T. Burke (ed.), Fakes, Forgeries, and Fictions: Writing Ancient and Modern Christian Apocrypha. Proceedings from the 2015 York University Christian Apocrypha Symposium (Eugene, Oregon: Cascade Books, 2017), 79-94. Lattke, M., “Einsetzung und Vollzug der christlichen Paschafeier bei Aphrahat,” in: D. Hellholm and D. Sänger (eds.), The Eucharist – Its Origins and Contexts: Sacred Meal, Communal Meal, Table Fellowship in Late Antiquity, Early Judaism, and Early Christianity. Volume 2: Patristic Traditions, Iconography (Wissenschaftliche Untersuchungen zum Neuen Testament 376; Tübingen: Mohr Siebeck, 2017), 1091-1119. Le Boulluec, A., “Mani déguisé en monophysite,” in: A. van den Kerchove and L.G. Soares Santoprete (eds.), Gnose et manichéisme: Entre les oasis d’Égypte et la Route de la Soie. Hommage à Jean-Daniel Dubois (Bibliothèque de l’École des hautes études, Sciences religieuses 176; Turnhout: Brepols, 2017), 333-348. Lied, L.I., “Between “Text Witness” and “Text on the Page”: Trajectories in the History of Editing the Epistle of Baruch,” in: L.I. Lied and H. Lundhaug (eds.), Snapshots of Evolving Traditions: Jewish and Christian Manuscript Culture, Textual Fluidity, and New Philology (Texte und Unter-suchungen zur Geschichte der altchristlichen Literatur 175; Berlin \/ Boston: Walter de Gruyter, 2017), 272-296. Lieu, S.N.C., ““In the Name of Jesus”. Observations on the Term “Jesus the Messiah” in Christian and Manichaean Texts from Central Asia,” in: A. van den Kerchove and L.G. Soares Santoprete (eds.), Gnose et manichéisme: Entre les oasis d’Égypte et la Route de la Soie. Hommage à Jean-Daniel Dubois (Bibliothèque de l’École des hautes études, Sciences religieuses 176; Turnhout: Brepols, 2017), 399-412. Loopstra, J.A., “Le Nouveau Testament dans les manuscrits syriaques massorétiques: où en sommes-nous?,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 181-201. ———. “Reading the Bible with the Taḥtāyā ḏa-Ṯlāṯā,” in: T. Li and K. Dyer (eds.), From Ancient Manuscripts to Modern Dictionaries: Select Studies in Aramaic, Hebrew, and Greek (Perspectives on Linguistics and Ancient Languages 9; Piscataway, New Jersey: Gorgias Press, 2017), 109-138. Lorrain, A., “Exégèse et argumentation scripturaire chez Théodoret de Cyr: l’ In Romanos , écho des controverses trinitaires et christologiques des IV e et V e siècles,” Studia Patristica 96 (2017), 273-282. Lourié, B., “Slavonic Pseudepigrapha, Nubia, and the Syrians,” in: T. Nicklas, C.R. Moss, C. Tuckett and J. Verheyden (eds.), The Other Side: Apocryphal Perspectives on Ancient Christian “Orthodoxies” (Novum Testamentum et Orbis Antiquus \/ Studien zur Umwelt des Neuen Testaments 117; Göttingen: Vandenhoeck & Ruprecht, 2017), 225-250. Lund, J.A., “ Pentateuch , Primary Translations: Peshitta,” in: A. Lange and E. Tov (eds.), The Hebrew Bible, Volume 1B: Pentateuch, Former and Latter Prophets (Textual History of the Bible 1; Leiden \/ Boston: Brill, 2017), 173-179. Lunn-Rockliffe, S., “The Invention and Demonisation of an Ascetic Heresiarch: Philoxenus of Mabbug on the ‘Messalian’ Adelphius,” Journal of Ecclesiastical History 68:3 (2017), 455-473. Macabasag, N.Q., “Jacob of Serugh’s memra on the Star which Appeared to the Magi and on the Slaughter of Infants (Vat. Syr. 118),” Parole de l’Orient 43 (2017), 237-301. Maksymiuk, K., “Las deportaciones masivas de los habitantes de Siria y de Mesopotamia septentrional por Cosroes I (540–542),” in: F. Puell de la Villa and D. García Hernán (eds.),  Los efectos de la guerra: desplazamientos de población a lo largo de la historia (Madrid: Instituto Universitario General Gutiérrez Mellado, 2017), 121-131. Maróth, M., “Die syrische Epistolographie,” in: Team “Turfanforschung” (ed.), Zur lichten Heimat: Studien zu Manichäismus, Iranistik und Zentralasienkunde im Gedenken an Werner Sundermann (Iranica 25; Wiesbaden: Harrassowitz Verlag, 2017), 381-394. Martelli, M., “Alchemy, Medicine and Religion: Zosimus of Panopolis and the Egyptian Priests,” Religion in the Roman Empire 3:2 (2017), 202-220. ———. “Hippocrates in Two Syriac Alchemical Collections,” Aramaic Studies 15:2 (2017), 230-251. ———. “Recipes Ascribed to the Scribe and Prophet Ezra in the Byzantine and Syriac Tradition,” in: L. Lehmhaus and M. Martelli (eds.), Collecting Recipes: Byzantine and Jewish Pharmacology in Dialogue (Science, Technology, and Medicine in Ancient Cultures 4; Berlin \/ New York: Walter de Gruyter, 2017), 195-219. Martens, J.W., “The Disability Within: Sexual Desire as Disability in Syriac Christianity,” in: C. Laes (ed.), Disability in Antiquity (Rewriting Antiquity; London \/ New York: Routledge, 2017), 376-387. Mathew, S., “The Jewish Ritual in the Liturgy of the Holy Matrimony in the West Syriac Tradition among St. Thomas Christians,” in: V. Ruggieri (ed.), Liturgy from Below: Popular Liturgical Rites in the Eastern Churches (Roma: Edizioni Orientalia Christiana & Valore Italiano, 2017), 279-303. Mazzucotelli, F., “The Shift of the Syriac Catholic Patriarchate to Mardin: Sources and Voices from Rome,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 289-311. Mengozzi, A., “Fighting Beasts: The Pseudo-Callisthenes Account of Alexander the Great in India – From Rhetoric to Narrative and Return,” in: E. Adami, F. Bellino and A. Mengozzi (eds.), Other Worlds and the Narrative Construction of Otherness (Milano: Mimesis International, 2017), 155-181. Mengozzi, A., and Pastore, D., “The Late East-Syriac Genre of the Turgāmā: Forms, Function, Vitality in the Liturgy,” Христианский Восток 8 [14] (2017), 171-186. Menn, S., and Wisnovsky, R., “Yaḥyā ibn ‘Adī and Ibrāhīm ibn ‘Adī: On Whether Body Is a Substance or a Quantity. Introduction, Editio Princeps and Translation,” Arabic Sciences and Philosophy 27:1 (2017), 1-74. Menze, V.-L., “The Power of the Eucharist in Early Medieval Syria: Grant for Salvation or Magical Medication?” in: B. Bitton-Ashkelony and D. Krueger (eds.), Prayer and Worship in Eastern Christianities, 5th to 11th Centuries (London \/ New York: Routledge, 2017), 116-131. Metzger, B.M., “Le genre littéraire de la Constitution des apôtres , de la Didascalie et de la Tradition apostolique ,” in: B. Pouderon (ed.), Histoire de la littérature grecque chrétienne des origines à 451, T. III: De Clément d’Alexandrie à Eusèbe de Césarée (L’Âne d’or 65; Paris: Les Belles Lettres, 2017), 486-494. Mimura, T., “Comparing Interpretative Notes in the Syriac and Arabic Translations of the Hippocratic Aphorisms ,” Aramaic Studies 15:2 (2017), 183-199. ———. “A Reconsideration of the Authorship of the Syriac Hippocratic Aphorisms : The Creation of the Syro-Arabic Bilingual Manuscript of the Aphorisms in the Tradition of Ḥunayn ibn Isḥāq’s Arabic Translation,” Oriens 45:1-2 (2017), 80-104. Minov, S., “Date and Provenance of the Syriac Cave of Treasures : A Reappraisal,” Hugoye: Journal of Syriac Studies 20:1 (2017), 129-229. ———. “The Therapy for Grief and the Practice of Incubation in Early Medieval Palestine: The Evidence of the Syriac Story of a Woman from Jerusalem ,” in: B. Bitton-Ashkelony and D. Krueger (eds.), Prayer and Worship in Eastern Christianities, 5th to 11th Centuries (London \/ New York: Routledge, 2017), 210-238. Moolan, J., “Structure and Theology of East Syriac Initiation Rite,” Malabar Theological Review 12:1 (2017), 14-45. Moretsi, L.H., “The Translation Technique and the Translation of Verbal Forms in Psalm 84 of the Masoretic Text as Employed by the Peshitta,” In die Skriflig \/ In Luce Verbi 51:1 (2017), 1-7. Morris, J.H., “The Figures of Kōho and Li-mi-i, and the Origins of the Case for a Christian Missionary Presence in Tenpyō Era Japan,” Journal of the Royal Asiatic Society 27:2 (2017), 313-323. ———. “Rereading the Evidence of the Earliest Christian Communities in East Asia during and prior to the Táng Period,” Missiology: An International Review 45:3 (2017), 252-264. Morrison, C.E., “ Samuel–Kings , Primary Translations: Peshitta,” in: A. Lange and E. Tov (eds.), The Hebrew Bible, Volume 1B: Pentateuch, Former and Latter Prophets (Textual History of the Bible 1; Leiden \/ Boston: Brill, 2017), 375-382. Moss, Y., “‘A Religion Assembled from Many Religions:’ A Syncretizing Characterization of Islam Attributed to Cyril of Alexandria,” Henoch 39 (2017), 287-305. Moukarzel, J., “Le portrait des maronites et du Mont-Liban au début du XVII e siècle,” in: M. Issa (ed.), Le latin des maronites (Paris: Geuthner, 2017), 157-188. Mroczek, E., “The End of the Psalms in the Dead Sea Scrolls, Greek Codices, and Syriac Manuscripts,” in: L.I. Lied and H. Lundhaug (eds.), Snapshots of Evolving Traditions: Jewish and Christian Manuscript Culture, Textual Fluidity, and New Philology (Texte und Untersuchungen zur Geschichte der altchristlichen Literatur 175; Berlin \/ Boston: Walter de Gruyter, 2017), 297-322. Mugler, J., “Recent Constructions: How the Churches of Classical Baghdad Were Built,” The Muslim World 107:3 (2017), 496-510. Müller-Kessler, C., “A Trilingual Pharmaceutical Lexical List: Greek – Aramaic – Middle Persian,” Le Muséon 130:1-2 (2017), 31-69. Mushayabasa, G., “The Text-Critical Utility of the Peshitta to Ezekiel in View of Recent Research,” Vetus Testamentum 67:1 (2017), 42-58. Nayernouri, T., “Gondeshapur Revisited: What Historical Evidence?” Archives of Iranian Medicine 20:4 (2017), 254-260. Neary, D., “The Image of Justinianic Orthopraxy in Eastern Monastic Literature,” Journal of Early Christian Studies 25:1 (2017), 119-147. Nechaeva, E., “Seven Hellenes and One Christian in the Endless Peace Treaty of 532,” Studies in Late Antiquity 4:1 (2017), 359-380. Nicák, M., “The Theological Perspective on Adam and the Inclination toward Sin in the Book of the Rose ,” in: A. Laato and L. Valve (eds.), Adam and Eve Story in Jewish, Christian and Islamic Perspectives (Studies in the Reception History of the Bible 8; Åbo: Åbo Akademi University, 2017), 185-198. Nicolini-Zani, M., “Il cristianesimo nella Cina dei Tang di fronte alla diversità religiosa,” in: S. Botta, M. Ferrara and A. Saggioro (eds.), La Storia delle religioni e la sfida dei pluralismi. Atti del Convegno della Società Italiana di Storia delle Religioni – Roma, Sapienza, 8-9 aprile 2016 (Quaderni di SMSR 18; Brescia: Morcelliana, 2017), 239-248. ———. “Da Seleucia a Chang’an: monaci cristiani sulla Via della seta nel primo millennio,” in: E. Giunipero (ed.), Uomini e religioni sulla Via della seta (Milano: Guerini e Associati, 2017), 61-75. ———. “Xu Guangqi, Disciple of the Luminous Teaching: A Study of the “Stone Inscription for the Church of the Luminous Teaching” ( Jingjiaotang beiji ) at Jangzhou, around 1632,” in: B. Hoster, D. Kuhlmann and Z. Wesolowski (eds.), Rooted in Hope: China–Religion–Christianity. Festschrift in Honor of Roman Malek S.V.D. on the Occasion of His 65th Birthday. Volume 1 (Monumenta Serica Monograph Series 68.1; Sankt Augustin: Institut Monumenta Serica, 2017), 155-172. Oegema, A., “The Reception of Isa 40:15 in Liber antiquitatum biblicarum , 2 Baruch , and 4 Ezra ,” in: D. Batovici and K. De Troyer (eds.), Authoritative Texts and Reception History: Aspects and Approaches (Biblical Interpretation Series 151; Leiden \/ Boston: Brill, 2017), 94-111. Osawa, T., “The Acceptance of Syrian Christianity by the Ancient Turks in Central Asia in the Sixth and Seventh Centuries, and the Stone Sculptures Reflecting Their Beliefs,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 81-106. Özcoşar, I., “Community, Power, Identity: Identity Crisis of the Ottoman Süryanis,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 327-335. Öztemiz den Butter, M., “Cultural Boundaries and Homeland among the Aramaeans (Syriacs),” Parole de l’Orient 43 (2017), 303-314. Paar, C., “The Walking on Water in the Exegesis of Ephrem, Dionysius and the Hagiography of Mar Awgīn,” Syriac Orthodox Patriarchal Journal 55 (2017), 21-37. Palmer, A., “The Tombstone, Dated 1246, of Īšō‘yab, Metropolitan of Nisibis: A Celebration of Bilingualism,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 131-167. Pang, G.M.Y., “The Reverse Translation of “Daqin Jingjiao Sanwei Mengdu Zan”: A Masterpiece of Chinese Hymn,” Parole de l’Orient 43 (2017), 315-336. Papoutsakis, M., “ United in the Strife That Divided Them : Narsai and Jacob of Serugh on the Ascension of Christ,” Δελτίο Βιβλικών Μελετών 32:A-B (2017), 45-77. Pasquesi, P.M., “ Qnoma in Narsai: Anticipating Energeia ,” Studia Patristica 92 (2017), 119-128. Patterson, L.E., “Minority Religions in the Sasanian Empire: Suppression, Integration, and Relations with Rome,” in: E.W. Sauer (ed.), Sasanian Persia: Between Rome and the Steppes of Eurasia (Edinburgh Studies in Ancient Persia; Edinburgh: Edinburgh University Press, 2017), 181-198. Pavan, M., “Gospel Books and NT Codices in the Fondo Grünwald,” in: V. Ruggieri (ed.), The Syriac Manuscripts of Tur ‘Abdin in the Fondo Grünwald (Roma: Edizioni Orientalia Christiana, 2017), 39-158. Pedersen, N.A., “Observations on the Book of the Giants from Coptic and Syriac Sources,” in: S.N.C. Lieu, E.C.D. Hunter, E. Morano and N.A. Pedersen (eds.), Manichaeism East and West (Corpus Fontium Manichaeorum, Analecta Manichaica 1; Turnhout: Brepols, 2017), 185-202. Penn, M.P., “Know Thy Enemy: The Materialization of Orthodoxy in Syriac Manuscripts,” in: L.I. Lied and H. Lundhaug (eds.), Snapshots of Evolving Traditions: Jewish and Christian Manuscript Culture, Textual Fluidity, and New Philology (Texte und Untersuchungen zur Geschichte der altchristlichen Literatur 175; Berlin \/ Boston: Walter de Gruyter, 2017), 221-241. Penn, M.P., Howe, N.R., and Crawford, K., “Automated Syriac Script Charts,” Studia Patristica 92 (2017), 175-178. Peppard, M., “Valentinians on the Euphrates?” in: D. Brakke, S.J. Davis and S. Emmel (eds.), From Gnostics to Monastics: Studies in Coptic and Early Christianity in Honor of Bentley Layton (Orientalia Lovaniensia Analecta 263; Leuven: Peeters, 2017), 117-142. Perczel, I., “Theodoret of Cyrrhus: The Main Source of Pseudo-Dionysius’ Christology?,” Studia Patristica 96 (2017), 351-376. Petrosyan, E., “Manuscript Cairo Syriac 11 as a Gateway to Understanding the 17th-Century Socio-Cultural Environment in Diarbakir,” Banber Matenadarani 24 (2017), 70-76. Phillips, D., “Les canons des Nouveaux Testaments en syriaque,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 7-26. Pirtea, A.C., “Is There an Eclipse Dragon in Manichaeism? Some Problems Concerning the Origin and Function of āṯālyā in Manichaean Sources,” in: Team “Turfanfor-schung” (ed.), Zur lichten Heimat: Studien zu Manichäismus, Iranistik und Zentralasienkunde im Gedenken an Werner Sundermann (Iranica 25; Wiesbaden: Harrassowitz Verlag, 2017), 535-554. Poirier, P.-H., “Exégèse manichéenne et anti-manichéenne de 2 Corinthiens 4,4 chez Titus de Bostra ( Contre les manichéens IV 108),” in: A. van den Kerchove and L.G. Soares Santoprete (eds.), Gnose et manichéisme: Entre les oasis d’Égypte et la Route de la Soie. Hommage à Jean-Daniel Dubois (Bibliothèque de l’École des hautes études, Sciences religieuses 176; Turnhout: Brepols, 2017), 273-286. ———. “Les Actes de Thomas ,” in: B. Pouderon (ed.), Histoire de la littérature grecque chrétienne des origines à 451, T. III: De Clément d’Alexandrie à Eusèbe de Césarée (L’Âne d’or 65; Paris: Les Belles Lettres, 2017), 585-592. ———. “L’obstruction de l’abîme d’après Titus de Bostra ( Contre les manichéens I, 42). Un aspect de l’eschatologie manichéenne,” in: Team “Turfanforschung” (ed.), Zur lichten Heimat: Studien zu Manichäismus, Iranistik und Zentralasienkunde im Gedenken an Werner Sundermann (Iranica 25; Wiesbaden: Harrassowitz Verlag, 2017), 555-565. Poorthuis, M.J.H.M., “About Naked Women and Adam’s Body: The Syriac-Christian Cave of Treasures as a Source of Islamic Storytelling,” in: P. Geest, M.J.H.M. Poorthuis and E. Rose (eds.), Sanctifying Texts, Transforming Rituals: Encounters in Liturgical Studies. Essays in Honour of Gerard A.M. Rouwhorst (Brill’s Studies in Catholic Theology 5; Leiden \/ Boston: Brill, 2017), 81-102. Popa, C.-S., “Adam’s Instruction on Full Knowledge: An East Syrian Theological Issue According to Narsai and Gīwargīs I,” in: A. Laato and L. Valve (eds.), Adam and Eve Story in Jewish, Christian and Islamic Perspectives (Studies in the Reception History of the Bible 8; Åbo: Åbo Akademi University, 2017), 171-183. Popkonstantinov, K., “The Letter of King Abgar to Jesus Christ and the Byzantino-Slavic World: According to Sources from Philippi, Genoa, and Bulgaria,” in: E. Bakalova, M. Dimitorva and M.A. Johnson (eds.), Medieval Bulgarian Art and Letters in a Byzantine Context (Sofia: American Research Center in Sofia, 2017), 466-478. Potoczny, M., “Saint or Sinner? The Figure of the Priest-Celebrant in the Pre-Anaphoric Prayers of the Liturgy of the East Syriac Tradition,” Parole de l’Orient 43 (2017), 337-352. ———. “Word which Becomes an Image in the Tradition of Syriac Christians,” Teologia i Człowiek 37:1 (2017), 169-188 [in Polish]. Pouderon, B., “Le Roman Pseudo-clémentin,” in: B. Pouderon (ed.), Histoire de la littérature grecque chrétienne des origines à 451, T. III: De Clément d’Alexandrie à Eusèbe de Césarée (L’Âne d’or 65; Paris: Les Belles Lettres, 2017), 561-578. Premat, C., “Who Killed Whom? A Comparison of Political Discussions in France and Sweden about the Genocide of 1915,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 233-254. Pritula, A., “One More Unknown Khāmīs’ Ode in Honor of Bar ‘Ebrōyō,” Христианский Восток 8 [14] (2017), 187-194. Proverbio, D.V., “On the Phonetic Unpredictability Denoted by Some Old Turkic Texts Written in Syriac Script: Or the Encoding Ambiguity Intrinsic to the Aramaic Writing,” Turkic Languages 21:1 (2017), 115-149. Raby, J., and Brock, S.P., “New Light on Syriac Painting in the Eleventh Century: Re-Dating British Library Or. 3372,” Eastern Christian Art 10 (2014-2016 [2017]), 33-80. Rambow, G.F., “Theodore vs. the “Arians” and the Parable of Humanity’s Creation: A Syriac Fragment of Theodore of Mopsuestia’s Commentary on Genesis 1.26,” Journal of Early Christian Studies 25:2 (2017), 231-254. Rassi, S., “Between ‘Aṣabiyya and Ecumenism: ‘Abdīshō‘ Bar Brīkhā’s Attitudes to Other Christians,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 169-186. Reller, J., “Patriarch Michael the Syrian’s Views on Islam in the Context of Syriac Historiography and Philosophy,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 187-207. Renoux, C., “Glanes apocryphales chrétiennes dans des textes arméniens et géorgiens,” in: F.P. Barone, C. Macé and P. Ubierna (eds.), Philologie, herméneutique et histoire des textes entre Orient et Occident. Mélanges en hommage à Sever J. Voicu (Instrumenta Patristica et Mediaevalia 73; Turnhout: Brepols, 2017), 671-684. Ribolov, S., “The Relationship between Sin and Mortality in the History of Mankind: Insights from Theodore of Mopsuestia’s Theology,” in: E. Bakalova, M. Dimitorva and M.A. Johnson (eds.), Medieval Bulgarian Art and Letters in a Byzantine Context (Sofia: American Research Center in Sofia, 2017), 267-293. ———. “‘Wisdom of God’ in Theodore of Mopsuestia’s Theology,” in: T. Hainthaler, F. Mali, G. Emmenegger and M.L. Ostermann (eds.), Sophia: The Wisdom of God – die Weisheit Gottes. Forscher aus dem Osten und Westen Europas an den Quellen des gemeinsamen Glaubens: Studientagung Varna, 27. September – 3. Oktober 2015 “Sophia, the Wisdom of God” (Pro Oriente 40, Wiener patristische Tagungen 7; Innsbruck-Wien: Tyrolia, 2017), 181-202. Rigolio, A., “ Erostrophus , a Syriac Dialogue with Socrates on the Soul,” in: A. Cameron and N. Gaul (eds.), Dialogues and Debates from Late Antiquity to Late Byzantium (London \/ New York: Routledge, 2017), 20-31. Robertson, P., “Greco-Roman Ethical-Philosophical Influences in Bardaisan’s “Book of the Laws of Coun-tries”,” Vigiliae Christianae 71:5 (2017), 511-540. Robinson Burke, S.L., “Critical Editions of the Commen-taries of Dionysius bar Ṣalībī on Obadiah, Jonah, and Nahum with Introduction and English Translation,” Collectanea Christiana Orientalia 14 (2017), 1-63. Rouwhorst, G.A.M., “La lecture liturgique du Nouveau Testament dans les Églises syriaques,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 203-218. Rouxpetel, C., “A circulação de narrativas hagiográficas entre Oriente e Ocidente,” in: I.S. Teixeira (ed.), Tempo, espaço e texto: a Hagiografia Medieval em perspectiva (São Leopoldo: Oikos, 2017), 139-157. Ruani, F., “John of Dara on Mani: Manichaean Interpre-tations of Genesis 2:17 in Syriac,” in: S.N.C. Lieu, E.C.D. Hunter, E. Morano and N.A. Pedersen (eds.), Manichaeism East and West (Corpus Fontium Manichaeorum, Analecta Manichaica 1; Turnhout: Brepols, 2017), 203-222. ———. “Preliminary Notes on Edifying Stories in Syriac Hagiographical Collections,” Studia Patristica 91 (2017), 257-266. ———. “Sur les traces syriaques des manichéens: les réfutations de Moïse bar Kepha (IX e s.) et de Jacques bar Šakko (XIII e s.),” in: A. van den Kerchove and L.G. Soares Santoprete (eds.), Gnose et manichéisme: Entre les oasis d’Égypte et la Route de la Soie. Hommage à Jean-Daniel Dubois (Bibliothèque de l’École des hautes études, Sciences religieuses 176; Turnhout: Brepols, 2017), 299-332. Ryan, S.D., “ Minor Prophets , Secondary Translations: Late Syriac Translations,” in: A. Lange and E. Tov (eds.), The Hebrew Bible, Volume 1B: Pentateuch, Former and Latter Prophets (Textual History of the Bible 1; Leiden \/ Boston: Brill, 2017), 689-694. Saadi, A.-M., “Ninth Century Syriac Exegete and Apologist: Moshe Bar Kepha’s Commentary on Luke,” Hugoye: Journal of Syriac Studies 20:1 (2017), 231-256. Sadowski, M., “The Arab Christian Teaching on Astrology in the Light on Elias’ of Nisibis Treatise On Christian Faith in the Sentences of the Stars ,” Polonia Sacra 21:1 [46] (2017), 183-204 [in Polish]. Salvesen, A., “ Pentateuch , Secondary Translations: Late Syriac Translations,” in: A. Lange and E. Tov (eds.), The Hebrew Bible, Volume 1B: Pentateuch, Former and Latter Prophets (Textual History of the Bible 1; Leiden \/ Boston: Brill, 2017), 219-224. Sanzo, J.E., and Korsvoll, N.H., “A New Testament Text on a Syriac Incantation Bowl: Eph. 6:10-17 on IBC 3,” Vigiliae Christianae 71:4 (2017), 417-432. Schmidt, A.B., “Die syrischen Handschriften des Kekelidze Handschrifteninstituts in Georgien. Ein Überblick,” Mravaltavi 25:1 (2017), 287-303. Schor, A.M., “The Letter Collection of Theodoret of Cyrrhus,” in: C. Sogno, B.K. Storin and E.J. Watts (eds.), Late Antique Letter Collections: A Critical Introduction and Reference Guide (Oakland, California: University of California Press, 2017), 269-285. Sembiante, A.S., “Appunti sulla tradizione siriaca delle opere di Gregorio Nazianzeno,” KOINΩNIA: Rivista dell’ Associazione Internazionale di Studi Tardoantichi 41 (2017), 607-635. Shahîd, I., “Arab-Ethiopian Relations in the Aksumite Period: The Role of Simeon, Bishop of Bēth-Arshām,” in: A.C. McCollum (ed.), Studies in Ethiopian Languages, Literature, and History: Festschrift for Getatchew Haile, Presented by his Friends and Colleagues (Aethiopistische Forschungen 83; Wiesbaden: Harrassowitz Verlag, 2017), 95-120. Simonet, J.-L., “Les citations des Actes des Apôtres dans la littérature syriaque: la Vetus Syra et la première version arménienne,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 231-267. Simonsohn, U.I., “Muslim Involvement in Non-Muslim Political Affairs in the Early Islamic Period,” in: J.V. Tolan, C. Nemo-Pekelman, N. Berend and Y. Hameau-Masset (eds.), Religious Minorities in Christian, Jewish and Muslim Law (5th–15th Centuries) (Religion and Law in Medieval Christian and Muslim Societies 8; Turnhout: Brepols, 2017), 341-352. Sims-Williams, N., “Two Iranian Loanwords in Syriac,” Bulletin of the School of Oriental and African Studies 80:3 (2017), 485-490. ———. “Two Words in the Sogdian Version of the Antirrheticus of Evagrius Ponticus,” DABIR: The Digital Archive of Brief Notes & Iran Review 1 [4] (2017), 36-39. ———. “Werner Sundermann and the Christian Texts of the Berlin Turfan Collection,” in: Team “Turfanfor-schung” (ed.), Zur lichten Heimat: Studien zu Manichäismus, Iranistik und Zentralasienkunde im Gedenken an Werner Sundermann (Iranica 25; Wiesbaden: Harrassowitz Verlag, 2017), 11-18. Smine, R.E., “The Ornaments in Syriac Lectionaries between East and West: Preliminary Notes on British Library Add. 7170 and Oriental 3372,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 209-229. Stambolov, A., “Chrysostomic or Ephremian? Tracing the Origins of a Saying Attributed to Chrysostom in the Apophthegmata Patrum ,” in: D. Costache and M. Baghos (eds.), John Chrysostom: Past, Present, Future (Sydney: AIOCS Press, 2017), 87-103. Stang, C.M., “The “Nestorian” ( Jingjiao ) Monument and Its Theology of the Cross,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 107-118. Stewart, C., “Psalms and Prayer in Syriac Monasticism: Clues from Psalter Prefaces and their Greek Sources,” in: B. Bitton-Ashkelony and D. Krueger (eds.), Prayer and Worship in Eastern Christianities, 5th to 11th Centuries (London \/ New York: Routledge, 2017), 44-62. ———. “An Update on the Digitization and Cataloging Work of the Hill Museum and Manuscript Library (HMML),” Христианский Восток 8 [14] (2017), 153-170. Stoneman, R., “Alexander the Great and the End of Time: The Syriac Contribution to the Development of the Alexander Romance ,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 39-46. Tabet, J., “Le don des larmes dans deux Beth-Gazzé maronites: l’Add. 14.703 (XII e -XIII e s.) et le Vat. Syr. 324 (XIII e s.),” Parole de l’Orient 43 (2017), 353-388. Takahashi, H., “Armenian Garshuni (Armenian in Syriac Characters) and Its Users,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 243-264. ———. “The Syriac Fragments in the Ōtani Collection at Ryukoku University, Kyoto,” in: T. Irisawa and K. Kitsudo (eds.), Essays on the Manuscripts written in Central Asian Languages in the Otani Collection: Buddhism, Manichaeism, and Christianity (Ryukoku University Silk Road Studies 6; Kyoto: Research Institute for Buddhist Culture, Ryukoku University, 2017), 181-211 [in Japanese]. Takahashi, H., and Yaguchi, N., “On the Medical Works of Barhebraeus: With a Description of the Abridgement of Ḥunain’s Medical Questions ,” Aramaic Studies 15:2 (2017), 252-276. Talay, S., “ Sayfo , Firman , Qafle : The First World War from the Perspective of Syriac Christians,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 132-147. Tamcke, M., “The Adam of the Syrian Cave of Treasures : Some Comments on the Report of the Creation of Adam According to the Syrian Cave of Treasures ,” in: A. Laato and L. Valve (eds.), Adam and Eve Story in Jewish, Christian and Islamic Perspectives (Studies in the Reception History of the Bible 8; Åbo: Åbo Akademi University, 2017), 161-169. ———. “Ephrem and the Lutherans,” Syriac Orthodox Patriarchal Journal 55 (2017), 51-62. ———. “Lutheran Contacts with the Syrian Orthodox Church of the St. Thomas Christians and with the Syrian Apostolic Church of the East in India (Nestorians),” Христианство на Ближнем Востоке 1 (2017), 13-49. ———. “Mardin and the Tur ‘Abdin in Interaction with the “Deutsche Orientmission” (German Oriental Mission),” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 337-342. ———. “Paradise? America! The Metaphor of Paradise in the Context of the Iraqi-Christian Migration,” in: S. Günther and T. Lawson (eds.), Roads to Paradise: Eschatology and Concepts of the Hereafter in Islam. 2 vols. (Islamic History and Civilization 136.1-2; Leiden \/ Boston: Brill, 2017), vol. 2, 806-813. ———. “The Relationship between Theological Teaching and Religious Practice by the East-Syrian Christians in Qatar (Sixth–Seventh Centuries),” in: K. Dmitriev and I. Toral-Niehoff (eds.), Religious Culture in Late Antique Arabia: Selected Studies on the Late Antique Religious Mind (Islamic History and Thought 6; Piscataway, New Jersey: Gorgias Press, 2017), 89-102. ———. “Syrian Eyewitnesses Report to their German Partners about the Genocide: A Little Inventory to the Reports of Syrian Survivors from the Archives of German Missions,” Христианский Восток 8 [14] (2017), 205-214. ———. “Using Philosophical Competence: The Heads of the Church of the East in the 8th Century,” Христианский Восток 8 [14] (2017), 195-204. ———. “The “World” in Its Eschatological Dimension in East-Syrian Synodical Records,” in: S. Günther and T. Lawson (eds.), Roads to Paradise: Eschatology and Concepts of the Hereafter in Islam . 2 vols. (Islamic History and Civilization 136.1-2; Leiden \/ Boston: Brill, 2017), vol. 2, 773-780. Tannous, J., “Greek Kanons and the Syrian Orthodox Liturgy,” in: B. Bitton-Ashkelony and D. Krueger (eds.), Prayer and Worship in Eastern Christianities, 5th to 11th Centuries (London \/ New York: Routledge, 2017), 151-180. Tannous, Y.A., “Le chant syriaque, spiritualité et art,” Parole de l’Orient 43 (2017), 389-412. Taylor, D.G.K., “L’Apocalypse de Jean en syriaque: des origines à Diamper,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 27-53. ———. “Répertoire des manuscrits syriaques du Nouveau Testament,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 291-313. ———. “Rufinus the Silver Merchant’s Miaphysite Refutation of Leontius of Byzantium’s Epaporemata (CPG 6814): A Rediscovered Syriac Text,” Studia Patristica 92 (2017), 127-136. Taylor, R.A., “Psalm 2 in Syriac: Issues of Text and Language,” in: T. Li and K. Dyer (eds.), From Ancient Manuscripts to Modern Dictionaries: Select Studies in Aramaic, Hebrew, and Greek (Perspectives on Linguistics and Ancient Languages 9; Piscataway, New Jersey: Gorgias Press, 2017), 179-198. Thomas, D.R., “Conversion out of Personal Principle: ‘Ali b. Rabban al-Tabari (d. c. 860) and ‘Abdallah al-Tarjuman (d. c. 1430), Two Converts from Christianity to Islam,” in: A.C.S. Peacock (ed.), Islamisation: Comparative Perspectives from History (Edinburgh: Edinburgh University Press, 2017), 56-68. Treiger, A., “Reconstructing Isḥāq ibn Ḥunayn’s Arabic Translation of Aristotle’s De Anima ,” Studia graeco-arabica 7 (2017), 193-211. Тумара, Н., “Афраат, персијски мудрац. Приказ 18: Против Јевреја, о девствености и светости,” Теолошки погледи 50:1 (2017), 9-24. Uciecha, A., “Aphrahat, On the Passover ( Demonstratio XII . De paschate . Patrologia Syriaca I, 505-540),” Śląskie Studia Historyczno-Teologiczne 50:1 (2017), 5-18 [in Polish]. ———. “Aphrahat – Expositio XVIII: Against the Jews about Virginity and Holiness: Introduction, Translation and Notes,” Vox Patrum 38 [68] (2017), 593-604 [in Polish]. ———. “Biblical Exegesis in the Syriac Commentaries of Aphrahat, Ephraim the Syrian, Ishodad of Merv and Theodore Bar Koni: The Outline of Issues,” Vox Patrum 37 [67] (2017), 673-688 [in Polish]. Üngör, U.Ü., “How Armenian Was the 1915 Genocide?,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 33-53. van Dalen, E., “Subjectivity in Translation: Ḥunayn Ibn Isḥāq’s Ninth-Century Interpretation of Galen’s “Ego” in His Commentary on the Hippocratic Aphorisms ,” Oriens 45:1-2 (2017), 53-79. van der Kooij, A., “ Minor Prophets , Primary Translations: Peshitta,” in: A. Lange and E. Tov (eds.), The Hebrew Bible, Volume 1B: Pentateuch, Former and Latter Prophets (Textual History of the Bible 1; Leiden \/ Boston: Brill, 2017), 630-636. van Ginkel, J.J., “Mor Dionysios ‘Abd an-Nur Aslan: Church Leader during a Genocide,” in: D. Gaunt, N. Atto and S.O. Barthoma (eds.), Let Them Not Return: Sayfo – The Genocide against the Assyrian, Syriac, and Chaldean Christians in the Ottoman Empire (War and Genocide 26; New York \/ Oxford: Berghahn, 2017), 100-112. van Pelt, J., “The Life of Thaïs and The Life of Abraham and his Niece Mary : An Intertextual Connection,” Vigiliae Christianae 71:4 (2017), 402-416. van Reeth, J.M.F., “Le Vaticinans Puer III: La Mémoire de la Mère de Dieu et son Kathisma selon la tradition occidentale,” in: G. Guldentops, C. Laes and G. Partoens (eds.), Felici curiositate: Studies in Latin Literature and Textual Criticism from Antiquity to the Twentieth Century in Honour of Rita Beyers (Instrumenta Patristica et Mediaevalia 72; Turnhout: Brepols, 2017), 85-111. van Vossel, V., “A Christian Icon Rescued from War,” Journal of the Canadian Society for Syriac Studies 17 (2017), 69-76. Vergani, E., “Il canone siriaco,” in: E.G. Farrugia and E. Vergani (eds.), Il canone biblico nelle Chiese orientali: Atti del simposio Pontificio Istituto Orientale, Roma 23 marzo 2010 (Orientalia Christiana Analecta 302; Roma: Pontificio Istituto Orientale, 2017), 27-53. ———. “Il sinodo di Mar Isaac (410). Appunti e alcune linee di indagine,” Cristianesimo nella storia 38:3 (2017), 655-672. Varghese, B., “Psalms in the East Syrian Liturgy of the Hours,” Parole de l’Orient 43 (2017), 423-438. Verheyden, J., “Eating with Apostles: Eucharist and Table Fellowship in the Apocryphal Acts of the Apostles – The Evidence from the Acts of John and the Acts of Thomas ,” in: D. Hellholm and D. Sänger (eds.), The Eucharist – Its Origins and Contexts: Sacred Meal, Communal Meal, Table Fellowship in Late Antiquity, Early Judaism, and Early Christianity. Volume 2: Patristic Traditions, Iconography (Wissenschaftliche Untersuchungen zum Neuen Testa-ment 376; Tübingen: Mohr Siebeck, 2017), 1011-1060. Vesa, V., “The Divine Vision in Isaac of Niniveh and the East Syriac Christology,” Studia Patristica 92 (2017), 149-164. ———. “Joseph Hazzaya and the Spiritual Itinerary,” Studia Universitatis Babeş-Bolyai, Theologia Orthodoxa 62:2 (2017), 105-118. Villey, É., “Syriac Astronomical Texts (500-700 CE): Christian Voices Defending Ptolemaic Astronomy,” in: H. Amirav and F. Celia (eds.), New Themes, New Styles in the Eastern Mediterranean: Christian, Jewish, and Islamic Encounters, 5th-8th Centuries (Late Antique History and Religion 16; Turnhout: Brepols, 2017), 205-232. Wakelnig, E., “What Does Aristotle Have to Do with the Christian Arabic Trinity? The Triad ‘Generosity-Wisdom-Power’ in the Alexandrian Prolegomena and Yaḥyā ibn ‘Adī,” Le Muséon 130:3-4 (2017), 445-477. Walsh, E.G., “Holy Boldness: Narsai and Jacob of Serugh Preaching the Canaanite Woman,” Studia Patristica 78 (2017), 85-98. Watt, J.W., “The Curriculum of Aristotelian Philosophy among the Syrians,” Studia graeco-arabica 7 (2017), 171-192. Wehnert, J., “Mahl und Mahlgemeinschaft in den Pseudo-klementinen,” in: D. Hellholm and D. Sänger (eds.), The Eucharist – Its Origins and Contexts: Sacred Meal, Communal Meal, Table Fellowship in Late Antiquity, Early Judaism, and Early Christianity. Volume 2: Patristic Traditions, Iconography (Wissenschaftliche Untersuchungen zum Neuen Testa-ment 376; Tübingen: Mohr Siebeck, 2017), 1061-1089. Weitz, L.E., “Slavery and the Historiography of Non-Muslims in the Medieval Middle East,” International Journal of Middle East Studies 49:1 (2017), 139-142. Wellington, J.F., “Let God Arise: The Divine Warrior Motif in Theodoret of Cyrrhus’ Commentary on Psalm 67,” Studia Patristica 96 (2017), 265-272. Whiting, M., “A River Runs Through It: The Role of the Tigris and Euphrates in Transport and Communication in Late Antiquity,” in: T. Papacostas and M. Parani (eds.), Discipuli dona ferentes: Glimpses of Byzantium in Honour of Marlia Mundell Mango (Byzantioς 11; Turnhout: Brepols, 2017), 37-67. Wilkinson, R.J., “Les éditions imprimées de la Peshitta syriaque du Nouveau Testament.,” in: J.-C. Haelewyck (ed.), Le Nouveau Testament en syriaque (Études syriaques 14; Paris: Paul Geuthner, 2017), 269-289. Winkler, G., “The Significance of the Two Syriac Versions of the Liturgy of James in the Context of the Other Redactions,” in: H.G.B. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M.S. Toprak (eds.), Syriac in Its Multi-Cultural Context: First International Syriac Studies Symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin (Eastern Christian Studies 23; Leuven: Peeters, 2017), 31-37. Wolf, K.B., “Back to the Future: Constantine and the Last Roman Emperor,” in: M.S. Bjornlie (ed.), The Life and Legacy of Constantine: Traditions through the Ages (New York: Routledge, 2017), 115-132. Wood, P., “Constantine in the Chronicle of Seert ,” Studies in Late Antiquity 1:2 (2017), 150-172. Yoshida, Y., “Christian Sogdians in China, Turfan, and Sogdiana: Problems raised by a Christian Sogdian text Ōtani 2497,” in: T. Irisawa and K. Kitsudo (eds.), Essays on the Manuscripts written in Central Asian Languages in the Otani Collection: Buddhism, Manichaeism, and Christianity (Ryukoku University Silk Road Studies 6; Kyoto: Research Institute for Buddhist Culture, Ryukoku University, 2017), 155-180 [in Japanese]. Younes, M., “Blessing, Clinging, Familiarity, Custom – or Ship? A New Reading of the Word Īlāf in Q 106,” Journal of Semitic Studies 62:1 (2017), 181-189. Zapff, B.M., “Einige hermeneutische Beobachtungen zur syrischen Version des Sirach-Buches,” in: G. Karner, F. Ueberschaer and B.M. Zapff (eds.), Texts and Contexts of the Book of Sirach \/ Texte und Kontexte des Sirachbuches (Septuagint and Cognate Studies 66; Atlanta, Georgia: SBL Press, 2017), 239-262. Zampaki, T., “Ibn al-Ṭayyib’s Istithmār on Proclus’ Commentary on the Pythagorean Golden Verses ,” in: D.D. Butorac and D.A. Layne (eds.), Proclus and his Legacy (Millennium-Studien 65; Berlin: Walter de Gruyter, 2017), 311-321. Zawadzki, K.F., “Hat Cyrill von Alexandrien sich selbst ‘plagiiert’? Ein neues, rätselhaftes syrisches Fragment aus dem Codex British Library Add . 14529,” Ephemerides Theologicae Lovanienses 93:2 (2017), 343-360. ———. “Syrische Fragmente des Kommentars Cyrills von Alexandrien zum 1. Korintherbrief ,” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 21:2 (2017), 304-360. Zellentin, H.M., “Trialogical Anthropology: The Qur’ān on Adam and Iblīs in View of Rabbinic and Christian Discourse,” in: R. Braun and H.I. Çiçek (eds.), New Approaches to Human Dignity in the Context of the Qur’ānic Anthropology: The Quest for Humanity (Cambridge: Cambridge Scholars Publishing, 2017), 61-131.",
    "title" : 
    [ "Recent Publications on Syriac Topics: 2017",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P.",
      "Kessel, Grigory",
      "Minov, Sergey" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n1bib-recent",
    "type" : "bibliography",
    "displayTitleEnglish" : "Recent Publications on Syriac Topics: 2017" }