
  { "fullText" : "Marco Morrigi, ed., A Corpus of Syriac Incantation Bowls: Syriac Magical Texts from Late Antique Mesopotamia (Leiden, Brill: 2014). Pp. xviii + 278; €139. This volume has the principal aim of analysing all published Syriac incantation bowls in order to describe their language and to update Victor Hamilton, Syriac Incantation Bowls (Ann Arbor, MI, 1971), thus incorporating scholarly literature published thereafter. Forty-nine texts, spanning one hundred and sixty years (1853–2012) have been re-edited and presented in this volume, together with palaeographic charts for each specimen. Grammar, magical practice, drawings, angelic and demonic names, clients’ names and “all other aspects” are not discussed since in Moriggi’s opinion they deserve particular treatment. The Introduction commences with I.1 The Study of Syriac Incantation Bowls which provides a chronological overview of publications of Syriac incantation bowls, as well as notes about further specimens – essentially in private hands – that are being prepared for publication. Hence, exempted from this volume are unpublished Syriac incantation bowls that are currently being worked on by other authors. Also excluded are several items with Syriac inscriptions that do not fit the standard definition of incantation bowls. I.2 Methodology clearly shows how carefully and clearly Moriggi has organised the data accompanying each entry. Particular attention is paid to the transliteration of Syriac into Latin, and the vexed question surrounding the reconstruction of text is discussed. Moriggi concludes that the texts must “speak their own language” (p. 5) noting that some grammatical features of Syriac bowls diverge from Classical Syriac, and as a consequence emendation of the text to accommodate standard Classical Syriac grammar has been avoided. This is indeed a sound point to make. I.3 Language of Syriac Incantation Bowls examines previous authors’ comments on the relationship of Syriac to other Aramaic dialects that were in usage in Mesopotamia, noting the various positions that have been adopted over the decades. In particular, Moriggi queries the premise offered by Müller-Kessler that many of the Syriac and Jewish Babylonian Aramaic incantation bowls were translated from Mandaic Vorlagen and offers three conclusions: (i) that the language of Syriac bowls is not far removed from Classical Syriac, (ii) that non-Classical features may be internal factors of varieties of Syriac found in Mesopotamia, and (iii) that the linguistic traits may allow for some reconstruction of contemporary spoken varieties now found in Near Eastern Neo-Aramaic (NENA). He suggests as a working hypothesis that the language of Syriac incantation bowls be considered as a written non-literary variety, used alongside literary written varieties, i.e., Classical Syriac. This is an entirely sustainable position, and one of the pressing desiderata in incantation bowls is for a comprehensive analysis of the language, which may reveal various dialects especially if provenance factors are taken into consideration. II Palaeography discusses the two major scripts of the Syriac incantation bowls before presenting a meticulous and carefully worked analysis of the individual characters of both the Estrangela and Manichaean scripts which are treated separately in the following sections. II.2 Syriac Bowls and Estrangela Script reviews previous scholarly opinion, then analyses selected diag-nostic characters and variants thereto. These observations have chronological implications, e.g., the Resh always being written with the upper point. Moriggi does also briefly comment on the application of diacritical points and concludes by refering to the 2011 publications of Ayda Kaplan on Syriac typology which he upholds as being applicable to incantation bowls. II.3 Syriac Bowls and Manichaean Script presents a long discussion of different scholarly views about the origins and chronology of this Syriac script, before embarking on a detailed analysis of each character as found in the bowls and drawing conclusions about parellels with Aramaic scripts from northern Mesopotamia, Palmyrene Aramaic, and characters that have no direct parallels in contemporary Aramaic scripts from Mesopotamia. The major part of the volume, III Texts , is devoted to detailed studies of each the forty-nine bowls. The catalogue material which commences each entry valuably presents: current location, dimensions, remarks (by previous scholars), script, text arrangement, number of lines, drawings and other signs, clients, contents, parallels, editions, notes, and finally photographs and facsimiles. The transliterated text and translated text are conveniently presented side by side. Accompan-ying notes comment on phraseology and language, providing insight into the philological intricacies of the texts, and referring to appropriate parallels. The sum total is a rich contri-bution to our knowledge of Syriac incantation bowl texts and is the culmination of an enormous amount of effort in com-piling, amalgamating, and extrapolating previous scholars’ expertise. Any volume often stands or falls by the indexes and listings which allow the user multiple access points. Moriggi has compiled a listing of bowls 1–49 together with references to the provenance number and author of publication. Such a listing is very helpful, but might have been improved by listing the publications in chronological order, commencing with the 1853 incantation bowl which Ellis published. A slight re-arrangement of each entry might be recommended, namely placing the date of publication after the bowl number, e.g., Bowl no. 1 (1912) YBS 2357, editio princeps : Montgomery 1912a. The Glossary, as Moriggi points out, contains only complete words and words that have been reconstructed with certainty using R. Payne Smith, Thesaurus Syriacus (1879–1901) for the lemma where possible. Again the detail supplied provides very valuable entry points to the texts. Various appendices include List of Angels, Deities, Demons and other Entities with identifiable names in parenthesis following the transliteration, also Lists of Clients and Adversaries . The Bibliography is comprehensive. Concluding the volume are the Script Charts or palaeographic tables for each of the forty-nine specimens, covering both the Edessene Syriac and Manichaean Syriac fonts. These again form a very useful reference point for anyone undertaking serious comparative work on incantation bowls. In this meticulous publication it was disappointing that the photographic plates sequelled the entries of each of the texts. Some minor re-organisation (perhaps by the publisher) could have addressed this shortcoming. The plate might have been placed alongside the Prolegomena, i.e., before the transliterated text and translation for each specimen. In this otherwise very thorough volume, there were two areas that were lacking. Firstly, given the very careful organisation of the volume, it was remarkable that provenance was not designated under a distinct sub-heading, but was incorporated under Remarks. Granted, many bowls are without provenance. However, where the provenance is known, e.g., those from Nippur, this should have been documented. An appendix listing of provenanced incantation bowls should have been supplied. In any concerted reconstruction of the dialects of Syriac used to write the incantation texts (and this also applies to Mandaic and Jewish Babylonian Aramaic) provenance is a key factor. When sufficient bowls with known provenance are published, it might be possible to map various dialects, in the same way that modern NENA studies are now being undertaken. Pinpointing provenance may also enable patterns of transmission of the refrains to be charted, thus providing invaluable data since incantation texts straddle various communities in Sassanian Mesopotamia. Physical dimensions were given for each specimen. However, a much more detailed physical typology should have been a desideratum . As, for example, in Erica C. D. Hunter, “The typology of the Incantation Bowls: Physical Features and Decorative Aspects, ” in J. B. Segal, Catalogue of theAramaic and Mandaic Incantation Bowls in the British Museum (London: British Museum Publications, 2000) 63–204. Incantation bowls were drawn from the repertoire of Sasanian household plain-ware and were not ritually manufactured, but differences between the Mandaic and Jewish Babylonian Aramaic bowls can be discerned. Such perspectives may shed light onto the sociological aspects of the incantation bowls and ab extensio possible regional differences. At the very least, it would have been worthwhile to have indicated whether the bowls were flat-based or hemispherical (generally approximately 50% in each category) as it is not possible to ascertain this from the photographs. A profile line-drawing and physical description for each specimen (which would not have taken an inordinate amount of time) would have added the finishing dimension to the volume. Moriggi considers that the volume will provide scholars with the most accurate and complete anthology of published Syriac incantation bowls, providing a secure foundation for further study on the grammar of these texts, and will be useful for subsequent discoveries of incantation bowls. Moriggi’s expertise lies in the philological and also palaeographical aspects, which he has addressed soundly. The volume certainly makes an enormous contribution to furthering studies on Syriac incantation texts, and more generally on incantation bowls. For any scholar who has an interest in incantation bowls, this work is a ‘must’, but one hopes that in future publications both provenance and physical typology will be given the careful treatment that Moriggi has otherwise applied to the forty-nine Syriac specimens upon which he has clearly devoted much time and attention.",
    "title" : 
    [ "Review of: A Corpus of Syriac Incantation Bowls: Syriac Magical Texts from Late Antique Mesopotamia",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Hunter, Erica C. D." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n1prhunter",
    "type" : "review",
    "displayTitleEnglish" : "Review of: A Corpus of Syriac Incantation Bowls: Syriac Magical Texts from Late Antique Mesopotamia" }