
  { "fullText" : "Erica C. D. Hunter and Mark Dickens, eds., Syrische Handschriften. Teil 2: Texte der Berliner Turfansammlung \/ Syriac Texts from the Berlin Turfan Collection , Verzeichnis der orientalischen Handschriften in Deutschland 5.2 (Stuttgart: Steiner, 2014). Pp. vi + 505. € 84. The catalogue of the Syriac fragments under review has been long awaited and fills one of the major desiderata in the field of Syriac studies. It contains a detailed description of the fragments that were found during the four missions conducted by the German Turfan Expeditions between 1902 and 1914 and that are kept at present in three different locations in Berlin: the largest number is at the Staatsbibliothek (shelfmark SyrHT), and two smaller sets are at the division of Turfanforschung of the Berlin-Brandenburgische Akademie der Wissenschaften and the Museum für Asiatische Kunst, respectively. The volume appeared in the series Verzeichnis der orientalischen Handschriften in Deutschland , committed to cataloguing the Oriental manuscripts preserved in German collections, and thereby constitutes a sequel to the catalogue of Julius Assfalg. J. Assfalg, Syrische Handschriften: syrische, karšunische, christlich-palästinische, neusyrische und mandäische Handschriften , Verzeichnis der orientalischen Handschriften in Deutschland 5 (Wiesbaden: Steiner, 1963). Although the appearance of the catalogue marks the completion of the general enterprise of cataloguing the Syriac manuscripts in Germany, there still remains some work to be done. Particularly indispensable is an up-to-date list of the actual holdings of libraries and collections as many changes took place over the course of the 20 th century. For example, some manuscripts that feature in the catalogue of the Staatsbibliothek (then Königliche Bibliothek) prepared by Eduard Sachau E. Sachau, Verzeichniss der syrischen Handschriften der Königlichen Bibliothek zu Berlin , 2 vols. (Berlin, 1899). are no longer in Berlin (but, for instance, in Krakow), whereas a large group of manuscripts described by Assfalg (those in Tübingen and Marburg) were returned to Berlin in the 1970s; the private collection of consul C. W. Adam in Goslar forms now a part of the Schøyen collection. The whereabouts of some private collections that once belonged to Syriac scholars in Germany are unknown (for instance, the one of Gustav Bickell). Moreover, some German libraries acquired a number of manuscripts that thus far remain uncatalogued. Likewise, an unknown number of Syriac manuscripts is preserved among the Syriac diaspora (coming mostly from the Tūr ʿAbdīn region), both at churches and in private hands. The cataloguing of the Syriac Turfan materials was implemented within a project The Christian Library from Turfan (2008–2011) that was funded by the Arts and Humanities Research Council of the United Kingdom and was based at the School of Oriental and African studies in London under the leadership of Dr. Erica C. D. Hunter. The present catalogue is a companion to other volumes in the same series dealing with Turfan manuscripts. It happens all too seldom that the Syriac ecclesiastical authorities express manifestly their appreciation of an academic research project. That is why it is all the more gratifying to see a formal preface by the late Catholicos of the Church of the East, Mar Dinkha IV (1935–2015). One may hope that this is a valid token of a positive attitude that will lead to mutual cooperation in the future, particularly with regard to the study of manuscript collections and archives that belong to ecclesiastical bodies. Most of the Syriac fragments were discovered in the ruins of a former monastery of the Church of the East, located at Shuïpang near the village of Bulayïq, about ten kilometers north of Turfan (for other locations see Appendix VI). One should bear in mind that the Berlin fragments form just a part of all the Syriac fragments discovered in the Turfan region. Whereas most of the Syriac fragments were transferred to Berlin, smaller sets were brought to St. Petersburg N. Smelova, “Manuscrits chrétiens de Qara Qoto: nouvelles perspec-tives de recherche,” in P. G. Borbone and P. Marsone, eds., Le christianisme syriaque en Asie centrale et en Chine , Études syriaques 12 (Paris: Geuthner, 2015), 215–36. and other libraries. For example, Dr. Hidemi Takahashi kindly informs me that a few fragments are preserved at the Ryukoku University in Japan. The volume consists of three parts of uneven length. The Introduction (pp. 1–7) provides a historical background to the Syriac manuscript material from Turfan, including its discovery, transfer to Berlin, and scholarship. Then follows a catalogue arranged by current holding institution (pp. 8–424). The authors of the catalogue spared no pains and prepared seventeen informative appendices (pp. 425–496), aimed at effective usage of the material described. The catalogue is well designed and provides elaborate description of each fragment, taking into consideration all possible aspects of both physical form and content (overview on pp. 8–12). Physical description includes measurements (line spacing, line length, and size of the margins), condition, number of lines, presence of ruling, colour of the inks used for text and punctuation, palaeographic features, system of punctuation, quire marks, rubrics, corrections, etc. (the fragments are grouped according to the presence of some of those physical features in Appendix X). For a synthetic survey, see M. Dickens, “Scribal Practices in the Turfan Christian Community,” Journal of the Canadian Society for Syriac Studies 13 (2013), 3–28. The entries follow a sequential order within each of the three collections. The total number of entries amounts to 481 (Staatsbibliothek 388, Turfanforschung 86, Museum für Asia-tische Kunst 7), but some of those occasionally contain more than one fragment. If fragments belonging to the same manuscripts could be identified, this is indicated at the end of the entry (as well as in Appendix XI). Each entry explicitly acknowledges the scholar responsible for the identification of the text (overview in Appendix XVI). Given the fragmentary nature of the material, it is understandable that some fragments remain unidentified (listed in Appendix II). If the text is not identified the authors offer a provisional characterization of its genre. The main part of the catalogue covers the fragments in Syriac (including those transcribed in Uighur script as well as bilingual, usually Syriac-Sogdian ones) from the Turfan collection, whereas Appendix XV describes the fragments in Sogdian, New Persian and Uighur with embedded Syriac citations and rubrics (33 in total). The vast majority of the fragments is limited to a page or even a part of it, bifolia are rare (listed in Appendix V), and there is just one single substantial manuscript (MIK III 45) which is considered to be the earliest witness to the text of East Syriac Ḥudra. The edition has recently been published: E. C. D. Hunter and J. F. Coakley, eds., A Syriac Service-Book from Turfan. Museum für Asiatische Kunst, Berlin MS MIK III 45 , Berliner Turfantexte 39 (Turnhout: Brepols, 2017). In terms of ecclesiastical affiliation, the vast majority of the fragments belongs to the Church of the East, whereas one fragment, described as a ‘draft letter to an unnamed Byzantine official’ (SyrHT 2), possibly bears traces of Melkite authorship. A possible connection to Melkite tradition was also discerned in the Sogdian material, namely in two fragments from a Psalter in Sogdian script with Greek incipits; see N. Sims-Williams, “A Greek-Sogdian Bilingual from Bulayïq,” in La Persia e Bisanzio , Atti dei Convegni Lincei 201 (Rome: Accademia Nazionale dei Lincei, 2004), 623–631; N. Sims-Williams, “A New Fragment of the Book of Psalms in Sogdian,” in D. Bumazhnov, E. Grypeou, T. B. Sailors, and A. Toepel, eds., Bibel, Byzanz und Christlicher Orient: Festschrift für Stephen Gerö zum 65. Geburtstag (Leuven: Peeters, 2011), 461–66. As far as the dating is concerned, none of the fragments contains a colophon, but a range between the 9 th and 13 th century is usually accepted (for some fragments a more precise dating is offered). In terms of genre (overview in Appendix VII), the most frequent one is liturgy. Thus, one finds liturgical Psalters, New Testament lectionaries, Ḥudra and prayer books. There are at least two hagiographic texts (the Life of Mar Barshabba and the Life of Mar George ), as well as calendrical and pharmaceutical fragments. Among the unidentified texts are fragments that appear to belong to a polemic dialogue between a Christian and a Jew, as well as one philosophical text (seemingly related to Aristotle’s Categories that might be a paraphrase or a commentary). Apparently, the critical value of the Syriac material from Turfan lies in its contribution to the study of the East Syriac liturgical tradition. As shown in a number of studies, E. C. D. Hunter, “The Christian Library from Turfan: SYR HT 41-42-43, An Early Exemplar of the Ḥuḏrā”, Hugoye: Journal of Syriac Studies 15.2 (2012), 281–291, S. P. Brock and N. Sims-Williams, “An Early Fragment from the East Syriac Baptismal Service from Turfan”, Orientalia Christiana Periodica 77.1 (2011), 81–92. the liturgical texts found among the Turfan fragments are the earliest witnesses for some of the East Syriac liturgical books. The same applies to other genres. As demonstrated by Miklós Maróth, M. Maróth, “Eine unbekannte Version der Georgios-Legende aus Turfan,” Altorientalische Forschungen 18.1 (1991), 86–108. the Life of Mar George (SyrHT 95, 359, 360, 361, 362, 364, 365, 381) represents a previously unattested ancient recension of the text. The prayer-amulets contained in the collection are the ancient predecessors of the much later East Syriac books of charms that were proudced from the 18 th century onwards. E. C. D. Hunter, “Traversing Time and Location: A Prayer-Amulet of Mar Tamsis from Turfan,” in Li Tang and D. Winkler, eds., From the Oxus River to the Chinese Shores: Studies on East Syriac Christianity in China and Central Asia , Orientalia ‒ Patristica ‒ Oecumenica 5 (Zürich \/ Münster: LIT, 2013), 25–41. Over the course of the 20 th and beginning 21 st century many Syriac fragments have been studied and published (a list with relevant bibliography can be found in Appendix XVII). Nevertheless, much still remains to be done and there can be no doubt that this catalogue will attract scholarly attention and lead to new research. This is all the more feasible now as all the fragments are freely accessible at the website of the International Dunhuang Project ( ). The catalogue itself is also freely available at (accessed on April 4, 2018). Cataloguing fragments is not a gratifying labour, and the work becomes all the more painstaking if one deals with ancient witnesses to texts that can hardly be compared with the extant (usually more recent or simply different) versions. The Syriac fragments from Turfan is a unique treasure-trove for the study of the missionary activity of the Church of the East, and we all should commend the authors for their responsible work and attention to detail.",
    "title" : 
    [ "Review of: Syrische Handschriften. Teil 2: Texte der Berliner Turfansammlung \/ Syriac Texts from the Berlin Turfan Collection",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kessel, Grigory" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n1prkessel",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Syrische Handschriften. Teil 2: Texte der Berliner Turfansammlung \/ Syriac Texts from the Berlin Turfan Collection" }