
  { "fullText" : "Though the earliest interactions between Syriac Christians and Muslims within the nascent Islamic empire may have been characterized by more hybridity and ill-defined borders than was once suspected, * This article presents some intermediary results of my current PhD project on the apologetic theology and sources of Dionysius Bar Ṣalībī’s Disputation Against the Arabs , particularly his use of the Qurʾān and other Islamic texts. I thank the FWO for generously supporting my research. I also wish to thank James E. Walters for his patience with me and for checking my English. Thus the thesis of Michael P. Penn, Envisioning Islam: Syriac Christianity and the Early Muslim World (Pennsylvania: University of Pennsylvania Press, 2015). the religious borderlines soon became increasingly delineated. An activity particularly instrumental to this development was the production of apologetic\/polemic texts on both sides clearly manifesting the depths of the Christian-Muslim theological divide. Though the earliest examples of such works on the Christian side were still composed in Syriac, such as The Disputation between Patriarch John and an Emir , The Disputation between a Monk of Bēt Ḥālē and a Muslim , and The Disputation between Timothy I and the Caliph al-Mahdī , from the early ʿAbbāsid period onwards the use of Syriac as the primary literary language of theological discourse and debate gradually declined in favor of the official language of the Caliphate, Arabic. For overviews of the Syriac apologetic texts in response to Islam, see Sidney H. Griffith, “Disputes with Muslims in Syriac Christian Texts: From Patriarch John (d. 648) to Bar Hebraeus (d. 1286),” in Religionsgespräche im Mittelalter , Wolfenbütteler Mittelalter-Studien 4, ed. B. Lewis and F. Niewöhner (Wiesbaden: Harrassowitz, 1992), 251-273; id., Syriac Writers on Muslims and the Religious Challenge of Islam (Kottayam: SEERI, 1995); Barbara Roggema, “Pour une lecture des dialogues islamo-chrétiens en syriaque à la lumière des controverses internes à l’islam,” in Les controverses religieuses en syriaque , Études syriaques 13, ed. F. Ruani (Paris: Geuthner, 2016), 261-294. For early Muslim polemics against Christianity, see e.g. David Thomas, “ Early Muslim Responses to Christianity,” in Christians at the Heart of Islamic Rule: Church Life and Scholarship in ʿAbbasid Iraq , The History of Christian-Muslim Relations 1, ed. D. Thomas (Leiden: Brill, 2003), 231-254. In the period of the so-called ‘Syriac Renaissance’ (c. 1026-1318), however, one more Syriac work specifically devoted to refuting Islam would appear. Of all Syriac refutation texts, this one perhaps most sharply draws the lines between the truth of Christianity and the falsehood of Islam: The Disputation Against the Arabs ( ōruʿutō luqbal ʿamō d-Arābōyē ) composed by Dionysius Bar Ṣalībī (d. 1171), the West Syrian Metropolitan of Amīd (present-day Diyarbakir). A critical edition based on five manuscripts together with an English translation was published in 2005 by Joseph Amar, Dionysius Bar Ṣalībī: A Reponse to the Arabs , CSCO 614-615 (Leuven: Peeters, 2005). I have checked Amar’s edition against the oldest manuscript from the year 1207, Ms. Syriac Orthodox Patriarchate 160 (ff. 245a-278b). Amar’s translation is the basis for the citations occuring in this paper, but I regularly applied changes were deemed necessary. For Bar Ṣalībī’s bio-bibliography, see Stephan D. Ryan, Dionysius bar Salibi's Factual and Spiritual Commentary on Psalms 73-82 , Cahiers de révue biblique 57 (Paris: J. Gabalda et Cie, 2004), p. 1-14. On the period of the ‘Syriac Renaissance’, see Herman Teule, “The Syriac Renaissance,” in The Syriac Renaissance , Eastern Christian Studies 9, ed. H. Teule et al. (Leuven: Peeters, 2010), 1-30. Other writers of this period engaged Islam as well in their theological writings, but none of them is credited for having composed a seperate work in response to Islam. Some studies on these author’s apologetics are Herman Teule, “Jacob bar Šakkō, the Book of Treasures and the Syrian Renaissance,” in Eastern Crossroads. Essays on Medieval Christian Legacy , Gorgias Eastern Christianity Studies 1, ed. J.-P. Monferrer-Sala (Piscataway, NJ: Georgias Press, 2007), 143-154; Salam Rassi, Justifying Christianity in the Islamic Middle Ages: The Apologetic Theology of ʿAbdīshōʿ bar Brīkhā (d. 1318) (PhD diss., University of Oxford, 2015); Bert Jacobs, “Unveiling Christ in the Islamicate World: Fakhr al-Dīn al-Rāzī's Prophetology as a Model for Christian Apologetics in Gregory Bar ʿEbrōyō’s Treatise on the Incarnation,” Intellectual History of the Islamicate World 6\/1&2 (2018), 187-216. Part of a larger encyclopedic work that also includes a theological compendium and disputations against the Jews, Nestorians, Chalcedonians, and Armenians, Against the Arabs is a quite significant hallmark in the history of Christian-Muslim relations. See my PhD dissertation for a discussion of the larger literary context. On the content and significance of the Disputation Against the Arabs , see also the overviews of Syriac apologetic texts in nr. 2, as well as Sidney H. Griffith , “Dionysius bar Ṣalībī on the Muslims,” in IV Symposium Syriacum: Literary Genres in Syriac Literature , Orientalia Christiana Analecta 229, ed. H. Drijvers et al . (Rome: Pontificium Institutum Studiorum Orientalium, 1987), p. 353-365; Herman Teule, “Dionysius Bar Ṣalibi,” Christian-Muslim Relations: A Bibliographical History 3 (Leiden: Brill, 2011), 665-70, p. 667-70. It is not only the latest disputation against Islam to be composed in Syriac, but also the lengthiest and most comprehensive work of its kind, covering all the major issues of Christian-Muslim controversy in thirty chapters divided over three mimrē or tracts. The primary topics of dispute, the doctrines of the Trinity and Incarnation, are most prominently present, though various secondary themes have their place as well. Mimrō I (chs. 1-8) is principally devoted to refuting Muslim objections against Trinitarian doctrine, but also has an introductory chapter on the origins and teachings of Islam, and one on the divisions in the early Muslim community. The doctrine of the Incarnation is the central theme of mimrō II (chs. 9-24), but several chapters also discuss Muḥammad’s prophetic status, the legitimacy of Christian spiritual practices, the scriptural integrity of the Bible and the Qurʾān, and the proper conception of Paradise. In these first two mimrē , Bar Ṣalībī relies on four types of arguments to uphold the veracity of Christianity. Besides the usual use of arguments from ‘nature and scripture’, he also presents testimonies from the pagan sages, Bar Ṣalībī provides two such testimony lists: in chapter 8 concerning the Trinity, and in chapter 19 for the Incarnation. Only the latter list was studied in Sebastian P. Brock, ”A Syriac Collection of Prophecies of the Pagan Philosophers,” Orientalia Lovaniensia Periodica 14 (1983): 203-246; id., “Some Syriac Excerpts from Greek Collections of Pagan Prophecies,” Vigilae Christianae 38 (1984): 77-90. and more importantly, arguments from the Qurʾān, which is cited in a Syriac translation. Conforming to a widespread Christian approach to the Qurʾān, his quotes serve either to demonstrate the Qurʾān’s flawed character or conversely, to find support in it for Christian teachings. On early Christian approaches to the Qurʾān, see Mark Beaumont, “Early Christian Interpretation of the Qurʾān,” Transformation 22\/4 (2005): 195-203; Sidney H. Griffith, “The Qurʾān in Arab Christian Texts; the Development of an Apologetical Argument: Abū Qurrah in the Maǧlis of al-Maʾmūn,” Parole de l’Orient 24 (1999): 203-233; id., “ Christians and the Arabic Qurʾān: Prooftexting, Polemics, and Intertwined Scriptures,” Intellectual History of the Islamicate World 2 (2014): 243-266; Clare E. Wilde, Approaches to the Qur’an in Early Christian Arabic Texts (750CE-1258 CE) ( Palo Alto, California: Academica Press, 2014) . This reading of the Qurʾān is fully developed in mimrō III (chs. 25-30), undoubtedly the most original part of the work. In these final six chapters, Bar Ṣalībī divides the pages into two sections: one containing excerpts from the Qurʾān and the other section providing his commentary, i.e. his apologetic and polemic interpretations of the cited material. The themes that are discussed in the six chapters are revelation and creation (25), Adam (26), Noah (27), the Patriarchs (28), Mary and Jesus (29), and concludes with a chapter clustering Qurʾānic verses on a wide range of topics (30). The Issue of the Sources Like other writers of the Syriac Renaissance, Bar Ṣalībī’s favored method of composition, as displayed in Against the Arabs , is to compile previous works and combine, edit, and shape them to his own purposes. The identification of his sources and the assessment of how he makes uses of them, however, is still largely uncharted territory. That he principally draws, as might be expected, on Syriac and Christian Arabic sources has recently received some initial attention. See Martin Heimgartner, Timotheos I., Ostsyrischer Patriarch: Disputation mit dem Kalifen Al-Mahdī, CSCO 631-2 (Leuven: Peeters, 2011), tr., p. xxvii (nr. 105); Shabo Talay, “Aus dem polemischen Genre des Syrischen: Die luqbal-Schriften von Bar Ṣalībī und Bar Šūšan,” in Orientalia Christiana, Festschrift für Hubert Kaufhold zum 70. Geburtstag , ed. P. Bruns and H. O. Luthe(Wiesbaden: Harrassowitz, 2013), 511-521, p. 517-8 . On Bar Ṣalībī’s use of the now lost Chronicle of Dionysius of Tell-Maḥrē (d. 845) in the opening chapter of the Disputation , see Bert Jacobs, “Tentative Reconstruction of Dionyius of Tell-Maḥrē’s Account of the Rise of Islam through Three Dependant Texts,” forthcoming. However, whether he also made use of Islamic sources, a marked trait of Syriac Christian writers during his period, See Teule, “The Syriac Renaissance,” p. 23-8. remains completely elusive to date. Despite the fact that several recent studies have called attention to the originality of Bar Ṣalībī’s knowledge of Islamic history and the Qurʾān, little to no appeals for a direct reliance on Arabic Islamic sources have been made so far. This state of affairs appears to be largely indebted to the first modern scholar to have dealt with the text, Alphonse Mingana (1878-1937), who in 1925 not only rejected Bar Ṣalībī’s knowledge of the Arabic Qurʾān, but also of Islamic literature altogether. Basing his argument solely on mimrō III, Mingana was arguing for Bar Ṣalībī’s reliance on a late seventh or early eighth-century Syriac translation of a pre-standardized recension of the Qurʾān, or as he called it, “an ancient Syriac translation of the Ḳurʾān [sic] exhibiting new verses and variants.” Alphonse Mingana, “An Ancient Syriac Translation of the Ḳurʾan Exhibiting New Verses and Variants,” Bulletin of the John Rylands Library 9\/1 (1925): 188-235; reprinted with minimal corrections and additions in Manchester: Manchester University Press, 1925, 3-50. The current paper cites from Mingana’s final version. Recently, Mingana’s study has been reprinted in a volume seeking to challenge the Qurʾān’s traditional status in Islam, Which Koran?: Variants, Manuscripts, Linguistics , ed. Ibn Warraq ( Amherst, Prometheus Books , 2008; 2011). Mingana’s study and translation of the quotation section of mimrō III was based on a single manuscript, Mingana Syriac 89 (1715 AD). After completion of his study, he was able to compare this manuscript with Harvard Syriac 91 (1898 AD), the results of which he described in a supplementary note appended to the paper. It was in the context of postulating a dependence on such a translation that Mingana provided several arguments for why Bar Ṣalībī could not himself have translated the Qurʾānic excerpts from the Arabic. His boldest move occurs at the very end of the paper, where he argues that Bar Ṣalībī simply was unqualified for the task, due to his seemingly “extremely meagre” knowledge of Islamic works. Mingana , “ An Ancient Syriac Translation,” p. 29-30. Though Mingana’s claim of having unearthed evidence of a non-canonical Qurʾān was soon rejected by prominent contemporary Qurʾānic scholars such as Gotthelf Bergsträβer, Theodore Nöldeke, and Arthur Jeffery, and largely ignored by Islamicists ever since, to date no conclusive alternative account for the provenance of the Qurʾānic translations in Bar Ṣalībī’s work has been advanced. Gotthelf Bergsträβer , “Die Geschichte des Qurāntexts,” in T. Nöldeke, F. Schwally, G. Bergsträβer, and O. Pretzl, Geschichte des Qurāns , 3 vols. (Leipzig: Dieterich’sche Verlagsbuchhandlung, 1909, 1919, 1938), Vol. 3, p. 100-2. For Nöldeke’s brief epistolary response from April 13, 1925, see ibid., p. 102 (nr. 1). Bergsträβer’s view that the variants presented by Mingana are unrelated to the non-canonical variants known from Muslim sources was endorsed by Arthur Jeffery, Materials for the History of the Text of the Qur’an: The Old Codices (Leiden: Brill, 1937), p. 14-15 (nr 1). Yet one interesting hypothesis worthy of further exploration has already been put forth a while ago by Sidney Griffith, who suggested that Bar Ṣalībī himself “made the translations to suit his own apologetic\/ polemic purposes, and that the variants are to be explained as distortions, rather than as evidence of ‘an ancient Syriac translation’.” Griffith, Syriac Writers on Muslims , p. 25. Before reexamining Bar Ṣalībī’s potential translation work, however, it may be wise to first clarify the more fundamental issue of his interculturality, as someone with no affinity whatsoever with Islamic literary culture is indeed not very likely to be a Qurʾānic translator. As we shall see, Mingana’s ‘extremely’ low estimation of Bar Ṣalībī’s interculturality was not only founded on a flawed manuscript basis, but a fresh reading of the work brings to light traces of at least five other Islamic literary genres in addition to the Qurʾān. Some of these materials had been noted by Mingana and were (mistakenly) interpreted as “new verses and variants [from the Qurʾān],” other materials he missed due to his neglect of both mimrē I-II and the commentary section of mimrō III. See my PhD for a full assessment of Mingana’s proposals. For the sake of convenience, these materials will be surveyed according to their characteristic literary genres, though one has to bear in mind that none of the materials under review are limited to works of one particular genre alone. Classification of Islamic Material by Literary Genre Sīra Although not the first trace of Muslim literature in the work, we begin our survey with a passage in the commentary section of chapter 25 dealing with works on Muḥammad’s life, since the first half of it was the sole basis for Mingana’s claim that Bar Ṣalībī’s knowledge of Islamic works was “extremely meagre.” According to Mingana’s reading of the passage, Bar Ṣalībī would have thought that Muslims have only two books in addition to the Qurʾān, the Maghāzī and the Mukhtāra . Mingana , “ An Ancient Syriac Translation,” p. 29-30: “[…] his own knowledge of Muslim religious and historical books seems to have been extremely meagre. […] Of the innumerable Muslim works of ḥadīth and history, preceding the twelfth century, the author had apparently heard only of the Maghāzi and the Mukhtāra ( ! ), and even these he had not seen and read; he was aware of their existence only through hearsay: ‘the Muslims say that they have …’ A man of this calibre would hardly be able to translate the Ḳurʾān [sic] or to use the early works of tradition in a controversial work between Christians and Muslims.” (Mingana’s italics) If that were what he actually believed, one could indeed rightly criticize him for being in a complete state of ignorance of the ambient Muslim culture. What Mingana fatally overlooked, however, is that the single manuscript he is relying on displays a large gap in the passage under consideration. Ms. Mingana Syriac 89, f. 76a . This manuscript is nowadays easily consultable online, see http:\/\/vmr.bham.ac.uk\/Collections\/Mingana\/ Syriac_89. This lacuna appears to be of an early date, since it is also present in all the manuscripts consulted by Amar. Bar Ṣalībī, Against the Arabs , ed. p. 111; tr. 103. Amar’s manuscripts include Harvard Syriac 91 , the manuscript which Mingana later used for comparison in his supplementary notes. Fortunately, the oldest manuscript, Ms. Syriac Orthodox Patriarchate 160 from the year 1207 AD, fills in the missing relative clause qualifying Bar Ṣalībī’s statement (see italics): The Muslims say that they have two other books in addition to the Qurʾān by which the lifespan of Muḥammad is known ( da-b-hūn metīdaʿ yubōlō d-Mwḥmd ): the Maghāzī ( ܡܓܐܙܝ ), which records the actions of Muḥammad in battle, and (also) at the end of the book which they call the Mukhtāra ( ܡܘܟܬܪܐ ), they report on the lifespan ( yubōleh ) of Muḥammad. Ms. Syriac Orthodox Patriarchate 160, f. 271a-b. Cf. Bar Ṣalībī, Against the Arabs , ed. p. 111, tr. p. 103-4. Also the word yubōleh occuring at the end of this passage appears to be a better reading than yuqneh , ‘his image’, the reading attested in the manuscripts consulted by Amar. Thus, the mentioned “two other books” do not at all refer to Muslim literature in general, as Mingana understood it, but only to particular works narrating the life of Muḥammad. Apparently, Bar Ṣalībī acquired this knowledge from Muslim informants, presumably orally or through a writing. As for the first work refered to, there are numerous Islamic writings entitled Kitāb al-Maghāzī ( Book of Expeditions ) reporting on Muḥammad’s raids and military campagns during the Medinan period, such as those of Ibn Isḥāq (d. c. 770) and al-Wāqidī (d. 823), to name only two important writers. See the works surveyed by F. Sezgin, Geschichte des arabischen Schrifttums , Vol. 1 (Leiden: Brill, 1967), 237-56, 275-302; and more generally M. Hinds, “Al-Maghāzī,” EI 2 5 (1986): 1161-6. The writing that answers to the name Mukhtāra is more doubtful. One possibility is that it refers to a sīra work that has al-mukhtār , ‘the chosen one’, in its title, such as for instance al-Baghawī’s (d. 1117) Kitāb al-Anwār fī shamāʾil al-Nabī al-Mukhtār ( Book of Elucidations on the Good Qualities of the Chosen Prophet ). Although Bar Ṣalībī only refers to sīra works the Muslims say they have in their possession, without claiming any direct affinity with them, he does appear to be familiar with the basic Muslim narrative of Muḥammad’s early years as seen from the account that follows immediately thereafter, which was completely ignored by Mingana: They also call him Aḥmad (cf. Q 61:6), as if it is the same as Muḥammad, son of ʿAbdallāh, son of ʿAbd al-Muṭṭalib. When his father died, his uncle Abū Ṭālib raised him, and his foster mother was called ḥalīma. When he was forty years old, he went around saying that two angels had come, tied up his stomach, washed his heart, and restored it to his body. He also saw along the road a tree and a rock that greeted him. One day he saw an angel who tried to strangle him three times, saying to him: ‘Recite in the name of your Lord, who made man from clay. Recite by your honorable Lord, who instructed with the pen that wrote’ (Q 96:1-4). Bar Ṣalībī, Against the Arabs , ed. p. 111, tr. p. 103-4. Amar misread several proper names at the beginning of this passage. The oldest manuscript has an additional sentence which adds a somewhat polemical twist to the narrative: “Muḥammad and his foster mother put him [the angel] down, as he [the angel] was about to choke him with the pen that wrote”, see Ms. Syriac Orthodox Patriarchate 160, f. 271b. Very similar descriptions of Muḥammad’s genealogy, his upbringing as an orphan, the miraculous events prefiguring his prophetic mission, and the first revelation said to be brought to him by the angel Gabriel at mount ḥirāʾ, are readily found in the sīra literature. See e.g. Alfred Guillaume, The Life of Muḥmmad: A Translation of Ibn Isḥaq’s Sīrat rasūl Allāh (Oxford: Oxford University Press, 1982), p. 69-72 (on his birth, foster mother, and the washing of his heart by two men in white when he was an infant); p. 79 (Abū Ṭālib becomes Muḥammad’s guardian after the death of his grandfather); p. 104-106 (on the stones and trees greeting him and the first revelation he received, i.e. Q 96:1-5). Note the slight discrepancy that Abū Ṭālib became Muḥammad’s guardian after the death of his grandfather ʿAbd al-Muṭṭalib, not after the death of his father, as Bar Ṣalībī wrote. The Islamic character of this account is further emphasized by the fact that a very different, much more polemic portrayal of Muḥammad’s career, drawn from the Chronicle of Dionysius of Tell-Maḥrē (d. 845), was included in Bar Ṣalībī’s opening chapter. See n. 7 for my forthcoming study on this chapter. Heresiography The earliest trace of Islamic literature in the work is found as early as chapter two, which discusses the divisions that arose in the early Muslim community. Bar Ṣalībī writes that “approximately 73 heresies ( heresīs )” belonging to four principal sects sprang up among Muḥammad’s people after his death. These four ‘mother’ sects call themselves al-Shīʿa, al-Khawārij, al-Muʿtazila , and al-Sunna , but their opponents call them respectively al-Rawāfiḍ, al-Ḥarūriyya, al-Qadariyya, and al- al-Murjiʾa . For all of these Arabic appelations Bar Ṣalībī also provides Syriac equivalents. See Talay, “Aus dem polemischen Genre,” p. 516-7. This terminological overview then proceeds with a sketch of the enmity and discord among them concerning the issues of rightful leadership and divine providence. During this discussion, Bar Ṣalībī also quotes some Qurʾānic verses and ḥadīth said to be used against one another by these four sects. Bar Ṣalībī, Against the Arabs , ed. p. 5-8, tr. p. 2-9. In his Arabic Chronicle, Bar ʿEbrōyō includes a similar but more elaborate account of early Islamic schisms, undoubtedly borrowed from (a) Muslim source(s), see Bar ʿEbrōyō, Taʾrīkh mukhtaṣar al-duwal , ed. Ṣalhānī, p. 164-7. The originality of this account among Syriac Christian texts on Islam has been pointed out by scholars as Sidney Griffith, Herman Teule, and Barbara Roggema. See the works cited in nr. 2 and 4. What is yet to be explored, however, are the remarkable parallels with works of Islamic heresiography, such as those written by al-Nawbakhtī (d. 912), al-Ashʿarī (d. 936), al-MalaṬī (d. 987), al-Baghdādī (d. 1037), and al-Shahrastānī (d. 1153), to name only some of the most prominent. Following explicitly or implicitly a ḥadīth about the division of the umma into 72 or 73 sects, all the named authors classify, just as Bar Ṣalībī did, the various sects of Islam under the four headings of Shīʿa , Khawārij , Muʿtazila , and Murjiʾa , and discuss their internal disputes. Henri Laoust, “La classification des sectes dans le Farq d’al-Baghdādī,” Revue des Études Islamiques 29 (1961): 19-59; reprinted in Pluralismes dans l'islam (Paris, 1983), 135-75; id. “La classification des sects dans l’hérésiographie ashʿarite,” Arabic and Islamic Studies in Honor of Hamilton A. R. Gibb , ed. G. Makdisi (Leiden 1965), 377-86.; id., “L'hérésiographie musulmane sous les Abbassides,” Cahiers de civilisation médiévale 38 (1967), 157-178; Dominique Sourdel, “Les classification des sects islamiques dans le Kitāb al-Milal d’al-Šahrastānī,” Studia Islamica 31 (1970): 239-247; Claude Gilliot, “Islam, ‘sectes’ et groups d’opposition politico-religieux (VIIe-XIIe siècles),” Rives nord-méditerranéeennes 10 (2002): 1-13. At least one major scholar of Islamic heresiography has recently drawn attention to the apparent influence of this literature on Bar Ṣalībī’s presentation of the sects of Islam. Josef van Ess, Der Eine und das Andere. Beobachtungen an islamischen haresiographischen Texten , 2 vols (Berlin\/New York: De Gruyter, 2011), Vol. 1., p. 77. According to al-Shahrastānī, the divisions between Muslims boil down to four fundamental issues: (1) the divine attributes ( ṣifāt Allāh ); (2) faith and eschatology; (3) divine determinism ( qadar ); and (4) the issue of rightful leadership ( imāma ). Laoust , “L'hérésiographie musulmane sous les Abbassides,” p. 171.   In Bar Ṣalībī’s account, however, only the final two topics appear to be of interest and most of all the issue of divine determinism. He goes to some lengths to describe the four sects’ opinion on whether good and evil come from God or from human freedom. This information has a distinct purpose in his discourse, as it allows him to thereafter refute Sunnī determinism and reaffirm the proper Christian understanding of divine providence and human free will. It is not surprising to encounter this theme this early in the work. In the aftermath of the shocking Zangid destruction of the ‘blessed city’ of Edessa in 1144 and 1146, making sense of divine providence was a very heavily debated topic within the West Syrian community, a debate in which Bar Ṣalībī played a prominent role, although still only a deacon at the time. Teule, “Dionysius Bar Ṣalibi,” p. 665. The Disputation as a whole may even be written in response to the Muslim destruction of Edessa. After having upheld the doctrines of the Trinitiy and Incarnation to his own satisfaction, Bar Ṣalībī somewhat triumphantically writes that, through his efforts, “the proclamation of Christianity has achieved victory over the people that has overpowered us because of our sins ( ʿamō d-men ʿelat ḥṭōhayn etʿašan ʿlayn )”. This important allusion to the fall of Edessa was mistrans-lated by Amar, see Bar Ṣalībī, Against the Arabs , ed. p. 81, tr. p. 74. Tafsīr In the commentary section of mimrō III, Bar Ṣalībī twice refers to opinions of Qurʾānic commentators, whom he calls mfashqōnē . His first reference to Islamic exegetical literature is on the subject of the odd so-called ‘disconnected letters’ ( al-ḥurūf al-muqaṭṭaʿa ) occuring at the beginning of the second sūra: “Alif Lam Mim. That is the Book, wherein is no doubt, a guidance to the godfearing” (Q 2 :1-2, Arberry) . In commen-ting on these verses, Bar Ṣalībī writes: (The Qurʾān reads here) ‘that’ ( haw ) book and not ‘this’ ( hōnō ) book. Bar Ṣalībī may allude here to the fact that although Muslim exegetes usually interpret dhālika l-kitāb (Q 2:2) to mean ‘this book’, i.e. the Qurʾān, it literally says ‘ that book’. This sentence was not included in Amar’s translation, though it is present in his edition. What sort of book is this? Their exegetes ( mfashqōnē dīlhūn ) interpret these letters in many different ways. Some of them say that these letters are the numbers of the years of Muḥammad[‘s community] My emendation. . And there are those who interpret them according to the name of their God. Therefore he wrote and added after the letters, saying: ‘That is the great tablet ( lawḥō rabtō ) which is in heaven, raised up before the eyes of the angel Michael’, which they call in Arabic ( b-Ṭayyōyōʾīt ), the ‘Preserved Tablet’ ([ al- ] lawḥ al-maḥfūẓ , ܠܘܚ ܐܠܡܚ[ܦ]ܘܕ ). Bar Ṣalībī, Against the Arabs , ed. p. 112, tr. p. 104. Muslim exegetical literature reports a wide range of possible interpretations for the ‘disconnected letters’ appearing at the beginning of some 29 sūras. On the large spectrum of interpretations within Sunnī tafsīr , see Martin Nguyen, “Exegesis of the ḥurūf al-muqaṭṭaʿa : Polyvalency in Sunnī Traditions of Qur’ānic Interpretation,” Journal of Qurʾānic Studies 14\/2 (2012): 1-28. Within this large spectrum of views one finds the very same opinions voiced by Bar Ṣalībī. With some discontent, al-Ṭabarī mentions a report to the extent that a group of Jews had heard the recitation of alif lām mīm and said that the numerical value of these letters (1+30+40) indicate the number of years Muḥammad’s community would last. When they thereafter heard the recitation of other letters carrying each time a higher numerical value, they in the end had to conclude that the matter was ambiguous. al-Ṭabarī, Jāmiʿ al-bayān ʿan taʾwīl āy al-Qurʾān , ed. Cairo, p. 210. Among the interpretations al-Ṭabarī is more supportive of, he refers to the view that the letters refer to God’s greatest name ( al-ism al-aʿẓam ); to an abbreviation of one of God’s names, e.g. alm means al-raḥīm ; or to multiple names of God, i.e. alif stands for Allāh , lām for al-Laṭīf (‘the Gentle’), and mīm for al-Majīd (‘the Glorious’). Ibid., p. 204-228. Other commentators interpret the letters as one of the names of the Qurʾān and say that it refers to God’s statement: “I revealed this book [i.e. the Qurʾān] to you from the ‘Preserved Tablet’ ( al-lawḥ al-maḥfūẓ )”, i.e. from the heavenly Book (cf. Q 85:21-2). al-Qurṭubī, al-Jāmiʿ li-aḥkām al-Qurʾān , ed. Beirut, p. 241. See Daniel A. Madigan, “Preserved Tablet,” EQ 4 (2004): 261-3. Ms. Syriac Orthodox Patriarchate 160 has preserved an additional sentence to Bar Ṣalībī’s comment which may contain his motive for adducing this information on Muslim exegesis. In it, Bar Ṣalībī appeals to the authority of Muḥammad to appropriate the contents of the ‘Preserved Tablet’ to Christianity: “The things he [i.e. the angel Michael] recites here, he [i.e. Muḥammad] says, are Christians things.” Ms. Syriac Orthodox Patriarchate 160, f. 271b: ܗܠܝܢ ܕܬ̇ܢܐ ܗܪܟܐ ܗܠܝܢ ܕܝܠܢ ܟܖ̈ܝܣܛܝܢܐ ܐܡܪ݂. In other words, what the angel Gabriel is reciting from the Preserved Tablet is not the Qurʾān in Bar Ṣalībī’s opinion, but things (texts?) related to Christianity. The second reference to Muslim exegesis occurs in his comment on Q 69:17 about the so-called ḥamlat al-ʿarsh , the angels bearing the Throne of God who are also mentioned in Q 40:7. Although in the citation provided by Bar Ṣalībī, “They bear the Throne of your Lord above them on the eighth day ( b-yawmō tmīnōyō ),” Bar Ṣalībī, Against the Arabs , ed. 110, tr. p. 103. the reference to the amount of angels was obscured possibly as a result of misunderstanding the elliptic ending of the Arabic “they will bear the Throne of your Lord above them on that Day, eight [of them] ( yawmaʾidh thamāniya ),” Bar Ṣalībī clearly is aware of Muslim interpretations of this verse: “Their exegetes say that four angels bear the Throne of God, but then they add ( awsefw ) another four which makes eight. Perhaps, the first four grew tired?” Ms. Syriac Orthodox Patriarchate 160, f. 272b. The manuscripts consulted by Amar read ‘to add’ in the singular ( awsef ) which is taken to mean that it is the Qurʾān that adds four angels, see Bar Ṣalībī, Against the Arabs , ed. 113, tr. p. 106. Mingana derived a rather bizarre argument against Bar Ṣalībī’s translatorship from this comment, see Mingana, “An Ancient Syriac Translation,” p. 6-7 . In this piece of rhetoric, Bar Ṣalībī appears to ridicule Muslim exegetes who acknowledge four Throne bearers but later double their number. To harmonize the fact that Q 69:17 mentions eight angels while some ḥ adīth report only four, some exegetes indeed have taken the position that the Throne is currently carried by four angels, but on the Day of Resurrection by eight. Stephen R. Burge, Angels in Islam: Jalāl al-Dīn al-Suyūtī's al-Ḥabāʾik fī akhbār al-malāʾik, Culture and Civilization in the Middle East 31 (Oxon: Routledge, 2012), p. 43-4. A specific ḥadīth is often adduced in support of this view: “Four carry Him today, eight (will carry God) on the Day of Resurrection.” al-Ṭabarī, Jāmiʿ al-bayān ʿan taʾwīl āy al-Qurʾān , ed. Cairo, p. 229; Burge, Angels in Islam , p. 146. The reason why Bar Ṣalībī found such a doubling of angels absurd is obviously determined by the Biblical lens through which he reads the Qurʾān. As such, he certainly knew that in Ezekiel’s vision only four creatures carry the divine Throne (Ezek 1). He thus indirectly appears to be criticizing Muslim exegetes, and by extension the Qurʾān, for contradicting the Bible, a polemic made repeatedly in the Disputation . Ḥadīth Three direct citations of prophetic sayings of Muḥammad recorded in the major Sunnī ḥadīth collections occur among the Qurʾānic excerpts in mimrō III. Among the verses dealing with creation in chapter 25, Bar Ṣalībī quotes a well-known ḥadīth transmitted in various forms about what God created first: Disputation , XXV Sunan Abū Dāwūd And when he [i.e. Muḥammad] wished to speak of creation, he said: “First He created the pen of the scribe ( qnayō d-sōfrō ). He said to the pen: ‘Walk and write!’ But the pen answered: ‘What should I write?’. He said: ‘Write concerning what will happen until the end’. Bar Ṣalībī, Against the Arabs , ed. p. 110, tr. p. 102. […] I heard the Messenger of God (peace be upon him) say: ‘The first thing God created was the pen ( al-qalam )’. He said to it: ‘Write!’ It asked: ‘What should I write, my Lord?’ He said: ‘Write what was decreed about everything until the Last Hour’ […]. Sunan Abū Dāwūd , ed. Dār al-salām, Vol. 5, book 42, 4700, p. 213 (translation slightly adapted). For other versions, see ‘creation’ in A. J. Wensinck, A Handbook of Early Mohammadan Tradition (Leiden: Brill, 1927), p. 49. The reason why Bar Ṣalībī found this saying important enough to include is seen from his commentary, in which he makes the error of Muḥammad’s teaching apparent by contrasting it with the Biblical account of creation: Moses wrote: ‘In the beginning, God created heaven and earth’ (Gen 1:1). He said this before [writing that] (God) created the qalam , that is, the pen ( qnayō ) of the scribe! And how is God in need of writing, unless he fears to forget something?! Bar Ṣalībī , Against the Arabs , ed. p. 113, tr. p. 105. Note Bar Ṣalībī’s use of the Arabic term for pen, qalam . On another occasion, in chapter 30, Bar Ṣalībī introduces a saying of Muḥammad concerning his community with the words ‘Muḥammad said’: Disputation , XXX Ṣaḥīḥ al-Bukhārī Muḥammad said: ‘My community is among the nations as a white spot on a black ox ( ūmtō dīly baynōtʿammē ak ōtōḥwōrtō b-tawrō ukōmō )’. Bar Ṣalībī, Against the Arabs , ed. p. 128, tr. p. 122. […] (Muḥammad) said: ‘My community is among the nations as a white hair on a black ox ( inna ummatī fī l-umamk-al-shaʿara al-bayḍāʾ fī l-thawr al-aswad )’. Ṣaḥīḥ al-Bukhārī , ed. Dār al-salām , Vol. 8, book 81, 6529, p. 287 (translation slightly adapted). Muḥammad’s apparent admittance of the insignificant position of his community apparently was of value to Bar Ṣalībī’s polemics, for this is what one reads in his commentary: “Your own prophet testifies that (Muslims) are few in the world. Christians, however, are numerous and this is why they are strong.” Bar Ṣalībī, Against the Arabs , ed. p. 135, tr. p. 130. With the words “Prayer of the Ṭayyōyē ,” Bar Ṣalībī cites one final ḥadīth in chapter 30. This prayer is the well-known ‘Abrahamic prayer’ ( al-ṣalāt al-Ibrāhīmiyya ) reported in various ḥadīth collections, which serves as the closing supplication of the five-daily Muslim prayer: Disputation , XXX Sunan Abū Dāwūd Prayer of the Muslims: ‘O God, pray ( ṣalō ) for Muḥammad and the sons of his people. And bless ( barek ) Muḥammad and the sons of his people as you prayed for ( ṣlayt ), blessed ( barekt ), and had mercy ( w-ḥōnt ) on Abraham and the sons of his people. For he [i.e. Muḥammad] is praiseworthy and exalted ( mshabḥō wa-mraymō )’. Bar Ṣalībī, Against the Arabs , ed. p. 132, tr. p. 127. Mingana was unable to identify this passage, perhaps because he read ʿameh , ‘his people’ as ʿamhu , Arabic for ‘his paternal uncle’, see Mingana, “An Ancient Syriac Translation,” p. 45 (nr. 3) […] So he [i.e. Muḥammad] said: ‘O God, send your ṣalāt ( ṣalli ) upon Muhammad, and the family of Muḥammad, as you have sent your ṣalāt ( ṣallayta ) upon Abraham. And send your bless-ings ( bārik ) upon Muhammad, and the family of Muḥammad, as you have sent your blessings ( bārakta ) upon the family of Abraham. Indeed, you are the praiseworthy ( ḥamīd ), the glorious ( majīd )’. Sunan Abū Dāwūd , ed. Dār al-salām, Vol. 1, book 177\/8, 976, p. 571-2 (translation slightly adapted). Though Bar Ṣalībī provides no comment for this quotation, his motive for including it most likely is linked to an earlier debate on the meaning of Christ’s prayer and the Muslim’s prayer for Muḥammad, in which Bar Ṣalībī argued that “because you pray for your prophet, you seem to be better than he is since you petition God to forgive him his wrongdoing”. Bar Ṣalībī, Against the Arabs, ed. p. 72, tr. p. 65. This polemic background may also explain (assuming that Bar Ṣalībī is the translator at work) why the Arabic verb ṣallā , which can mean ‘to pray’ or ‘to bless’ (usually the latter in this context) is rendered by its Syriac cognate having only the meaning ‘to pray’. Even more pertinent, this background could also provide an explanation for the distorted concluding doxology which addresses the prayer not to God, but to Muḥammad. In addition to these three direct quotations of prophetic ḥadīth , Bar Ṣalībī also twice alludes to Muslim traditions on the collection of the Qurʾān. In chapter 23, in response to the Muslim critique that the Gospels are unreliable since they were written by the apostles and not by Christ himself, Bar Ṣalībī retorts by arguing that such a critique applies as well to the Qurʾān, which was not written down by Muḥammad himself, but was collected for the first time into a single codex by his cousin ʿAlī ibn Abū Ṭālib: Against them we say: Consider that when Muḥammad died, the Qurʾān was neither written down. So his cousin ʿAlī ibn Abū Ṭālib – others of them say: ʿUthmān ibn ʿAffān – swore that he would not put on the cloak ( marṭūṭō ) until their scripture was collected and its parts joined together. For they were scattered here and there among various individuals during the life of Muḥammad. So ʿAlī collected it and made it into a single codex ( ktōbō ), and he called it ‘Qurʾān’ because he joined, that is, bound together ( aqrana awkīt dabaq ) (the fragments). Therefore ‘Qurʾān’ means: ‘volume and collection of disparate fragments’. Bar Ṣalībī, Against the Arabs , ed. p. 98, tr p. 90-1. Amar misread the part on the swearing, reading it as though ʿAlī swore that ʿUthmān would not put on the cloak. Note that Bar Ṣalībī implies that the term ‘Qurʾān’ is etymologically derived from the Arabic verb aqrana , ‘to join together, to combine’, from the root q-r-n , rather than from the root q-r- ء , ‘to read, to recite’, which is the standard explanation. Though Bar Ṣalībī’s take on it is manifestly polemical, this alternative etymology is not as “fanciful” as Amar suggested, for the root q-r-n is discussed by Arab lexicographers among the possible meaning of ‘Qurʾān’, see Anne-Sylvie Boisliveau, Le Coran par lui-même: Vocabulaire et argumentation du discours coranique autoréférentiel (Leiden: Brill, 2014), p. 41-3. Although the standard Muslim account ascribes the first collection of the Qurʾān to the initiative of Caliph Abū Bakr, several traditions recorded in both Sunnī and Shīʿī sources indeed contain reports that it was ʿAlī who first collected the Qurʾān after Muḥammad’s death. Interestingly enough, such reports also mention ʿAlī’s act of swearing not to put on the cloak, that is, not to leave the house, until the Qurʾān was fully collected. For instance: ʿAbd Khayr reported from ʿAlī that when he saw people in despair and frustration at the death of the Prophet, he swore that he would not wear his cloak on his back until he had collected the Qurʾān. Then he sat in his house and collected the Qurʾān. So it was the first muṣḥaf in which the Qurʾān had been collected – collected from his heart and this [ muṣḥaf ] is with the descendants of Jaʿfar. Quoted in Shehzad Saleem, Collection of the Qurʾān: A Critical and Historical Study of Al-Farāhī’s View (PhD diss., University of Wales Lampeter, 2010), p. 239. For the narratives of ʿAlī’s collection of the Qurʾān, see ibid. , p. 236-279; Seyfeddin Kara, “The Suppression of ʿAlī ibn Abī Ṭālib’s Codex: Study of the Traditions on the Earliest Copy of the Qurʾān,” Journal of Near Eastern Studies 75\/2 (2016): 267-289. Bar Ṣalībī also remarks that Muslims differ on who collected the Qurʾān for the first time: was it ʿAlī ibn Abū Ṭālib, or as “others of them say” ʿUthmān ibn ʿAffān? This ambiguity is also reflected in Islamic sources, although there not only a difference is to be noted on whether the first collection of the Qurʾān was made by ʿAlī or ʿUthmān, but “each of the first four caliphs is reported to have been the first person to collect the Ḳurʾān [sic].” Welch, “Ḳurʾān,” EI 2 5 (1986), p. 405. See also John Burton, The Collection of the Qurʾān (Cambrigde: Cambridge University Press, 1977), p. 138-159. According to the most widespread Sunnī account, the final consonantal text was established during the reign of Caliph ʿUthmān who was confronted with the need of uniting the Muslim community around one unified, official text. The Caliph obtained the Qurʾānic collection commissioned by Abū Bakr now in the possession of ḥafṢa, and appointed a commission to copy it into several volumes which then were sent to the main cities of the empire. Due to ʿUthmān’s initiative in the establishment of an official, unified text, it came to be called al-muṣḥaf al-ʿUthmānī , ‘the ʿUthmānic Codex’. Bar Ṣalībī also seems to know of this subsequent stage of the Qurʾān’s textual history. To refute the Muslim claim that the revelation of the Qurʾān is similar to that of the Law and the Gospel, Bar Ṣalībī points out that, unlike Moses’ writing of the Law and the apostles’ writing of the Gospel, Muḥammad did not write down the Qurʾān himself, but ʿUthmān did it, which is why the book is called the ʿUthmānic Codex ( ktōbō ʿUthmānī ): As for you, from where was the scripture revealed to your prophet, although he [i.e. Muḥammad] died without writing (it)? Abū Bakr ruled after him and did not write anything down, neither did ʿUmar write the scripture. ʿUthmān collected ( kanesh ) your scripture which had been collected by your elders ( sōbē ) and he made them swear to say whatever they heard from the prophet. He wrote this down, and it was called ‘the ʿUthmānic Codex’ ( ktōbō ʿUthmānī ). Bar Ṣalībī, Against the Arabs , ed. p. 111, tr. p. 103. Note Bar Ṣalībī’s use of the nisba adjective ʿUthmānī . The oldest manuscript has also here preserved an additional sentence, in which reference is made to other Muslim works narrating the Qurʾān’s textual history: “The Muslims say they have two other books [in which] the story of the codices is written ( Ōmrīn Ṭayyōyē d-īt l-hūn trēn ktōbē ḥrōnē. Ktīb sharbō da-ktōbē ).” Ms. Syriac Orthodox Patriarchate 160, f. 271b. Qiṣaṣ al-Anbiyāʾ As the Qurʾān narrates the lives and deeds of the prophets before Muḥammad only in a very cursory manner, Muslim commentators soon began to reconstruct the narratives by drawing on Jewish and Christian traditions, the so-called Isrāʾīliyyāt , On this term, see Roberto Tottoli , “Origin and Use of the Term Isrāʾīliyyāt in Muslim Literature,” Arabica 46 (1999): 193-209. which led to the emergence of collections of ‘stories of the prophets’ ( Qiṣaṣ al-anbiyāʾ ). These collections were included in the early sections of Muslim historiographies, or were transmitted in separate works of Qiṣaṣ al-anbiyāʾ . Though the latter works were produced from early on, it was in the eleventh century, just before Bar Ṣalībī’s lifetime, that major works were composed, such as those by Abū Isḥaq al-Thaʿlabī and Muḥammad ibn ʿAbdallāh al-Kisāʾī. Both were very popular, comprehensive collections of traditions on the prophets, ordered chronologically from creation to the time of Jesus. On this genre in general, see Tilman Nagel, Die Qiṣaṣ al-Anbiyāʾ. Ein Beitrag zur Arabischen Literaturgeschichte (PhD diss., University of Bonn, 1967); Roberto Tottoli, Biblical Prophets in the Qurʾan and Muslim Literature , Routledge Studies in the Qur'an (London\/New York: Routledge, 2001). There are two passages in mimrō III that recall the often rather legendary character of the Qiṣaṣ al-Anbiyāʾ genre. In the context of the Adam narratives of chapter 26, Bar Ṣalībī quotes a peculiar account of Adam’s creation according to which he would have laid soulless on the earth for forty years. A very similar tradition was already reported by al-Ṭabarī (d. 923) in both his Tafsīr and History : Disputation , XXVI Ṭabarī, Tafsīr\/Ta ʾrīkh Adam was formed and lay on the earth for forty years without a soul. The angels passed by him and saw him. Bar Ṣalībī, Against the Arabs , ed. p. 115, tr. p. 108. Note that the mention of the angels’ fear is absent from Bar Ṣalībī’s version, possibly because it was irrelevant to the point he seeks to make. So God shaped Adam into a human being, and he remained a figure of clay for forty years, corresponding to the day of Friday. The angels passed by him and were seized with fear by what they saw, and Iblīs felt fear most. al-Ṭabarī, Jāmiʿ al-bayān ʿan taʾwīl āy al-Qurʾān , ed. Cairo, p. 459; Franz Rosenthal, The History of al-Tabari , Vol. 1:  General Introduction and From the Creation to the Flood (Albany: Suny Press, 1989), p. 262. On the proces of the creation of Adam, see Cornelia Schöck, Adam im Islam. Ein Beitrag zur Ideengeschichte der Sunna (Berlin: Klaus Schwarz Verlag, 1993), p. 74-8. This aspect of the creation of Adam was not discussed in Kisters’ study of Adamic legends in Islam, see M. J. Kister, “ Ādam: A Study of Some Legends in Tafsīr and Ḥadīṯ Literature,” Israel Oriental Studies 13 (1993): 113-74.   The idea behind this waiting period appears to be that a certain time was needed for Adam’s clay body to dry before God could breathe a soul into it. Schöck, Adam im Islam , p. 75.  Such a time interval is, of course, totally alien to Bar Ṣalībī’s biblical frame of reference, which is exactly the point he draws out in his commentary: Although scripture says that Adam was created on the sixth day (cf. Gn 1:26-31), this scripture says that Adam was formed and was lying without a soul in the dust of the earth for forty years! Bar Ṣalībī, Against the Arabs , ed. p. 116, tr. p. 109. In chapter 27 on Noah and the flood, Bar Ṣalībī at one point interrupts the flow of Qurʾānic verses with a lengthy report on a giant named Og, son of ʿAnaq (ʿ Awg\/ʿŪg bar ʿAnaq ), said to have survived the flood and who was later killed by Moses. The purpose of this report, as his comment shows, is clearly to ridicule the silly stories given credence by Muslims. Bar Ṣalībī, Against the Arabs , ed. p. 119, tr. p. 112: “Observe that also this story is unbelievable, dull, and very foolish”. As the many legendary embellishments in this Og story very specifically points to a Qiṣaṣ al-anbiyāʾ work, it is worth quoting in full: (God) did not set apart men, except Noah and those who were with him in the ark, and Og, son of ʿAnaq, as the readers of the scriptures ( qōryay ktōbē ) say. Og was the son of Sayhan and his mother ʿAnaq, and Og was a giant. As he was created by God, his stature was so great in creation that no one was able to describe it. And he was an enemy of the Muslims ( b ʿeldbōbō d-mashlmōnē ) and those who are like them. His mother, ʿAnaq, was a woman of the daughters of Adam, and, as they say, she was beautiful to behold. But the readers of the scriptures say that at his birth he was already huge, in a way that is impossible to relate. On the waist of the giant there was a belt, and he used to stretch out his hand into the sea to take hold of a big fish from the bottom of the sea and he would hold it up to the sun to roast and eat it. He lived for 3600 years. He was born in the days of Adam, and lived until (the time of) Moses who killed him. They say that he was killed as such: The giant looked from a distance upon the Children of Israel ( bnay Īsrōʾīl ) as they were praying in their camp, and determined that the circumference of the camp was about two hours away. So the giant approached a big mountain and broke off a rock as big as the circumference of the camp. He put it above his head intending to hurl it on them to kill them then and there. But immediately, God sent a common bird, a hoopoe, to show His power to His servant. And it took hold of a palm branch and a rock the size of the head of the giant. And when the hoopoe pierced the rock, it fell on the giant’s neck who collapsed to the ground. Bar Ṣalībī, Against the Arabs , ed. p. 118-119, tr. p. 111-2. In the Old Testament, Og is only scantly mentioned as the Amorite king of Bashan, a last descendant of a race of giants who was defeated by Moses (cf. Nu 21:33-35; Dt 1:4; 3:11; 4:47). In early rabbinic writings, these disparate verses gave rise to legendary elaborations which later found their way to Muslim sources. B. Heller and S.M. Wasserstrom, “Ūdj,” EI 2 10 (2000): 777-8. See also Admiel Kosman, “The Story of a Giant Story: The Winding Way of Og King of Bashan in the Jewish Haggadic Tradition,” Hebrew Union College Annual 73 (2002): 157-190; Ján Pauliny, “ʿŪg ibn ʿAnāq, ein sagenhafter Riese: Untersuchungen zu den islamischen Riesengeschichten,” Craecolatina et Orientalia 5 (1973): 249-268. In the story itself, as cited by Bar Ṣalībī, clues are found that it was indeed taken from a Muslim source, namely the reference to “the readers of the scriptures” which is how ahl al-kitāb , the Muslim designation for Jews and Christians, is usually translated in the Disputation ; the appellation of Moses’ people as bnay Īsrōʾīl , the cognate of the Qurʾānic appelation banū Isrāʾīl ; and the fact that the giant is portrayed as “an enemy of the Muslims”. Gutmann remarks that Og, who was among the earliest biblical figures depicted in Islamic art, fascinated Muslims “as he symbolized the accursed, evil infidel who is vanquished by such true believers as Moses”, see Joseph Gutmann, “More about the Giant Og in Islamic Art,” Bulletin of the Asia Institute 3 (1989): 107-114, p. 111. Indeed, very similar narratives, including specific details are reported in popular works of Qiṣaṣ al-anbiyāʾ such as those by al-Thaʿlabī and al-Kisāʿī’. al-Thaʿlabī, Arāʾis al-majālis fī qiṣas al-anbiyāʾ , tr. Brinner, p. 99-100, 399-403; al-Kisāʾī, Qiṣaṣ al-anbiyā , ed. Eisenberg p. 233-5, tr. Thackston, p. 251-3. The enduring popularity of the story of Og and Moses is further testified by the fact that historiographical works from the Mongol and later periods sometimes include illustrations of scenes of the narrative. Joseph Gutmann and Vera B. Moreen “The Combat between Moses and Og in Muslim Miniatures,” Bulletin of the Asia Institute 1 (1987): 111-21. On the important place of the story of Og in Qiṣaṣ al-Anbiyāʾ manuscripts from the sixteenth century, see Naʿama Brosh and Rachel Milstein , Biblical Stories in Islamic Painting (Jerusalem: Israel Museum, 1991), p. 39-40, 97-9; Rachel Milstein, Karin Rührdanz, and Barbara Schmitz, Stories of the Prophets: Illustrated Manuscripts of Qiṣaṣ al-Anbiyāʾ (California: Mazda Publishers, 1999), p. 131, 191. An early example is found in Zakariyyā al-Qazwīnī’s (d. 1283) ʿAjāʾib al-Makhlūqāt wa-gharāʾib al-mawjūdāt ( Marvels of Creatures and Strange Things Existing ): Image: Ms. Walters 659 , f. 143b Ms. Walters 659 , f. 143b, https:\/\/commons.wikimedia.org\/wiki\/ File:Muhammad_ibn_Muhammad_Shakir_Ruzmah-%27i_Nathani__The _Demon_%27Uj_ibn_%27Unuq_Carries_a_Mountain_with_which_to_Kill_Moses_and_His_Men_-_Walters_W659143B_-_Full_Page.jpg Concluding Remarks Almost a century after Mingana’s paper on the Disputation Against the Arabs , a new start was made in the present article in tracing the potential Islamic sources Bar Ṣalībī relied upon in composing the work. Mingana’s swift claim that Bar Ṣalībī’s knowledge of Islamic works was “extremely meagre” has proven to be ‘extremely’ inaccurate, not only because it rests on a flawed textual basis, but also because it combines with a highly selective reading of the text. The fact that little of the material discussed above is paralleled in other known Syriac (or Christian Arabic) texts leads one to suspect very strongly that Bar Ṣalībī was drawing directly on Islamic sources, incorporating material as he saw fit to his apologetic and polemic purposes at hand. However, one should not fall in the opposite extreme of saying that his knowledge of Islamic sources was ‘extremely rich’. Given the fact that one finds in many Islamic works material on Muḥammad’s life, the sects of Islam, tafsīr , the ḥadīth , and the stories of the prophets, a limited number of Vorlagen could already suffice to account for all the material under review. The specificity of the material of the heresiography and Qiṣaṣ al-anbiyāʾ genres may warrant first and foremost further exploration along these lines. Particularly the prospects of a reliance on a work of Qiṣaṣ al-anbiyāʾ seems promising, as the use of such a Vorlage not only could explain the origin of his legendary accounts on Adam’s creation and Og the giant, but potentially also account for his notices on Muḥammad’s life and Muslim exegesis as well as his direct citations of ḥadīth material. Even more fascinating – to go already one step further – it may possibly also go to some lengths in explaining where the thematically arranged collection of Qurʾānic excerpts included in mimrō III came from in the first place. All of this, however, is a subject for some other time. Bibliography Bar Ṣalībī, Dionysius, Against the Arabs , ed. and tr. Joseph P. Amar, Dionysius Bar Ṣalībī: A Response to the Arabs , CSCO 614-615. Leuven: Peeters, 2005. Beaumont, Mark I. “Early Christian Interpretation of the Qurʾān.” Transformation 22\/4 (2005): 195-203. Boisliveau, Anne-Sylvie, Le Coran par lui-même: Vocabulaire et argumentation du discours coranique autoréférentiel . Leiden: Brill, 2014. Brinner, William M., ʿArāʾis al-Majālis fī Qisas al-Anbiyāʾ or “Lives of the Prophets” as recounted by Abū Isḥāq Aḥmad Ibn Muḥammad Ibn Ibrāhīm Al-Thaʿlabī , Studies in Arabic Literature 24. Leiden: Brill, 2002 Brock, Sebastian P., “A Syriac Collection of Prophecies of the Pagan Philosophers.” Orientalia Lovaniensia Periodica 14 (1983): 203-246. _________ , “Some Syriac Excerpts from Greek Collections of Pagan Prophecies.” Vigilae Christianae 38 (1984): 77-90. Brosh, Naʿama and Rachel Milstein, Biblical Stories in Islamic Painting . Jerusalem: Israel Museum, 1991. Burge, Stephen R., Angels in Islam: Jalāl al-Dīn al-Suyūtī's al-Ḥabāʾik fī akhbār al-malāʾik, Culture and Civilization in the Middle East 31. Oxon: Routledge, 2012. Burton, John, The Collection of the Qurʾān . Cambrigde: Cambridge University Press, 1977. Gilliot, Claude, “Islam, ‘sectes’ et groups d’opposition politico-religieux (VIIe-XIIe siècles).” Rives nord-méditerranéeennes 10 (2002): 1-13. Griffith, Sidney H, “Dionysius bar Ṣalībī on the Muslims.” In IV Symposium Syriacum: Literary Genres in Syriac Literature , Orientalia Christiana Analecta 229, ed. H. Drijvers et al. Rome: Pontificium Institutum Studiorum Orientalium, 1987, 353-365. _________ , “Disputes with Muslims in Syriac Christian Texts: From Patriarch John (d. 648) to Bar Hebraeus (d. 1286).” In Religionsgespräche im Mittelalter , Wolfenbütteler Mittelalter-Studien 4, ed. B. Lewis and F. Niewöhner. Wiesbaden: Harrassowitz, 1992, 251-273. _________ , Syriac Writers on Muslims and the Religious Challenge of Islam . Kottayam: SEERI, 1995. _________ , “The Qurʾān in Arab Christian Texts; the Development of an Apologetical Argument: Abū Qurrah in the Maǧlis of al-Maʾmūn.” Parole de l’Orient 24 (1999): 203-233. _________ , “Christians and the Arabic Qurʾān: Prooftexting, Polemics, and Intertwined Scriptures.” Intellectual History of the Islamicate World 2 (2014): 243-266. Guillaume, Alfred, The Life of Muḥammad: A Translation of Ibn Isḥaq’s Sīrat rasūl Allāh. Oxford: Oxford University Press, 1982. Gutmann, Joseph and Vera B. Moreen “The Combat between Moses and Og in Muslim Miniatures.” Bulletin of the Asia Institute 1 (1987): 111-21. Gutmann, Joseph, “More about the Giant Og in Islamic Art.” Bulletin of the Asia Institute 3 (1989): 107-114. Heimgartner, Martin, Timotheos I., Ostsyrischer Patriarch: Disputation mit dem Kalifen Al-Mahdi , CSCO 631-2. Leuven: Peeters, 2011. Heller, B. and S. M. Wasserstrom, “Ūdj,” EI 2 10 (2000): 777-8. Hinds, M. “Al-Maghāzī,” EI 2 5 (1986): 1161-6. Jacobs, Bert, “Unveiling Christ in the Islamicate World: Fakhr al-Dīn al-Rāzī's Prophetology as a Model for Christian Apologetics in Gregory Bar ʿEbrōyō's Treatise on the Incarnation.” Intellectual History of the Islamicate World 6\/1&2 (2018), 187-216. _________ , “Tentative Reconstruction of Dionysius of Tell-Maḥrē’s Account of the Rise of Islam through Three Dependant Texts.” Forthcoming. Jeffery, Arthur, Materials for the History of the Text of the Qurʾan: The Old Codices . Leiden: Brill, 1937. Kara, Seyfeddin, “The Suppression of ʿAlī ibn Abī Ṭālib’s Codex: Study of the Traditions on the Earliest Copy of the Qurʾān.” Journal of Near Eastern Studies 75\/2 (2016): 267-289. Al-Kisāʾī, Qiṣaṣ al-anbiyā , ed. Isaac Eisenberg, Vita Prophetarum auctore Muḥammad ben ʿAbdallāh al-Kisāʾī ex codicibus, qui in Monaco, Bonna, Kygd. Batav. Lipsia et Gothana Asservantur . Leiden: Brill, 1922; tr. William M. Thackston, Tales of the Prophets of Al-Kisaʾi . Library of Classical Arabic literature 2. Boston: Twayne Publishers, 1978. Kister, M. J., “Ādam: A Study of Some Legends in Tafsīr and Ḥadīṯ Literature.” Israel Oriental Studies 13 (1993): 113-74. Kosman, Admiel, “The Story of a Giant Story: The Winding Way of Og King of Bashan in the Jewsih Haggadic Tradition.” Hebrew Union College Annual 73 (2002): 157-190. Laoust, Henri, “La classification des sectes dans le Farq d’al-Baghdādī.” Revue des Études Islamiques 29 (1961): 19-59; repr. in H. Laoust, Pluralismes dans l'islam . Paris: Geuthner, 1983, 135-75. _________ , “La classification des sects dans l’hérésiographie ashʿarite.” In Arabic and Islamic Studies in Honor of Hamilton A. R. Gibb , ed. G. Makdisi. Leiden: Brill, 1965, 377-86. _________ , “L'hérésiographie musulmane sous les Abbassides.” Cahiers de civilisation médiévale 38 (1967): 157-178. Madigan, Daniel A., “Preserved Tablet,” EQ 4 (2004): 261-3. Milstein, R., K. Rührdanz and B. Schmitz, Stories of the Prophets: Illustrated Manuscripts of Qiṣaṣ al-Anbiyāʾ. California: Mazda Publishers, 1999. Mingana, Alphonse, “An Ancient Syriac Translation of the Ḳurʾan Exhibiting New Verses and Variants.” Bulletin of the John Rylands Library 9\/1 (1925): 188-235; repr. in Manchester: Manchester University Press, 1925, 1-50; repr. in Which Koran?: Variants, Manuscripts, Linguistics , ed. Ibn Warraq. Amherst: Prometheus Books, 2008; 2011. Nagel, Tilman, Die Qiṣaṣ al-Anbiyāʾ. Ein Beitrag zur Arabischen Literaturgeschichte . Unpubl. PhD diss., University of Bonn, 1967. Nöldeke, T., F. Schwally, G. Bergsträβer, and O. Pretzl, Geschichte des Qurāns , 3 vols. Leipzig: Dieterichsche Verlagsbuchhandlung, 1909, 1919, 1938. Nguyen, Martin, “Exegesis of the ḥurūf al-muqaṭṭaʿa: Polyvalency in Sunnī Traditions of Qur’ānic Interpretation.” Journal of Qurʾānic Studies 14\/2 (2012): 1-28. O’Shaughnessy, Thomas J. “God’s Throne and the Biblical Symbolism of the Qurʾān.” Numen 20\/4 (1973): 202-221. Pauliny, Ján, “ʿŪg ibn ʿAnāq, ein sagenhafter Riese: Untersuchungen zu den islamischen Riesengeschichten.” Craecolatina et Orientalia 5 (1973): 249-268. Penn, Michael P., Envisioning Islam: Syriac Christianity and the Early Muslim World . Pennsylvania: Pennsylvania University Press, 2015. Rassi, Salam, Justifying Christianity in the Islamic Middle Ages: The Apologetic Theology of ʿAbdīshōʿ bar Brīkhā (d. 1318) . PhD diss., University of Oxford, 2015. Roggema, Barbara, “Pour une lecture des dialogues islamo-chrétiens en syriaque à la lumière des controverses internes à l’islam.” In Les controverses religieuses en syriaque , Études syriaques 13, ed. F. Ruani. Paris: Geuthner, 2016, 261-294. Rosenthal, Franz, The History of al-Tabari, Vol. 1: General Introduction and From the Creation to the Flood . Albany: Suny Press, 1989. Ryan, Stephan D. Dionysius bar Salibi's Factual and Spiritual Commentary on Psalms 73-82 , Cahiers de révue biblique 57. Paris: J. Gabalda et Cie, 2004. Saleem, Shehzad, Collection of the Qur’ān: A Critical and Historical Study of Al-Farāhī’s View . PhD diss., University of Wales Lampeter, 2010. Sezgin, F. Geschichte des arabischen Schrifttums , Vol. 1. Leiden: Brill, 1967. Schöck, Cornelia, Adam im Islam. Ein Beitrag zur Ideengeschichte der Sunna . Berlin: Klaus Schwarz Verlag, 1993. Sourdel, Dominique, “Les classification des sects islamiques dans le Kitāb al-Milal d’al-Šahrastānī.” Studia Islamica 31 (1970): 239-247. Talay, Shabo, “Aus dem polemischen Genre des Syrischen: Die luqbal-Schriften von Bar Ṣalībī und Bar Šūšan.” In Orientalia Christiana, Festschrift für Hubert Kaufhold zum 70. Geburtstag , ed. P. Bruns and H. O. Luthe. Wiesbaden: Harrassowitz, 2013, 511-521. Teule, Herman, “Jacob bar Šakkō, the Book of Treasures and the Syrian Renaissance.” In Eastern Crossroads. Essays on Medieval Christian Legacy , Gorgias Eastern Christianity Studies 1, ed. J.-P. Monferrer-Sala. Piscataway, NJ: Georgias Press, 2007, 143-154. _________ , “The Syriac Renaissance.” In The Syriac Renaissance , Eastern Christian Studies 9, ed. H. Teule et al. Leuven: Peeters, 2010, 1-30. _________ , “Dionysius bar Ṣalibi,” Christian-Muslim Relations: A Bibliographical History 3, ed. D. Thomas et al. Leiden: Brill, 2011, 665-670. Thomas, David, “Early Muslim Responses to Christianity.” In Christians at the Heart of Islamic Rule: Church Life and Scholarship in ʿAbbasid Iraq , The History of Christian-Muslim Relations 1, ed. D. Thomas. Leiden: Brill, 2003, 231-254. Tottoli, Roberto, “Origin and Use of the Term Isrāʾiliyyāt in Muslim Literature,” Arabica 46 (1999): 193-209. _________ , Biblical Prophets in the Qur'an and Muslim Literature . Routledge Studies in the Qurʾan. London: Routledge, 2001. van Ess, Josef, Der Eine und das Andere. Beobachtungen an islamischen haresiographischen Texten , 2 vols. Berlin: De Gruyter, 2011. Welch, A.T., “Ḳurʾān,” EI 2 5 (1986): 400-29. Wensinck, A.J., A Handbook of Early Mohammadan Tradition . Leiden: Brill, 1927. Wilde, Clare E., Approaches to the Qurʾān in Early Christian Arabic Texts (750CE-1258 CE) . Palo Alto: Academica Press, 2014.",
    "title" : 
    [ "Preliminary Considerations on Dionysius Bar Ṣalībī's Islamic Sources",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Jacobs, Bert" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n2jacobs",
    "type" : "article",
    "displayTitleEnglish" : "Preliminary Considerations on Dionysius Bar Ṣalībī's Islamic Sources" }