
  { "fullText" : "For Syriacists the name of Robert Murray, who died peacefully in the evening of Tuesday 24th April 2018, will always be associated with his Symbols of Church and Kingdom of 1975, which not only offers such a wonderful introduction to the symbolic thought of early Syriac writers, but has also successfully reversed the negative attitude towards Ephrem that had been characteristic of several earlier English scholars of Syriac, one of whom declared, ‘His poems are turgid, humourless and repetitive’, while another had asserted that his popularity as a poet showed ‘a lamentable standard of public taste’. Robert Murray was born in China, to missionary parents, on 8th June 1926, appropriately just in time for the Feast of St Ephrem according to the Western calendar which falls on the following day. In later life he clearly took pride in his Chinese background and our Visitors’ Book somewhere has an entry where he signed his name in Chinese characters; this is also brought out in the expanded dedication to his parents in the revised edition of his Symbols of Church and Kingdom (2004) where he adds that they had ‘served in China the same Lord as did their first predecessors from the Church of the East’. His education, however, was entirely in England, and after leaving school he spent a year studying Persian at the School of Oriental and African Studies in London, with a view to war service. Once the war was over he went to Oxford University where he took his degree in Literae Humaniores (consisting in Greek and Latin, followed by Philosophy). It was while he was at Oxford that he was received into the Roman Catholic Church, and it was also in Oxford that his lifelong friendship with the family of J.R.R. Tolkien began (he helped proofread drafts of The Lord of the Rings ). He joined the Society of Jesus in 1949 and was ordained ten years later, with further studies in Münster, followed by a doctorate at the Gregorian University in Rome. On his return to England in 1963 he was appointed to teach at Heythrop College (then situated in rural Oxfordshire, but from 1970 onwards in London as part of the University of London). He remained at Heythrop College as an inspiring and much appreciated teacher of biblical studies until his retirement in 1999. His interests were wide and his publications cover much more than the studies in the field of Syriac which constitute the focus of attention here. This breadth of interests is well illustrated by another important book which he published, entitled The Cosmic Covenant (1992; recently reprinted by the Gorgias Press), whose contents range from biblical scholarship to the remarkable medieval abbess, poet and scholar, Hildegard of Bingen, and end with Simone Weil in the twentieth century. This whole book remains of considerable relevance in the context of the current ecological crisis; several of its themes are picked up in a Syriac context in subsequent articles, as will be seen from the listing below. He had plans for another wide-ranging book, this time on Prophecy, but alas this never materialised. Not surprisingly most of Robert Murray’s articles that deal with Syriac studies concern, like his influential book, Symbols of Church and Kingdom , different aspects of early Syriac Christianity, often focusing on particular poems by Ephrem: besides providing illuminating introductions and annotation, he also showed himself to be an especially fine translator of Ephrem, for he combined a rare sensitivity to Ephrem’s often allusive thought with a natural feel for the English language (he also wrote poetry himself). His article on ‘Ephrem’s theory of symbolism’ (1975\/6) is still the best succinct discussion of that important topic. Of particular significance are his studies of rhetorical patterns in early Syriac literature, drawing attention to features that have their counterpart in Greek Kunstprosa. He also contributed a number of perceptive overviews, such as that on ‘The characteristics of earliest Syriac Christianity’ in East of Antioch (1982); all of these remain well worth reading, even though on some matters he subsequently changed his mind, as can be seen from his rewritten and updated Introduction to the revised edition of Symbols of Church and Kingdom . Many of his wider writings reflect his concern with the relationship between Judaism and Christianity, and this is an aspect reflected in a number of his articles in the Syriac realm, including his ‘Aramaic and Syriac dispute poems’ (1995), which provides what remains the best overview of this intriguing genre. Robert Murray attended a number of the international Syriac conferences, the most recent being Symposium Syriacum X, held in Granada in 2008; he was also present at the conference in Princeton which was held in his honour on the occasion of the publication of the revised edition of Symbols of Church and Kingdom . Those who have had the privilege of knowing him will remember with gratitude his gentle and generous presence. ܢܫܬܘܐ ܠܓܢܘܢ ܢܘܗܪܐ ܕܠܐ ܡܬܚܒܠ The following chronological listing provides Robert Murray’s bibliography where it is of relevance to Syriac Studies. A wider bibliography is to be found in The Heythrop Journal 36:4 (1995), 521-8, a number of the journal which served as a Festschrift in his honour. Bibliography St Ephrem the Syrian on Church unity, Eastern Churches Quarterly 15 (1963), 164-76. The Rock and the House on the Rock. A chapter in the ecclesiological symbolism of Aphraates and Ephrem, Orientalia Christiana Periodica 30 (1964), 315-62. A special sense of ṣlota as absolution or re-admission to ecclesiastical communion, Orientalia Christiana Periodica 32 (1966), 523-7. Syriac Studies today, Eastern Churches Review 1 (1966\/7), 370-73. Reconstructing the Diatessaron, The Heythrop Journal 10 (1969), 43-9. [On I. Ortiz de Urbina, Vetus Evangelium Syrorum et exinde excerptum Diatessaron Tatiani (Madrid, 1967)] Ephrem Syrus, in J.H. Creehan (ed.) Catholic Dictionary of Theology (London, 1967), II, 220-23. A hymn of St Ephrem to Christ on the Incarnation, the Holy Spirit, and the Sacraments, Eastern Churches Review 3 (1970), 42-50. [with complete translation of de Fide 10]. The features of the earliest Christian asceticism, in P. Brooks (ed.), Christian Spirituality. Essays in Honour of E.G. Rupp (London, 1975), 65-77 Mary, the Second Eve in the Early Syriac Fathers, Eastern Churches Review 3 (1971), 372-84. The Lance which re-opened Paradise. A mysterious reading in the early Syriac Fathers, Orientalia Christiana Periodica 39 (1973), 224-34. The exhortation to candidates for ascetical vows at baptism in the ancient Syriac Church, New Testament Studies 21 (1974), 59-80. Symbols of Church and Kingdom. A Study in Early Syriac Tradition (Cambridge, 1975; reprinted with an additional introduction, Piscataway NJ, 2004). The theory of symbolism in St Ephrem’s theology, Parole de l’Orient 6-7 (1975\/6), 1-20. [with complete translation of de Fide 20; French translation in Lettre de Ligugé 203 (1980),7-25]. Some rhetorical patterns in early Syriac literature, in R.H. Fischer (ed.), A Tribute to Arthur Vööbus (Chicago, 1977), 109-31. Der Dichter als Exeget: der hl. Ephräm und die heutige Exegese, Zeitschrift für katholische Theologie 100 (1978), 484-94. A Hymn of St Ephrem to Christ, Sobornost\/Eastern Churches Review 1 (1979), 39-50 [with complete translation of de Virginitate 31]. St Ephrem’s Dialogue of Reason and Love, Sobornost\/Eastern Churches Review 2 (1980), 26-40 [with complete translation of de Ecclesia 9]. (By J. Walsh, but based on materials by RM: Divine call and human response: The Syriac Tradition: St Ephrem, The Way: Contemporary Christian Spirituality 20 (1980), 228-33). Syriac Christianity as an example of “inculturation” [in Chinese], Collectanea Theologica Universitatis Fujen 49 (1981), 453-63. The characteristics of the earliest Syriac Christianity, in N. Garsoian, T. Mathews and R.W. Thomson (eds), East of Byzantium. Syria and Armenia in the Formative Period (Washington DC, 1982), 3-16 Ephraem Syrus, in Theologische Realenzyklopädie IX.5 (1982), 755-62. Hellenistic-Jewish Rhetoric in Aphrahat, in R. Lavenant (ed.), III Symposium Syriacum (Orientalia Christiana Analecta 221; 1983), 87-96. The origins of Aramaic ‘ir Angel, Orientalia 53 1984), 303-17. Ephrem of Syria. A marriage for all eternity: the consecration of a Syrian Bride of Christ, Sobornost\/Eastern Churches Review 11 (1989), 65-9. Some themes and problems of early Syriac angelology, in R. Lavenant (ed., V Symposium Syriacum (Orientalia Christiana Analecta 236; 1990), 143-53. Aramaic and Syriac dispute-poems and their connections, in M.J. Geller, J.C. Greenfield and M.P. Weitzman (eds), Studia Aramaica. New Sources and New Approaches (Journal of Semitic Studies Supplement 4; Oxford, 1995), 157-87. L’homme et la creation: responsabilité, péché et reconciliation, in Péché et réconciliation, hier et aujourd’hui ( Patrimoine Syriaque IV; Antelias, 1997), 92-9. ‘Circumcision of the heart’ and the origins of the Qyama, in G.J. Reinink and A.C. Klugkist (eds), After Bardaisan: Studies on Continuity and Change in Syriac Christianity in Honour of Professor Han J.W. Drijvers (Orientalia Lovaniensia Analecta 89; 1999), 201-11. The Ephremic tradition and the theology of the environment, Hugoye 2:1 (1999), 67-82. The paradox of God’s hiddenness and accessibility in St Ephrem, New Blackfriars 996 (2004), 158-62. Reviews of Syriac relevance: Heythrop Journal 8 (1967), 331-3: L. Leloir, Éphrem de Nisibe, Commentaire de l’Évangile concordant ou Diatessaron (1966). Clergy Review 53 (1968), 823-8: R. Lavenant, Éphrem de Nisibe, Hymnes sur le Paradis (1968). Heythrop Journal 16 (1975), 92-4: W. Strothmann, Johannes von Apamea (1972). Eastern Churches Review 10 (1978), 160-63: R. Macuch, Geschichte der spät- und neusyrische Literatur (1976). Orientalia Christiana Periodica 44 (1978), 523-6: T. Baarda, The Gospel Quotations of Aphrahat the Persian Sage, I. Aphrahat’s Text of the Fourth Gospel (1975). Orientalia Christiana Periodica 45 (1979), 486-9: T. Kronholm, Motifs from Genesis 1-11 in the Genuine Hymns of Ephrem the Syrian (1978). Journal of Theological Studies 32 (1981), 260-61: W. Cramer, Der Geist Gottes und des Menschen in frühsyrischer Theologie (1979). Journal of Theolical Studies 35 (1984), 232-5: D.S. Wallace-Hadrill, Christian Antioch (1982). Journal of Theological Studies 45 (1994), 322-6: M-J. Pierre, Aphraate le sage person, Les Exposés, I-II (1988-9). Journal of Theological Studies 40 (1989), 258-60: W.L. Petersen, The Diatessaron and Ephrem Syrus as Sources of Romanos the Melodist (1985). Sobornost\/Eastern Churches Review 16 (1994), 83-8: J.F. Coakley, The Church of the East and the Church of England (1992).",
    "title" : 
    [ "In Memoriam: Robert P. R. Murray, S.J. (8 June 1926 - 24 April 2018)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n2obit-murray",
    "type" : "obituary",
    "displayTitleEnglish" : "In Memoriam: Robert P. R. Murray, S.J. (8 June 1926 - 24 April 2018)" }