
  { "fullText" : "Samer S. Yohanna, The Gospel of Mark in the Syriac Harklean Version. An Edition Based upon the Earliest Witnesses , Biblica et Orientalia 52 (Rome: Pontifical Biblical Institute, Gregorian & Biblical Press, 2015). Pp. xi + 196; € 60. The book under review is the doctoral dissertation of Samer Soreshow Yohanna, Chaldean priest and member of the Chaldean Antonian Order of St. Hormizd (Iraq). It was supervised by Craig Morrison, O. Carm. and St. Pisano, S. J. and defended in 2014 at the Pontifical Biblical Institute in Rome. The idea behind this book is clear and simple: to provide scholars with the (still missing) critical edition of the Ḥarklean Gospel of Mark, based on the earliest Ḥarklean manuscripts and presented ‘in a user-friendly style, that will allow scholars to read this version, study its character and appreciate its place in the New Testament criticism’ (p. 8). The introduction clearly states that this book does not intend to offer such a text-critical study, but rather a convenient display of the Syriac evidence as a preparatory stage for textual criticism and for establishing the ‘original’. There is no explicit theory concerning the history of the text or the ‘critical’ approach to the ‘original’. A critical impact Yohanna expects from the restriction to the earliest Ḥarklean Gospel manuscripts and especially from the inclusion of his ms. C, a Gospel codex in the possession of the Chaldeans in Iraq, which here for the first time is fully described and used in a scholarly publication. In his unpublished Licentiate Thesis, submitted 2011 to the Pontifical Biblical Institute, Yohanna presented this ms. witness: Towards the ‛Original’ Text of the Harklean Version of the Tetraeuangelion. A Descriptive Study of a Harklean Manuscript from the Depository of the ‛Chaldean Antonian Order of St. Hormizd.’ The Syriac Text of Mark 1–5 Including a Critical Apparatus . During the 11th Symposium Syriacum at Malta (2012), Yohanna presented this to a large audience: “Between Two Millennia: Assessing the Syriac Harklean Tetra-Euangelion Manuscript C 25 from the Depository of the ‛Chaldean Antonian Order of St. Hormizd-Iraq’.” Unfortunately, this paper was not published in the Symposium proceedings. This 10th\/11th cent. witness is the (occasionally modified) base line of the edition to which the Syriac evidence of thirteen early witnesses is attached. Before turning to the details of the edition, the reader must understand the major difficulties that so far have prevented scholars from producing a critical edition of the Ḥarklean Gospels, namely the revisional development of the version and the corresponding editorial challenges. This development is traceable in the Gospels only Acts and Epistles are transmitted in four witnesses only. and mainly reflected in modifications to the ‘Ḥarklean apparatus’, which is the most characteristic feature of the version. By this ‘apparatus’, Thomas of Ḥarqel attached to his translation Greek variants (translated into Syriac), drawn from a collation of Greek manuscripts and of the Philoxenian version. These variants Thomas introduced by putting words between critical signs (asteriskos, obelos), or by placing them in the margin and linking them to the main text by a graphic sign. Photographic samples in Yohanna’s book on p. 113 and 115. This complex layout was not only prone to alterations by inattentive scribes but also to intentional alterations by revisers. By and large, the Ḥarklean Gospel text was continually adapted to the Greek-Byzantine text, and this adaptation primarily affected the ‘Ḥarklean apparatus’: non-Byzantine readings were removed from the text to the margin or marked with asteriskos; and non-Byzantine marginalia that could not be identified at all by revisers were omitted. In some manuscripts, mainly of the second millennium, the ‘Ḥarklean apparatus’ is dropped completely. However, even the oldest dated Ḥarklean Gospel Codex F (of 757, see below) omits the critical signs and the Syriac marginalia. On the one hand, this shift within the ‘Ḥarklean apparatus’ allows one to relate the history of the Ḥarklean version to the history of the Greek text; on the other hand, the revisional impact of the Greek on each individual Ḥarklean witness diminishes the chance of establishing a genealogical-stemmatic relation between them. The necessity of research on this revisional impact, the complexity of editorial decisions and layout of the evidence in a printed edition are the major reasons that have delayed the production of a critical edition. In the meantime, it has become clear that an edition of the Ḥarklean Gospels should be based on that witness which is byzantinized to the least extent, According to my own knowledge, Vat. Syr. 268 (8th\/9th cent.) shows the smallest extent of byzantinization. The text of this witness is printed in the Comparative edition of the Syriac Gospels by G. Kiraz. should primarily include witnesses to the ‘Ḥarklean apparatus’, and should keep the variants of the Ḥarklean main text separated from those of the ‘apparatus’. To visualize the authentic layout of the version and the revisional shifts of text and marginalia constitutes the main task of the editor. Although Yohanna is aware of the revisional development Yohanna describes the revisional development in too general a way and remains overly centered on the outward graecisation: ‛The revisional developments of the Harklean version mark the Harklean witnesses with a distinct stamp and indicate the development of the text towards a kind of perfectionism’ (p. 18). − ‛The manuscripts of the second millennium…are most likely of little help towards uncovering the ‘original Ḥarklean’, because the Greek imprint on Thomas’ original work is thought to be more moderate than what is found in the later Graecized Harklean manuscripts which show significant revisional developments’ (p. 22). of the version, his editorial policy does not sufficiently account for it; rather, he claims to put to the test Ḥarklean scholarship by offering a new textual foundation, based on the evidence of the first millennium. ‛But because no modern critical edition of his [i.e., Thomas’] version exists (especially for the four Gospels), there is no clear and convincing interpretation of the function and exact meaning of his marginalia and critical signs’ (p. 7–8). This statement is not up-to-date; a convincing interpretation of the marginalia and critical signs ( asteriskos and obelos ) is given by B. Aland in her edition of the (major) catholic epistles (1986) and of the Corpus Paulinum (1991–2002). Unfortunately, Yohanna did not put to the test her interpretation in his introduction to the Gospel of Mark. The introduction (3–8) sketches the life of Thomas of Ḥarqel. Chapter 1 (pp. 9–19) informs the reader about previous studies and editions and about the ‘characteristics of the Ḥarklean version’. These characteristics are, 1. the extreme graecizing translation technique (11–15), especially of the proper names; 2. the revisional link to the Philoxenian version (p. 15), which Thomas compared with Greek manuscripts; 3. the participation of the Ḥarklean Gospels in the Greek-Byzantine text-type (6–17); 4. ‘philological glosses, in both Greek and Syriac,’ in the margins (17–18), and the revisional development of the version (18–19). The obvious purpose of Yohanna’s brief overview of the Ḥarklean version is to introduce the typical Ḥarklean features in a general way before their presentation in this edition of Mark. The author thus only touches upon the complex features of the Ḥarklean Gospels; no detailed discussion of the ‘Ḥarklean apparatus’ in Mark is given. ‛Thomas’ intention was to bring the Philoxenian in line with the generally accepted Greek text by producing a critical study that would present the variant readings in the margin’ (p. 11). − ‛Nevertheless, the nature of his [i.e., Thomas’] work can be described in two ways: (1) Thomas took a copy of Polycarp’s text [i.e., of the Philoxenian], compared it with Greek manuscripts and added to the margin the Greek readings which were different, or (2) he pushed to the margin the readings of Polycarp, replacing them with new readings from Greek manuscripts known to him’ (p. 15). This is a matter of regret, because Yohanna’s fine understanding of the version’s complexity would have enriched the scholarly discussion. Yet as the main concern of his editorial policy is the practical mastering of the complex features, the neglect of discussing them in greater detail is no severe disadvantage to the edition proper. Chapter 2 (p. 20–49) presents the manuscripts used in this edition. Following the catalogues, Yohanna identifies nineteen witnesses as from the first millennium, fourteen of which are witnesses to the Gospel of Mark; these are described in detail. In the following list, the witnesses in italics are those furnished with asteriskos\/obelos and Syriac marginalia. Abbrev. Manuscript Yohanna's Date Jucekel's Estimated Date C Ms. 25, Chald. Order of St. Hormizd, Alqosh 9th\/10th 10th\/11th c M 1 Ms. olim syr. 1, Imp. Moscow Archaeol. Society, Moscow 7th ? B Ms. 220.43\/B58s\/c.1, American University of Beirut 7th\/8th ? H 1 Ms. syr. 16, Houghton Library, Harvard, Cambridge, MA 7th\/8th 10th\/11th S 1 Ms. Mingana syr. 124, Birmingham 'ca. 730' 9th\/10th F Ms. Plut. 1,40, Biblioteca Laurenziana, Florence 757 AD V 1 Ms. Vat. Syr. 267, Bibl. Apost. Vaticana, Vatican 8th 8th\/9th V 2 Ms. Vat. Syr. 268, Bibl. Apost. Vaticana, Vatican 8th\/9th S 2 Ms. Mingana syr. 42, Birmingham 835 AD 12th\/13th c K Ms. Ori. 1, University Library Kiel\/Germany 9th\/10th ? L 1 Ms. BL Add. 7163, London 9th\/10th A Ms. or. 74, Biblioteca Angelica, Rome 9th\/10th 11th\/12th c L 2 Ms. BL Add. 14,469, London 936 AD D Ms. syr. 3, Chester Beatty Library, Dublin 1177 AD Six witnesses only (S 1 , F, V 1 , V 2 , L 1 , L 2 ) belong to the first millennium with certainty, while three (C, H 1 , S 1 ) are likely to derive from the turn to the second millennium; the remaining five witnesses are either late (S 2 , D) or charged with chronological problems. Regarding the questionable date of most of these witnesses, the restriction to the first millennium itself becomes disputable. In addition, the critical impact of the chosen witnesses is mainly reduced to the two Vatican manuscripts (V 1 , V 2 ), because F and L 2 omit the ‘Ḥarklean apparatus’, and S 1 , L 1 (and M 1 , H 1 ) cannot contribute much to the ‘original’ due to their defective conditions. See the useful Diagram 2 on p. 101, outlining the contents of the manuscripts. This calls for the inclusion of later witnesses, which by their features and variations are not too different from those chosen by Yohanna. If the twelfth century were to constitute the upper limit, at least five additional dated witnesses (besides D) could be included: Ms. 12\/8 of the Syriac Orth. Patriarchate Damascus, dated 1055 (aster.\/obel., Syr. & Greek margin); Ms. or. 227 Cambridge Univ. Library, dated 1061\/62 AD (aster.\/obel., Greek margin); M. H. Gottstein, “A list of some uncatalogued Syriac Biblical manuscripts,” Bulletin of the John Rylands Library 37, 429–445, esp. 441. Ms. Add. 1700 Cambridge Univ. Library, dated 1169\/70 AD (no aster.\/obel., no margin); Ms. BN syr. 52 (Paris), dated 1164\/65 (no aster.\/obel., no margin); Ms. BN syr. 54 (Paris), dated 1192 (no aster.\/obel., no margin). By their age, the first two manuscripts can duly be regarded as witnesses to the text of the first millennium. The three later ones offer a dated text for comparison with the earlier text; their inclusion would also enlarge the textual base and sharpen the profile of this earlier text by their agreement, disagreement, or modification. There is no doubt that putting the focus on the Ḥarklean witnesses of the first millennium is a sound starting point for tracing the ‘original’; as a mechanical and exclusive rule, however, this focus will miss the dynamic of the textual development away from the ‘original’ and thus prevent the editor from finding the way back to it. In this regard, Yohanna’s complete neglect of ms. New College 333 (on which the editio princeps of the Ḥarklean Gospels is based) is much to be regretted. This admittedly late, 13th\/14th-cent. manuscript is a witness to all revisional stages of the Ḥarklean and to some extent also to Yohanna’s ms. C, which is related to the Dionysius-stage of the 12th century (on which see below). The description of each manuscript concludes with indicating the genealogical relation (based on agreements of readings) “The text and apparatus presented in this edition will allow scholars to trace the genealogy of the earliest Ḥarklean witnesses. For example, some manuscripts report the haplography in Mk 2,21. The text between the two ܒܠܝܐ is missing in manuscript V 1 and this error has been transmitted to S 2 and K, revealing the direct dependence of S 2 and K on V 1 ” (p. 51). to the co-witnesses. The ‛genealogical families’ are summarized by Diagram 3 on p. 102. Yohanna himself points (p. 30) to the provisional character of the three ‘genealogical families’ C-S 1 -H 1 | V 1 -V 2 -L 1 -D | K-S 2 -L 2 -A (while M 1 , F, B are outside of these ‘families’ but contribute to them) and announces a detailed study for the future. One may conclude that consistent genealogical research will arrive at the ‘original’ by reconstructing the common ancestry (archetype) of these ‘families’. However, the present writer is in doubt whether the genealogical-stemmatic study of the witnesses is the appropriate methodology for reconstructing the ‘original’ of the Ḥarklean Gospels; the revisional development of the version towards the Greek-Byzantine text is likely to have blurred their genealogical relations. More feasible is the grouping of witnesses according to their respective participation in the same revisional stage. Chapter 3 (‘Methodology’, pp. 62–67) presents the editorial policy of the edition. Basically, the edition imitates the Ḥarklean layout and gives the text (occasionally modified) and margin of ms. C. There are two apparatuses, which keep the variants of the Ḥarklean text and those of the margin separated. Variant use of the asteriskos\/obelos in the witnesses is quoted in the first apparatus. This layout with distinct areas of data gives easy access to the textual information: the text, which includes the critical signs; the margin, which gives the variant readings and Greek words quoted by Thomas; and the apparatuses for the variations of the witnesses. Regarding the complexity of the Ḥarklean features, this is the best way of presenting and visualizing the data, especially for understanding their shifting from the text to the margin (or vice versa) during transmission. This layout is extremely clear, the data are correct and skilfully presented, the printing is brilliant. Although his edition reproduces ms. C, Yohanna replaced 27 singular readings (within his choice of witnesses) by the majority reading and marked them with a pair of daggers, considering them scribal errors in ms. C (p. 64). A second textual feature of ms. C is explicitly marked in the text line: words marked with a pair of double daggers are ones that other witnesses omit or put in the marginalia (some of these words even have a special sign in ms. C). A total of 12 words is marked this way in the edition; in fact, there are 34 readings They can be looked up in Y.’s edition. There are 34 integrations of marginalia into the main text: 1 :13, 2 :4. 7. 8. 16. 18 (twice). 21, 3 :27, 4 :13. 37, 5 :34. 37, 6 :25. 52 (twice), 7 :13. 14. 18. 24. 25, 8 :34, 10 :17, 32. 40. 50, 11 :28, 12 :7. 11. 20. 32, 13 :35, 14 :19, 15:12 – Five marginalia are completely omitted in ms C: 3:14. 18, 12:31. 34, 13 :13. in ms. C, which are in the margin of all or some of the other witnesses. In addition, ms. C exchanges the text reading with the marginal reading in 19 cases. 3 :5. 27. 31, 4 :36, 5 :1. 18, 6 :1. 11. 41, 9 :19, 10 :49, 11 :19. 32, 12 :28. 36. 41, 14 :72, 15 :4.25. I am not sure whether the author recognized the significance of these phenomena for the evaluation of ms. C. “The instances where manuscript C stands almost alone against all the other Harklean witnesses are not mentioned here because they exhibit a dependence on some Greek witnesses; in other words, they are variant readings. A careful study of theses readings may identify the original Harklean reading” (p. 64, note 12). Does Yohanna here mean the text readings of C, which are in the margin of the other witnesses? These unique features make ms. C a ‘stranger’ among the witnesses used by Yohanna and may point to the secondary formation of ms. C within the revisional development of the Ḥarklean Gospels (on this see below). This dispute on the ‘originality’ of ms. C gives proof of Yohanna’s sound editorial policy, which enables scholars to put ms. C in a critical perspective. Chapter 4 (‘The Ḥarklean Tradition’, pp. 68–115) is the longest chapter and offers a wealth of information by printing (in Syriac and in English translation) numerous additional texts associated with the Ḥarklean Gospels: 1. the Eusebian materials ( Ep. ad Carpianum ; the ten Canon Tables; the sections and their references in the Gospel of Mark); 2. the Kephalaia and Titloi in Mark; 3. the famous subscription to the Ḥarklean Gospels including the variants from single manuscripts; 4. a full list of patristic, theological, and linguistic notes and comments from the margins of ms. C, including the liturgical rubrics and Old Testament quotations; 5. lists and diagrams concerning the Syriac manuscripts, their contents and relation to each other; 6. a list that shows the orthographical development in the proper names; 7. the history of the depository of manuscripts in the Chaldean Antonian Order of St. Hormizd (Yohanna himself was involved in the transfer of the manuscripts from Baghdad to Al-Qosh in 2006); some color images of ms. C for the illustration of the Ḥarklean textual features. ‘Final considerations’ give a summary of the book. Yohanna’s concern is to pave the way for establishing the ‘original’ of the Ḥarklean Gospel of Mark. In this respect, ms. C plays a key role and is chosen as the textual base of the edition. By age, intactness, and by the exhaustive ‘Ḥarklean apparatus’, this witness is believed to be ‘one of the better representatives of the Ḥarklean Gospels’. “This manuscript, wrongly attributed to the 13th century, is one of the better representatives of the Harklean Gospels because it contains a high percentage of the text (99,97% of the four Gospels), and it has more accurate marginalia, including a full representation of the Harklean critical signs (surpassing manuscript V2 in this respect).” This general statement is correct but in need of a better specification. According to my own research, I was kindly allowed to photograph ms C during my visit to the Chaldean Monastery in Dora\/Baghdad in April 1989. There is a project of editing the Harklean Gospels under my direction, located at Beth Mardutho\/The Syriac Institute, NJ (headed by Dr. G. A. Kiraz). the significance of ms. C for the history of the Ḥarklean Gospel text is given by its place within the revisional development of the version. Ms. C reflects a pre-history of the revisional stage, which is related to Dionysius bar Ṣalibi (d. 1171) and extant in two manuscripts (New College 334 of the 12th\/13th cent., and BL Add. 17,124, dated 1233\/34 AD). See G. A. Kiraz, Comparative Edition of the Syriac Gospels. Aligning the Sinaiticus, Curetonianus, Peshîṭtâ and Ḥarklean Versions [New Testament Texts and Studies 21\/I–IV]. Leiden 1996\/Piscataway 2004, vol. 1 p. xxxvii-xxxix. The subscription to ms BL Add. 17,124 is given in W. Wright, Catalogue of Syriac Manuscripts in the British Museum Acquired since the Year 1838 , Part I (London 1870, reprint Piscataway 2002), 42. Still substantially rooted in the still undistorted Ḥarklean textual tradition of the first millennium, ms. C already exhibits the typical features of the Dionysius-stage, This stage exhibits a strongly reduced ‘Harklean apparatus’ and seems to be an individual attempt to ‛fix and seal’ the Harklean Gospels. Besides this revisional stage, the still undistorted Harklean textual tradition continues, as can be seen from the mss. Chester Beatty syr. 3 (Dublin), dated 1177 AD, Cambridge Univ. Library Add. 1903 (the Vorlage dated 1210 AD), and ms. New College 333 (Oxford, 13th\/14th cent.). The manuscript from Oxford is significantly related to the Dionysius stage but to the undistorted Harklean textual tradition as well, see G. A. Kiraz, Comparative Edition of the Syriac Gospels , vol. 1, xli – xliv. i.e., 1. the integration of a sizable number of marginalia into the main text, and 2. several exchanges of text readings with readings from the margin. See above notes 20 and 21. Almost half of the 120 Syriac marginalia in Mark extant in V2 (Vat. syr. 168) are affected by this revisional shift. A revisional background of this shift seems very likely, because in some cases other witnesses offer the same integrations of marginalia into the main text. See 4 :13, 5 :37, 6 :25.52 10 :32, 12 :11, 15 :12. The exchange of text and margin we do not meet outside the Dionysius-stage and its pre-history; it may reflect the latest results of revisional activities. As witness to the developing Dionysius-stage, the terminus ante quem to produce ms. C is the 12th century. The still obvious integrity of the ‘Ḥarklean apparatus’ in this witness suggests a 10th\/11th-cent. date. Yohanna cannot be blamed for having missed the relation of ms. C to the Dionysius-stage, because in the two manuscripts representing this stage, the Gospel of Mark is almost entirely missing. Mk 15:34 – only the end is preserved in ms. BL Add. 17,124 (on fol. 5). In the Gospel of John, which is fully transmitted in both witnesses, this relation is obvious. Nevertheless, Yohanna should have treated with more suspicion the unique features of ms. C. Yohanna’s edition of the Ḥarklean Mark is a pioneering work and a model for future editions of the Ḥarklean New Testament. For the first time, we have a published Unfortunately, the Ph.D. dissertation of Peter A. L. Hill, The Harklean Version of St. Luke 1–11: A Critical Introduction and Edition (Univ. of Melbourne, 2002), remains unpublished. Ḥarklean Gospel text at hand, which is not a one-manuscript-edition, but a critical edition based on fourteen manuscripts. In addition, the author made available to scholarship a remarkable (and difficult to access) manuscript of immense importance for the revisional development of the Ḥarklean Gospels. It is hoped that he will edit the remaining Gospels in the future. In Ḥarklean research ‘diversity’ is a sign of good health, and three remarkably different printed editions (of J. White, G. A. Kiraz, and S. S. Yohanna) are now standing side by side. Finally, some corrections: Yohanna does not always properly distinguish between (actual) ‘text’ and (intended) ‘reading’ of the marginalia, i.e., the interpretation of the marginalia (replacement or addition?) is wrong in several cases. The following list gives the correct interpretation (all items are from the second apparatus of Yohanna’s edition): Verse MSS Margin Interpretation (Intended Reading) 2:18 V 2 D mg ܘܬܠܡܝܕ̈ܐ ( ܘܬܠܡܝܕ̈ܐ (ܕܦܪ̈ܝܫܐ H 1 V 1 mg ܘܬܠܡܝܕ̈ܐ by err. refers to ܬܠܡܝܕ̈ܝܟ 4:30 C mg ܢܣܝܡܝܗܿ by err. refers to ܢܕܡܝܗܿ (besides the correct ܢܦܠܐܬܝܗܿ ) 6:7 D mg ܕܢܦܩܘܢ ܕܢܦܩܘܢ (ܛܡ̈ܐܐ ܪ̈ܘܚܐ) 6:8 V 1 πήραν (bag) by err. affixed to ܚܘܛܪܐ 6:14 D mg ܥܠ ܝܫܘܥ ܝܫܘܥ ܥܠ (ܗܪܘܕܝܣ ܡܠܟܐ ܘܫܡܼܥ) 6:38 D mg ܠܚܡ̈ܐ ܠܚܡ̈ܐ (ܟܡܐ) D mg ܗܪܟܐ ܗܪܟܐ (ܠܟܘܢ ܐܝܬ ܠܚܡ̈ܐ ܟܡܐ) D mg ܠܚܡ̈ܐ ܠܚܡ̈ܐ (ܚܡܫܐ) 7:18 M 1 S 1 L 1 D mg ܥܕܟܝܠ (ܠܐ) ܥܕܟܝܠ 7:25 V 1 L 1 D mg ܐܠܐ ܡܚܕܐ ܐܠܐ ܡܚܕܐ (ܫܡܥܬ) 8:12 D mg ܐܬܥܙܙ for ܐܬܬܢܚ 8:29 D mg ܗ̇ܘ ܒܪܗ ܕܐܠܗܐ ܚܝܐ ܚܝܐ ܕܐܠܗܐ ܒܪܗ ܗܘܿ (ܡܫܝܚܐ) 10:14 M 1 L 1 V 1 D mg ܟܿܐܐ ܘܟܕ ܐܡܼܪ (ܟܿܐܐ ܘܟܕ) 10:17 H 1 V 1 V 2 L 1 D mg ܐܢܫ ܥܬܝܪܐ ܥܬܝܪܐ ܐܢܫ (ܪܗܛܼ) , no ܚܕ after ܪܗܛ C mechanically inserts ܐܢܫ ܥܬܝܪܐ into the text and wrongly reads ܥܬܝܪܐ ܐܢܫ ܚܕ ܪܗܛܼ 10:32 V 2 mg ܕܝܢ (ܐܝܬܝܗܘܢ ܗܘܘ) ܕܝܢ 11:8 V 1 mg ܩܪ̈ܣܡܬܐ by err. affixed to ܦܣܩܝܢ (correct to ܣܘ̈ܟܐ ) 14:12 D mg ܕܝܘܕ̈ܝܐ ܕܝܘܕ̈ܝܐ (ܕܦܨܚܐ) 14:49 C ܕܢܒܝ̈ܐ ܟܬܒ̈ܐ܌ ܍ error for ܕܢܒܝ̈ܐ܌ ܍ ܟܬܒ̈ܐ D mg ܗܕܐ ܗܘܬ ܗܕܐ ܗܘܬ (ܕܢܒܝ̈ܐ܌ ܍ ܟܬܒ̈ܐ) 15:13 V 1 D mg ܟܕ ܐܬܬܢܝܦ until ܟܕ ܐܡܪܝܢ by err. affixed to ܐܢܝܦ vs 11; correct in vs 13 after ܕܝܢ ܗܼܢܘܢ",
    "title" : 
    [ "Gospel of Mark in the Syriac Harklean Version. An Edition Based upon the Earliest Witnesses",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Juckel, Andreas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n1prjuckel",
    "type" : "review",
    "displayTitleEnglish" : "The Gospel of Mark in the Syriac Harklean Version. An Edition Based upon the Earliest Witnesses" }