
  { "fullText" : "Maria Doerfler, Emmanuel Fiano, and Kyle Smith, eds. Syriac Encounters: Papers from the Sixth North American Syriac Symposium, Duke University, 26-29 June 2011 , Eastern Christian Studies 20 (Leuven: Peeters, 2015). Pp. xx + 498; €85. This volume comprises a selection of twenty-four papers given at the Sixth North American Syriac Symposium, held at Duke University in 2011. It offers an impressive and fairly comprehensive look at the current state of Syriac scholarship as it has broadened beyond its origins in Semitic philology and “Oriental” Christian studies. The initial group of essays, “Poetics and Representation,” begins with a plenary lecture by Susan Ashbrook Harvey, in which she argues that privileging commentary literature has left scholarship with an overwhelmingly negative image of Eve in the Syriac tradition. She contends that a more complex portrait of Eve emerges from the Syriac liturgy, which would have been the setting in which most women and men encountered the figure of Eve. Harvey’s interweaving of literary and visual evidence makes this an especially compelling look at the relationship between form and content in biblical exegesis. The second essay in this section, by Jeffrey Wickes, is narrower in focus, examining a single hymn by Ephrem. Wickes gives a nuanced reading of Ephrem’s “self-representation,” and in particular how he used biblical language and characters to position himself and his poetry in relation to God. In the final essay, Robert Kitchen introduces a previously unknown metrical Life of Jacob of Serug by the eleventh-century miaphysite Ṣa‘īd bar Ṣabūnī. Kitchen describes its manuscripts and summarizes its contents, with specific attention to how Ṣabūnī constructed the life of Jacob in response to his own context. The second section of papers, “Language and Identity,” begins with an essay by Christine Shepardson. She draws upon recent scholarship on “linguistic diversity” in northern Syria and argues that John Chrysostom invoked differences between “urban” Greek- and simple, faithful “rural” Aramaic-speakers in order to present a rhetorical challenge to his urban Antiochene audience. This essay is especially valuable in that it draws upon new scholarship on language use in Late Antique Syria and applies it to nuance our understanding of Syriac texts. The second and third papers in this section, by Riccardo Contini and Heleen Murre-van den Berg, were initially delivered as plenary lectures at the Symposium. Contini’s essay offers what the author calls “a first tentative approach” to linguistic thought in (particularly East Syrian) exegetical works (p. 96). He finds that Syriac exegetes tended to be unaware of or give little attention to linguistic issues in the Hebrew Bible. Contini concludes that although they paid great attention to the meaning of words, this linguistic reflection did not develop beyond what might be called “folk linguistics” (p. 112). In her incredibly informative paper, Murre-van den Berg explores the revival of Classical Syriac as a “unified and unifying national language” (p. 120) for the Syriac communities of Iraq in the twentieth century, transcending confessional boundaries. Finally, she identifies Iraqi Kurdistan as the current center of the revitalization of Classical Syriac. With the political turmoil and violence currently endangering even the relative stability of northern Iraq, one can only hope that such trends can continue. The third section of the volume, “Resurrection and Apokatastasis,” begins with an essay by Charles Stang, focusing upon Evagrius of Pontus’ reflections on the act of writing his “Letter to Melania,” with attention to how these reflections connect to his understanding of the apokatastasis , or “restoration of all things.” Stang argues that for Evagrius, “pure, receptive minds” (p. 158) can become God’s “letters,” receiving divine “writing” without mediation. In the second essay, Nestor Kavvadas examines the apologetic objectives of the little-known treatise On Providence (now recently published by Kavvadas Nestor Kavvadas, ed. and trans., Joseph Hazzaya, On Providence: Text, Translation and Introduction , Texts and Studies in Eastern Christianity 8 (Leiden: Brill, 2016). ) by the eighth-century East Syriac author Joseph Ḥazzaya, arguing that this defensive work was written prior to Ḥazzaya’s condemnation by the ecclesial hierarchy in 786\/790. Kavvadas’ essay highlights Ḥazzaya’s “pedagogical” interpretation of the Genesis creation accounts, and his careful promotion of the doctrine of the apokatastasis , which flows out of his understanding of divine pedagogy. Maria Doerfler’s paper on the reception of Evagrian thought in Syria opens the fourth section, “Nile and Tigris.” She focuses on how Philoxenus “socializes” Evagrius by mediating his ascetic thought through an “orthodox” framework. The second article, by Karel Innemée, takes a very different turn, examining the tenth-century wooden doors of the famous Deir al-Surian (“Monastery of the Syrians”) in Egypt. Innemée provides a detailed description of the doors and explains the recent process of conservation which began in 2010. The final paper, delivered by Amir Harrak as a plenary lecture, looks at the conditions of non-Muslims in the Abbasid caliphate, and the caliphate’s wars with the Byzantines from the standpoint of the writings of the ninth-century Syrian Orthodox Patriarch Dionysius of Tell-Maḥrē. The fifth section of the volume, “East and West” opens with an essay by Nathanael Andrade. Andrade explores a single Edessene legal document from the third century, highlighting the ways that the document expresses Roman, Syrian identity in the idiom of the Syriac language. The second essay, by Alberto Camplani, focuses upon a particular Manichaean claim about Bardaisanite psychology. This essay, while valuable and well-researched, is poorly organized and difficult to navigate. For example, the author interrupts the paper with a lengthy rebuttal of Ilaria Ramelli’s work on Bardaisan, and the conclusion neglects to address the specific Manichaean characterization that prompted the study. In the final essay, Craig Morrison examines the intercessory prayers in the Acts of Thomas and their function in the narrative. The subtitle of this essay (“Intercessory Prayer in Early Syriac Literature”) is somewhat misleading, as the work focuses almost solely on the Acts . It also shows very minimal engagement with other scholarly literature, in stark contrast with the other papers in this volume. The sixth section of the volume, entitled “Greek and Syriac,” begins with a paper by Alberto Rigolio on Syriac monastic transmission of “secular” Greek literature, specifically six texts by Lucian, Plutarch, and Themistius. Rigolio argues that “the moralizing nature of these pieces played an important role in their translation as well as in their transmission within Syriac manuscripts” (p. 296). The next essay, by Kathleen McVey, situates the Letter of Mara bar Serapion in the context of the “Second Sophistic” movement of the second and third centuries. In particular, she examines the appearance of the character of Palamedes in the letter, noting that the treatment of the character aligns well with his treatment by Greco-Roman authors of the early imperial period. In her plenary lecture, Alison Salvesen focuses on Jacob of Edessa’s revised version of the Old Testament, suggesting that Jacob produced this enigmatic text for pedagogical purposes, to demonstrate the value of Greek in clarifying the Peshitta. This careful and valuable study draws upon evidence for Jacob’s life, examines the format of the earliest manuscripts of his Old Testament, and draws comparisons with biblical citations in his other works. The final essay in this section, by Ute Possekel, deals with disputes between Chalcedonians and miaphysites through the lens of the eighth-century correspondence between Leo of Harran, a Chalcedonian, and his friend Eliya, a convert to miaphysitism. Possekel takes the friendly correspondence as evidence for the presence of ongoing dialogue (and not simply polemic) between the communities. Sidney Griffith’s plenary lecture begins the seventh section of the volume, entitled “History and Influence.” This essay offers an excellent overview of the status quaestionis regarding the relation of Syriac to the study of early Islam and the Qur’an. Specifically, he argues that the “Syriacisms” of the Qur’an and its conscious critiques of Christian theology and practices indicates that the Arabic-speaking Christian “dialogue partners” (p. 393) of the Qur’an emerged from Syriac-speaking traditions known to have existed on the Arabian periphery. In the second essay of this section, Andy Hilkens examines the depiction of the Turks in the twelfth-century Syriac Chronicle of Michael the Great and its two Armenian translations. Hilkens sheds light on the dynamic processes of translation in Late Antiquity and the Middle Ages, arguing that the two Armenian translations are, in fact, independent adaptations. The third essay, by Alessandro Mengozzi, offers an introduction to the Book of Khamis bar Qardaḥe , including a survey of the scholarship, an overview of its extant manuscripts, and a description of its contents. It is, therefore, an excellent introductory resource for future research. The final section of the volume, “Text and Object,” begins with an essay by Jeanne-Nicole Mellon Saint-Laurent on “relic discourse” in Syriac hagiographies which present relics as sources of healing, as substitutes for the presence of the saints, and as representations of “friendship with the saint” (p. 446). These aspects of “relic discourse” explain the anxiety which led to episodes of “relic theft” (p. 449), and to ecclesial regulations on their transportation. The second essay, by Stephanie Bolz, examines three particular Syriac magic bowls from Sasanian Persia. Specifically, Bolz argues that the “adjuration formulae” on the bowls are Jewish in origin. The presence of Jewish formulae in Syriac may attest to widespread transmission of magical formulae across religious boundaries. Lucas Van Rompay’s essay, the final paper of the volume, catalogues two Syriac manuscripts held by Duke University: a West Syrian Gospel manuscript, likely from the tenth or eleventh century, and a Maronite divine office, cop-ied sometime between the sixteenth and eighteenth century. The great weakness of conference proceedings volumes is that the number of authors and diversity of subject matter can often make them feel disjointed or incoherent. Unsurprisingly, this volume occasionally has such an uneven quality. The editors of this volume should therefore be commended for the introduction and mode of organization, by which they attempt to weave together these disparate pieces of research on the basis of common themes. That being said, the greatest benefit of this volume is something akin to that of reading an issue of Hugoye : one receives a broad sampling of current research across the various sub-disciplines of Syriac scholarship. For this reason, this volume will no doubt be a valuable resource for libraries and scholars for many years to come.",
    "title" : 
    [ "Review of: Syriac Encounters: Papers from the Sixth North American Syriac Symposium, Duke University, 26-29 June 2011",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Hartung, Blake" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n1prhartung",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Syriac Encounters: Papers from the Sixth North American Syriac Symposium, Duke University, 26-29 June 2011" }