
  { "fullText" : "The Syriac religious writings of the first four Christian centuries with their almost exclusive reliance on Scripture as a source represent a unique approach to theology and spirituality. Ephrem and Aphrahat, early representatives of this tradition, expressed their teachings within a biblical world- view. The term “biblical world-view” is used to describe how the biblical writers pictured and ordered reality. In contrast to the classical world, biblical thought gives priority to faith and revelation. Early Syriac culture did interact with Greek philosophy and science. Ephrem was aware of Greek philosophy and science and made use of the theory of the four elements in his teaching. Ute Possekel, “Syriac Theology,” in Oxford Handbook to the Reception History of Christian Theology , ed. by S. Coakley and R. Cross (forthcoming), 2-7. See also Possekel, Evidence of Greek Philosophical Cocnepts in the Wrtiting of Ephrem the Syrian , CSCO 580 (Leuven: Peeters, 1999). It was in the latter part of the fifth century that Greek philosophy and theology gained more prominence and integration in Syriac scholarship. The substantial writings on the spiritual life attributed to John the Solitary of Apamea, The principal published works attributed to John the Solitary are: Brief von Johannes dem Einsiedler , Lars Rignell, trans. (Lund: Hakan Ohlssons, 1941), summarized by Irenée Hausherr, “Un grand auteur spiritual retrouvé: Jean d’Apamée,” OCA 183 (Rome: 1969), 181–216; Drei Traktate von Johannes dem Einsiedler (Johannes von Apamea), L.G. Rignell, ed, trans. (Lund, 1960), the first Tractate is translated into English by Dana Miller in The Ascetical Homilies of Saint Isaac the Syrian (Boston: Holy Transfiguration Monastery, 1981), 461–6; Johannes von Lycopolis, Ein Dialog über die Seele und die Affekte des Menschen , ed. Sven Dedering (Uppsala, 1936), translated by Mary Hansbury, John the Solitary on the Soul (Piscataway: Gorgias, 2013), also translated by Irenée Hausherr, Dialogue sur l’âme et les passions des hommes , OCA 120 (Rome, 1939); Sechs Gesprache mit Thomasios, Der Briefweschel zwischen Thomasios und Johannes und drei an Thomasios gerichtete Abband lungen , Werner Strothmann, ed., trans. (Berlin: Walter de Gruyter, 1972), translated by René Levenant, Jean d’Apamée. Dialogues et Traités , Sources Chrétiennes 311 (Paris: Editions du Cerf, 1984); Sebastian Brock, trans., “John the Solitary, On Prayer,” Journal of Theological Studies 30 (1979), 84–101; Sebastian Brock, trans., “Letter to Hesychius” in The Syriac Fathers on Prayer and the Spiritual Life (Kalamazoo: Cistercian, 1987), 81–98; Sameer Maroki, “Jean le Solitaire (d’Apamée), Quatre Lettres inedités, Textes Syriaques et Traduction française,” Parole de l’Orient 35 (2010), 477–506. which probably date from the first half of the fifth century, are more similar to earlier examples of Syriac literature than later writings in this regard. Brouria Bitton-Ashkelony observes: “The role of the Bible in his spirituality, a sort of continual meditation on Scripture, is central, and his patterns of thought are easily characterized as typically Semitic.” Brouria Bitton-Ashkelony, “‘More interior than the Lips and the Tongue’: John of Apamea and Silent Prayer in Late Antiquity,” Journal of Early Christian Studies 20 (2012): 321. John the Solitary knew Greek but hardly used Greek terminology in his writings. Irénée Hausherr observes that John’s views are closer to those of Ephrem than to early Christian philosophers such as Gregory of Nyssa or Evagrius of Pontus. See: Bitton-Ashkelony, “John of Apamea,” 321-2. He shows no influence from Evagrius who greatly influenced many subsequent Syriac writers. In terms of sources other than Scripture, he refers only to Ignatius of Antioch. Irenée Hausherr, “Un grand auteur spiritual retrouvé: Jean d’Apamée.” OCA 183 (1969): 213; Brock, Syriac Fathers , 78. He mentions in passing Eusebius of Caesarea’s Ecclesiastical History . He rejects by name the teachings of the Valentinians, Quatrième Dialogue avec Thomasios sur l’extrême variété des êtres créés par Dieu, su tout ce qu’il a opéré dans la nature et hors de la nature. Et d’autres sujets , Levenant, Dialogues , 79–80. and in his writings he also rejects docetism, Arianism, and Apollinarism. Most of John’s published writings consist of spiritual direction in the form of dialogues, tracts, and letters in response to queries from monks and solitaries of the region. It is possible that his monastery was near Nikertai where Theodoret lived as a monk prior to becoming bishop of Cyrrhus in 423. Sebastian Brock, The Syriac Fathers on Prayer and the Spiritual Life , (Kalamazoo: Cistercian, 1987): 78. This article seeks to outline John’s incarnational theology and its application to his spiritual doctrine based on a close reading of John’s densely written tracts and dialogues. THEOLOGY John the Solitary sees creation as a wondrous manifestation of the glory of God. The vast range of God’s creativity extends from the highest rank of angels to the lowest material entity. Each being in creation has significance in celebrating the glory of God. God’s “economy of salvation” includes all spiritual beings, both angels and humans. Human beings are a microcosm of spiritual and material creation. John locates spirit in humans in the deepest part of the soul. Both in this life and in eternity, the body is an integral part of the human self. The Centrality of the Incarnation in Creation John’s view of God’s plan of salvation incorporates all of creation including both angels and humans. John seems to take for granted that the incarnation of Christ was essential to this plan from the beginning, since the resurrected humanity of Christ is an integral part of bringing about the transformation of humanity. In his Third Treatise on the mystery of the economy of Christ our Lord , John declares that the Scriptures manifest the authenticity of Christ’s economy of salvation because they do not confess his divinity without associating it with his humanity, or his humanity without his divinity. According to John, they teach the unique person of the only Son of God in exaltation and humiliation. To those who refuse to confess Christ’s corporeity, St. Paul teaches that He is of the line of David according to the flesh. To those who do not speak of his being the only Son of the Father, Paul declares that in the fullness of time God sent his son born of a woman. To those who distinguish two sons, the Gospels announce that the Savior is the only Son of God. John affirms the mystery of the divine will to imprint on the human soul the image of the only Son of God. Lettre to Thomasios , Levanant, Dialogues, 166–68. Created in the image and likeness of Christ, humans can only reach fulfillment in Christ For John human beings were created not only in the image of God but in the image of the Word made flesh. He declares: “By his foreknowledge, God had predestined, chosen, sanctified and fashioned us in the image of His Son, so that after having lost and forgotten our grandeur, dignity and glory that we had received in our creation, we are, thanks to Christ, renewed, rendered perfect and receive life, truth, and wisdom of the mysteries of God in his holy world.” Ibid., 138. The Son of God had created all living beings perfect according to his image. From the beginning of their existence, he was their “knowledge, life, light, true repose, holy kingdom and place of peace.” Ibid., 137. He had prepared and sanctified this present world with all its splendors in preparation for the perfect world to come. This plan of salvation prepared from the beginning of the world is invisible and exists invisibly in the world and was executed visibly through the actions of Christ. Ibid., 136–8. The ideal is for the spiritual soul and body to exist in perfect harmony. However, since the body’s senses and passions can go astray, the soul can only arrive at mastery of the body through long discipline. On one level the soul relies on its bodily senses for its natural knowledge and on its passions to act in the secular world. But by nature, the soul seeks understanding through intellectual activity. The spiritual part of humans is called to a higher understanding and activity. In the present world the spirit has difficulty functioning, since it is part of the soul which in turn relies on the body and sense knowledge. John compares this condition to a complete embryo with all its senses, arms and legs, but unable to act as long as it is in its mother’s womb. In the same way, while the spiritual soul is in the physical world it cannot operate until it rises to the spiritual world. Dialogues , 36–7; Premier Dialogue de Mar Jean le Solitaire avec le bienheureux Thomasios sur l’expérance future , 54–5 in René Levenant, trans,, Jean d’Apamée. Dialogues et Traités , Sources Chrétiennes 311 (Paris: Editions du Cerf, 1984). Reflecting the teachings of St. Paul, John states that on the level of the material world, God has chosen to teach humans through the splendor of his works and his wisdom in creation. We can come to some understanding of God’s works, but not of God in himself. Creation manifests the grandeur of God’s marvelous skill. However, God chooses often in Scripture to show His plans not in grand gestures but in small ways. Since God cannot be known in himself, humans use the highest names available in referring to him. Cinquième Dialogue du meme Mar Jean le Solitaire sur ce thème: pourquoi malgré la transformation si grande and si élevé dont elle doit bénéficier, la nature humaine a-t-elle d’abord été créé en ce monde avec un corps composé? in Levenant, Jean d’Apamée , 104–6; Réponse de Mar Jean le Solitaire à Thomasios qui l’avait interrogé sur le mystère de l’économie du Christ qui a eu lieu pour tous: Premier Traité , ibid., 132. In his Letter to Hesychius , John offers the following advice to the solitary: When evening comes, collect your thoughts and ponder over the entire course of the Day: observe God’s providential care for you; consider the grace he has wrought in you throughout the whole span of the day; consider the rising of the moon, the joy of daylight, all the hours and moments, the divisions of time, the sight of different colors, the beautiful adornment of creation, the course of the sun, the growth of your own stature, how your own person has been protected; consider the blowing of the winds, the ripe and varied fruits, how the elements minister to your comfort, how you have been preserved from accidents, and all the other activities of grace. When you have pondered all of this, wonder of God’s love towards you will well up within you, and gratitude for his acts of grace will bubble up inside you. Brock, Syriac Fathers , 94–5. The invisible and the visible A key in articulating his theology and found throughout his writings is John’s distinction between the invisible and the visible. Invisible reality is the realm of God. God’s activity in creating, in revealing, and in the working out of the plan of salvation introduces the invisible into visible reality. The human soul, which in its depths is spirit stamped in the image of God, represents the meeting point between the invisible and the visible. Human beings in their earthly condition are able to know and function by way of visible things, but the invisible realities embedded in material creation can be grasped only partially and with difficulty. For John, since the God is unknowable and unattainable, humans cannot attain God through knowledge, because they become lost in mystery. The human will is wearied in its unlimited searching, and it is only Christ’s presence that can give it rest. Sameer Maroki, “Jean le Solitaire (d’Apamée), Quatre Lettres inedités, Textes Syriaques et Traduction française,” Parole de l’Orient 35 (2010), 481, and “Lettere: Sur le Mystère du Christ,“ 497. Nevertheless, it is in God’s plan of salvation that human beings will recover their original state allowing the spirit to function in the realm of the invisible. John speaks of creation containing “two mysteries: its outward appearance and the creative workmanship of God which lies within it.” Mary Hansbury, John the Solitary on the Soul (Piscataway: Gorgias, 2013):5 The eyes can only see material things whereas the intellect can know the invisible. Human beings are essentially spirit in matter with the realization that finitude is a part of their nature. The ability to know is limited by their material senses and the limitations of their intellect, will and spirit. Yet, human beings with their double substance manifested in the body and concealed in the soul are called to delight in seeing God’s hidden wisdom shining forth in the amazing beauties of creation. Ibid., 6. John states that since “God conceals within the inner members a nature having senses more subtle than all the bodies,” Ibid. the human intellect is able to go beyond one’s external senses. “Now because of the subtleness of its stirrings, this nature searches out the hidden wisdom of the things created by the Lord of all.” Ibid., 6 John encourages his readers to strive for a purity of intellect which is the “only true wisdom that God has put in human nature in this life.” Ibid., 156. John advises that humans pray that “God might make the light of His knowledge to shine in us that the virtues which He has put in us at the creation of our soul might be visible.” Ibid., 106. As such, humans should devote themselves to study so that their intellects would turn within and focus on their interior selves. Thus in John’s anthropology, the spiritual soul and body constitute the complete human being both in this world and the next. In this world, spirit element is limited in its activity because of its reliance on the soul, and the soul’s intellectual activity is restrained by the body. God provides instruction through his wisdom found hidden in the works of creation and through Scripture adapted to humans’ limited understanding. The goal is to seek the spiritual reality that lies within humanity. Divine revelation: the Word expressed in “speech” The English term “voice” is also used depending on the conext. Furthermore for John, the Word of God is the divine expression and divine image, yet hidden and mysterious in the realm of silence. In revelation the “word” is expressed in human “speech,” yet speech is hardly adequate to the task. No human words can represent the Word. Letter sent to Eutropius and Eusebius in Hausherr, “Un grand auteur,” 209–10. If God had chosen to be understood, he would have chosen the way of knowledge and not of faith. He would have chosen philosophers as his disciples, not fishermen. Even when He reveals himself to humans, it is according to human ability to comprehend. Maroki, “Lettre: sur le Mystère,” 497–8. According to John, physical expression whether through the prose, poetry, figures or allegories of Scripture or the preaching of prophets and ministers is the only way to communicate with human intellects in the present world. It is in the spiritual world to come that humans are able to see the mysteries themselves without figures. At the present time humans are in communion with God through the mysteries of the Church. The future majesty shall be revealed not in figures, enigmas, similitudes and parables, but shall be given to those who have guarded purely the pledge of the Spirit. While on earth humans are a composite of body and soul, where the corporeal side is expressed in voice or speech. The “word” or “logos” is not corporeal. “Word” is to be understood as that part of the soul that is in the image and likeness of God, and “speech” is the soul expressed in its corporeal form. The word is expressed in speech as long as the soul is dependent on the body. The external senses are unable to consider hidden things. Hidden things can only be studied through contemplation. Lettre to Eutropius and Eusebius , in Hausherr, “Un grand auteur,” 203–4. John also uses this distinction between word and “voice” when comparing the human condition in this life with that of the world to come. He cites Ignatius of Antioch’s Letter to the Romans urging his readers not to deter his desire to witness to Christ in martyrdom. His hope through death for the faith is to become a “word” of God. If the Romans would want him to hang on to his earthly body, he would remain a “voice” of God. He would rather his readers not love the life he has on earth more than his entering the life of the spirit. John continues that when Ignatius says that he shall be a word of God, he means that in the future world, humans shall live the life of the spirit and know the truth through wisdom, which cannot be known from human speech. Making use of a Pauline metaphor, humans will no longer see an image of the truth in a mirror, but face to face without intermediary. Letter sent to Eutropius and Eusebius in Hausherr, “Un grand auteur,” 200-3.. The Incarnation as Word become “Voice” John applies the distinction between word and voice in his teaching about the Incarnation. In this regard, John cites John the Baptist who refers to himself as a voice crying in the wilderness, but who refers to Christ as the Word. Christ is designated as the word because he is the prophet on behalf of the Father. Christ put on a body as the word puts on voice. The body as voice is not just an outer robe but expresses the word which is unreachable because of the Lord’s “unlimited rationality.” Therefore, God the Word in his plentitude is to be found in his perfect humanity. The Word expresses himself in voice in order to be heard by human ears. However, God the Word is always in the presence of the Father. He takes a perfect body to be seen and revealed to the human family, otherwise he would not be known. The mixture of the word in voice is not confused, but is combined in a single power and humans perceive a sole expression all the while understanding two powers, the power of the voice and the power of the word. The power of the voice connotes a body and the power of the word a soul. It is impossible to separate the two. The same can be applied to the mixture of divinity and humanity in Christ. “[M]ore (intimate) than the mixture and communion of word proceeding from intelligence and voice from the body, is the true communication…of the divinity and humanity in Christ.” Ibid., 206. See also: 205–7. John emphasizes the limitations on divine revelation to rational creatures: “When God speaks to us, He speaks in our language and not in His. God is unknowable even to the angels. Our concepts of Him are analogous, not univocal…The silence of God speaks to us in a voice without becoming voice.” Ibid., 209 What God shows in visions is not his essence. No created comparison approaches God. “No word expresses His Word. We know only that He exists.” Ibid., 209-10. The goal of humans in this life is to arrive at silence, to progress through the ranks of voice, word and silence, to a knowledge of the truth known in itself without symbols, to a knowledge of the new life. Ibid., 211. Humans went astray by choosing the material world and ignorance over wisdom In John’s theology, human beings have distanced themselves from God and rendered themselves strangers to Him. They have lost all trace of the perfect and true life, and dissipated the treasures hidden in them. They have chosen to be amazed no longer “at the invisible riches which are in all the worlds and in the celestial multitudes, of their glorious and perfect beauties.” Troisième Traité du meme sur le mystè de l’économie du Christ notre Seigneur , Levenant, Dialogues , 159. Deprived of the knowledge of God, humans had fallen “into the profound darkness of ignorance and became darkness themselves, enveloped in the fog of error and incapable of knowing themselves.” Deuxième Traité du même sur le mystère du Christ , Levanent, Dialogues , 154. Captivated by the flesh, “creatures had gone outside their nature in turning toward the exterior world, having lost knowledge of themselves and of the dignity received at creation, and forgotten the invisible action of God hidden in them.” Reponse à Thomasios , Levanent, Dialogues , 136-7, With the corporeal world as their only source of knowledge, a barrier hindered access to their inner self. Wandering far from God, each evil passion became an obstacle hindering the soul from seeing anything other than the corporeal. The evil powers brought it about that humans were without knowledge of their creator or of creation, did not understand themselves and were unaware of where or how they were. The original harmony and concord that God had placed in creatures was broken by rebellion and error. Lettre de Mar Jean à Thomasios , 125. The Invisible Word became the visible Christ to be teacher, exemplar and redeemer John declares that Christ uniquely is the whole content of the mystery of the Gospel. When God chose to reveal this plan of salvation through the intermediary of His Son, the Son chose poverty and smallness to manifest the glory of His wisdom. Cinquième Dialogue, Levenant, Dialogues , 106. Divine intervention was needed to break all barriers to enable human souls to see the mystery of the other world. Since they had lost the light of knowledge, they lived on the level of the body and did not realize they were more than flesh and blood. Throughout the years God sent messengers, seers, and helpers. Since no one else could deliver them, the one who is invisible and hidden in himself went out of the invisible to the visible to render himself visible to creatures. Since humans were not persuaded that this mystery was given to them by God, Christ clothed himself visibly to teach them. He limited his infinite light, power, and wisdom into a single human form. Deuxième Dialogue avec Thomasios sur la transformation dont bénéficiera l’homme dans le vie future: dans le monde futur il sera spiritual. Et d’autres sujets , Levenant, Dialogues , 64; Deuxième Traité , 148; Troisième Traité , 167. In a letter to a young monk named Hesychius, John gives this advice: Now it is only when your mind is wrapped in meditation on the incarnation of our Lord – at whose good will and pleasure you have been held worthy to perform good works – that pride will not be sown within you. For without his self- abasement, we should have been far too low down for those beautiful qualities of his, and not even a distant recollection of them would have entered our minds. Letter to Hesychius , translated by Sebastian Brock in Syriac Fathers , 83. Christ was sent as a messenger and came as a physician, as a brother and spoke as a teacher. He was poor with the poor, tempted with those who are tempted and liberated his friends from captivity, while he was led to death. His lowliness is seen in the body he took from us, while his human actions are attributed to his divinity to which he is indivisibly united. Troisième Traité , Levenant, Dialogues , 168–70. According to John, Christ fought against Satan and his temptations as an example to humans. Humans had not been convinced of God’s invisible mystery that those who fight against Satan and triumph over temptations to evil will be worthy of the mysteries known to the angels. The Son of God abased himself thus teaching humans how far they had fallen from their true dignity. He accepted crucifixion to teach humans how they are captive to their passions and plunged in the darkness of error. In his humanity Christ demonstrates the internal spiritual battle that humans must wage against temptations to vainglory, pride and arrogance. He fashioned humans in his image, restored life, light and intelligence, reconciled, enabled humans to participate in his grandeur, and raised them to his world of truth and his kingdom of peace, the new world. Réponse à Thomasios , Levenant, Dialogues , 139; Deuxième Traité , 150, 155–6. Through his work of salvation, Christ bestows a wisdom that was not attainable by the righteous who lived before his coming. Hansbury, John the Solitary , 130–2; Levenant, Dialogues , 39. Christ by his will saves invisibly by guiding, reconciling, affirming and sanctifying human beings. John declares that Christ “elevates and traces the image and structure of the new man in resemblance to his knowledge and in the image of his wisdom and in according to the form of his living and vivifying way of understanding. He operates in the interior self and by his all-powerful force.” Troisième Traité , Levenant, Dialogues , 162–3. John teaches that the words of Christ are portrayed in his works. He advises his reader that if he wishes to put on the image of Christ, he should accomplish his works. “For where there exist works, there also is his image. And where there is his image, there is his perceptibility, and where there is his perceptibility there is his communion. His communion is union with the Father and union with the Spirit.” Maroki, “Lettre,” in “Jean le Solitaire,” 501–2. The wisdom of Christ gives hope for the future resurrection The wisdom that comes from communion with Christ enables humans to attain their hope unimpeded. John emphasizes the fact that Christ teaches that the ultimate destiny of human beings is their future resurrection and a new life similar to that of the angels. Christ offers this hope of resurrection to those who are baptized and seek a life of virtue according to His teachings. The truth that humans seek cannot be found through human effort or from the wisdom of the world. It is only God’s revelation and God’s grace that can raise them above their human nature. Humans live through faith which hopes in God, “who in his mercy makes us worthy of this hope by communion in his spiritual mysteries. “ Quatrième Dialogue , Levenant, Dialogues , 99; Also “Introduction,” 28–29. According to John, Christ’s plan of salvation extends to all rational creatures. It is adapted to beings on high and humans below according to their capacity. Regarding celestial beings he elevates them, enriches them and brings renewal in understanding. To earthly beings he grants resurrection, life and participation in his grandeur. To rebellious Principalities and Powers he brings humiliation of their pride, a liquidation of their activity and an annihilation of their power. Réponse à Thomasios , Levenant, Dialogues , 142; Troisième Traité , 163. In his Third Treatise on the Mystery of the Economy of Christ Our Savior, John declares that all he has exposed on the richness of the mysteries of Christ is but a small stone from a high mountain or a grain of sand from the shore. Humans know only of the salvation he brought to them, but not of the other worlds, nor “of the renewal accomplished among the angels, his action regarding the Powers, his power among the Dominations, his lordship over the Principalities, his wisdom regarding the Seraphim, his knowledge regarding the Cherubim, his grandeur, his richness, his perfection and his truth before the Father.” Levenant, Dialogues , 159-60. John declares that Christ’s mystery “lives in all, is hidden in all, is mingled and united in all and adorned by all.” Ibid., 160. John teaches that the power of Christ resides hidden in all orders, powers and rational creatures. He “holds in his hand the end of all ends, the heights of the heights, the depth of the depths…The force of divine wisdom of Christ envelopes all the worlds, is extended to all and acts in all. It renders all things great and it enriches the knowledge of each of the orders.” Ibid., 161-2. THE SPIRITUAL LIFE Baptism Initiation into the life of the spirit begins with baptism. John observes that just as the power of Christ in His miracles was not revealed to humans before Christ’s baptism, so the knowledge of the divine mysteries is not manifested to humans before receiving baptism. Baptism involves not only visible baptism, but also plunging completely beyond this visible world. “Just as after his baptism our Lord manifested signs and prodigies, likewise man now possesses perfectly the holy power of baptism, while he is adorned of the divine gifts.” Deuxième Traité , Levenant, Dialogues, 149. The reception of baptism enrolls humans in the great mystery of achieving communion with God. John claims that in a sense remission of sins is a secondary result of baptism. Otherwise, he asks what would be the reason to baptize infants. “The principal effect of baptism is to make us children of God for the liberty of the new life in the name of the glorious Trinity.” Letter to Theodolus and companions in Hausherr, “Un grand auteur,” 189. Infants were born into servitude, because the transgression of the first man reigns over all humans. Christ drew a figure of the reality to come by the mystery of his baptism, which served as a type of his death and Resurrection. Just as He rose from the tomb, humans ascend from the baptismal font into a spiritual life. Christ has produced in humans a hope of a new life. It is not the water that renews but the “incubation of a secret force.” Ibid., 191-2. For the baptized it is no longer the Law which is their teacher, but the baptismal mystery which becomes the master which guides the baptized. The freedom that Christ confers means that humans will not be dealing with the Law or further moral combat in the heavenly Jerusalem. Ibid., 192. Before the revelation of Christ humans knew only of Divine Providence. When Christ manifested himself as a light which chases the darkness, the true knowledge of the new life dissipated the obscurity of error. The Jerusalem on high will receive humans according to the measure of their growth in the knowledge of the new man. Ibid.,190. Baptism operates secretly in this present life and will be manifested fully in the future life. John offers examples from the Scriptures. Jeremiah was consecrated prophet in his mother’s womb, but his vocation appeared only in his public life. David received his royal anointing long before he was recognized as king. Joseph received his gift of interpreting dreams as a youth, but exercised it later when imprisoned by Pharaoh. Ibid., 192. For John, there are two resurrections. The first is at baptism when one is introduced to the spiritual life. The second is when one rises to eternity. If human conduct after baptism is without fault, one is already in the new life, but not in its understanding. This life in the spirit can give a partial anticipation of the contemplation proper to the future life. Nevertheless, the future life begins here on earth. Hausherr, “Un grand auteur,” 211–2. Hope In John’s theological system, divine revelation culminating in the teachings and actions of the incarnate Christ marks a significant milestone in God’s plan of salvation. However, the destiny of humanity and all of creation awaits the completion of the divine plan. Relying on the promises of Jesus Christ believers confidently hope that the fulfillment will take place. For John, hope is the key virtue that consistently urges humans to strive for that goal. According to Irenée Hausherr, the letters of John “show us a sentiment of the goods to come, a waiting on God, becoming here below a source of freedom, knowledge, joy of heart beyond the struggle with resolutions and of intellectual discourse. The future glory already appears as a dawn to the eyes of faith. The mysticism of John consists of living eternity in time…(It is a) science of the mysteries of the other world, of a knowledge illumined by the hope of God. …It is charity which enables other virtues to grow, a charity nourished by being attached to future goods.” Ibid., 212–3. According to John the hope promised by Christ includes the resurrection of the dead, communion with God, life with the angels, ineffable blessings, promises, life, diverse revelations, spiritual knowledge, wisdom, a peace exempt of any struggle with thoughts, and a true rest from combat against sin. Troisième Traité , Levenant, Dialogues , 163–4. Progress in the Spiritual Life John depicts the spiritual life as a long struggle with passions and temptations which must be overcome by seeking the truth. John speaks of three levels or orders of the spiritual life, the level of the body, of the soul, and of the spirit. This threefold approach was adopted by many Syriac writers including Isaac of Nineveh and Joseph the Visionary. Brock, Syriac Fathers , 79. Using the term “level” does not mean that there are three discrete stages in the spiritual life wherein one completes the first stage to proceed to the next. Nor does it mean that when one is operating on the level of the soul that the level of the body is no longer an issue. Rather John is trying to delve into the human composite which in its earthly existence is made up of the earthly body with its senses and passions, the soul with its interior senses and intellectual and volitional activity, and the spiritual nature which is located at the depths of the soul. When one is given over primarily to the secular world and the waywardness of the physical passions, one’s lifestyle or way of life is on the corporeal level. When one has disciplined the urges of the body, the soul becomes focused on the aspirations of the intellect to seek knowledge and wisdom. However, even at this level the soul must function through the senses and passions now under control. While it is difficult in this life, humans strive to reach the level of the spirit. However, here again the spirit must work with its earthly intellect, will, and senses. This is why John notes constantly that living according to the spirit for an extended time is rare in this life. The Corporeal Level The level of the body is the condition where one is inclined toward the desires of the body and is absorbed with evil thoughts. Since the soul is joined to the body, there is a life-long struggle between the body’s will and that of the soul. At this level one is subject to jealousy, contention and divisions. In his discussion on the passions, John speaks of three divisions of passions. There are those that arise through the body’s activity, those that arise from the soul’s activity through the body, and those that arise from activity on the level of the soul. Passions that arise from the body include those that lead to anger, envy, malice, hatred, boastfulness, vanity and pride. Levenant, Dialogues , 40; Hansbury, On the Soul , 98–102. John refers often to the rebellious Principalities and Powers who in their arrogance and love of vainglory wish to control the world and subject it to their power. He cites St. Paul’s Epistle to the Ephesians: “For our struggle is not with flesh and blood, but with the principalities, with the powers, with the world rulers of this present darkness, with the evil spirits in the heavens.” These Powers knew that humans were possessed of a glorious nature from their creator that lay dormant in their souls and were led only by their bodily senses. Men interested only in the visible were seduced and became subject to their will. By use of visions, plants, stones, reptiles, and animals, these Powers delude humans into thinking that they have power over the world. Réponse à Thomasios , Levenant, Dialogues , 135–6. However, John notes that the demon is unable to touch the soul directly since it is invisible to him. However, because the soul is attached to the body, especially to the heart and brain, he is able to cause confusion. He is unable to see or touch the soul, but only the organs in which are hidden the soul’s vigor. If he were able to affect the soul, he would be able to do so after the soul leaves the body. But since he cannot see the soul, he has no power over it, because his power is stopped at the body. Sixième Dialogue , Levenant, Dialogues, 117–8. Those living on the corporeal level seek power, honors and desire to accumulate material things. Some persons remain at this level because they have no fear of judgment nor do they care for instruction. Their prayer is filled with distractions and they have an anthropomorphic view of God. Hansbury, John the Solitary , 30–2. However, others reach a point where they begin resisting improper desires. When they begin to achieve a harmony between soul and body, they experience a salutary fear of judgment and of provoking of God’s wrath. At this point the soul realizes that this fear that it will be “deprived of true wisdom and become a stranger to the mysteries of God” arises from its own true nature. Ibid., 172. The Level of the Soul On the level of the soul one must practice asceticism by fasting, vigil, detachment from earthly things, patience, and fear of God. John teaches that by nature the human soul seeks to arrive at truth and therefore when the soul is liberated from the urges of the body it pursues its love for instruction. As the soul strives for recollection, the struggle with bad thoughts continues. By avoiding the way of iniquity, it walks on the way to truth. In getting rid of hateful conduct, it gains access to divine knowledge. Passions of the soul include ignorance, forgetfulness, conceit and unbelief. However, the soul can persevere in not giving in to them by keeping distant from all earthly things, by stillness, by love, and “by the nurturing of the knowledge of the truth.” Mar John the Solitary “An Epistle on Stillness,” L. Rignel, ed., transl., Drei Traktate von Johannes dem Einsiedler , transl. into English by Dana Miller, The Ascetical Homilies of Saint Isaac the Syrian (Boston: Holy Transfiguration Monastery, 1984): 461–2. It is the soul’s nature to be on a higher level than the body, but is subject to evil temptations because of its association with the body. The needs of living in the world offer many distractions when one is seeking to meditate on God. To achieve this goal one must strive to arrive at a higher level. Hansbury, John the Solitary , 32–4; John observes that “in this life there is nothing more excellent than virtuous conduct by a faith which hopes in God. In his mercy he will render us worthy of this hope by communion with his mysteries.” Quatrième Dialogue , Levenant, Dialogues , 99. Detouring from virtuous conduct leads to error. John declares that the Epicureans strayed from honest conduct by deciding to go no further than the body and thinking there is nothing beyond this world. Levanant, Premier Dialogue , 53. At the level of the soul, one is called to practice charity and mercy. Charity is manifested in the zeal to bring those who err to the knowledge of the truth. The commandment of Christ to love one’s enemies means that those engaged in the spiritual life must not only express their love exteriorly, but also purify their interior senses and attitudes. Mercy consists not only in giving alms and performing the corporal works of mercy, but also to show compassion and forgiveness. It seeks to teach those who lack purpose, and to preach hope to the hopeless. Hansbury, John the Solitary , 14, 176. Humility According to John, and many spiritual writers before and after him, humility is the key to the way of life of the interior person. Humility involves self-emptying of the love of money, followed by emptying oneself of the love of praise. Humility should in no way be manifested exteriorly. It consists of a pure transparence of the soul to the love of God. One can arrive at a point of loving without fear, free from any attachment which is not God. In true humility one attains the perfection of loving God uniquely for himself. Ibid., 14; Levenant, Dialogues , 25, 30. John speaks of self-emptying on several levels. There is the self-emptying of the body by abandoning of possessions, of the soul by turning away from its passions, and of the spirit by ridding itself of opinions. Hansbury, John the Solitary, 176. In meditating on Christ’s humility, John explains that one can attain an inner sight which can see beyond corporeal things and is able to understand that Christ’s humbling of Himself is the door to His mysteries. John declares that insofar as one has sanctified oneself, he will become rich in discernments. And, insofar as one has multiplied his humiliations, he shall be worthy of a knowledge of the Holy Trinity.” Maroki, “Lettre,“ in “Jean le Solitaire,” 504–5. Stillness (Tranquility) Prayer is a principal characteristic of living on the level of the soul. However, at this stage it is not free of all distractions or is continual. Since in John’s worldview the realm of the divine to which humans are destined is marked by silence, a primary goal of the spiritual life is to arrive at a state of tranquility or stillness. John teaches tranquility consists in the heart and mind’s not being troubled and divided by thoughts, and the will not quarrelling with itself. It is a state of serenity and gentleness of soul. Later, on the level of the spirit, tranquility will consist of a mind undivided concerning the truth and a soul not confused by opinions. It is a state of unity and harmony of the worlds. Hansbury, 178, 190. To reach tranquility one must deprive oneself of anything that would captivate the intellect. John says that during prayer one should renounce the exercise of the external senses. The soul cannot perceive its true self if it is bound by the impulses of the body. It should seek a continual abiding within itself in stillness so that it can overcome wandering thoughts and empty recollections. Along with stillness, there should be further instruction in the knowledge of the truth through study of the Sacred Scriptures, insight into the mysteries of the natures of created things, and by narrations of God’s revelations. “Little by little [one] begins to be enlightened and to perceive the good that lies in his own nature. Thus he is formed in the image of his Maker and made to resemble his beauty…The longer one perseveres in stillness, the more his passions weaken; and the more the passions weaken, the more he becomes strong and finds peace.” “An Epistle on Stillness,” in Asectical Homilies of Saint Isaac , 463-4. John teaches that “when we see one another, we see ourselves, because our image and our seal (stamp) are found in each other; and we are supported by each other as we are supported by the knowledge of ourselves.” Ibid., 464. Purity and Luminosity of Soul As noted above, the soul must go through a long process to arrive at this level. One should strive for serenity and mental awareness. One must have perfect love of God and of human beings. Through these things a person approaches purity of soul. Purity of soul is expressed in a life of good deeds and of chanting praise to God. It is only after a long process of purification that one arrives at luminosity of soul. John the Solitary, On the Soul , Sebastian Brock, trans., Syriac Fathers , 80. John describes this state of perfection with the Syriac word, shafyuta , “luminosity” or “limpidity” of soul. It can also be translated as “integrity” since the soul recovers its original purity. Paul Harb, citing Irenée Hausherr, distinguishes between dahyuta and shafyuta . While both refer to the purity of the soul, dahyuta refers to the beginning of the process, and shafyuta is its crown. Paul Harb, “Doctrine spirituelle de Jean Le Solitaire, Jean d’Apamée,” Parole de l’Orient 2 (1971): 243. Robert Kitchen observes that “the path to Perfection necessarily begins in this life, for the Christian must first achieve the level of purity and only then graduate up to luminosity and finally to Perfection.” Robert Kitchen, “In Search of Lost Apophthegmata in John the Solitary of Apamea,” 13-14 www.academia.edu\/1176465. According to René Levenant, the term shafyuta has the meaning of “total purification which gives access to divine intimacy and renders the senses of the soul capable of perceiving the mysteries of the world to come.” Levenant, Dialogues , 42. The soul is now open totally to the future hope. One can arrive at this state only through divine aid. Faith is a necessary condition for this purification. Christ himself is the model. The soul transcends not only evil passions but also the life of virtue in the body. The soul operates exclusively on the level of spirit. In this state of integrity, the opacity of the body gives way to transparency. This new condition is invisible to humans and to Satan. The Level of the Spirit Having gone beyond the struggle with evil passions of the body, and the distractions and wanderings of the intellect and will, the soul enters a place of peace in divine love. It receives through revelation a vision of the mysteries. On the level of the spirit, one is beyond earthly thoughts. One seeks the wisdom of God and nothing else. Premier Dialogue , Levenant, Dialogues , 55; Hansbury, John the Solitary , 34. In a prayer offered to God John declares the following: What wonders has your love effected! When someone is still alive he has left this world: though his bodily condition remains with the world’s bodily condition, yet his spirit has been raised up towards you, so that for a period of time he is where he knows not, being totally raptured and drawn towards you. Brock, Syriac Fathers , 346. John’s Epistle on Stillness opens with the statement: “The perfection of the truth that is fulfilled in the knowledge of the Divinity is understood by knowledge through the perception of perfect wisdom. This is the ‘full stature’ and the ‘light of knowledge’: knowledge which is the vision of him who promised through prophecy that he would appear to those who love him and keep his commandments.” “Epistle on Stillness,” 461. In the Letter to Hesychius , John advises: “Consider that your true wealth lies in truth; for truth consists in the love of God, the awareness of his wisdom, and the fulfilling of his will.” Brock, Syriac Fathers , 93. On the level of spirit, knowledge of the mysteries is totally invisible without any exterior effect. True revelations of the world to come take place only in the soul which is above the turmoil of thoughts. The soul understands God’s revelations not through hearing since God speaks to humans without the sound of a voice but invisibly. He establishes an intimate relationship with the interior person. Sixième Dialogue, Levenant, Dialogues , 118-9. John cites St. Paul to the Ephesians asking that God grant a spirit of wisdom and revelation enabling knowledge of Him. Ibid., 114. Knowledge of the mysteries of the future world leads to perfect charity in the love of others and total humility. One’s love for others is a prerequisite for love of God. On the level of the spirit, one loves God uniquely for himself. Furthermore, one can only truly love others when there is an insight into the mysteries of love. Perfect love is to love all persons like God. The love of Christ gathers together into one the sons of light, enables them to have harmony among themselves and makes them to dwell in one another. John urges his readers to implant the love of Christ in themselves. Without becoming perfect in the love of Christ, one is not able to arrive at a knowledge of him. Hansbury , On the Soul , 42–6, 188; Letter À Thomasios . Levenant, 123 . Silent Prayer According to John the Solitary the goal of the spiritual life while on earth is to break through, at least on rare occasions, into the life of the world to come. The means to approach this intimacy with God is through the perfecting of one’s prayer. John considers the Incarnation of the Word entering humanity as the paradigm for its approach to God. Humans retrace his steps to ascend to the realm of the Word. Indeed, as noted above, the resurrected humanity of Christ is the vehicle of future communion with the divine. Therefore, in prayer humans are called to transcend not only the corporeal character of prayer with spoken words, but also to go beyond the interior prayer of the mind and heart. Ultimately prayer reaches its completion in the realm of God where all is silence beyond words or expression. Just as in the Incarnation the Word departed from the realm of silence to become voice, so those who have put on Christ are called through this union to go from voice to the silence of the Word. John advises that “spiritual prayer does not reach its fullness as a result of either learning or the repetition of words.” Since one is addressing God who is Spirit, one should pray in spirit. John continues: [S]piritual prayer is more interior than the tongue, more deeply interiorized than anything on the lips, more interiorized than any words, and beyond vocal song. When someone prays this kind of prayer he has sunk deeper than all speech, and he stands where spiritual beings and angels are to be found; like them, he utters ‘holy’ without any words. Sebastian Brock, transl. in “John the Solitary on Prayer,” The Journal of Theological Studies 30 (1979) 97. The person who worships by chanting with his tongue night and day is considered one of the “just.” But one who goes deeper and chants in intellect and the spirit is called “spiritual.” To arrive at spiritual prayer is a long process. It involves extended periods of prayer, chanting the psalms, observing vigils, fasting and abstaining, and meditation on the God’s judgment in fear and trembling. One’s practice of humility should reach a point where he considers others even great sinners as better than himself. Ibid., 98. Brouria Bitton-Ashkelony observes that the distinction between the “just” and the “spiritual” could be a reflection of a similar distinction in the Book of Steps . See: “More interior than the lips and the Tongue,” 324-325. John explains that silent prayer does not consist merely in silencing one’s tongue. This type of silence along with the quieting of thought is a pre-requisite before the interior tongue of the intellect can express itself. John describes five types of silence: the silence of the tongue, the silence of the body, the silence of the soul, the silence of the intellect and the silence of the spirit. The silence of the tongue is achieved when one avoids evil speech. The silence of the body is when the senses are inactive. The silence of the soul occurs when there are no evil thoughts. The silence of the intellect is when one is not reflecting on harmful or distracting knowledge. “The silence of the spirit is when the intellect ceases even from stirrings caused by created spiritual beings and all its movements are stirred solely by Being [the Existent One], at the wondrous awe of the silence which surrounds Being.” Brock, “John the Solitary on Prayer, 99. Brouria Bitton-Ashkelony distinguishes John the Solitary’s understanding of silent prayer from Evagrius’ teaching on pure prayer. Where “Evagrius’s concept of pure prayer centered on the inner dynamic of the mind, thus a major part of his descriptions is devoted to the nature and experience of the mind itself, whereas John’s concept of silent prayer centered on the entire self.” Bitton-Ashkelony, “Silent Prayer,” 321-2. John concludes the Letter on Prayer by teaching that prayer is not an end in itself. Here on earth one’s very self, spirit, soul and body should become the words we have prayed. Prayer should become embodied and result in virtuous deeds. In other words, the highest form of prayer should become incarnate in deeds. John observes that as a result “you are seen in the world to be a man of God.” Brock, “John the Solitary on Prayer,” 87–8. In a sense one is imitating on a creaturely level the Word of God who emerges from the realm of divine silence and dwells among us to carry out the work of salvation. THE NEW WORLD As noted above, the promise of the spiritual life begins with baptism. In baptism one is sanctified for a future glory, but its manifestation will take place only in the world to come. Letter to Theodoulos in Hausherr, “Un grand auteur,” 192. Earthly baptism is a “type” of the new birth after the resurrection. John claims that the mystery of baptism, of resurrection and of luminosity is one process. He cites the example of the veil covering a fetus. Just as physical birth involves going through the veil into earthly existence, so the birth of the true person goes beyond luminosity into the new world. Limpidity is an intermediate state for the virtuous person to go out into the spiritual world where the mind achieves true understanding. Again, it is rare in this life for one to reach this state of perceiving the wisdom of the new world. Above luminosity is the new life of the new person not in doing works but in knowledge. No one has lived this new life here on earth but Christ. Hansbury, John the Solitary , 122–6. The New Person in the World to Come As noted above, some are able to have intimations of the new person in the present life. They begin to receive the future gifts and begin to live the new life at least on rare occasions. From his study of the Scriptures John in his writings attempts to describe some of the features of the world to come. As long as the soul is in its earthly body its own interior senses are not able to operate on the spiritual level. Revelations which directed to the level of the spirit can be communicated only in corporeal images. But once the soul arises completely from the body and enters into the spiritual world, and its thought is no longer enclosed in the body, then its spiritual senses begin to operate efficaciously on spiritual things. Along with the change in the body is a change in how the soul understands itself. Its knowledge and understanding go beyond itself. The body itself is transformed by the resurrection to constitute with the soul a spiritual unity. It operates within the spiritual man and is circumscribed by him. John cites Paul’s letter to the Corinthians that what is sown as a natural body is resurrected a spiritual body. Humans become like the angels who are not exteriorly corporeal and interiorly spiritual, but their spirituality is all of the same order. Premier Dialogue , Leve nant, 54–6; Letter to Eutropius and Eusebius in Hausherr, “Un grand auteur,” 197. In the new world the mind seeks communion with the wisdom of God in the knowledge of His mysteries. There is a thirst for the spiritual mysteries which gives delight to the new person in the new life. In this state of spiritual awareness, the intellect “emanates from the wisdom of God.” Hansbury, John the Solitary , 134; See also: 138, 146, 148, 192. The soul experiences joy and divine love. The soul is elevated to the sublime majesty where it becomes aware of its own smallness. At this level one does not judge those who have gone astray nor consider oneself better than others. Letter to Eutropius and Eusebius in Hausherr, “Un grand auteur,” 197. “After the resurrection of the body, God gives us true knowledge. Humans are new persons without sin or evil thoughts.” Letter to Theodoulos in Hausherr, “Un grand auteur,” 190. Their sole concern is God’s will with an attitude free of abstract thinking and where soul and body are in harmony and equilibrium. The earthly world was made of lifeless elements which nevertheless manifest the wisdom of God. The world to come is living, constituted by living beings, the angels and the just. There is no need for intellectual searching. The saints know God by revelation, by an interior perception. Ibid., 190-1. Hope in the new world is manifested in an understanding different from what one presently possesses, “to have our thoughts completely transformed and our deficient movements replaced by perfect ones. We do not know how our understanding will be or how we will know God.” Lettre à Thomasios, Levenant, Dialogues , 121. Humans are called to turn to God in love and faith and will learn in a divine manner. John explains that in the new world one will be able to see the invisible by an invisible thought without the need of form or intermediary and according to one’s capacity. The divine mysteries are known without image, form or color. Sixième Dialogue , Levenant, Dialogues , 112–3. In a response to Thomasios, John prays that “Christ who is the true form and true body, the image and beauty of all the worlds to act in us by his grace, to reveal his invisible mystery, to illumine our intelligence, to make us understand the depth of his invisible wisdom, to purify the operations of our thought, so that we are able to see the multiple beauties which compose the image of his mystery.” Réponse à Thomasios , Levenant, Dialogues , 131. Yet, God’s wisdom is incomprehensible and without limit. While one may know the forms under which it manifests itself, we are unable to explain its mystery, but only know that it is. God is known in the new world by a new vision that is unknowable to humans and which reduces them to silence. It is beyond words and thoughts. One exults in a knowledge that he cannot understand in the bosom of the mystery of God. Deuxième Dialogue avec Thomasios , Levenant, Dialogues , 59. John’s view is reflected in this prayer: “the more a person has loved you, the more you will manifest the wondrous sight of you. Not that you refuse to manifest yourself here, only that here this takes place by means of the revelation of mysteries, whereas at the end of time it will be by means of a glorious vision of you. Not everyone will behold you there equally but each in accordance with his capability.” Brock, Syriac Fathers , 347. CONCLUSION John the Solitary offers a spiritual doctrine based primarily on Scripture. While his writings are focused on spiritual direction, they reflect a developed and consistent theology based on a biblical world-view. John views creation as a manifestation of God’s glory. All creatures spiritual and material, animate and inanimate were created for a purpose, and all of creation is destined for transformation and fulfillment. While John does not know the shape or form of this ultimate stage, he relies on Scripture to project what future may await human beings and the rest of creation. John does not separate spirit from soul, but rather describes the spiritual component as invisible and embedded in the depths of the soul. John declares that the spirit is stamped with the image and likeness of the preexistent Word of God made flesh. This understanding forms the basis of his spiritual doctrine. It is also the approach of other Eastern spiritual writers including Isaac of Nineveh. The whole human person constituted of spirit, soul and body was intended from the beginning to grow towards perfection in this world. This process of maturation would reach its completion in the transformation of the human person in the resurrection. In attempting to describe the bridging of the divide between the divine and the created John uses the terms “invisible” and “visible.” Echoing Paul, John states that God reveals himself in material creation. For him this means a true presence but invisible by nature. In the same way, God’s revelation, the Incarnation, the actions of the Holy Spirit and grace, all partake of invisible reality. The image and likeness of God constituent of human beings is also invisible to human knowledge. In John’s view, the Word of God becoming human was a necessary part of God’s plan for the world. Constituted of soul and body, humans do not have the capacity on their own to deal with the spiritual way of life to which they are called. Their limited capacity became even more obstructed by sin. God’s revelation in the Scriptures and in the coming of Christ was the only way to teach and guide humans toward the spiritual way of life. Christ carried out the role of teacher and physician. He extended his divinizing activity on earth by instituting baptism, the Eucharist and the other mysteries of the Church. Ultimately, he was the ideal example of achieving the life of the spirit by his life, death and resurrection. The resurrected and transformed humanity of Christ becomes the vehicle of future transformation for humans. John’s spiritual direction addresses how human beings are to conduct themselves in the present world to arrive at fulfillment in communion with the resurrected Christ. His approach is to deal with the human condition as he finds it. His method is to address the particular characteristics of the body, the soul and the spirit, and provide direction on their purification. This threefold analysis differs from the threefold approach of purification, illumination and contemplation found in Evagrius and other spiritual writers. For John a way of life focused on the body is a condition where the urgings of the body dominate the intellect and will. The spiritual life is not a concern and there is no attempt at asceticism. The way of the soul describes those who are aware of God’s teachings as expressed in the human language of Scripture. At this level, one strives to obey the commandments, practice asceticism to achieve harmony between soul and body, pray publicly and privately, and perform good works. Humility and self-denial are essential for progress. Ultimately, one seeks to arrive at purity and luminosity of soul. The level of the spirit is rarely achievable on a regular basis in this life. It represents a foreshadowing of the life to come. One experiences communion with the resurrected Christ and insights into his wisdom. The result is an overflow of charity towards others. John presents a description of this high point of the spiritual journey in his teaching on silent prayer. In quelling all activity of the body and soul, one’s spirit is released from all of its ties to the created world and enters the silence of the divine. In John the Solitary we find a spirituality founded on the premise that humans having been created in the image and likeness of the incarnate God are destined to be in union with his resurrected humanity and sharing in his wisdom and love for all creation. Bibliography Bitton-Ashkelony, Brouria. “More Interior than the Lips and the Tongue: John of Apamea and Silent Prayer in Late Antiquity.” Journal of Early Christian Studies 20 (2012): 303-331. Book of Steps: The Syriac Liber Graduum . Translated, with an Introduction and Notes by Robert A. Kitchen and Martien F. G. Parmentier. Kalamazoo: Cistercian Press, 2004. Bradley, Bruce. “Jean le Solitaire.” Dictionnaire de Spiritualité 8 (1974): cols. 764-72. Brock, Sebastian. The Syriac Fathers on Prayer and the Spiritual Life. Kalamazoo: Cistercian Publications, Inc., 1987. _______ . Spirituality in the Syriac Tradition . Kottayam: St. Ephrem Research Institute, 1989. de Halleux, André. “Christologie de Jean de Solitaire.” Le Muséon 94 (1981): 5-36. Ephrem the Syrian: Select Poems . Translation, introduction and notes, Sebastain P. Brock and and George A. Kiraz . Provo, Utah: Brigham Young University Press, 2006. Harb, Paul. “Doctrine spirituelle de Jean Le Solitaire, Jean d’Apamée.” Parole de l’Orient 2 (1971): 225-60. Hausherr, Irenée. “Un grand auteur spiritual retrouvé: Jean d’Apamée.” OCA 183 (1969): 181–216. _______ . Dialogue sur l’âme et les passions des hommes . OCA 120. Rome, 1939. John the Solitary. Brief von Johannes dem Einsiedler . Translated by Lars Rignell, Lund: Hakan Ohlssons, 1941. _______ . Drei Traktate von Johannes dem Einsiedler (Johannes von Apamea) . Translated and edited by L.G. Rignell. Lund, 1960. _______ . “An Epistle on Stillness.” Translated by Dana Miller. In The Ascetical Homilies of Saint Isaac the Syrian . Boston: Holy Transfiguration Monastery, 1981: 461–6. _______ . Jean d’Apamée. Dialogues et Traités. Translated by René Levenant. Sources Chrétiennes 311. Paris: Editions du Cerf, 1984. _______ . “Jean le Solitaire (d’Apamée), Quatre Lettres inedités, Textes Syriaques et Traduction Française.” By Sameer Maroki. Parole de l’Orient 35 (2010): 477–506. _______ . Johannes von Lycopolis, Ein Dialog über die Seele und die Affekte des Menschen . Edited by Sven Dedering. Uppsala, 1936. _______ . “Letter to Hesychius.” Translated by Sebastian Brock. In The Syriac Fathers on Prayer and the Spiritual Life. Kalamazoo: Cistercian, 1987: 81–98. _______ . John the Solitary on the Soul . Translated by Mary Hansbury. Piscataway: Gorgias, 2013. _______ . “On Prayer.” Translated by Sebastian Brock, Journal of Theological Studies 30 (1979): 97-100. Reprinted in In The Ascetical Homilies of Saint Isaac the Syrian . Boston: Holy Transfiguration Monastery, 1981: 466-8. _______ . Sechs Gesprache mit Thomasios, Der Briefweschel zwischen Thomasios und Johannes und drei an Thomasios gerichtete Abband lungen , Translated and edited by Werner Strothmann. Berlin: Walter de Gruyter, 1972. Kitchen, Robert. In Search of Lost Apophthegmata in John the Solitary of Apamea . www.academia.edu\/1176465 _______ . “Youhannan Ihidaya,” Gorgias Encyclopedic Dictionary of the Syriac Heritage . Edited by Sebastian P. Brock, Aaron M. Butts, George A. Kiraz, Lucas Van Rompay. Piscataway, NJ: Gorgias Press, 2011. Possekel, Ute, “Syriac Theology,” in Oxford Handbook to the Reception History of Christian Theology (forthcoming). www.academia.edu\/27635980 Possekel, Ute. Evidence of Greek Philosophical Cocnepts in the Wrtiting of Ephrem the Syrian , CSCO 580. Leuven: Peeters, 1999. _______. “Syriac Theology,” in Oxford Handbook to the Reception History of Christian Theology (forthcoming). www.academia.edu\/27635980",
    "title" : 
    [ "Incarnational Theology and Spirituality of John the Solitary of Apamea",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Beggiani, Seely J." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n2beggiani",
    "type" : "article",
    "displayTitleEnglish" : "The Incarnational Theology and Spirituality of John the Solitary of Apamea" }