
  { "fullText" : "Introduction The scribal arts have had a long association with Aramaic and Syriac. A famous wall-painting from Til Barsip (Tel Ahmar) depicts two scribes, one writing with a stylus in cuneiform, the other with a pen, writing (no doubt) in Aramaic. Illustrated, for example, in S.P. Brock with D.G.K. Taylor (eds), The Hidden Pearl. The Syrian Orthodox Church and its Ancient Aramaic Heritage, I (Transworld Films, Rome, 2001), p. 53. The wall paintings date from after the Assyrian domination of Bit Adini in the second half of the 9 th century B.C. Already in the earliest Syriac documents, from the early 240s AD, Syriac scribes identified themselves by name, whereas in the contemporary Greek texts from the same source, the Greek scribes remain anonymous, suggesting that Syriac scribes enjoyed a higher social status than their Greek counterparts. The three (dated) Syriac legal documents can most conveniently be found in H.J.W. Drijvers and J.F. Healey, The Old Syriac Inscriptions of Edessa and Osrhoene (Leiden, 1999), Appendix 1, pp. 231-248; the Greek texts (P.Euphr.) are edited by D. Feissel and J. Gascou in Journal des Savants 65 (1995), pp. 65-119, 67 (1997), pp. 3-57, and 70 (2000), pp. 157-208. Likewise in Syriac literary manuscripts the scribe frequently gives his name (sometimes adding proudly that he is 'an Edessan scribe'), whereas it is much rarer for Greek scribes to mention their name. Accordingly, it is not all that surprising that various kinds of scribal imagery should be particularly common in Syriac writers. Of course this sort of imagery is to be found elsewhere as well, and in the New Testament Paul already speaks of the 'document of debt' (Col. 2:14), a theme that is considerably developed in Syriac liturgical poetry. Here, however, attention will be confined to the specific imagery of a letter. Two Syriac terms for 'letter' are encountered, egarta and saqra. The former is familiar from certain other Semitic languages, including Hebrew, while the latter is a loan word from Latin sacra (reaching Syriac by way of Greek), an official letter from a higher authority, for which 'missive' is employed in the translations below. The loanword saqra is not attested in Syriac until the late fifth century, the earliest datable authors being Narsai (d. c.500) who uses it once ( Patrologia Orientalis 40, p. 140) and Jacob of Serugh (d.521) who uses it a considerable number of times (several texts are cited below). Although the present article is confined to the use of letter imagery in connection with the Bible, in passing it should be recalled that one of the earliest pieces of Syriac literature, the 'Hymn of the Pearl', incorporated into the Acts of Thomas, tells how the Prince's father and mother arouse him from his 'deep sleep' in Egypt by means of a letter 'that flew in the likeness of an eagle ... and alighted beside [him] and became all speech' (Acts of Thomas 111, couplets 51-2). Letter imagery is also used in another early text, the Odes of Solomon, where the Lord's 'thought was like letter, and his will descended from on high' (Ode 23:5). This puzzling Ode still defies a fully satisfactory explanation, although Harris and Mingana, who draw attention to some of the letter imagery in later Syriac writers, cited below, seem to be on the right path; we shall be returning briefly to this in due course. Gabriel Bears a Letter at the Annunciation The context in which one encounters letter imagery most frequently is the Annunciation. The term used may be either egarta, the standard term for a letter, or (more frequently) saqra, a missive from a higher authority. One of the anonymous madrashe on Mary makes considerable use of the image: 1. The Father wrote a letter and sent it, at the hands of a Watcher, to Nazareth, to a virgin, Mary, in whom He was pleased and so chose her to become mother to His Only-Begotten when He descended to deliver all worlds. ... 3. God gave Gabriel the command and he flew down amidst great commotion, bearing that letter full of fair tidings, to bring peace to those in a state of wrath, seeing that reconciliation had taken place between God and the world. 4. The messenger learnt the secret and fluttered down, arriving at Nazareth. As he beheld the Virgin, he bowed down in worship, then stretched out his hand and gave her the letter of peace that had been sent from above. T.J. Lamy, Sancti Ephraemi Hymni et Sermones, III (Malines, 1889), col. 969; the poem is also to be found in the Mosul edition of the Fenqitho (Mosul, 1886-96) [henceforth cited as FM], II, p. 89b-90a. An English translation is given in my Bride of Light. Hymns on Mary from the Syriac Churches (Moran Etho 6; Kottayam, 1994), pp. 86-87 (no. 25). This poem also features in the West Syriac Fenqitho, or Festal Hymnary on the Sunday of the Annunciation to Mary (the 5th Sunday before Christmas in the Syriac liturgical year), and many other examples can be found in the liturgical texts for this Sunday and the accompanying weekdays. Not surprisingly, it is the term saqra, 'missive' that is the most frequently used, though on occasion one encounters both, as: The fiery being took the letter, the missive filled with peace... (Fenqitho II, p. 126a) The fiery aspect of Gabriel is often emphasised in both the Eastern and Western Syriac liturgical traditions. Thus, for example in the East Syriac festal hymnary, the Hudra, we find: Henceforth designated ‘H’; references are given first to T. Darmo’s edition (Trichur, 1960-62) and then to P. Bedjan’s Breviarium Chaldaicum (Rome, 1938; one-volume reprint with same pagination, Rome 2002), cited as ‘BC’. A concordance between the two editions can be found in The Harp 19 (2006), pp. 117-136. A man of fire flew down from the ranks of flame, wrapped in burning fire and flame; he rent the height and descended to the depth, carrying a missive with its greeting... (Hudra I, p. 116, cp 153) In passages where the term 'missive' (saqra) is used, it was natural enough to introduce imagery of royalty, as in the following: The missive left the palace and a servant received it.... (There follows a description of his descent through the fiery realms of heaven). He passed by the city of the heavenly beings and came forth to our region; flying down from the height, he reached Mary and prostrated before her: the servant saw the Mother of the King and he bowed his head as he proffered her the missive full of peace for the entire world. (Fenqitho II, pp, 136b-137a) In another passage Gabriel is no longer a 'servant', but an official messenger, or even ambassador (izgadda): The ambassador (izgadda) approached and handed over the missive full of peace that had been written in secret, as in a mystery; and he opened it before her and began to read it with his eloquence: 'Blessed are you among women…' (FM II, p. 117b) Mary is again described as 'Mother of the King' in a text which identifies the place where he finds Mary as 'the sanctuary', perhaps a reflection of the traditions of her upbringing in the Temple: To the midst of the sanctuary did the Watcher descend, carrying the good tidings. He knelt down in veneration to the Mother of the King, and gave her the missive, being a wise (servant) who had been sent from the Most High as in a mystery. (FM II, p. 88a) In the introductory stanzas to the Dialogue between Mary and the Angel English translation in Bride of Light , pp. 111-118. we are told that the letter was 'sealed': A letter did he bring, which had been sealed with the mystery that was hidden from all ages. (stanza 9; also in FM II, p. 94b). A passage in the East Syriac Hudra describes the missive as likewise being 'sealed', but this time 'with (God's) Being without a beginning': (Wanting to renew his image that had become badly corrupted, the Lord of all) sent a missive from on high which was sealed with His Being without a beginning, and in it was inscribed (rshim) peace to earthly and heavenly beings, for they have been liberated from error. 'I am Gabriel who stand ministering before that awesome Majesty: the Father has sent me to proclaim to you the good tidings that give joy to the entire world...' (H I, p. 114 = BC I, p. 54; 1st Sunday of the Period of the Annunciation) The sealed character of the missive is also emphasised in a sedro for the Annunciation in an early liturgical manuscript, London Add. 14,493, f. 29a): (Gabriel was sent from the Father) with a missive full of joys and exultation that had been written. He flew swiftly with spiritual wings, with a missive in his hand that was securely sealed. He put into commotion both heavenly and earthly beings at his descent: wonder and amazement gripped them. He came to the virgin Mary, blessed among women; gently and silently he opened in her presence the missive filled with good tidings, and said to her, 'Greeting, modest Mary; blessed are you, for my Lord is with you, O blessed among women. For from you the Lord of (all) races and generations will shine forth. Greeting to you, O mother of the Ancient of Days For Christ (rather than the Father) as ‘Ancient of Days’ (Dan. 7:13), see my ‘The Ancient of Days: the Father or the Son?’, in The Harp 22 (2007), pp. 121-30. ... (there follows a long series of phrases beginning 'Greeting to you...'). In one passage in the Fenqitho (FM II, p. 167b) the letter is specifically said to have been 'written in a mystery by the hidden Father'. The letter itself is described as being 'full of life Or ‘salvation’: ḥayye in earlier Syriac translations regularly corresponds to Greek sotēria . and good hope for mortals' (H I, p. 117 = BC I, p. 56), or it is 'a missive of salvation for the whole race of mortals' (H I, p. 129 = BC I, p. 68), or one 'full of joys' (FM II, p. 167b) or 'full of peace for the entire world' (FM II, p. 137a, quoted above). The examples cited above amply bear out the comment, made in a different context by Mary Beard, that there is \"a tendency to define communication between humans and gods in written terms.\" M. Beard, ‘Writing and religion’, in M. Beard and others (eds), Literacy in the Roman World (Ann Arbor, 1991), p. 52 (she is referring in particular to oracle texts in Egypt). Mary Herself as a Letter In a few passages in the West Syriac liturgical texts one encounters the surprising image of Mary herself being described as a letter. Thus: Mary was like a letter full of mysteries, and the Word opened her and resided in her womb inexplicably; and she conceived without marital intercourse, and there shone forth from her the great Light for the entire world. (FM II, p. 149a) The first line (only) of this corresponds to a line in the following passage of Jacob of Serugh's Verse Homily on Faith, Ed. P. Bedjan, Homiliae Selectae Mar-Jacobi Sarugensis, III (Paris\/Leipzig, 1907; repr. Piscataway NJ, 2006), p .591. To Bedjan’s five volumes the reprint adds a sixth which includes the Homilies which Bedjan published at the end of his edition of Sahdona’s Book of Perfection (whose pagination is also given). where almost in passing he refers to Mary as resembling a letter: It was the captivity that the Slayer of Mankind had taken captive from Paradise that the Son of the King came down to return them from subjection to their former place. He set forth valiantly, following the track of the Thief and the path took Him to the ear of the virgin Eve. Because He is the Word, it was the gate of (Mary's) ear which received Him, and He was conceived, so as to come to birth in bodily fashion, and Mary became like a letter full of mysteries, being sealed in virginity in holy fashion. The Word became embodied in her, from her, in a mysterious way, so that He might visit the world in the revelation of His bodily form. Jacob proves also to be the source of two further occurrences of the imagery of Mary as a letter in West Syriac liturgical texts: In the Maronite Shehimto (Weekday Office) we find: Mary has appeared to us as a sealed letter, for in her were hidden the mysteries and profundities of the Son. She was not a letter that was written and then sealed, rather, the divinity [bet aloho] had sealed her (first) and then written. (Friday, Lilyo) This is in fact an abbreviated form of a Bo'uto ('Supplication') in the Fenqitho for the Marian Commemoration on 15th Jan. (Our Lady of the Seeds; III, p. 354), which in turn can be identified as a passage from one of Jacob of Serugh's Verse Homilies on Mary: VI, p. 24\/636. There is an English translation in M. Hansbury, Jacob of Serugh. On the Mother of God (Crestwood NY,1998), pp. 38-39. Mary has appeared to us as a sealed letter: hidden within her were the mysteries and profundities of the Son. She gave her pure body like a clean piece of paper kartisa < Greek chartēs , writing material (‘paper’, which I use here, is of course an anachronism). It is interesting to note that a text in the Hudra denotes the metaphorical use of saqra by calling it la kartisaya , ‘not made of writing material’, i.e. ‘immaterial’ (H II, p. 506 = BC II, p. 372). and on it the Word inscribed Himself in bodily form. The Son is the Word, and she, as we have said, is the Letter in which forgiveness has been sent to the entire world. She was not a letter that was written and then sealed, rather, the divinity had sealed her (first) and then written, as we have said. It is, however, in another Verse Homily that Jacob develops the idea at greatest length: A letter too receives a word mellta , ‘word’, can imply more than a single word; however, I translate here as a singular because of Jacob’s play between ‘word’ and (divine) ‘Word’. with its written characters, and the word resides there as if contained, yet not contained. A hidden word is also sent within a letter, and who can say that the entire word are not there? The whole of it is placed (there) in the letter in the written characters. It is also revealed and seized upon, too, by many, (but) because it is without body, who is able to seize hold of (p. 172) the word which came and became a body within the letter, handing itself over to the limbs (i.e. shapes) of the characters? Eyes beheld it and hands seized hold of the glorious Word: the Son was in the Virgin as a word within a letter, and He became embodied in her, like words in written characters. He who was hidden with His Begetter came into the open and manifested Himself to the world, for it to see and comprehend Him. People seized hold of Him in their hands, seeing that He had become embodied from the Daughter of David, and like a word in written characters they saw His hiddenness. Where are you, O word? In what place can one look for you? With your sender? With your recipient? Or in the letter itself? You are hidden and revealed at the same time, unattainable and not to be investigated. (p. 173) See how a word is hidden from many in a letter, preserved under seal in secret until it is disclosed. It depicts there an image of beauty for the Only-Begotten who is the Word, who resided in Mary as in a letter: she was sealed in her virginity, as with a letter, and with the seals preserved (the Word) came forth in holy fashion. The Son of God is the Word which cannot be interpreted; He wafted down from the Father and resided in a womb full of sanctity. The hidden Word entered inside the Letter, by (her) ear; she was firmly and closely sealed. He embodied Himself from the body of the blessed woman and with limbs - as it were with written characters Compare a Sedro in FM III, p. 369b: ‘On tablets of flesh did He inscribe Himself in bodily fashion’. - the Word who had been hidden from view came to be seen. (p. 174) Everyone who saw Him and read Him recognised that He was God, and in order that all who enter the world might understand the report of his journey, the Son of Thunder stood up and revealed to all the earth that He was the Word. John 1:1. He showed that a word cannot be taken hold of or be seen, it cannot be touched or confined in space, but all of a sudden in comes and takes on a body in written characters: for a particular purpose it embodies itself and gives itself over; it comes so that it can be touched, and read out in speech: everyone can see it, everyone can read it, everyone take hold of it. It becomes confined, people take hold of it in (different) places; they carry it about, escorting it in their hands, and because it has come and taken on a body in the letter, space has contained it, even though by its nature it is beyond containment. And if it is investigated, it hides itself away from those who would investigate it, whereas when it is read, it is totally to be found with learners. It is entirely with the readers in the written characters, but (at the same time) it is preserved with its writer, high up out of sight. (II, pp. 171-4). Jacob then goes on to speak of another analogy involving mellta, but here with a shift of sense, also possible with Greek logos, from 'word' to 'reason': Word\/Reason is in the soul, and is naturally found there: when it is revealed, it goes forth from the soul's very essence. From the moment of the soul's existence, reason is there with it, neither younger nor older than the essence (of the soul); (p.175) just as the Son is in the Father without any beginning, so too reason is in the soul from the moment of its existence. For this reason (John) called the Son of God 'the Word', (John), the disciple who loved and knew Him. The Word is too exalted for artists to depict, so too He is too exalted for even the wise to speak about. No one is able to establish an image of the Word in paints, nor will any explanation of Him emerge into the open on the part of enquirers. (II, pp. 174-5). If, in the light of Jacob's extended use of letter imagery in the context of the incarnation, one the goes back to the mysterious 23rd Ode of Solomon , one gets the impression that, although Harris and Mingana did not cite this particular verse homily of Jacob in their discussion of this Ode, their interpretation of the 'letter' in that Ode was along the right lines. R. Harris and A. Mingana, The Odes and Psalms of Solomon , II (Manchester, 1920), pp. 336-340. The matter certainly deserves further exploration, which would be out of place here. Letters During the Life and Ministry of Christ Here and there one finds letter imagery introduced into certain episodes in the life and ministry of Christ. At the opening of his Verse Homily on the Magi Jacob of Serugh addresses Christ and says 'You sent a letter to the Magian religion in (the form of) the star of light, which drew it out of darkness and took it out into Your illumination' (Hom. 6, on the Magi; I, p. 85). This is picked up a little later in the narrative: The King sent a missive of light to the realm of darkness, to bring them out of the night that had engulfed them. He wrote a letter and sent it to the region in the hands of a messenger, (saying) that there would be peace in the land that had grown waste with Magianism. (I, p. 88; he goes on to explain why a star, not a prophet had been sent) In a prose prayer composed by Shallita of Resh'aina (9th cent.) in the East Syriac Hudra, John the Baptist is rather surprisingly described as a 'postman' (tabellara, from Latin tabellarius), but without any other specific letter imagery being introduced. (H I, p. 675 = BC I, p. 443). Likewise very much in passing, a madrasha in the Pampakuda Fenqitho Ed. A. Konat, II (Pampakuda, 1963), p. 257 [henceforth cited as ‘FP’] . The contents of this edition differ considerably from those of FM. (II, p. 257) speaks of the sinful woman of Luke 7 as carrying, instead of 'wages' (from her previous paramours), 'a missive' as she goes to Jesus in the house of Simeon; the image is not developed, though one might have expected some expansion such as 'written in the ink of her tears (of repentance)'. More predictably, Mary and Martha are described in the same source as having 'written a letter of grief' which they sent to Jesus, informing him of their brother Lazarus' death (FP II, p. 394; Saturday of Lazarus). A different madrasha for the Saturday of Lazarus, to be found in the Mosul Fenqitho (IV, p. 775b) has them writing ‘letter s full of sufferings’ (likewise, p. 768a). Jacob of Serugh , who was evidently particularly partial to letter imagery, introduces it again into his Verse Homily on Peter's Confession of Christ (Homily 19; I, p. 473). Jacob speaks of this as a 'revelation' sent in the form of a missive in the Father's own handwriting. When asked by Christ 'Whom do you say that I am?' Peter prays to the Father for enlightenment, and in response: a revelation went forth from the Father's house to that disciple; it came down and he received it like missive from the royal palace. He manifested the signature of the hidden Father, with the seal, and written in it was 'You are the Christ, the Son of God'. Whereupon Peter feels himself enabled to address Christ with these words. Matt. 16:16. Next to the Annunciation, the Crucifixion is the episode where letter imagery is particular frequent. This may be either in connection with the repentant thief, or with the Descent to Sheol, though sometimes the two motifs may be combined. In the delightful dramatic dialogue between the Good Thief and the Cherub who guards the gate of Paradise (Gen. 3:24), the introductory narrative compares Christ's words to the thief on the cross to a royal missive: Stanza 6; ed. with English translation in Hugoye 5 (2002), pp. 169-193. The word of our Lord was sealed like a missive from the palace; it was handed over to the thief who took it and made off for the Garden of Eden. Similarly Jacob in his verse homily on the Repentant Thief, Jesus tells him that ‘the ranks of fire will rejoice at your missive and will convey you on their wings’ (V, p. 669); the very next line continues ‘When the missive of Life had been written, the King who wrote it held back the Son’s signature’ until his side had been pierced, so that he could sign it with the blood that flowed from his side, the water serving as the thief’s baptism (p. 670). In Romanos’ Kontakion on the Cross (ed. Maas-Trypanis, no. 23, stanzas 10-11, the Thief tells the Cherub that he as with him a gramma , with Christ’s seal; similarly in a Pseudo- Chrysostom homily the Thief says to the Cherub, ‘Christ has written a letter ( epistolēn ) for me’ (ed. M. van Esbroeck, in Analecta Bollandiana 101 (1983), pp. 327-362 (section 8). A verse text in the Fenqitho tells how, at the Descent, 'To Adam and to all his children a missive has been written, (stating) that God is reconciled to them and has forgiven their wrongdoing' (FM VII, p. 133a). Similarly F IV, p. 163b (1 st Friday of Lent), where the missive is sent from Christ on the Cross. The two scenarios are combined in the Cave of Treasures , which states that 'Christ wrote the missive (announcing) Adam's return with his own blood and sent it by the hands of the thief' (52:13). Ed. Su-Min Ri, in the Corpus Scriptorum Christianorum Orientalium, Scriptores Syri 207-8 (1987). Also written in Christ's blood is the dowry which Christ gives (in the form of the Sacraments) to the Church, his Bride; this set of imagery, however, does not introduce any letter. For this theme, see my ‘”The Wedding Feast of Blood”. an unusual aspect of John 19:34 in Syriac tradition’, The Harp 6:2 (1993), pp. 121-134. and the literature cited there. Finally, at Pentecost Jacob tells how God, having 'given speech and sent forth the Apostles, wrote a letter in the tongues of the (different) regions to inform them that he is the Master who had taught them (sc. the Apostles)' (II, p. 683). Some Examples Concerning Episodes in the Old Testament Jacob of Serugh , whose predilection for letter imagery has already become amply evident, also takes the opportunity to introduce it into various episodes of Old Testament history. Thus the cry of Abel's blood (Gen. 4:10) had 'brought down a missive with a sentence of judgement upon the rebel (Cain)' (V, p. 20), while Noah's dove (Gen. 8:11) 'entered (the Ark) to bring out the missive of peace from the (heavenly) Palace' (IV, p. 49). Less expected is Jacob's introduction of letter imagery into his Verse Homily on Abraham and his types (no. 109). For this homily, see R.E. McCarron, in Hugoye 1:1 (1998), pp. 57-108. As frequently in his homilies, Jacob commences with a prayer, in the course of which he requests: Allow me to make the slaying of Isaac a rational missive; I will reserve its seal for You to add Your signature. (IV, p. 62) It is likely that there are further examples of letter imagery of this sort to be found in Jacob's extensive corpus of verse homilies, many of which are still unpublished, but these will suffice to give some indication of Jacob's creative powers of imagination. A Striking Modern Parallel: The Annunciation in Pope John Paul II's Private Chapel Of all the texts introduced here, it is undoubtedly those which describe Mary herself as a 'letter' on which the Word 'inscribes himself', that is the most striking. Remarkably, a similar idea has recently been expressed in artistic form in the mosaic decoration of the Pope's private chapel in the Vatican, commissioned by Pope John Paul II. This is superbly illustrated in M. Apa, O. Clément and C. Valenziano (eds), La Capella “Redemptoris Mater” del Papa Giovanni Paolo II (Vatican City, 1999). For the Annunciation, see plate 48 (p. 72). In the scene portraying the Annunciation, Gabriel is standing with his tip of his left hand touching an opened scroll on which the Virgin is portrayed as kneeling. Gabriel's right hand is depicted at the level of Mary's ear, pointing to the widespread motif of the Word entering Mary through her ear, thus contrasting her obedient listening with Eve's disobedient listening to the Serpent's counsel. The work was designed and carried out by Fr. Marko Rupnik, Director of the Centro Aletti in Rome, and in his notes on the iconography he had adopted he comments: La Capella, p. 294, note 48. Maria è in attegiamento di raccoglimento, con gli occhi chiusi, non si sa se stia per sedere sulle gambi o se stia per alzarsi. Appare sul rotolo del libro che l'angelo srotola ed è in atteggiamento di ascolto. Efrem il Siro, riprendendo una antica tradizione, dice che Maria è stata fecondata dall'orecchio. Gabriele srotola il rotolo del Verbo e la sua mano destra è esattamente all'altezza dell'orecchio, annuncia la Parola a Maria. Lei, con le mani sul grembo, tesse il filo rosso che significa tessere la carne al Verbo. Si tratta del passaggio dalla Parola all'Immagine. Il Verbo infatti è il Figlio e come tale Maria lo presenta al mondo. La spiritualità mariana e proprio rendere visibile la Parola di Dio. Although Fr. Rupnik speaks of the scroll as a 'book', rather than a 'letter', the underlying concept is very similar. While he makes specific mention of St Ephrem, in connection with the tradition of the divine Word entering Mary through her ear, This of course is fairly widespread, being indicated pictorially by a stream of light in several medieval western depictions of the Annunciation. it is intriguing to note that he was not at the time aware of the imagery, present in the Syriac writings outline here, where either Gabriel gives the message in the form of a letter, or Mary herself is described as the letter in which the Divine Word has inscribed himself. Bibliography S. P. Brock D. G. K. Taylor 2001 The Hidden Pearl. The Syrian Orthodox Church and its Ancient Aramaic Heritage, I Rome Transworld Films",
    "title" : 
    [ "Mary as a 'Letter' And Some Other Letter Imagery in Syriac Liturgical Texts",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n1brock",
    "type" : "article",
    "displayTitleEnglish" : "Mary as a 'Letter' And Some Other Letter Imagery in Syriac Liturgical Texts" }