
  { "fullText" : "Alessandro Bausi, ed., Comparative Oriental Manuscript Studies: An Introduction (Hamburg: Tredition, 2015). Pp. xxii + 677; €56.29. Increased access to archives and collections has made working with manuscripts routine in many areas of scholarship on the Syriac tradition. A great number of unedited texts are now easily accessible in digital form. Further, the study of material culture has demonstrated how manuscripts participated in social networks surrounding the texts they preserve. Manuscripts will remain a focus of Syriac studies for the foreseeable future. The need for methodological clarity and precision on practices from the description of manuscripts and scripts to the editing of the texts is pressing. The set of articles in Comparative Oriental Manuscripts Studies: An Introduction represents an opportunity to learn from neighboring fields of study. This volume is an introductory handbook on comparative oriental manuscript studies that emerged from a five-year collaborative project supported by the European Science Foundation. It is divided into a general introduction and five edited chapters that feature contributions from seventy-two specialists. The introduction examines twelve different manuscript traditions: Arabic, Armenian, Avestan, Caucasian Albanian, Christian Palestinian Aramaic, Coptic, Ethiopic, Georgian, Greek, Hebrew, Slavonic, and Syriac. The five edited chapters consider individual aspects of manuscript research from a comparative perspective: (1) codicology, (2) palaeography, (3) textual criticism and text editing, (4) cataloguing, and (5) conservation and preservation. Readers will appreciate the large number of color illustrations and detailed table of contents. The end matter includes a comprehensive bibliography and several indexes: languages and traditions, pla-ces, persons and works, institutions and projects, collections and manuscripts, papyri, and a general index. A searchable digital file of the volume is freely available online. https:\/\/www.aai.uni-hamburg.de\/en\/comst\/publications\/handbook.html . The organization of each part is heterogeneous. The extensive first chapter (pp. 70–266), edited by Marilena Maniaci, treats codicology. An introduction offers an overview of seven categories: (1) materials and tools, (2) book forms, (3) the making of the codex, (4) the layout of the page, (5) text structure and readability, (6) the scribe, the painter, and the illuminator at work, and (7) bookbinding. Studies on manuscripts in ten languages follow, authored by specialists in each field. The section on each language addresses, in so far as possible, the seven categories. This enables a quick comparison of the tendencies in different traditions. As Maniaci suggests, this chapter enables “one to speak of a ‘universal grammar’ of the manuscript book (and in particular of the codex)” (p. 69). The shorter second chapter (pp. 267–320), edited by Paola Buzi and Marilena Maniaci, discusses palaeography. A brief introduction describes the method of palaeographic analysis and identifies problems in the field: competing views on the object of the study of palaeography (i.e., only the formal aspects of writing or the entire sociology of writing cultures), a lack of shared terminology, and confusion over the meaning of common terms. Individual studies on nine of the ten languages examined in the first chapter take different approaches to describing the palaeographic tendencies. Readers may use these studies to consider the relationship between different traditions, but the comparative emphasis of this volume does not feature as strongly in this chapter. The third chapter (pp. 321–465), edited by Caroline Macé et al., addresses textual criticism and text editing. The first two sections in this chapter provide an overview of the principles of neo-Lachmannian textual criticism and a useful guide to producing an edition. The third section features twenty-one case studies on editing texts that examine challenges with producing editions, based on their genre, conditions of production, inclusion in specific types of collection, linguistic register, relationship to other texts, textual fluidity, among other topics. These contributions represent some of the more forward-looking aspects of the volume. The two contributions specifically related to Syriac studies are explored in more detail below. The fourth chapter (pp. 467–537), edited by Paola Buzi and Witold Witakowski, discusses the concept and practice of cataloguing manuscripts. A general history of the practice of cataloguing (4.1) is followed by a comparative history of cataloguing practices across eleven languages: Arabic, Armenian, Coptic, Ethiopic, Georgian, Greek, Hebrew, Persian, Slavonic, Syriac, and Turkish (4.2). The remaining four sections in this chapter offer a guide on practical matters related to producing catalogues and catalogue entries. Here the different types of catalogues (4.3), the syntactical description of manuscripts (4.4), the physical description of manuscripts (4.5), and digital practices of cataloguing (4.6) are covered. The fifth and final chapter (pp. 539–581), edited by Laura E. Parodi, turns to conservation and preservation of artefacts with special attention to ethical issues. After setting out the principles of conservation, the chapter offers concise summaries of different types of damage with recommendations for preservation, conservation, and digitization. Syriac studies are well-represented throughout the volume. Pier Giorgio Borbone and Françoise Briquel-Chatonnet offer a very brief overview of the Syriac manuscript tradition in the general introduction, highlighting dating, production, and current repositories (pp. 57–59). In the first chapter, Borbone, Briquel-Chatonnet, and Ewa Balicka-Witakowska summarize trends in the physical features of Syriac manuscripts and offer a guide for preparing codicological descriptions (pp. 252–266). In the second chapter, Andrea Schmidt surveys the history of Syriac palaeography and offers recommendations for describing palaeography in catalogue entries on manuscripts (pp. 316–320). In the fourth chapter, André Binggeli provides a concise overview of Syriac catalogues and suggests standards for producing syntactical descriptions of manuscripts (pp. 502–504). Contributions on neighboring areas of study, such as Arabic and Christian Palestinian Aramaic, will provide especially fruitful points of comparison. But Syriac materials are also placed into conversation with other traditions in less obvious places such as in Wido van Peursen’s discussion of linguistic features of sacred texts in Hebrew and related languages (p. 456). The third chapter on text editing includes two case studies related to Syriac. Grigory Kessel identifies a distinctive type of Syriac manuscript that transmits monastic literature, namely monastic miscellanies (pp. 411–414). Such miscellanies are attested in around 130 manuscripts and were produced by and circulated among Chalcedonian, Syrian Orthodox, and East Syriac communities. They have received very little attention in comparison to miscellanies in Latin, Greek, and western vernacular manuscripts. Kessel explores the challenges of producing critical editions based on texts found in monastic miscellanies in reference to two specific works: a text attributed to Thomas the Monk and a fragment of an anonymous commentary on Abba Isaiah’s Asceticon . In another case study, Alessandro Mengozzi surveys the history of producing critical editions in Syriac (pp. 435–439). He highlights the influence of René Draguet who directed the Corpus Scriptorum Christianorum Orientalium (CSCO) series through much of the second half of the twentieth century. Draguet recommended a practice of representing the best manuscript and noting variants only in the apparatus rather than producing an eclectic text, a method that dominated editions in the CSCO until a change in leadership in 1995. Mengozzi highlights an alternative strategy for producing editions, exemplified by Sebastian Brock’s publication of Syriac dialogue poems. Rather than collecting these poems into a single volume, Brock published them in over twenty journals and edited volumes. These publications generally do not include critically edited texts but simply present the text on the basis of a selection of manuscripts and even printed books for a broad audience. Mengozzi sees Brock’s strategy as an attractive alternative given publishing demands of contemporary universities. There are a couple of shortcomings in this useful volume. First, although Andrea Schmidt appropriately reminds readers that “[a]ccording to the modern standard it is now inappropriate to denote the scripts and vowel systems of the Western and Eastern Syriac traditions by the confessional terms ‘Jacobite’ and ‘Nestorian’ ” (p. 340), other entries in the volume do not exhibit such careful attention to terminology and indiscriminately use “Jacobite” and “Nestorian” to refer to Syriac confessional communities (pp. 109, 264). Second, there is at least one aspect of manuscript studies which the volume does not adequately cover. The third chapter features some of the most innovative and integrative aspects of the volume, as the case studies identify problems encountered while working on individual texts. Yet the introduction to this section explores traditional philological approaches to the editing of texts at the expense of “material” or “new philological” approaches (p. 321). While this decision may be justified on practical grounds, many of the case studies that follow draw on the resources of new philology. On the view of this reviewer, this represents a missed opportunity. Tensions between traditional philology and new philological approaches are evident in several manuscript cultures examined in this volume. A survey of this debate from a comparative perspective would have made a welcome addition. This volume will enable scholars to compare manuscript cultures, to gain from the perspectives of scholarship in other fields, and to work towards developing terminology and approaches that cross disciplines.",
    "title" : 
    [ "Review of: Comparative Oriental Manuscript Studies: An Introduction",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Forness, Philip Michael" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv21n2prforness",
    "type" : "review",
    "displayTitleEnglish" : "Review of: Comparative Oriental Manuscript Studies: An Introduction" }