
  { "fullText" : "J.F. Coakley, ed., The Story of the Holy Mar Pappos and Twenty-four Thousand who Were Martyred with Him (Ely: Jericho Press, 2017). Pp. iii + 38; $46. Jeff W. Childers, Abilene Christian University J.F. Coakley has produced a fine little volume that students of Syriac will find useful, especially those who have an interest in hagiographical texts. The Syriac text of The Story of the Holy Mar Pappos derives from the fifteenth-century Cambridge ms. Or. 1137. The inaccessibility of the earlier Damascus Patriarchate 12\/18 (that may in fact have been the exemplar for the Cambridge text) accounts for Coakley’s sole reliance on the later source. The volume consists of a brief introduction, unvocalized Estrangela Syriac text, and a good English translation, divided into 40 short paragraphs. The Story ostensibly narrates the martyrdoms of the Roman general Pappos and his twenty-four thousand Christian soldiers near Antioch in 309. The introduction explains the reasons for seeing the tale as purely legendary. Apart from the fact that the Roman general Pappos, his military campaign in Nisibis, and an event involving twenty-four thousand soldiers are otherwise unknown in Roman sources, large parts of the text have been adapted, with fairly light revision, from the tales of the celebrated Edessene martyrs Shmona, Guria, and Habbib. The town around which the critical action occurs, Kapra d’Magdla near Antioch, is also otherwise unknown. However, the story shows great interest in locations and in the date of the martyrdom (15 November, the same as the martyrdoms of Shmona and Guria, albeit six years later; §30), suggesting that the hagiographers were seeking to establish or reinforce a martyrs’ cult for their own region, based on the existing Edessene tale. After Mar Pappos and his soldiers are beheaded on a great slaughtering stone (§26), their corpses are dragged and thrown into a pit one mile north of town. The blood-drenched stone, however, heaves itself upright and rolls along the bloody path under its own power, in pursuit of the crowned heroes, until it reaches the edge of the pit into which their bodies were hurled and stands guard over them (§§31, 35). After the triumph of Constantine, the site of the stone overlooking the pit comes to be consecrated by the bishop of Antioch, who builds a shrine that serves as a pilgrimage destination and place of miracles. The concern with dates, locations, the inauguration of a shrine by recognized ecclesial authority, and the witness of miracles all function to illustrate typical hagiographical motifs. The Syriac text is straightforward and easy to read, with rather limited vocabulary. Intermediate Syriac students will have no trouble working through the text at an encouraging pace, aided by Coakley’s occasional notes and emendations, as well as by his plain English translation. The text allows for good practice in intermediate grammar and intermediate syntax. It also offers opportunities to engage questions about hagiography, including literary development and interdepen-dence, the function of hagiography in local settings, and its continuing significance beyond its original context. The Jericho Press, Coakley’s private academic press, has printed an attractive book, using the Estrangela type that originally belonged to the Cambridge University Press. The layout is clean and very legible, with numbered Syriac and English paragraphs occupying the upper and lower portions of the pages, respectively, in a fashion that aids quick comparison of the two. Rubrication adorns the title page and opening page of text. In addition to an errata slip included with the volume that corrects three typographical errors in the Syriac, and a misprint already corrected on page 19, we notice irregularities in the text justification on pages 36, 38, and an error on page 8, note 3, line 1: for “nam eof” read “name of.”",
    "title" : 
    [ "J.F. Coakley, ed., The Story of the Holy Mar Pappos and Twenty-four Thousand who Were Martyred with Him",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Childers, Jeff W." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv22n1prchilders",
    "type" : "review",
    "displayTitleEnglish" : "J.F. Coakley, ed., The Story of the Holy Mar Pappos and Twenty-four Thousand who Were Martyred with Him" }