
  { "fullText" : "I. Introduction Here I will show that a lengthy portion of the Treatise on the Composition of Man attributed to “Aḥūdemmeh Anṭīpaṭrōs” (or simply “Anṭīpaṭrōs”--the text has two separate attributions) has a close relationship to the Greek pseudo-Hippocratic treatise of the same name first edited by Jouanna in 2006; one is certainly a translation of the other. Although I use “translation” in a somewhat broader sense than the one it has for modern times, allowing for a somewhat higher level of invention and adaptation on the translator’s part, I have found no egregious instances of innovation on the part of any translator here, as far as the translation’s putative Urtext is concerned. The text of the Syriac work, as well as a Latin translation, appears in J.-B. Chabot, “Notice sur deux manuscrits contenant les oeuvres du moine Isaac de Rabban Isho et du métropolitain Aḥoudemmeh” ( Notices et extraits des manuscrits de la Bibliothèque Nationale et autres Bibliothèques 43 [1943]), 53-60 (text) and 63-70 (translation). The pseudo-Hippocratic treatise, meanwhile, has been edited and translated into French (as On the Formation of Man —I will discuss the suitability of this title below) in J. Jouanna, “Un traité inédit attributé à Hippocrate, Sur la formation de l’homme : editio princeps,” in Ecdotica e ricezione dei testi medici greci: atti del V Convegno Internazionale, Napoli, 1-2 ottobre 2004 , Collectanea 24, ed. V. Boudon-Millot (Naples: M. D’Auria, 2006), 298-319 (text and translation). In this Syriac work we have a new addition to the “collection of texts” in various languages attesting to the post-Galenic “development of the theory of the four humors” discussed by Jouanna. J. Jouanna, “The Legacy of the Hippocratic Treatise The Nature of Man : The Theory of the Four Humours” in Greek Medicine from Hippocrates to Galen , Studies in Ancient Medicine 40, ed. P. van der Eijk and tr. N. Allies (Leiden\/Boston: Brill, 2012), 348. Firm conclusions about the nature of this relationship (the place and time in which the translation occurred, as well as the translation’s direction) must await an edition of the Syriac text that incorporates all relevant manuscripts; my aim here is simply to establish the relationship between these texts. Along the way I will make some suggestions about the underlying causes of their affinities, as well as some adjustments that may need to be made to the Greek text on the basis of the Syriac. The Treatise on the Composition of Man ( Mēmrā ʿal rūkkābā d-barnāšā ) attributed to Aḥūdemmeh Anṭīpaṭrōs was originally edited and translated by Chabot in 1943. Chabot, “Notice,” 53-60 (text) and 63-70 (Latin translation). This edition, which will serve as the basis for this article, was produced using the East Syrian manuscript copied in the early 20th century now known as CSCO Syr. 21. The whereabouts of CSCO Syr. 21 are currently unknown. This Treatise is also attested in two additional 20th-century manuscripts, which I have been unable to access: Mingana Syr. 589 and BJI 13. In addition to the Treatise on the Composition of Man itself BJI 13 also includes an anonymous Treatise On the Humors that explicitly draws upon the Treatise on the Composition of Man (G. Kessel, “Field Notes on Syriac Manuscripts I: Two Medical Manuscripts Digitized by the Hill Museum & Manuscript Library” ( Hugoye 20:2 [2017]), 427-428; R. Degen, “Ein Corpus Medicorum Syriacorum ” ( Medizinhistorisches Journal 7.1\/2 [1972]), 118, n. 23; A. Mingana, Catalogue of the Mingana Collection of Manuscripts , vol. 1 [Cambridge: W. Heffer, 1933], 1125-1127). Chabot already suspected that this work was based on a Greek model, citing the Greek origin of the name Anṭīpaṭrōs, and the “numerous Greek technical terms” that appear in the text. Chabot, “Notice,” 74. Chabot suggests that the work’s Greek Vorlage had simply been attributed to a certain Antipatros; the name Aḥūdemmeh was the addition of an overzealous copyist, who was familiar with ʿAbdīšōʿ's attribution of a work with a similar title, the Treatise on the Composition of the Person , or Persons ( Mēmrā ʿal rūkkāb qnōmā \/ qnōmē) to Aḥūdemmeh, and, assuming that this must be the same as what he had in front of him, “corrected” the attribution accordingly. Qnōmā (i.e., <qnwmʾ> without syāmē points), “person” or “hypostasis,” and qnōmē (i.e., <qnwmʾ> with syāmē points), “persons” or “hypostases,” are both attested here in manuscripts of ʿAbdīšōʿ's catalog (Chabot, “Notice,” 73, n. 3; J. Assemani, Bibliotheca Orientalis Clementino-Vaticana , vol. 3.1 [Rome: Sacrae Congregationis de Propaganda Fide, 1725], 192-4). Chabot mentions two Roman physicians named Antipatros as possible authors of this Greek Vorlage. Chabot, “Notice,” 75. In a note appended to an article by Gignoux touching on the origins of the Syriac On the Composition of Man attributed to Aḥūdemmeh Anṭīpaṭrōs, Jouanna discusses an unsuccessful search for parallels to the Syriac text in the attested writings and overall intellectual orientations of either of these Antipatroses. (P. Gignoux, “Anatomie et physiologie humaine chez un auteur syriaque, Ahūhdemmeh.” ( Comptes rendus des séances de l’Académie des Inscriptions et Belles-Lettres 142.1 [1998]), 141-2). As Chabot also notes, we have a West Syrian treatise attributed to Aḥūdemmeh, first edited by Nau, with the all-but-identical title Treatise on the Composition of Man ( Mēmrā ʿal rūkkābeh d-barnāšā ), but completely different content than the treatise attributed to Aḥūdemmeh Anṭīpaṭrōs; Chabot does not spell this possibility out, but a copyist aware of the former work’s existence but unfamiliar with its contents could have made an analogous overcorrection. Ibid., 73; this treatise was edited and translated in F. Nau, Histoires d’Ahoudemmeh et de Marouta, métropolitains jacobites de Tagrit et de l’Orient (VIe et VIIe siècles): suivies du traité d’Ahoudemmeh sur l’homme, Patrologia Orientalis 3.1 (Paris: Firmin-Didot, 1909), 100-115. Reinink adduces further support for the notion that the attribution of the East Syrian On the Composition of Man to Aḥūdemmeh is late and erroneous, in pointing to the work’s curious double attribution: the text’s very first line, after the title “ Treatise on the Composition of Man , pronounced by Mār Aḥūdemmeh Anṭīpaṭrōs,” includes a greeting addressed to the “explorers of secret things... from Anṭīpāṭrōs.” G. J. Reinink, “Man as Microcosm: A Syriac Didactic Poem and Its Prose Background” in Calliope’s Classroom : Studies in Didactic Poetry from Antiquity to the Renaissance , ed. A. Harder, A. A. MacDonald, and G. J. Reinink (Dudley, MA: Peeters, 2007), 130-1. Gignoux, meanwhile, has advanced a dissenting view, saying that this work is “difficult to attribute to a Roman physician,” but is rather an original Syriac composition, likely to be attributed to the same Aḥūdemmeh who wrote the West Syrian On the Composition of Man . Gignoux, “Anatomie et physiologie humaine,” 232-235. Gignoux believes that this Aḥūdemmeh is to be identified with the East Syrian bishop “Aḥūdemmeh of Nisibis” who is named as a participant in a 544 church council. Ibid., 231. Gignoux makes two points to support his contention that this treatise is an original Syriac work, neither of which is particularly convincing. First, he floats the possibility that both Aḥūdemmeh and Anṭīpaṭrōs are not simply proper names in the attribution of the East Syrian On the Composition of Man , but are rather to be interpreted in their Syriac and Greek root meanings--“brother of his mother” and “in the place of the father,” respectively. For Gignoux, these terms could be working in concert to specify the role the author of this work played in his family--an uncle who served as a kind of “guardian” for his sister’s children. Ibid., 233. This explanation, while ingenious, does nothing to get around the difficulty the unmistakably Greek name Anṭīpaṭrōs poses for the identification of this text as an original Syriac composition; indeed, if “Anṭīpaṭrōs” was actually meant to mean “in the place of the father” here, rather than simply functioning as a name (given how well-attested this name is in the Roman Empire, the latter possibility is much more likely), this would actually be a strong indication that the bearer of this name lived among Greek speakers. On the popularity of the name Antipatros in the Roman Empire, consider that Chabot was able to find two Roman physicians named Antipatros; and see the three additional Antipatroses in J. R. Martindale, The Prosopography of the Later Roman Empire , vol. 2 (Cambridge: Cambridge University Press, 1971), 106. Second, Gignoux maintains that this work’s content is “not well understood except within the Syriac tradition,” and that there is “no need to appeal to a Greco-Latin tradition” in order to account for its origins. Gignoux, “Anatomie et physiologie humaine,” 234. Curiously, the support for this claim looks forward to a thirteenth-century didactic poem on the theme of “the human being as microcosm” authored by George Wardā, which, Gignoux convincingly demonstrates, has clear parallels with the treatise attributed to Aḥūdemmeh Anṭīpatrōs, and likely drew on this work, whether directly or indirectly. Ibid., 234-8. This has no clear relevance for the question of the origins of the Treatise on the Composition of Man . As it turns out, a large section of the treatise attributed to Aḥūdemmeh Anṭīpatrōs, beginning on page 54 of Chabot’s edition, closing on page 57, and immediately followed by the words “thus said the great Hippocrates,” corresponds closely to the Greek pseudo-Hippocratic treatise On the Composition of Man edited and translated by Jouanna in 2006. Chabot, “Notice,” 54.13-57.7 (text) and 64-67 (translation); Jouanna, “Un traité inédit” 298-319 (text and translation). As will be discussed below, multiple scenarios could explain this correspondence: the basis for the Greek could be an excerpt from the Syriac treatise attributed to Aḥūdemmeh Anṭīpatrōs, or one of the Syriac treatise’s component parts that circulated separately; or the basis for part of the Syriac treatise attributed to Aḥūdemmeh Anṭīpatrōs could be this Greek pseudo-Hippocratic treatise—the part of the Syriac not corresponding to this pseudo-Hippocratic treatise would then consist of other translations from Greek (or other languages), or original Syriac compositions. Jouanna’s edition is based on four manuscripts: the 15th-century Ambrosianus gr. 331 (which I will hereafter designate as A., following Jouanna’s shorthand); the 16th-century Parisinus gr. 985 (P.); the 16th-century Parisinus gr. 2320 (Par.); and the 15th- or 16th-century Parisinus gr. 2494 (Pa.). Jouanna, “Un traité inédit,” 275-283. Judging P. to be the manuscript preserving the treatise in its “most complete” form, Jouanna makes it the basis for his edition, but he leaves open the possibility that the version in P. is “in some respects” a more “developed” form of an originally “shorter version” and that Par. may preserve such a shorter version, rather than being a lacunary version of the text in P. Ibid., 282-283. In fact, as we will see, the section of the treatise attributed to Aḥūdemmeh Anṭīpatrōs corresponding to this Greek pseudo-Hippocratic work mostly agrees with Par., as well as Pa., over P., indicating that Jouanna’s suspicions about the chronological priority of Par. relative to P. were likely correct, and that the former manuscript should be prioritized accordingly for any Greek text. If the Syriac was the basis for the Greek, it is self-evident that the Greek manuscripts corresponding more closely to the Syriac should be prioritized. If, on the other hand, the Greek was the basis for the Syriac, it is probable that this translation was made sometime between the sixth and ninth centuries—the period in which medical translations are known to have been made from Greek into Syriac. Given that even the ninth century precedes our earliest Greek manuscript by some 500 years, in this scenario, too, the Syriac text should be assigned great importance in any edition of the Greek text. On medical translations from Greek into Syriac, see 22-3 below. This agreement of the Syriac treatise with Par. and Pa. over P. extends to the work’s title, as the treatise in Par., along with Pa., is said to be on the “composition” ( κατασκευή ) of human beings, rather than on their “formation” ( διάπλασις ). Ibid., 298. Accordingly, I take On the Composition of Man to be the original title of the Greek treatise, and refer to it as such, rather than On the Formation of Man , as Jouanna calls it. The Syriac On the Composition of Man opens with the aforementioned greeting from “Anṭīpatrōs” to the “investigators of secrets,” and a discussion of the great benefits the medical discussions of “the first philosophers” offer humanity. Chabot, “Notice,” 53.2-54.8. The final passage of this introductory section includes a list of some of these “philosophers,” who have helped to combat “subjection to harmful diseases,” in which Plato, Aristotle, Asclepiades, Chiron, Democritus, Hippocrates, and Galen are named explicitly. Chabot, “Notice,” 54.8-13. The section corresponding to the Greek On the Composition of Man comes next. I will first give a general overview of the contents of the text, and the relationship among the Syriac version and the four Greek manuscripts, before turning to a more in-depth comparison of the Syriac and Greek manuscripts’ respective renditions of selected passages and phrases. The text begins with a general description of “man,” outlining “his” relationship to God, and to the rest of creation (according to Jouanna’s numbering of the sections, which I will adopt here, this is section I). Chabot, “Notice,” 54.13-17; Jouanna, “Un traité inédit,” 298.1-5. After this, it discusses the various attributes that help to define the human being, including a detailed accounting of the amounts of bones and “conduits” in the body (Jouanna’s II-III). Chabot, “Notice,” 54.17-55.5; Jouanna, “Un traité inédit,” 298.6-304.10. The text then turns to the “places” or “homes” of the various humors in the body, and the places in which they have “dominion” (IV), Chabot, “Notice,” 55.5-13; Jouanna, “Un traité inédit,” 304.11-306.8. followed by a discussion of the influences various parts of the body and their associated humors have on human seed (V), Chabot, “Notice,” 55.13-20; Jouanna, “Un traité inédit,” 306.9-23. the ways in which the hour of conception influences the individual’s constitution, appearance and character (VI-IX), Chabot, “Notice,” 55.20-56.24; Jouanna, “Un traité inédit,” 308.1-316.17. and, finally, the four different types of seed, and the combined influence of seed and “surrounding air” on the development of any creature (X). Chabot, “Notice,” 56.24-57.7; Jouanna, “Un traité inédit,” 316.18-318.18. As discussed above, Jouanna bases his text on P., but Pa. and Par. are considerably closer to the Syriac than P. (or A.). Jouanna’s text generally corresponds to the Syriac quite closely, and discrepancies between Jouanna’s text and the Syriac can often be resolved by selecting a reading from Pa. or Par. over one from P. or A. Jouanna’s text diverges most from the Syriac in the sections concerning the influence of one’s time of conception (VI-IX); while Jouanna’s text and the Syriac continue to share general structural features here, the two texts’ specific contents diverge to a considerably greater extent than they do in the surrounding sections. Two features of the Greek manuscript heritage may help to explain this: Pa., perhaps the closest of the Greek manuscripts to the Syriac, breaks off just after the beginning of section V; while Par.’s rendering of sections VI-IX is considerably more laconic than that of P. (the basis of Jouanna’s text, of course), and is in some respects closer to the Syriac. The Syriac On the Composition of Man continues after the conclusion of the section corresponding to the Greek pseudo-Hippocratic text. In the Syriac text, the latter section closes with the words “thus said the great Hippocrates,” almost certainly referring to the sentence immediately before it, which discusses the effect the surrounding air has on the constitution of the individual, in line with what is laid out in the Hippocratic work Airs, Waters and Places . W. H. S. Jones, Hippocrates I, Loeb Classical Library 147 (New York: Putnam, 1923), 65-137. After this, we have an enumeration of the parts of the body and their respective functions, including a broader description of the entire human body (introduced as a “return to our theme”) from the inside out: “the human body on the outside is skin, and inside the skin [there is flesh], and inside the flesh there is fat, and inside the fat there are arteries…” Chabot, “Notice,” (entire section) 57.9-60.20; (quoted passage, in its entirety) 58.26-31. In Chabot’s text, the Treatise on the Composition of Man attributed to Aḥūdemmeh Anṭīpatrōs is directly followed by something entitled From The Book of Medicine ; this latter is now recognized to be an entirely independent work from the treatise attributed to Aḥūdemmeh Anṭīpatrōs. Ibid., 60.21-63.7. On this text’s authorship, see the questions raised about whether this treatise is to be attributed to A ḥ ūdemmeh in Reinink, “Man as Microcosm,” 130; and the case for it being an excerpt from a work of Šemʿōn of Ṭaibūteh laid out in G. Kessel, “La position de Simon de Taibuteh dans l’éventail de la tradition mystique syriaque” in Les mystiques syriaques , Études syriaques 8, ed. A. Desreumaux (Paris: Geuthner, 2011), 126-128. Aside from the awkward double attribution at the very beginning, the treatise attributed to Aḥūdemmeh Anṭīpatrōs is seamless and coherent, proceeding from one topic to another with little redundancy or inconsistency: from a general history of medicine, to a more detailed discussion of the constituents of the human body, known thanks to the progress medical science has made. On the attribution of the text, see 4 above. There is therefore no reason to suppose, purely on the basis of a reading of the Syriac, that we are dealing with some kind of compilation here; only a demonstration that the Greek is the basis for the section of the Syriac text to which it corresponds would lead us to that conclusion. II. Comparative Analysis of Selected Passages I now turn to an in-depth analysis of selected passages and expressions paralleling one another in the Greek and Syriac. This analysis will illustrate the general degree of correspondence between the Greek and Syriac, and the tendency of the Greek manuscripts Pa. and Par. to agree with the Syriac against P. and A. It may also shed light on the direction of the translation, though on this front my results remain preliminary and speculative. I will start from the very beginning of the text; as the following table shows, the profound similarities between the Greek and Syriac are already apparent here. Syriac Chabot, “Notice,” 54.13-17. Greek (Jouanna text) Jouanna, “Un traité inédit,” 298.1-5. Greek text (Pa. only) Ibid., 298.1-5 (text adjusted using Jouanna’s critical apparatus). netnē mādēn w-nēmarʿal barnāšā. ak d-īt. w-hākanā bīdā bīdāʿal ḥšaḥtā d-sammmānē. barnāšā hākēl alāha-w d-arʿānē. brīta-w d-tahrā. mārā da-knawāteh. esārā d-tartēn brītē. dmūtā d-bāryeh. māna-w d-tedmūrtā. wa-ṣbūta-w da-b-tahrā qaymā. Ὁ ἄνθρωπος οὗτος· θεός ἐστιν ἐπίγειος· ἐπεὶ καὶ πλάσμα θεϊκόν ἐστι· κύριος δὲ κατέστη ὑπὸ τοῦ δημιουργοῦ τῶν κτηνῶν καὶ ἀλόγων, καὶ πάσης τῆς ὁρατῆς κτίσεως· ἐζωσμένος τέ τοῖς δυσὶ μέρεσιν· εἰκὼν δέ ἐστι τοῦ πλάσαντος αὐτόν· ἐνδιαίτημά ἐστι θαυμαστόν· καὶ θέλημα ἐπιθυμητόν. Ὁ ἄνθρωπος θεός ἐστιν ἐπίγειος· θεϊκὸν πλάσμα· κύριος ἐστὶν παντων τῶν κτηνῶν καὶ τῶν ἀλόγων ζώων· ἐζωσμένος τέ τοῖς δυσὶ μέρεσιν· εἰκὼν ἐστι τοῦ πλάσαντος αὐτόν· ἐνδιαίτημά ἐστι θαυμαστόν· καὶ θέλημα ἐστιν ἐπιθυμητόν. Thus we will narrate, and we will speak of man , what he is ; and likewise, little by little, about the use of drugs. Now, man is a god of terrestrial things , a wonderful creation , master of his fellow [beasts?]. bond [or girdle ; esārā ] of the two creations, the image of his creator . He is a marvelous instrument [or “ vessel” ; mānā ], and is something [or a will ; ṣbūtā] that consists of wonder [or, perhaps, “exists in wonder”]. Man is such . He is a terrestrial god , for precisely [his] formation is divine. He was made master of the beasts and of those lacking reason, and of every visible creature, by the craftsman. And he is girt with two parts. He is the image of the one who created him , and [his] dwelling-place is marvelous , and [his] will is desirable. Man is a terrestrial god , a divine formation . He is master of the beasts and of the animals lacking reason. And he is girt with two parts. He is the image of the one who created him , and [his] dwelling-place is marvelous , and [his] will is desirable. Even within these first few lines, then, we have several clear parallels between the two texts, on the most noteworthy among which I will now briefly comment. To begin, we have two particularly striking bits of nearly-equivalent phrasing. In the Syriac and Greek texts “man” is called a “god of terrestrial things” and a “terrestrial god,” respectively, in a nearly parallel construction, which finds the copula after the noun, but before the adjective ( elāha-w d-arʿānē ; θεός ἐστιν ἐπίγειος ). Further, the Syriac text refers to “man” as “the image of his creator” ( dmūtā d-bāryeh ) while the Greek has the almost identical “the image of the one who created him” ( εἰκὼν…τοῦ πλάσαντος αὐτόν ). There are also some curious partial parallels here, which may point to the direction of the translation. First, there is the Syriac phrase “bond of the two creations” ( esārā d-tartēn brītē ) corresponding to “girt with two parts” in Greek ( ἐζωσμένος... τοῖς δυσὶ μέρεσιν ). In this particular case, it is easier to imagine the Greek being a translation from the Syriac than vice-versa. This Syriac phrase “bond of the two creations” has a close parallel in an anonymous Syriac homily initially attributed to Ephrem, which Jansma believes to be of Greek origin. J. J. Overbeck, S. Ephraemi Syri, Rabulae episcopi Edesseni, Balaei aliorumque opera selecta e codicibus Syriacis manuscriptis in Museo Britannico et Bibliotheca Bodleiana asservatis primus (Oxford: Clarendon Press, 1865), 76; T. Jansma, “Une homélie anonyme sur la création du monde” (L’Orient Syrien 5 [1960]), 389, 398-400. In this text, the human being is designated as the single “bond” ( esārā ) which God made in order to “gather and fasten together the creation” ( neqoš w-neḥzoq l-brītā ); humans are uniquely “related to” both the “invisible” and “visible” parts of creation, insofar as they possess both soul and body. Overbeck, S. Ephraemi Syri opera selecta , 76.14-20 (text); Jansma, “Une homélie anonyme sur la création du monde,” 389 (translation). The phrase “bond of the two creations” in the Syriac On the Composition of Man is surely an elliptical reference to the same notion, the unique link between the “invisible” and “visible” that humanity constitutes. As for the Greek “girt with two parts,” meanwhile, I have been unable to find such a clear parallel elsewhere in this language’s corpus, though here it could mean something analogous but not equivalent to the Syriac phrase: the “two parts” could be the body and soul, which the human being has “put on” like a piece of clothing. Furthermore, the Syriac word used for “bond” here ( esārā ) can also mean “girdle,” whereas the Greek word corresponding to “girt” ( ἐζωσμένος ) cannot be construed in the wider sense of “bound.” It is most likely that the discrepancy between the Syriac and Greek on this point stems from a translator’s incorrect choice among the meanings of the Syriac word esārā , rather than his invention of an entirely new meaning for the Greek ἐζωσμένος . The apparent correspondence between Syriac “thing” or “will” ( ṣbūtā ) and Greek “will” ( θέλημα ) may be an analogous case. Although the possibility that ṣbūtā in Syriac means “will” rather than “something” here should not be entirely discounted, here too we may have an instance of a Greek translator choosing incorrectly among the various meanings of a Syriac word, translating ṣbūtā as “will” rather than “something.” Finally, as noted in Chabot’s edition, the Syriac text refers to the human being with a phrase from the Peshitta version of Ecclesiasticus 43:2, “marvelous instrument” ( mānā d-tedmūrtā ). Chabot, “Notice,” 54.16, 64; P. de Lagarde, Libri Veteris Testamenti Apocryphi Syriace (Leipzig: F. A. Brockhaus, 1861), 43.31. Incidentally, precisely the same phrase, mānā d-tedmūrtā , is used as a descriptor for humanity near the beginning of Aḥūdemmeh’s On the Composition of Man . Nau, Histoires d’Ahoudemmeh et de Marouta, 101.4. This phrase seems to correspond to “marvelous dwelling-place” ( ἐνδιαίτημά… θαυμαστόν ) in the Greek text. Jouanna deems this to refer to paradise, adducing a parallel passage in ps.-Gregory Nyssa’s On Paradise , in which the same phrase meaning “marvelous dwelling-place,” ἐνδιαίτημα… θαυμαστόν , refers to paradise, and, as in the Greek pseudo-Hippocratic treatise, occurs just after an assertion of humanity’s superiority to animals. There is a real possibility of a translation going either way here, as both “marvelous instrument” and “marvelous dwelling-place” make sense in context, and have clear parallels elsewhere in Syriac and Greek, respectively. It is also conceivable that neither of these phrases is a translation of the other, despite their similarity to one another, and corresponding place in each text. Still, it is worth noting that as in the two cases we have just examined, the Syriac word mānā has a broader range of meanings than the Greek word that seems to correspond to it, ἐνδιαίτημα ; in addition to “instrument,” mānā can also mean “vessel.” A Greek translator may have had difficulty understanding how human beings could be “vessels” in themselves, and accordingly construed mānā as the “vessel” containing humanity: their “dwelling-place” ( ἐνδιαίτημα ). In this case it is not too hard to see the misunderstanding going the other way, however; it is conceivable that a translator working from Greek to Syriac could have construed mānā in the passage from Ecclesiasticus as something more like “vessel.” Seeing a corresponding equivalence between mānā and ἐνδιαίτημα , he could have rendered “marvelous dwelling-place” ( ἐνδιαίτημα… θαυμαστόν ) as “marvelous vessel” ( mānā d-tedmūrtā ). A broader stylistic comparison between the Greek and Syriac texts may also be relevant for the direction of the translation. The Greek On the Composition of Man makes a somewhat abrupt transition, from initially describing “man” directly, as “girt with two parts” and “the image of the one who created him,” to describing his attributes--“he is the image of the one who created him” is immediately followed by, literally, “the dwelling-place is marvelous” and “the will is desirable.” The corresponding passage in the Syriac text lacks this abrupt transition, as the descriptors there are consistently predicated of “man” himself, not his attributes. Of course, this discrepancy between the two texts could be the result of a translator working from Greek to Syriac smoothing out an awkward transition he found in his Vorlage. Still, it is somewhat easier to see the valiant attempt of a translator working from Syriac to Greek to make sense of an incompletely understood Syriac Vorlage here. The Syriac text may also help to better establish the hierarchy among the Greek manuscripts. As the above table shows, the Syriac text follows the Greek manuscript Pa. significantly more closely than P., the basis for Jouanna’s text. For example, the Syriac has no equivalent for the conjunction ἐπεὶ (“for”) following θεός ἐστιν ἐπίγειος (“he is a terrestrial god”) in Jouanna’s text, which Pa. and Par. also lack; and the Syriac has no equivalent for the phrases κατέστη ὑπὸ τοῦ δημιουργοῦ (“made by the craftsman”) or καὶ πάσης τῆς ὁρατῆς κτίσεως (“and of every visible creature”), each of which is unique to P. For this passage Pa. is the closest to the Syriac among the four Greek manuscripts whose variant readings are recorded in Jouanna; both Par. and A. include several additional phrases that depart from the Syriac distinctly more than anything in Pa. Here and throughout the text, A.’s departures from the Syriac are particularly conspicuous. Both the Syriac and the Greek then turn to the enumeration of various body parts. Here again the close parallels between the texts are unmistakable. Syriac Chabot, “Notice,” 54.17-19. Greek Jouanna, “Un traité inédit,” 298.5-10. kolleh gūšmā da-treʿsar haddāmaw. w-rukkābā da-tlātmā wa-štīn wa-štā minyānaw. w-quyyāmā d->ḥamšā <d-regšaw>. My emendation of Chabot’s d-reglaw , to be discussed below (Chabot, “Notice,” 54.18). māʾtēn gēr w-arbʿīn wa-tmānyā garmīn mdabbqīn b-barnāšā. Στάσις ἐστὶ σεπτὴ ὅλον σῶμα. Σῶμα δέ ἐστι δωδεκάμελον ματηρτισμένον εἰς τριακόσια ἑξήκοντα· ὁ ἀριθμὸς αὐτοῦ οὗτος· στοιχεῖα δ´·αἷμα, φλέγμα, χολὴ ξανθὴ καὶ χολὴ μέλαινα· αἰσθήσεις αὐτῷ πέντε· ὅρασις, ὄσφρησις, ἀκοή, γεῦσις καὶ ἀφή. Κεκόλληνται δὲ τῷ ἀνθρώπῳ ὀστᾶ σμη´ And the whole body is of twelve members, and the composition three-hundred sixty-six. [As for] his numbers : his state is of five <of his senses >. For two-hundred forty-eight bones are put together in man. [His] state is venerable with respect to the whole body. His body is twelve-membered, compounded into three-hundred sixty-six ; its number is such: 4 elements: blood, phlegm, yellow bile and black bile. Five senses are there: sight, smell, hearing, touch and taste. 248 bones are put together in man. Many parallels are immediately apparent here. The Syriac and the Greek agree in assigning the body “twelve members,” some kind of further subdivision into 366 parts, and 248 bones. In all likelihood, they also both declare “man” to have five senses: Chabot’s text has d-reglaw (<drglwhy>), “of his feet,” but this is one letter away from d-regšaw (<drgšwhy>), “of his senses.” The seemingly excessive use of the Syriac conjunction\/pronoun d- here is worthy of attention; for Chabot it indicates a lacuna in the Syriac text (Ibid., 64, n. 7). A discussion of the bones in the body follows this passage, starting with the bones in the foot, and it is not hard to imagine an inattentive copyist jumping the gun here, writing “feet” for “senses.” Finally, as in the case of the passage examined before this one, the Greek manuscripts Pa. and Par. are in a certain respect closer to the Syriac than Jouanna’s text, which prioritizes P. The most obvious difference between the Syriac and Jouanna’s Greek text here is Jouanna’s text’s enumeration of the four “elements” of the body, the humors, which is entirely lacking in the Syriac. As it happens, Par. entirely omits this section, while Pa. has “four elements,” but also lacks the specific detailing of the four humors. Everything from the beginning of the passage through the enumeration of the four humors is omitted in Par. ( Στάσις…μέλαινα ), while everything from “blood” through the “five” in “five senses” is omitted in Pa. ( αἷμα…πέντε ) (Jouanna, “Un traité inédit,” 298 [critical apparatus]). It is also noteworthy that although the Greek sentence “[His] state is venerable with respect to the whole body” ( στάσις ἐστὶ σεπτὴ ὅλον σῶμα ) has nothing directly corresponding to it in the Syriac text, two phrases from this sentence in the Greek do find isolated parallels a bit later in the Syriac passage quoted above: “whole body” ( kolleh gūšmā ), and “state” ( quyyāmā ). It is difficult to know quite what to make of this. A detailed discussion of the bones in the body follows, in both Chabot’s Syriac text and the Greek. For this section, P., Pa. and Par. agree with Chabot’s Syriac against A., which has something almost entirely different. Aside from one sentence, on the “opening and closing” accomplished by certain bones near the heart, A.’s rendering of this section diverges entirely from those of P., Pa. and Par. (Jouanna, “Un traité inédit,” 298.11-302.14). The following table shows the numbers of bones the Syriac On the Composition of Man and P., Pa. and Par. situate in each part of the body, in the order in which these figures occur in each manuscript (an empty cell designates that nothing in the given manuscript corresponds to whatever figures occur in the columns alongside it): Syriac Chabot, “Notice,” 54.19-27. P. Pa. Par. P., Pa. and Par. all from Jouanna, “Un traité inédit,” 298.11-300.7. 30 [total] in the feet, “5 and 5 again” in the sole of the foot “5 and 5 per toe”; 5 in the sole of the foot 3 in the knees 3 in the knees 2 in the thighs 2 in the back of the knee P., Pa., and Par. have ἄγκυον (meaning unclear), αγγύλην (a kind of javelin), άγκῶνα (“bend in the arm or leg”) here, respectively; Jouanna emends to αγκύλην , “back of the knee” (Ibid., 298 [critical apparatus]). 1 in the chest 1 in the thigh P., Pa. and Par. have μιρὸν (meaning unclear), μηρὸν (“thigh”), μυρὸν (“unguent”) here, respectively; Jouanna opts for μηρὸν , “thigh” (Ibid. [critical apparatus]). 5 in the loins 9 in the [region of?] the kidneys 5 in the [region of?] the kidneys 8 in the legs 9 in the head 7 in the head 9 in the head 8 in the neck 5 in the neck 8 in the neck 5 in the palm of the hand 5 in the palm of the hand No “of the hand” in Par. (Ibid. [critical apparatus]). 5 in each finger 5 per finger 5 [lit. “five five”] per finger Pa.’s “five five” ( πέντε πέντε ) finds a literal parallel in the Syriac “five five” ( ḥamšā ḥamšā ), used in the same context (Ibid., 300 [critical apparatus]; Chabot, “Notice,” 54.23). But while doubling a number in Syriac expresses distribution--in this case, “five each”--it has no particular meaning in Greek, which expresses this kind of distribution by means of a preposition or prefix (T. Nöldeke, Compendious Syriac Grammar , tr. J. A. Crichton [London: Williams & Norgate, 1904], 186; H. W. Smyth, A Greek Grammar for Colleges , Greek Series for Colleges and Schools [Cincinnati: American Book Company, 1920], 106). This could be a sign that the translation was made from Syriac to Greek, or that the original Greek was somehow of a “Syriacizing” variety. Of course, the duplication of a word is among the most frequent errors for a copyist to make; and moreover it should be noted that neither of the other two instances of distributive repetition in the Syriac version of this passage (both of which involve “one”) has this kind of literal parallel in any Greek manuscript. 3 in the back 3 in the elbow 2 in the arm 1 in the shoulder 1 in the “muscle” 101 in the right side 5 in the right side 101 in the right side 102 in the right side 100 in the left side 5 in the left side 101 in the left side 118 in the left side 18 “ribs-vertebrae” in the back, “18 ribs are joined to them, these vertebrae” 18 vertebrae in the lower back Par. omits the numeral (Jouanna, “Un traité inédit,” 300 [critical apparatus]). 6 in each shoulder 6 in each shoulder 3 in each arm 3 in each arm [something else] Jouanna notes that after giving the amount of bones in the shoulder, Pa. has “another version,” and does not correspond to P. and Par. again until the three manuscripts’ shared sentence on what “open and close [?] the members of the body.” Unfortunately, Jouanna does not elaborate on the contents of this “other version” attested only in Pa. (Ibid. [critical apparatus]). 3 in each arm 5 in the openings of the heart 5 in the opening of the heart 5 in the opening of the heart “The ribs are 6. The false [ribs] are 5. And for the vertebrae of the lower back 14. For the right side 101. And for the left side 101. So that altogether the bones are 360.” Here the broad trends we saw in the passages previously examined continue: the Syriac agrees closely with the Greek in general, and particularly closely with the manuscripts Pa. and Par. As can be seen in the table above, there are several instances in the discussion of the bones in which the Syriac agrees partially or completely with Pa. and Par. over P.; and there are no instances in which the Syriac agrees with P. over either Pa. or Par. These instances of the Syriac agreeing with Pa. and Par. against P. include: the Syriac, Pa. and Par. assigning five bones to the “loins” (in the Syriac) and “kidneys” (in the Greek), where P. assigns nine bones to this region; Pa., Par. and the Syriac addressing the bones of the head after those associated with the kidneys and loins, where P. discusses the bones in the legs; Pa., Par. and the Syriac assigning eight bones to the neck, as opposed to P.’s five; and Pa., Par. and the Syriac assigning a hundred or more bones to the right and left sides of the body, while P. locates only five in each side in the corresponding passage (though P. does register a figure more in line with Pa., Par. and the Syriac later in the text). I will now discuss one recurring set of corresponding expressions in the Greek and Syriac, whose Greek component has already been puzzled over by Jouanna. Several times in the text, we have the corresponding phrases, perplexing in the Greek and Syriac alike, “transformation [or, once, “form”] of the back of the head [?]” ( μεταμόρφωσις [or, once, μόρφωσις ] τοῦ ἐγκροτάφου ) in Greek, and “form [?] of the brain” (<ṣwrtʾ> [the vocalization is uncertain—perhaps ṣūrtā ?] d-mūḥā ) in Syriac. Ibid., 304.5, 9-10, 306.3, and (with μόρφωσις τοῦ ἐγκροτάφου) 9-10. Chabot, “Notice,” 55.10, 13-14; 56.24. The Greek μεταμόρφωσις \/ μόρφωσις τοῦ ἐγκροτάφου is a difficult expression to understand. Ἐγκρόταφος is only otherwise attested in the Etymologicon Gudianum , where it is glossed as ἀντικέφαλος , “back of the head,” though Jouanna opts for “part of the head between the temples” on the basis of the word’s derivation ( ἐν -, “inside” + κρόταφος , “temple”). Jouanna, “Un traité inédit,” 294; E. L. de Stefani, Etymologicum Gudianum quod vocatur (Leipzig: Teubner, 1909), 395.1-3. As for μεταμόρφωσις , Jouanna simply observes that this word “cannot have its usual sense of transformation here,” and leaves it untranslated in each of its attestations, rendering the entire phrase μεταμόρφωσις \/ μόρφωσις τοῦ ἐγκροτάφου simply as “the part of the head between the temples.” Jouanna, “Un traité inédit,” 305, n. 10, and 307. Probably because of the strangeness of the phrase, the Greek manuscripts have significant discrepancies in their renderings of it; κρόταφος (“temple”) often occurs as a variant for the scantily attested ἐγκρόταφος (“the back of the head”?), as does μορφή (“form”) for the more complex μεταμόρφωσις (“transformation”), or for the rarer μόρφωσις (“form”). It is only in P. that the phrase consistently occurs as μεταμόρφωσις (or, once, μόρφωσις ) τοῦ ἐγκροτάφου . The overall tendency of Pa. and Par. (in which variants such as κρόταφος and μορφή often occur) to agree with the Syriac against P. should raise some questions about whether P.’s reading of μεταμόρφωσις \/ μόρφωσις τοῦ ἐγκροτάφου is the correct one here. Ibid., 304, 306 [critical apparatus]. Nonetheless, in my estimation here the principle of lectio difficilior should override whatever general fidelity to the original Pa. and Par.’s broader closeness to the Syriac implies; it seems likely that a difficult phrase like this would have been simplified and clarified in the course of its transmission, and that P. preserves an older reading that has been adjusted in other manuscripts. The Syriac phrase <ṣwrtʾ> d-mūḥā presents its own difficulties. As for its distribution in the text, its three attestations correspond directly to the last three attestations (out of four) of μεταμόρφωσις \/ μόρφωσις τοῦ ἐγκροτάφου in the Greek--the first attestation of this phrase in the Greek corresponds to “upper entrance” ( tarʿā ʿillāyā ) in the Syriac. Chabot, “Notice,” 55.1-2; Jouanna, “Un traité inédit,” 304.5. In his translations of <ṣwrtʾ> d-mūḥā , Chabot consistently renders <ṣwrtʾ> as cervix , “nape”, claiming that the word’s literal meaning is collum , “neck,” and suggesting that the whole phrase <ṣwrtʾ> d-mūḥā designates the “cerebellum,” the part of the brain in the back of the skull. Chabot, “Notice,” 65, n. 4., and 66. Chabot’s suspicion that <ṣwrtʾ> means something other than simply “neck” here finds support not only in the obscurity of the phrase “neck of the brain,” but also in the fact that the most common Syriac word for “neck,” ṣawrā (spelled <ṣwrʾ>), is attested earlier in the text (directly corresponding to τραχήλος , also “neck,” in the Greek). Ibid., 54.22; Jouanna, “Un traité inédit,” 298.14. But Chabot’s reading of <ṣwrtʾ> d-mūḥā , while persuasive to a certain extent, is on somewhat shaky ground in its own right; I have been unable to find anything in the lexica for <ṣwrtʾ> as “nape,” “neck” or, indeed, a word referring directly to any part of the body. The most common meaning of <ṣwrtʾ> is “form” (in the vocalization ṣūrtā ) though we also have the identically-spelled ṣāwartā recorded on its own with the meaning of “insanity” or “confusion” and “ringing of the ears” in Mannā’s Syriac lexicon. J. E. Mannā, Chaldean-Arabic Dictionary (Beirut: Babel Center, 1975), 623. Neither the Greek nor the Syriac phrase, then, has a particularly obvious meaning in itself; hence, neither is obviously a translation of the other. The correspondence between the most common meaning of <ṣwrtʾ>, “form” (with the vocalization ṣūrtā ) and those of the Greek words μεταμόρφωσις and μόρφωσις , “transformation” and “form,” respectively, is surely significant, as is the correspondence between the meanings of Syriac mūḥā , “brain,” and Greek ἐγκρόταφος , which clearly has to do with the head; but what was translated into what? We have signs pointing both ways. On the one hand, the fact that <ṣwrtʾ> is so similar to the Syriac word for “neck” ( ṣawrā ), and that a word with this spelling, ṣāwartā , has two further meanings having to do with health problems (“ringing of the ears”; “insanity” or “confusion”), could sway us to take <ṣwrtʾ> d-mūḥā as a scantily attested phrase with an anatomical significance in Syriac. The sense of this phrase could have eluded a Greek translator, who simply did the best he could with the only meaning of <ṣwrtʾ> known to him: “form.” Speaking for a Greek to Syriac direction, on the other hand, is the obscurity of the word ἐγκρόταφος : why would a translator working from Syriac to Greek use such an arcane word to render mūḥā , “brain,” with the more straightforward ἐγκέφαλος also available to him? ἐγκέφαλος occurs later in the text (Jouanna, “Un traité inédit,” 310.3, 6). Moreover, it is conceivable, of course, that in the context in which it occurs μεταμόρφωσις could have an anatomical sense in Greek as well, as a technical term referring to a specific part of the body; <ṣwrtʾ> d-mūḥā could be an attempt at rendering an unfamiliar Greek expression on the part of a Syriac translator. III. Concluding Discussion As discussed above, definitive conclusions about the direction, place, and time of the translation that the profound correspondences between these texts indicate will have to await an edition of the Syriac text that incorporates all relevant manuscripts, as well as, perhaps, a revision of Jouanna’s text prioritizing the Greek manuscripts that tend to be closer to the Syriac. As far as these details go, at this point we only have a definite terminus ante quem for the Syriac text: the composition of George Wardā’s poem on “man as microcosm” in the thirteenth century, which, as Gignoux has convincingly demonstrated, draws upon the Syriac On the Composition of Man attributed to Aḥūdemmeh Anṭīpaṭrōs. Gignoux, “Anatomie et physiologie humaine,” 233-8. Consequently, the following suggestions remain equivocal and provisional. I will begin with the direction of the translation. The limited collection of textual comparisons I have presented here does not decisively point either way (nor have I been able to find anything conclusive in the rest of the text), and this question is worth a comprehensive treatment once the Syriac On the Composition of Man is available in a better edition. At this point, several indications suggest that the original language of the text was most likely Greek: the likely original attribution of the entire Syriac On the Composition of Man to “Anṭīpaṭrōs,” as convincingly argued by Chabot and Reinink; the many Greek philosophers and physicians cited within the Syriac text; and, perhaps most importantly, the fact that many more translations are known to have been made from Greek into Syriac than from Syriac into Greek. If it is the case that the direction of the translation is Greek to Syriac, this would fix the likely date of composition for both the Greek and the Syriac between the sixth and ninth centuries, within the period of known medical translation activity from Greek into Syriac. On the relative numbers of Greek-to-Syriac and Syriac-to-Greek translations, see S. P. Brock, “Greek into Syriac and Syriac into Greek” in S. P. Brock, Syriac Perspectives on Late Antiquity , Collected Studies 199 (Aldershot: Variorum, 1984), 11. This range of centuries for Greek-to-Syriac medical translations has been most recently given in A. Muraviev, “La médecine thérapeutique en syriaque” in Les sciences en syriaque , Études syriaques 11, ed. E. Villey (Paris: Geuthner, 2014), 264. More has come to light since the publication of this article, but for orientation on these medical translations see those listed in R. Degen, “ Ein Corpus Medicorum Syriacorum ” ( Medizinhistorisches Journal 7.1\/2 [1972]), 114–22. In this scenario the Greek text would have likely been initially translated into Syriac on its own, and then subsequently incorporated into On the Composition of Man , alongside what were originally separate texts. If, on the other hand, the direction of the translation is Syriac to Greek—the less likely possibility, though some of the results of my preliminary comparative analysis of the Greek and Syriac texts suggest that this may have been the case—the range of plausible dates for each text’s composition widens considerably. Translations from Syriac to Greek are firmly attested from the third century through the eleventh century, and while the overall number of such translations is quite low, and nothing medical is included among them, the possibility cannot be excluded that this work went from Syriac to Greek at some point during this stretch. S. P. Brock, “Greek into Syriac and Syriac into Greek,” 11-17. Touwaide, meanwhile, has noted several Byzantine Greek medical manuscripts that are either attributed to a “Syrian” author or designated as “Syriac” themselves, construing them as part of a broader “transfer of knowledge from the Arabic to the Byzantine world,” taking place from the tenth century through the fourteenth, and ultimately resulting in “Arabic medicine” being “massively present in late thirteenth- and early fourteenth-century Constantinople.” See the list of texts in A. Touwaide, “Arabic into Greek: The Rise of an International Lexicon of Medicine in the Medieval Eastern Mediterranean?” in Vehicles of Transmission, Translation and Transformation in Medieval Textual Culture , Cursor Mundi 4, ed. C. Fraenkel, F. Wallis, R. Wisnovsky and J. C. Fumo, 200, 207-8; Id. “The Jujube Tree in the Eastern Mediterranean: A Case Study in the Methodology of Textual Archaeobotany” in Health and Healing from the Medieval Garden , ed. P. Dendle and A. Touwaide (Woodbridge\/Rochester: Boydell, 2008), 98. The linguistic origins of these texts have yet to be thoroughly investigated, but it is possible that this corpus includes some translations of Syriac medical texts into Greek, which would have been made sometime between the tenth and fourteenth centuries, according to Touwaide’s reckoning; the hypothetical Syriac-to-Greek translation now under discussion could have been part of this trend. The scenario here would be either of the following, each somewhat involved, but not impossible: a pseudo-Hippocratic work was initially composed in Syriac, incorporated into the Treatise on the Composition of Man attributed to Aḥūdemmeh Anṭīpaṭrōs, and independently translated into Greek; or the Greek On the Composition of Man was based on an excerpt from the longer Syriac work attributed to Aḥūdemmeh Anṭīpaṭrōs. In the latter scenario, we can hypothesize that the Greek translator misconstrued the concluding sentence of the portion of the Syriac text that corresponds to the Greek pseudo-Hippocratic treatise, “thus said the great Hippocrates,” as referring to the entire section of the text leading up to it, rather than simply the preceding sentence (as it almost certainly does). Chabot, “Notice,” 57.7. On the significance of this attribution to Hippocrates, see 8 above. Of course, neither scenario, in itself, would imply any particular terminus post quem for the composition of the Syriac text; and the Greek translation could have happened after the thirteenth-century terminus ante quem (discussed above) for the Syriac text’s composition. As for what the philological data say about the Greek and Syriac texts’ respective dates, any conclusions on this basis must await an updated edition of the Syriac text (as well as, perhaps, the Greek), but it is worth noting that I could find nothing conspicuously late in the Syriac text: the text contains no loanwords from Arabic, nor was I able to discern any other linguistic features (such as a proliferation of certain adjectives in -āyā , or nouns in -ānā and -ānūtā ) suggesting that the composition of the text postdates the sixth century. On philological criteria for dating Syriac texts, see S. P. Brock, “The Syriac Background to Ḥunayn’s Translation Techniques,” ( Aram 3.1&2 [1991]), 139–62; Id. “Diachronic Aspects of Syriac Word Formation: An Aid for Dating Anonymous Texts” in V Symposium Syriacum 1988: Katholieke Universiteit, Leuven, 29-31 Août 1988 , Orientalia Christiana Analecta 236, ed. R. Lavenant (Rome: Pont. Institutum Studiorum Orientalium, 1990), 321-330; Id. “A Criterion for Dating Undated Syriac Texts: The Evidence from Adjectival Forms in -Aya.” ( Parole de l’Orient 35 [2010]), 111–24. Interestingly, the spelling of “Hippocrates” in the Syriac text, <ywpqrṭys>, finds no exact parallel in the Syriac corpus aside from the Syriac Epidemics , a translation of an Alexandrian super-commentary on Galen’s commentary on Hippocrates’ Epidemics. Chabot, “Notice” 54.10, 55.7. G. Kessel, “The Syriac Epidemics and the Problem of Its Identification” in Epidemics in context: Greek commentaries on Hippocrates in the Arabic tradition , Scientia Greco-Arabica 8, ed. P. Pormann (Berlin\/Boston: de Gruyter, 2012), 120. The Syriac Epidemics is quite early; our sole manuscript was copied no later than 705 CE, in Khuzestān, and in large part on these grounds Kessel has argued that Sergius of Rešʿaynā translated the text from Greek into Syriac during the sixth century. Ibid., 97-8. <ywpqrṭ ys> is clearly closer to Sergius’ favored spelling, <ypqṭrys>, than it is to Ḥunayn’s <ʾyppwqrʾṭys>, which follows the Greek much more closely, but it should be noted that it is not identical to Sergius’ spelling. Ibid., 120. In any case, this spelling of Hippocrates suggests that “Aḥūdemmeh Anṭīpaṭrōs’s” Treatise on the Composition of Man was composed before Ḥunayn’s floruit in the ninth century, and perhaps in the same milieu (or even by the same writer) as the Syriac Epidemics . Jouanna has singled out the Greek text’s usage of συγκερασμός for “mixture,” as opposed to the more usual μίξις , κρᾶσις , and derivatives thereof, as an unusual feature of the text. Jouanna observes that this word is quite rare; it is recorded in the Corpus Glossarium Latinorum , but is only otherwise attested in a twelfth-century Byzantine chronicle, referring to a mixture of colors. For Jouanna this suggests a late date of composition for the Greek, though he holds off on drawing any firm conclusions on this basis. Jouanna, “Un traité inédit,” 294-5. But given that συγκερασμός also occurs in a passage from the Sayings of the Desert Fathers , which was almost certainly composed prior to the sixth century, an attestation overlooked by Jouanna, there is little reason to posit a late date for the Greek text on the basis of its use of this word. J-C. Guy, Les apophtegmes des Pères: collection systématique , Sources chrétiennes 387 (Paris: Editions du Cerf, 1993), vol. I, 208.3. This passage’s presence in a sixth-century Latin translation of the Sayings furnishes a solid terminus ante quem for its composition in Greek (on the Latin translation, see the discussion in J. Wortley, The Anonymous Sayings of the Desert Fathers: A Select Edition and Complete English Translation [New York: Cambridge University Press, 2013], 2; the Latin passage itself, where συγκερασμός is rendered as modicum , can be found in the Patrologia Latina reprint of Rosweyde’s 1612 edition of Pelagius and John’s Verba Seniorum [ PL 73:869.36-7]). I thank Reviewer 2 at Hugoye for bringing this early attestation of συγκερασμός to my attention. Still, the rarity of συγκερασμός is noteworthy nonetheless; and it is worth mentioning in this connection that two of the very few known attestations of a close relative of συγκερασμός with the same meaning of “mixture,” συγκέρασμα , apparently occur in purported Greek translations of Syriac texts: the Homily On Virtue and Vice attributed to Ephrem, which may simply be an original Greek composition; and (probably) the Greek version of a homily of Isaac of Nineveh, whose roots in Isaac’s original Syriac are not in doubt. References found in Lexikon zur byzantinischen Gräzität , s.v. “ συγκέρασμα. ” The places where these attestations of συγκέρασμα occur are, respectively, K. G. Phrantzolas, Hosiou Ephraim tou Syrou erga (Thessalonike: Ekdoseis to Perivoli tēs Panagias, 1995), vol. I, 68.8 [lower portion of page]; and, according to the LBG , N. Theotokēs, Tou Hosiou patros hēmōn Isaak episkopou Nineui tou Syrou Ta heurentha askētika (Athens: Ek tou Typographeiou Paraskeua Leōnē, 1895), 219. I have been unable to locate συγκέρασμα on this page or nearby in Theotokēs’s edition, however. One cannot be certain about this, but it seems most likely that the word occurs somewhere in these translations of Isaac, and that the LBG ’s authors have simply made a mistake with the page number—that they have not erroneously assigned an attestation of συγκέρασμα to these texts, where none actually exists. On the disputed origins of this homily attributed to Ephrem, see D. Hemmerdinger-Iliadou, “Ephrem, Les versions, I, Ephrem Grec” in Dictionnaire de Spiritualité , vol. IV (Paris: Beauchesne, 1960-61), 808. On these early Greek translations of Isaac’s works, made in the ninth century, see S. P. Brock “Greek into Syriac and Syriac into Greek,” 15-16. As for the Syriac text’s place of origin, the nature of the manuscripts in which it occurs likely speaks to this. The Treatise on the Composition of Man attributed to Aḥūdemmeh Anṭīpaṭrōs is known to have been transmitted in three East Syriac manuscripts, all of which also contain a likely extract from the Book of Medicine authored by Šemʿōn of Ṭaibūteh, and two of which have a portion of the anonymous Syriac Book of Medicines (eventually edited by Budge). The contents of CSCO Syr. 21 are discussed in Chabot, “Notice,” 51-3 and A. de Halleux, “Les manuscrits syriaques du CSCO ” ( Le Muséon 100 [1987]), 45, while the contents of the other two manuscripts, Mingana Syr. 589 and BJI 13, are discussed in Kessel, “Field Notes,” 421-8; and Mingana, Catalogue , vol. I, 1125-1127, respectively. While texts could and did circulate between West and East Syrian communities in late antiquity, the fact that this treatise is consistently attested in East Syriac manuscripts, as well as its association with two texts whose origins lie in the territory of the former Sasanian Empire--the anonymous Book of Medicines and a work probably to be attributed to Šemʿōn of Ṭ aibūteh, an East Syrian monk based in seventh-century Khuzestān--suggest that this treatise, too, was initially composed or translated by an East Syrian Christian, and circulated among members of this community from an early stage, whether in the Sasanian Empire itself, or in the Empire’s erstwhile territories in the centuries following the Islamic conquest. On texts circulating between East and West Syrian communities, see J. Tannous, “Greek Kanons and the Syrian Orthodox Liturgy” in Prayer and Worship in Eastern Christianities, 5th to 11th Centuries , ed. B. Bitton-Ashkelony and D. Krueger (New York: Routledge, 2017), 161-166. On the linguistic features of the Syriac Book of Medicines that suggest an origin in territories in which Middle Persian was spoken (i.e. the Sasanian Empire itself, or its former territories), see P. Gignoux, “La Pharmacopée Syriaque Exploitée D’un Point de Vue Linguistique” ( Le Muséon 124.1–2 [2011]), 11–26. On the life and career of Šemʿōn of Ṭaibūteh, and the case for his authorship of the work entitled From the Book of Medicine often (but not always) attested next to the treatise attributed to Aḥūdemmeh Anṭīpaṭrōs, see Kessel, “La position de Simon de Taibuteh.” * I thank Jack Tannous, Michael Cook, Joe Glynias, Grigory Kessel, Mark Geller, and the three anonymous peer reviewers for their valuable advice and criticisms, which have improved this article considerably. Of course, the responsibility for any remaining defects lies with me alone. Yoeli-Tlalim’s “Exploring Persian Lore in the Hebrew  Book of Asaf ” ( Aleph  18:1 [2018]) reached my attention too late to substantially figure into this article. In connection with Yoeli-Tlalim’s important contribution, I will restrict myself to the following brief note. One of Yoeli-Tlalim’s central findings is that the Syriac text attributed to “Aḥūdemmeh Anṭīpaṭrōs” has a close parallel in a lengthy passage from the Hebrew  Sefer Asaf . For Yoeli-Tlalim, this (along with some other distinctly Iranian features of the text, including month names and a history of science that parallels that of Abū Sahl b. Nawbakht) indicates that  Sefer Asaf  derived, at least in part from “Syriac medical literature of the Eastern Church in Persia” (Yoeli-Tlalim, “Exploring Persian Lore,” 138-145). At first glance, it may seem that the existence of this Hebrew parallel poses complications for my main argument in this article--that the similarity between these Syriac and Greek texts reflects the fact that one was directly translated from the other. But although the possibility that the Hebrew served as an intermediary between the Syriac and the Greek cannot be ruled out, I do not find this likely; there is a much greater incidence of texts moving between Syriac and Greek in late antiquity than between Greek and Hebrew, and, as far as I know, no secular text has been demonstrated to have gone either from Greek into Hebrew, or from Hebrew into Greek, during this period.  * Bibliography Assemani, J. Bibliotheca Orientalis Clementino-Vaticana . Vol. 3.1. Rome: Sacrae Congregationis de Propaganda Fide, 1725. Brock, S. P. “A Criterion for Dating Undated Syriac Texts: The Evidence from Adjectival Forms in -Aya.” Parole de l’Orient 35 (2010): 111–24. ———. “Diachronic Aspects of Syriac Word Formation: An Aid for Dating Anonymous Texts.” In V Symposium Syriacum 1988: Katholieke Universiteit, Leuven, 29-31 Août 1988 , ed. R. Lavenant. Rome: Pont. Institutum Studiorum Orientalium, 1990: 321-330. ———. “Greek into Syriac and Syriac into Greek.” Journal of the Syriac Academy 3 (1977): 406–22. ———. “The Syriac Background to Ḥunayn’s Translation Techniques.” Aram 3:1&2 (1991): 139–62. Chabot, J.-B. “Notice sur deux manuscrits contenant les oeuvres du moine Isaac de Rabban Isho et du métropolitain Aḥoudemmeh.” Notices et extraits des manuscrits de la Bibliothèque Nationale et autres bibliothèques 43 (1943): 43–76. Degen, R. “Ein Corpus Medicorum Syriacorum.” Medizinhistorisches Journal 7:1\/2 (1972): 114–22. Gignoux, P. “Anatomie et physiologie humaine chez un auteur syriaque, Ahūhdemmeh.” Comptes rendus des séances de l’Académie des Inscriptions et Belles-Lettres 142:1 (1998): 231–42. ———. “La pharmacopée syriaque exploitée d’un point de vue linguistique.” Le Muséon 124:1–2 (2011): 11–26. Guy, J.-C. Les apophtegmes des Pères: collection systématique . Sources chrétiennes 387. 3 vols. Paris: Editions du Cerf, 1993. de Halleux, A. “Les manuscrits syriaques du CSCO .” Le Muséon 100 (1987): 35–48. Hemmerdinger-Iliadou, D. “Ephrem, Les versions, I, Ephrem Grec.” In Dictionnaire de Spiritualité . Vol. IV, ed. M. Villier, F. Cavallera and J. de Guibert. Paris: Beauchesne, 1960-61: 800-815. Jansma, T. “Une homélie anonyme sur la création du monde.” L’Orient Syrien 5 (1960): 385–400. Jones, W. H. S. Hippocrates . Vol. I . Loeb Classical Library. New York: Putnam, 1923. Jouanna, J. “Un traité inédit attributé à Hippocrate, Sur la formation de l’homme : Editio princeps .” In Ecdotica e ricezione dei testi medici greci: Atti del V convegno internazionale, Napoli, 1-2 Ottobre 2004 , Collectanea 24, ed. V. Boudon-Millot, Naples: M. D’Auria, 2006, 273–319. Jouanna, J. “The Legacy of the Hippocratic Treatise The Nature of Man : The Theory of the Four Humours.” In Greek Medicine from Hippocrates to Galen : Selected Papers , Studies in Ancient Medicine 40, ed. P. J. van der Eijk, tr. Neil Allies. Boston\/Leiden: Brill, 2012, 335–59. Kessel, G. “Field Notes on Syriac Manuscripts I: Two Medical Manuscripts Digitized by the Hill Museum & Manuscript Library.” Hugoye 20:2 (2017): 419–34. ———. “La position de Simon de Taibuteh dans l’éventail de la tradition mystique syriaque.” In Les mystiques syriaques , Études syriaques 8, ed. A. Desreumaux. Paris: Geuthner, 2011. ———. “The Syriac Epidemics and the Problem of Its Identification.” Epidemics in Context : Greek Commentaries on Hippocrates in the Arabic Tradition , Scientia Greco-Arabica 8, ed. P. Pormann. Berlin\/Boston: de Gruyter, 2012. de Lagarde, P. Libri Veteris Testamenti Apocryphi Syriace . Leipzig: F. A. Brockhaus, 1861. Mannā, J. E. Chaldean-Arabic dictionary . Beirut: Babel Center, 1975. Martindale, J. R. The Prosopography of the Later Roman Empire . Vol. II. Cambridge: Cambridge University Press, 1971. Mingana, A. Catalogue of the Mingana Collection of Manuscripts . 4 Vols. Cambridge: W. Heffer, 1933. Muraviev, A. “La médecine thérapeutique en syriaque.” In Les sciences en syriaque , Études syriaques 11, ed. E. Villey. Paris: Geuthner, 2014: 253–84. Nau, F. Histoires d’Ahoudemmeh et de Marouta, métropolitains jacobites de Tagrit et de l’Orient (VIe et VIIe siècles): suivies du traité d’Ahoudemmeh sur l’homme . Patrologia Orientalis 3.1. Paris: Firmin-Didot, 1909. Nöldeke, T. Compendious Syriac Grammar . Tr. J. A. Crichton. London: Williams & Norgate, 1904. Overbeck, J. J. S. Ephraemi Syri, Rabulae episcopi Edesseni, Balaei aliorumque opera selecta e codicibus Syriacis manuscriptis in Museo Britannico et Bibliotheca Bodleiana asservatis primus . Oxford: Clarendon, 1865. Phrantzolas, K. G. Hosiou Ephraim tou Syrou erga. Thessaloniki: Ekdoseis to Perivoli tēs Panagias, 2001. Reinink, G. J. “Man as Microcosm: A Syriac Didactic Poem and Its Prose Background.” In Calliope’s Classroom: Studies in Didactic Poetry from Antiquity to the Renaissance , ed. A. Harder, A. A. MacDonald, and G. J. Reinink. Dudley, MA: Peeters, 2007: 123–52. Smyth, H. W. A Greek Grammar for Colleges . Greek Series for Colleges and Schools. Cincinnati: American Book Company, 1920. de Stefani, E. L. Etymologicum Gudianum quod vocatur . Leipzig: Teubner, 1909. Tannous, J. “Greek Kanons and the Syrian Orthodox Liturgy.” In Prayer and Worship in Eastern Christianities, 5th to 11th Centuries , ed. D. Krueger and B. Bitton-Ashkelony. New York: Routledge, 2017: 151–80. Theotokēs, N. Tou hosiou patros hēmōn Isaak episkopou Nineui tou Syrou Ta heurethenta. Athens: Ek tou Typographeiou Paraskeua Leōnē, 1895. Touwaide, A. “Arabic into Greek: The Rise of an International Lexicon of Medicine in the Medieval Eastern Mediterranean?” In Vehicles of Transmission, Translation, and Transformation in Medieval Textual Culture , Cursor Mundi 4, ed. R. Wisnovsky, C. Fraenkel, F. Wallis, and J. C. Fumo. Turnhout: Brepols, 2011: 195-222. ———. “The Jujube Tree in the Eastern Mediterranean: A Case Study in the Methodology of Textual Archaeobotany.” In Health and Healing from the Medieval Garden , ed. P. Dendle and P. Touwaide,. Rochester, NY: Boydell, 2008: 72–100. Trapp, E., W. Hörandner, J. M. Diethart, and A. Steiner-Weber. Lexikon zur byzantinischen Gräzität: besonders des 9.-12. Jahrhunderts , Veröffentlichungen der Kommission für Byzantinistik 6. Wien: Verlag der Österreichischen Akademie der Wissenschaften, 1994. Yoeli-Tlalim, R. “Exploring Persian Lore in the Hebrew Book of Asaf.” Aleph 18:2 (2018): 123–46.",
    "title" : 
    [ "Greek Source for the Treatise on the Composition of Man Attributed to Aḥūdemmeh Anṭīpaṭrōs?",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Benfey, Thomas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv22n1benfey",
    "type" : "article",
    "displayTitleEnglish" : "A Greek Source for the Treatise on the Composition of Man Attributed to Aḥūdemmeh Anṭīpaṭrōs?" }