
  { "fullText" : "1. Introduction ms Berlin, Staatsbibliothek, Sachau 196 Property of the Staatsbibliothek zu Berlin – Preussischer Kulturbesitz, Orientabteilung. Shelf mark 198 in Sachau’s personal catalogue. Cf. Eduard Sachau, Verzeichniss Der Syrischen Handschriften , vol. 1–2, Die Handschriften-Verzeichnisse Der Könighlichen Bibliothek Zu Berlin 23 (Berlin: A. Asher & Co., 1899), 632. is an interesting manuscript in many respects. It was copied by Mikāʾil The name is given in the colophon and at the end of the eighteenth text, a poetic composition in the Mār Yaʿqōb metre by Basilius, where each line begins with a semkat and rhyme in ās , except for the last four lines, that rhyme in as and are an addition by the scribe himself. He reveals his name through the numerical value of the Syriac letters: “A fool and evil one, who has taken refuge in the name of Yah, wrote, revised and set in order this poem at the top of the sheet. He also arranged his name in those lines and took refuge in Christ. He did and contracted his name in the forty, in the ten, in the twenty and in the one” (f.60r). The riddle gives the name Mikā, which is—as stated—a contracted form of Mikāʾil. who completed it in the month of Šbaṭ of the year 2149 AG (1838 CE). Cf. the colophon and the scribal note at the end of the hymn on f.61v, which was copied in Tešrin Qdem of the same year (October 1837 CE). It consists of 100 paper folios and includes 21 works followed by a list of works by Bar ʿEbrāyā (ff.95r-96r), the colophon (ff.96v-97r), two blank pages, a page filled with pencil and ink notes, the enumerated solutions to the riddles of ff.21v-37v, and finally some other verses on the last page (f.100v). The pages are numbered in pencil with Arabic numbers, while there is no quire numeration. The use of a misṭara , i.e. a ruling frame employed to create a pattern of blind lines on the page, Adam Gacek, Arabic Manuscripts: A Vademecum for the Readers , Handbook of Oriental Studies. Section 1, The Near and Middle East 98 (Leiden, Boston: Brill, 2009), 231–32. appears on some of the leaves. The works are written in Syriac and Garšuni Arabic. The script is a thick serṭā disposed in a single column of about twenty-five lines per page, up to f.49r. From f.51v to f.57v, with the Discourse on Divine Wisdom by Bar ʿEbrāyā, the writing area of about twenty-three lines is framed at the bottom and along the external margin with additional text in a commentarial shape. Ff.81r-84r, 85r-86v, 87v-90v, 95r-94v show a double-line frame. On ff.91r-94v there is some blank space left over at the bottom and at the external margin, seemingly reserved for comments and glosses. Besides serṭā , the Arabic script is sporadically used too, not only in some notes on the last folio but also inside the texts. E.g. in the Abūʾl-Maʿānī’s Sullāqā hāwnānāyā , f.14v ll.7-8, where the Arabic translation of a chapter’s title is written right after the Syriac version. In the same text there are unexpected transitions from Syriac to Garšuni, e.g. in f.11v, ll.8-14, f.12v 4-16 and f.13v. The ink is black, with several rubrics and an irregular use of red diacritical dots. The notation of Syriac and Greek vowels is inconsistent. There are some geometrical and inaccurate band-decorations, especially at the beginning (e.g. f.73v) and at the end (e.g. f.40v) of a text. In the colophon, the scribe says that the book was “at first Abū’l-Maʿānī, the Book of Riddles , [the Book ] of the Pupil and the Discourse of Wisdom by the theologian Mār Gregory Which is, of course, the thirteenth century well-known erudite high prelate and polymath Bar ʿEbrāyā. the mapryānā ” (f.96v ll.6-8). If the adverb qadmāʾit is understood as ‘at the beginning’, the sentence is not particularly significant. On the other hand, if we consider it to mean ‘initially’ in a temporal sense, it casts some light on the slightly discordant content of the manuscript itself, by underlining the fact that originally it was meant to consist of only the aforementioned works. In fact, in addition to these, the manuscript includes a number of hymns and other poetic liturgical compositions, as well as the grammatical treatise which is the focus of this paper, and a prayer against toothache. We might then suppose that all these additional works should have been included in the anthology during the copying of the main texts. Indeed, they are placed after the Book of Riddles but before the works by Bar ʿEbrāyā, thus breaking off the original sequence. This would mean that the manuscript copied by Mikāʾil—if it did ever exist, and if Sachau 196 is not an original anthology—consisted of only Abūʾl-Maʿānī and Bar ʿEbrāyā’s works, which would be an intriguing match. Against the background of the predominantly spiritual content of the manuscript, the short anonymous grammatical treatise in Garšuni stands out. It bears the Syriac title Zuhhārā meṭṭol rukkākā w-quššāyā ( A Notice on Lenition and Hardening ) and goes from f.39v to f.40v. Ff.39v and 40r consist of 25 lines each, f.40v of only 18 lines which are organised, from the sixth onwards, in a reverse triangular shape resembling an Arabic colophon and are bordered in red. Each of them begins and ends with a black dot. On the sides of the penultimate line are written, in red, the words taraḥḥamnāʿalā al-kuttāb , while the last line shows only an isolated ālap as vertex. At the bottom of the text (slightly below the middle of the folio), there is a black and red band decoration with a stylised spiral design framed with dots. The Syriac title is written on the top of the first folio, outside the writing frame, and is fully vocalised with Greek vowels. Red rukkākā and quššāyā dots are extensively used not only in the Syriac examples explaining the phonetic rules, but also to distinguish different Arabic phones represented by the same Garšuni letter. See section 5 for some linguistic considerations on this subject. As the title says, the treatise is about the phenomenon of lenition of the bgādkpāt consonants, i.e. six consonants that can be pronounced either as plosives or fricatives. In the beginning, it is stated that the correct pronunciation of these consonants is recommended for the sake of the “rectification of speech and its elegance” ( taṣḥīḥ al-kalām wa saqlih , l.2). The reading, then, becomes easy, smooth and flowing; without the proper pronunciation, it would be harsh and difficult. We can compare this statement with what Bar ʿEbrāyā says in his Book of Elucidations about the function of lenition: Two are the causes of lenition and hardening, [one which is] necessary and [one which is] suitable. The word āšḥāytā, ‘useful, suitable’, is used in contrast with ʾālṣāytā: this is ‘necessary to the sense’, the former is ‘used for the sake of elegance’. It is necessary when this script is complete, like other scripts, with those letters, thus homographs are distinguished in it as much as possible […]. The suitable cause is when the language possesses ornament and elegance. In Syr.: ܨܒܬܐ ܘܣܩܠܐ ܢܩܢܐ ܣܦܪܐ . Cf. Axel Moberg, Le livre des splendeurs. La grande grammaire de Grégoire Barhebraeus. Texte syriaque édité d’après les manuscrits avec une introduction et des notes , vol. IV, Skrifter Utgivna Av Kungliga Humanistiska Vetenskapssamfundet i Lund (London, Paris, Oxford, Leipzig: Humphrey Milford, Édouard Champion, University Press, O. Harrassowitz, 1922), 210–11. We can notice here the parallelism between the Garšuni text and the one by Bar ʿEbrāyā: the Syriac ‘ornament’ is replaced by ‘rectification’, but ‘elegance [of the speech]’ is retained. The similarity between the two definitions is so striking that it can be argued that the anonymous author of the treatise must have had in mind Bar ʿEbrāyā’s statement. Or, at least, it had become a standard definition for the bgādkpāt phenomenon. The absence in the Notice of the phonematic argument explained by the Syriac Orthodox mapryānā cannot be considered an indication of its incompleteness on the matter. In fact, this theoretical subdivision is not even applied to the exposition of the phonetic rules in the Elucidations . They are basically descriptive and do not explain whether specific instances of lenition are the result of phonematic distinction between homographs or of orthoepy. In this paper, besides the edition and English translation of the Notice , I intend to point out those contents and linguistic phenomena which are relevant to the history of Arabic language and Syriac grammatical tradition. I do not expect to be able to understand and solve all the problems posed by the treatise, nor to grasp its full implications within each discipline. Instead, this paper is meant to make the modest discovery of the Notice available to competent experts in both fields for further study. 2. Content of the Notice After the definition of the importance of the correct pronunciation of the bgādkpāt , the description of the subject seems to be significantly in line with the traditional native exposition of Classical Syriac phonetics. The structure is quite simple: the statement of each rule is immediately followed by some examples, introduced by the Syriac word ayk preceded or not by the Arabic expression ka-naḥw qawlika . Sometimes there are few exceptions which are explained as a separate rule or otherwise introduced by the Syriac phrase sṭar men ‘except for’. It will be now provided an overview of the content. The first rule (ll.14-23) is the most basic one. A bgādkpāt becomes fricative in initial position whenever a one-letter proclitic preposition (a so-called bdul ) is prefixed to it. The examples take into account each preposition added to a noun for all the bgādkpāt consonants, with the exception of pē . This latter is dealt with separately, in ll.23-31, because it can have a third pronunciation which is called in Arabic mufarqiʿa ‘explosive’, usually referred to in Syriac as pē yawnāytā , 'the Greek pē ', Cf. e.g. Moberg, IV:210. and which is completely unaspirated. Rubens Duval, Traité de grammaire syriaque Compendious Syriac Grammar (Paris: F. Vieweg, 1881), 30–32; Theodor Nöldeke, , translated by James A. Crichton (London: Williams & Norgate, 1904), 10. I deeply thank the anonymous reviewer for pointing out also the following: R. Voigt, “Das Emphatische p Des Syrischen,” Symposium Syriacum VII Language Change in the Wake of Empire: Syriac in Its Greco-Roman Context Aramaic Studies , Orientalia Christiana Analecta, 256 (1998): 527–37; Aaron Michael Butts, , Linguistic Studies in Ancient West Semitic 11 (Winona Lake: Eisenbrauns, 2016), 81–84; Aaron Michael Butts, “The Integration of Consonants in Greek Loanwords in Syriac,” 14 (2016): 18–20. The rules governing the pronunciation of pē are slightly different from those which apply to the other bgādkpāt . From the examples, it is clear that the fricative pē has to follow a vowel and be itself vowelless and it cannot occur at the beginning of a word. It is also stated that the bdul have no influence on the lenition of an initial pē , the only exception being the biblical form ba-p̄silātā . Overall, the rule is quite confusing, since it speaks of a “fricative pē ” which “cannot be spirant”. Either the writer confused muta ḥarrika with murakkaḫa , or he was mistaken and blended together more than one rule. If this were the case, it could be considered an instance of scribal error of which we will see more further on in the paper. As far as the plosive allophone is concerned, it can occur at the beginning of a word and must be vocalised. Finally, the Greek pē can occur in any position but is of course limited to Greek loan words. Although it is not specifically stressed here, it does not follow the common Syriac phonological rules. Lenition across word boundaries is presented in lines 31-36. It depends on the presence of a final vowel-letter—i.e. an ālap (for zqāpā ), a yod “provided with ḥbāṣā ” and a wāw “ mḫwṣ ”. The interpretation of this latter term will be dealt with in the paragraph on linguistic interference. However, according to the examples, it seems in this instance to refer to the semivowel wāw of the diphthong āw . This can be inferred from the pointing of the examples, and specifically by the ptāḥā vowel on the last radical of the words preceding the pronoun hu and by what seems to be a linea occultans on the hē of each pronoun. In any case, this would be quite unusual in the context of the modern tradition of pronunciation, because generally the presence of a diphthong prevents the lenition. In lines 37-45 it is said that the same vowel letters (and “simple” vowels not accompanied by a mater lectionis , as in the examples, as well) cause lenition also in the middle of a word, unless a vowelless consonant comes between the vowel and the bgādkpāt , with some exceptions for the feminine tāw ending. It is also interesting to note the allusion to the plosive pronunciation of a vocalised bgādkpāt after a vowel ʿṣāṣā (a vowel noted by wāw ), which we would rather explain as a case of gemination. Finally, among the examples, it is surprising to find the words ṣurṯā and burkṯā , that have a rēš after the wāw rather than a bgādkpāt . They may be remainders of a different rule, either not copied intentionally or accidentally overlooked, which might be another example of scribal error. Furthermore, the rule explained at lines 45-50 with reference to vowel letters is ambiguous as the Arabic text is not easy to understand. The rule refers to the connection between a bgādkpāt following a vocalised consonant, and an ālap that is called urāniyya , which might mean ‘coming at the end, last’ or ‘second, following’. From the examples, we can argue that the adjective uḫrāniyya refers to an ālap which is (or has become) mater lectionis for a zqāpā , but also to a zqāpā not marked by an ālap . The influence of a zqāpā on the lenition is seen in the plural too, especially for the feminine nouns when compared with their singular which has an occlusive pronunciation instead (i.e. -āṯā against -tā ). However, the examples consider also masculine names whose last consonant is not preceded by a zqāpā . Therefore, the rule cannot refer strictly to the emphatic case ending, otherwise the distinction between singular and plural would fail. We should thus assume that the treatise is inconsistently summarising and overlapping several situations into only one explanation. Dental consonants are discussed in lines 50-56. In the first place, it seems that the treatise refers to the case when a dental ( tāw or dālad ) is added to a first vowelless tāw —in a reflexive form or when the relative pronoun is used. The consonant placed before is pronounced as a plosive, whereas the first radical becomes fricative. The rule is expanded considering the addition of a bdul to the already existing dental cluster: the plosive pronunciation of the first dental does not change, even if it is preceded by a vowel, and neither does the fricative pronunciation of the second one. A different situation takes place when two bdul , i.e. firstly a dālad and then a wāw before it, are placed at the beginning of a word with a vocalised tāw as first radical. Both the tāw and the dālad are pronounced as plosives, and the text states that this happens because of the wāw vocalised in ptāā . The last rule (ll.56-63) says that a vocalised bgādkpāt occuring after another vocalised consonant must be plosive. Otherwise (the bgādkpāt being vowelless) it is fricative. It is interesting to note that this is not explained in terms of gemination but of actual hardening of the consonant, suggesting that by the date of composition of the Notice the knowledge and the perception of gemination might be already lost in western Syriac. The last six lines put an end to the treatise abruptly, stressing again the need to understand the rules described and, as usual, thanking God for his help and asking for forgiveness. 3. The Notice and the Syriac Grammatical Tradition From the overview above, we can see that the Notice does not cover in full the subject of bgādkpāt consonants and it simply puts aside several details. Indeed, the intention of the author might have been not to give a complete description of this aspect of Syriac phonetics, but rather to provide his reader with a basic understanding of it. This becomes clearer when we compare the content of the Garšuni treatise with that of some of the major native Syriac grammars. This allows us to highlight the similarities and the differences and to clarify the place the treatise occupies in that tradition. In the Metrical Grammar by Bar ʿEbrāyā (Syr. Ktābā d-gramatiqi , ms Biblioteca Medicea Laurenziana, Or. 298), the rules concerning the lenition of bgādkpāt consonants are split in two parts. The first deals with the letters that become fricative in names, the second with those that become fricative in verbs. This partition is not shown in the treatise, but we can note that almost all the examples are drawn from nouns and only two from verbs. Except for few dissimilarities, among the rules set out by Bar ʿEbrāyā, one can find all those mentioned in the Notice . A first discrepancy is found in the discussion about the pronunciation of an initial non-Greek pē when a bdul is prefixed. Bar ʿEbrāyā says that this pē undergoes lenition, while the treatise contradicts this and quotes the biblical ba-p̄silātā as an exception. However, in the Metrical Grammar this is just one among many examples of the main rule. On the same subject, the treatise is quite clear about the fact that “a vocalised pē is not fricative”; ليس فا متحرّكة تكون مركّخة (line 30). Bar ʿEbrāyā, instead, acknowledges some exceptions to this rule. ܒܙܢܐ ܬܘܒ ܕܝܠܢܝܐ ܡܬܪܟܐ ܘܟܕ ܠܐ ܫܠܝܐ , “It can be fricative, in particular cases, also when it is not silent” i.e. when it is vocalised (cf. Or. 298 f.23r). The Metrical Grammar addresses lenition after a vowel letter, i.e. yod ḥbiṣtā and wāw da- ʿṣiṣutā , as the treatise does, but the former makes no mention of cases where the vowel letter falls before a first radical bgādkpāt— i.e., lenition beyond word boundaries. Conversely, the Notice deals specifically with this in its second section and only then moves on to discuss the case of when the vowel letter falls in the middle of the word. The remaining contents of the treatise are addressed in the Metrical Grammar in a very similar way. Bar ʿEbrāyā, however, even in this highly abridged poetical dissertation, discusses more rules, e.g. those related to the Greek kāp , to the personal pronouns beginning with kāp suffixed to plural nouns and to the hardness of a tāw following a diphthong ay . The other and more thorough grammatical work by Bar ʿEbrāyā is the Book of Elucidations (Syr. Ktābā d-ṣemē ). Here, the very same rules are expounded with additional explanations of several exceptions. Worth noting where within the text the subject of lenition\/hardening of the feminine tāw in singular and plural forms of the noun is addressed, Moberg, Le livre des splendeurs , IV:210. Cf. in particular lines 16-20. similarly to lines 47-50 of our treatise. In the latter the rule involves not only the tāw of feminine nouns but also every other third radical bgādkpāt . On the other hand, Bar ʿEbrāyā acknowledged this as a feature belonging to the eastern Syrians only: “The eastern [Syrians] also pronounce zalgā margā ʿesbā with hardening of gāmal and bēt , as zalḡē marḡē ʿesḇe with lenition of gāmal and bēt ”. Ibid . The following elucidation is quite interesting too as it states that those nouns which have a plosive third radical in the emphatic state have the fricative allophone in the ‘contracted’ form (Syr. gdāmā , i.e. the absolute and construct states). For some of these names, the Notice approaches the issue differently and says that the plosive pronunciation of the third radical depends on the presence of a preceding vowelless consonant in the emphatic state (l.40). In correspondence with the third section of the Garšuni treatise, regarding the rules of lenition after a vowel, we can find a similar section in the Elucidations. Ibid . , from p.211, 10 onwards. However, in the Elucidations the analysis is more thorough—compared to that of the Metrical Grammar —and investigates a greater number of instances and nominal categories, mainly arranged on the basis of the number of consonants the names consist of, and the place and kind of vowels that are used. For example, it discusses the nouns consisting of four consonants and two vowels, including those with the feminine tāw ending. And, as in the fourth section of the Notice , the tāw is generally considered plosive (like any other third consonant in names with a c 1 vc 2 c 3 v scheme) with some exceptions. The list of possibilities, based on the consonant-vowel pattern, is huge. In the treatise, they are either summarily quoted as particular instances or, for the most part, not mentioned at all. Closer to the time of the Notice At least, up until the time of the Notice preserved in ms Sachau 196. are the didactic works by the Maronite patriarch Ǧirǧis ʿAmīra and the Syriac Catholic Archbishop of Damascus Joseph David. ʿAmīra, Ǧirǧis Miḫʾʿ Grammatica Syriaca sive Chaldaica āīl Amīra, (Roma: Giacomo Luna, 1596). three centuries after Bar ʿEbrāyā, preserves in his grammar the traditional organisation of the subject: lenition and hardening are treated in several chapters, depending on whether they occur in the noun or in the verb. The influence of Bar ʿEbrāyā is clear from his presentation of the two causes for the lenition phenomenon, which are the necessity to distinguish between different words and the elegance of speech: “Two causes might be distinguished for the words to be affected by lenition and hardening. The first is that in this way the words can be distinguished one from the other. Sometimes in fact one can find words that, in consonants and vowels, are so similar that if you remove from them the lenition and hardening, you also necessarily remove from them any distinction. […] The second is for the sake of the refinement, embellishment and pleasantness of speech”. “Duplex autem assignari potest causa, cur uoces lenitate et asperitate afficiantur: prima, ut uoces ab inuicem distinguantur: interdum enim reperiuntur uoces ita similes in litteris, et uocalibus, ut si ab ipsis mollities, et durities tollatur, tollatur etiam necessario ab eis omnis distinctio. […] Secunda causa est propter elegantiam, ornatum, et suauitatem pronunciandi”. Ibid . , 124–26. He then continues in the traditional way, going through several possibilities which arise according to the number of consonants in the word, the position occupied by the bgādkpāt and the vocalic pattern. On the other hand, David, Clemens Joseph David, Grammatica aramaica seu syriaca philologice exposita juxta utrumque systema, orientale scilicet et occidentale (Mosul, 1896). who wrote in the nineteenth century, adopts a completely different perspective on the matter, more in line with the modern tradition. He says that after a vowelless consonant a bgādkpāt “remains” hard, whereas after a vocalised letter it becomes fricative except for a double consonant which is always hard. It is interesting to note that he takes into consideration the etymology of the word through comparison with Arabic, and states that the consonant becomes fricative also when it is preceded by a theoretical short vowel, i.e. a short vowel deleted in a pretonic open syllable (this is the vowel deletion rule, characteristic of Aramaic phonetics): “But if the preceding letter is theoretically vocalised with a short vowel, then hardening does not happen, as in barḏā barad in which the rēš is theoretically vocalised”. “Sed si littera praecedens est uirtualiter mota uocali breui, tunc asperitas non habet locum, ut ܒܱܪܕ݂ܳܐ بَرَد in quo resh est uirtualiter motum”. Ibid, 569. Further on, he also speaks of a “uocalem breuem subintellectam” Ibid . , 576. (implied short vowel) which causes the lenition of a following bgādkpāt . He is using the šwā argument to explain lenition after a quiescent consonant, whereas Bar ʿEbrāyā explained it through the word-pattern. This is of course predictable, considering David adopted a comparative approach to the Semitic languages. The rest of his treatment of the subject follows more or less the traditional discussion, whereby all the classes of cases in which the rules do not always apply (e.g., with the feminine tāw or in the defective verbs) are enumerated. The same listing method, based on the position of the consonants and on their vocalisation, is maintained by other late grammarians such as Jeremiah Maqdisī and Alphonse Mingana. Jeremiah Maqdisī, Grammaire chaldéenne (Mosul, 1889); Alphonse Mingana, Clef de la langue araméenne ou grammaire complète et pratique des deux dialectes syriaques occidental et oriental (Mosul, Paris, 1905). In conclusion, the description provided by grammarians of the bgādkpāt issue underwent a considerable degree of standardisation both in its form and content. The rules, as might be expected, are expressed in extremely similar terms. Furthermore, in many cases, the examples too are the very same. Thus, the effort to understand if the Notice has some kinds of (direct) relation with an earlier work becomes difficult. The text itself does not present any evidence of error or correction, with the exception of line 23. Here the scribe mistakenly began to present two examples for the letter pē , but he crossed them out and went back to discussing the rules of pē . This leads us to assume that the scribe was copying something and not actually composing the short treatise himself. I sincerely thank Professor D. Mascitelli (University of Pisa) for his suggestions. Moreover, the addition of a Syriac title outside the writing frame allows us to assert the same, as if the scribe added it later to the anonymous text. I have not been able to identify any original (which might have been longer) or an antigraph. 4. Linguistic Interference in Technical Vocabulary Some considerations about the language of the text will now be attempted. As mentioned above, the Notice is written in Garšuni Arabic, which is Arabic written in a Syriac script. In this case the script used is serṭā or Western Syriac. Two main perspectives may be adopted: the grammatical vocabulary in a mixed Arabic-Aramaic context and the non-classical language of the text itself (about which please see the comment to the Garšuni text). The two levels are not completely separated and eventually they interact in leading to some common general observations collected in the conclusions. The most interesting feature of the grammatical vocabulary of the Notice is the use of what I came to consider calques coined from Syriac and employed to refer to lenition and hardening phenomena. In my opinion, two new Arabic-flexed roots were created on the basis of the Syriac roots rkk and qšy, to which the grammatical terms rukkākā and quššāyā correspond. The first root is given in the treatise as rkḫ (in Garšuni ܪܟ݁ܟ݂ ) where c 3 , a bgādkpāt in Aramaic, becomes an Arabic ḫāʾ and is accordingly written with a Syriac kāp metrakkā . Instead, the second root is given as qšw. In the text, they are always used in the II and V derived forms. These correspond to the Syriac paʿʿel and etpaʿʿal which are the verbal forms most commonly used with these roots. Thus, we find the verb rakkaḫa with its passive\/reflexive tarakkaḫa as well as qaššā and taqaššā , conjugated in the finite tenses but also in the participles and masar . If we go through some of the most important Arabic dictionaries, we can see that these roots do not occur in standard Arabic, nor does any other root exist which would legitimise the Garšuni spelling. One might wonder if they are specific technical words, not included in the common lexicon but still comprehensible to a native learned specialist. To answer this doubt, one can leaf through Syriac grammars written in Arabic and see what kind of vocabulary they make use of. For example, David, in the Arabic version of his treatise, makes a point of explaining the meaning of muqaššā and murakkaḫ when he addresses the bgādkpāt subject. In fact, in the paragraph where the pronunciation of bēt is described, he writes: This letter is the first among the bgādkpāt , all of which have two pronunciations. The first of these is called muqaššā , i.e. which is pronounced with the taqšiyya —i.e., with hardening— Ar. مُقَشَّى أي ملفوظًا به بالتقشية أي بالجفآء. and is marked with a dot above. The other is the murakka ḫ , i.e. which is pronounced with the tarkīḫ —i.e., with lenition— Ar. مركّخًا أي ملفوظًا به بالتركيخ أي باللين. and is marked with a dot below. Qlīmīs Yūsuf Dāwud, كتاب اللمعة الشهيّة في نحو اللغة السريانيّة على كلا مذهبي الغربيّين والشرقيّين . Kitāb al-lumʿa al-šahiyya fī naḥw al-luġa al-suryāniyya ʿalā kilā maḏhabay al-ġarbiyyīna wa-ʾl-šarqiyyīna (Mosul, 1879), 32. Only few decades later though, Buṭros Sābā completely drops the terminology based on Syriac in favour of a purely Arabic one. However, while for the lenition he retains the root lyn already used by David and translates the Syriac metrakkā with the Arabic mulayyan , for the hardening he abandons the root ǧfw and chooses to use muqassā for the Syriac metqašyā . Buṭ. مرشد الطلبة السرنيّين الى كلتا لهجتي الغربيّين والشرقيّين Muršid al-ṭalaba al-suryāniyyīna ilā kiltā lahǧatay al-ġarbiyyīna wa-ʾl-šarqiyyīnaṭʿṯrus Sābā , (Beirut: al-Mabaa al-Kāūlīkiyya, 1948), 5. The fact that in the Notice the Syriac terminology is not explained nor is flanked by clear Arabic synonyms may suggest that the treatise was meant to be used by someone who was already acquainted, to some degree, with the language. It can be argued that it was not intended to have a didactic function, but rather it must have been a kind of memento , a brief and easy-to-use summary of the principal rules related to lenition accompanied by few basic examples. In other words, it was not designated to teach something new but to remind the readers of something they already know. Therefore, explanations of technical vocabulary taken from Syriac would have been unnecessary. In a pure hypothetical way, it can also be assumed that at the time of composition of the treatise (and we only have a terminus ante quem , 1838 CE) the technical words used were still somewhat clear to the readers, either because they were used extensively in the Syriac grammatical tradition in Arabic (and this deserves further investigation), or because the scholars were supposed to be able to understand both languages. Another interesting example is to be found in lines 34, 36, 37 and 41 where the rules dealing with a bgādkpāt coming after a fully vocalised semivowel, i.e. after a vocalised yod or a vocalised wāw , are explained. In lines 34 and 37, the writer retains the Syriac name of the vowel, ḥbāṣā , and uses the phrases “the yod which has a ḥbāṣā ” and “the yod which is ḥbāṣā ”. Yet, when he turns to describe the same rule applied to the wāw , he introduces the adjective <ʾl-mḫwṣṣh> which I have not been able to fully understand. It might derive from the root ḫṣṣ, which means ‘to designate, label, mark’. Thus, it could be understood as a wāw ‘marked with a vocalic point, above or below’. Grammatically speaking, the form remains unexplained since it should be al-maḫṣūṣa and we might at least suppose that a metathesis took place between wāw and ṣādē and forget about the šadda . There is, however, another possible interpretation, which is equally hypothetical. In the text, the parallelism with the yod should be noticed as well as the phonetic similarity between <mḫwṣṣ>h> and ḥbāṣā . I suspect that the scribe was aware of the fact that sometimes the dots above and below the wāw were called ḥbāṣā too, Even in Bar ʿEbrāyā’s Ktābā d-ṣemḥē , cf. Moberg, Le livre des splendeurs , IV:33. and at least once, in Severus bar Šakko, the participle ḥbiṣtā is applied to the fully vocalised wāw . Albertus Merx, Historia artis grammaticae apud Syros ܡ , Kunde des Morgenlandes 2 (Leipzig: Deutschen Morgenländischen Gesellschaft, 1889), . Therefore, I would not completely dismiss the possibility of reading <ʾl-mḫwṣṣh> as al-muḫawwiṣa or al-maḫwūṣa , which does not exist in Arabic, as far as I know, and would be another neo-coined word based on the Syriac ḥbāṣā or ḥbiṣtā . Phonetically, the wāw can be explained by means of the fricative pronunciation of bet , which passed to [w] from [v]. The use of ḫ instead of ḥ is the main counter-argument of this hypothesis, although it comes as no surprise, at least from a linguistic perspective. Furthermore, even if the šadda is clearly placed on the ṣādē , in the treatise it is not infrequent for it to fall upon the consonant following or preceding the doubled letter. Rigorously, the Arabic cognate of the Syriac root ḥbṣ is ḫbṣ, although it means ‘to mingle, mix’. In fact, Duval glosses in his grammar the Syriac word ḥbāṣā with the Arabic ḫafḍ , which would be more specifically the i vowel when pronounced after the last letter of the word. On the whole, the possibility that the writer, when using the word <mḫwṣṣ> , still had in mind this web of (phonetic) affinities does not seem completely unreasonable. Against the background of such an Aramaic environment, the use (only once in line 29) of the Arabic term al-zawā ʾ id is somewhat noticeable. In Arabic grammar, the term indicates every addition (suffixes, prefixes, infixes, prolongation letters and so forth) to the pure triliteral root used for morphological derivation. However, the author of the Notice uses it only to refer to the bdul consonants—i.e. the proclitic prepositions. When the text addresses the bdul , one usually finds the expression “the four bdul [consonants] are prefixed to…”, where the verb for ‘to prefix’ is saqaṭa ʿalā , literally ‘to fall upon’, which accurately translates npal qdām , the standard way to express the concept of prefixation in Syriac. In fact, the bdul consonants are properly known in Syriac as mapplātā ‘those that fall’. Why the author chose to use the Arabic al-zawāʾid in this case instead of a calque on the Syriac mapplātā is not clear. It is undoubtedly evidence of his deep knowledge of the Arabic grammatical tradition, which does not always match the Syriac one at the theoretical level. Cf. e.g. Georges Bohas, Approche de l’organisation de la morphologie et de la phonologie chez Bar Hebraeus . Speech given at the 15 th round table of the Société d’études syriaques, held on November 17, 2017. Another significant place from this perspective is the line where the treatise speaks about the ‘ ālap which is second’ ( alif urāniyya , l. 46)—an ālap vowel letter or a zqāpā coming after the second radical. This vowel is perceived in a clearly Arabic way like a long fata , which in Syriac is not always marked with an ālap as it is in Arabic. Moreover, the prevalent interpretative frame seems to be the Arabic (based on a pure triconsonantism), since “second ālap ” refers to a vowel given to the second radical, whereas in Syriac grammar it would refer to an ālap in second position in the writing string. From the analysis of the cases discussed above, it seems safe to say that these instances can be regarded as evidence of linguistic interference between cognate languages spoken and\/or used in different social contexts and for different purposes. Syriac was the language of the Church, Arabic the language of the administration and cultural élite. Both of the languages held high-status. This, in turn, led to a two-way interference: of Syriac on Arabic when the author (consciously) uses Syriac lexical material and adapts it to the Arabic environment, and of Arabic on Syriac when the grammatical analysis implies (unconsciously?) an Arabic perspective. The use of calques from Syriac for ‘lenition’ and ‘hardening’ may be explained through the existing Syriac tradition and the need to preserve the technical vocabulary, while also bearing in mind that Arabic lacks these phenomena and thus lacks the specific words to describe them grammatically. Conversely, the writer did not need to create a new word to talk about the prefixes and, instead of the mnemonic word bdul , he could make use of the extremely technical word al-zawāʾid and dismiss the Syriac mapplātā . 5. A Note on Garšuni and the Arabic Transcription Garšuni Arabic Garšuni Arabic ܐ ا , ء ܟ݂ خ ܒ ب ܠ ل ܓ݂ غ ܡ م ܔ݂ ج ܢ ن ܕ د , ذ , ض ܣ س , ص ܕ݁ د ܥ ع ܕ݂ ذ ܦ ف ܗ ه , ة ܨ ص ܗ̈ ة , ـَتْ , ـاء ܨ̇ ض ܘ و ܩ ق ܙ ز ܪ ر ܚ ح ܫ ش ܛ ط , ظ ܬ݁ ت ܜ ض ܬ݂ ث ܝ ي , ى ܣّ سّ ܟ݁ ك An Arabic transcription is provided along with the Garšuni text for the sake of those who do not read Syriac but nevertheless might be interested in a paper dealing with Garšuni or Christian Arabic topics. However, such a transcription is by necessity unfaithful to the original Garšuni, since it implies a specific interpretation of the text because of its heterographic nature. Therefore, not only does my personal view emerge in the translation, but also in the Arabic transcription. All problematic forms, spellings or linguistic phenomena have been highlighted and analysed in detail in the comment, where I also point out other readings. The reader will find in it more specific information. It is important to stress that this transcription is not a normalisation at all: all the orthographical features of the Garšuni original have been strictly retained in the Arabic version. No hamza has been restored, no abnormal form corrected according to the fuṣḥā ’s standard, no vowel or any other orthographical sign supplied except for those actually present in the manuscript. A choice has been necessarily made whenever a Garšuni character represents more than one Arabic letter (which is quite a frequent occurrence). However, the reader should not forget that Garšuni is neither a standardised nor a consistent system, and that its actual shape “remains totally dependent on the copyist’s cultural background, the tradition of his\/her religious community, and the geographical location”. Joseph Moukarzel, “Maronite Garshuni Texts: on Their Evolution, Characteristics, and Function” (Hugoye: Journal of Syriac Studies 17:2 [2014]), 253. This means that Garšuni lacks in consistency not only in general (i.e., there is a high degree of differentiation between all the Garšuni manuscripts), but also within a single text, where one can find several variations. Many examples of such inconstancy can be found in the Notice . One is the representation of the Arabic tāʾ marbūṭa which is sometimes rendered with a simple Syriac hē , and sometimes with hē with two dots above, like the Arabic character. In addition, this last Garšuni character can also represent any feminine termination, such as the nominal alif mamdūda and the verbal ending -at . Another example is that of the Arabic ḍād , which is one of the most unstable graphemes, and is represented by three Garšuni letters. Kessel identified two reasons for this in addressing the core of the Garšuni issue as a whole. Grigory Kessel, “The Importance of the Manuscript Tradition of the 'Book of Grace' for the Study of Garšūnī” (Parole de l’Orient 37 [2012]), 14–15. The first is the fact that the so-called Middle Arabic language underwent several changes in its phonetic system, and this shifting can be perhaps reflected by Garšuni texts. The second is the freedom which is felt by the scribe, within certain limitations, to establish his\/her own personal conventions. The correspondences between Arabic and Garšuni graphemes inferred from the Notice are summarised in the table. 6. Text and Transcription (1) اعلم ايّها الولد المجتَهِد في علم النحو لاجل (2) تَصحِيح الكلام وَسَقلهُ افهم ان سقل الكلام (3) يسهّلهُ ويهيّنهُ على المتكلّم لان بغير سَقل (4) الكلام يُبقَى صَعب وواقف ومضر: لاجل ذلك وَضَعوُ (5) ستّت حروف تتركّكخ وتتقشّا: ܒ ܓ ܕ ܟ ܦ ܬ التي (6) تتجمّع ܒ݁ܓܵܕܟܦܵܬ: ويوضعوا نُقطَه حَمره ام سَودَه (7) من فوق ام تحت ان كانت من فوق فهِي علامة التقشّي (8) وان كانة من تحتَ فهِي علامة التركِيخ: كما يُبَان لك افهم (9) ذلك ولو ما يصير هذا التركيخ والتقشّي كان كثير صعب (10) ولم كنت تقدر تقرا .:. واذا قريت كان واقف܀ كنحو قولَك (11) ܟ݁ܬ݂ܵܒܵܟ݁ او ܚܲܒܪܵܟ݁ او ܛܲܠܝܳܟ݁ وهَذَا كثير صَعب والسهل (12) تقول ܟ݁ܬ݂ܒܵܟ݂ ܚܲܒܪܟ݂ ܫܒܪܵܟ݂܀ لاجل ذلك جعلوُ هولاي (13) الستّة احروف تتركّخ وتتقشّي التي بهذه الصوره: (14) ܒ̄ ܓ̄ ܕ̄ ܟ̄ܟ̄ ܦ̄ ܬ̄. (1) ܐܥܠܡ ܐܝّܗܐ ܐܠܘܠܕ݁ ܐܠܡܔ݂ܬَ݁ܗِܕ ܦܝ ܥܠܡ ܐܠܢܚܘʾ ܠܐܔ݂ܠ )2( ܬَܨܚܝِܚ ܐܠܟ݁ܠܐܡ ܘَܣَܩܠܗُ ܐܦܗܡ ܐܢ ܣܩܠ ܐܠܟܠܐܡ )3( ܝܣܗّܠܗُ ܘܝܗܝّܢܗُ ܥܠܝ ܐܠܡܬ݁ܟ݁ܠّܡ ܠܐܢ ܒܓ݂ܝܪ ܣَܩܠ )4( ܐܠܟ݁ܠܐܡ ܝُܒَܩܝ ܨَܥܒ ܘ ܘܐܩܦ ܘܡܕ݁ܪ: ܠܐܓܠ ܕ݂ܠܟ݁ ܘَܛَܥܘُ )5( ܣܬّ݁ܬ݁ ܚܪܘܦ ܬܬܪܟّ݁ܟ݁ܟ݂ ܘܬ݁ܬ݁ܩܫّܐ܆ ܒ̄ ܓ̄ ܕ̄ ܟ̄ܟ ܦ̄ ܬ̄ ܐܠܬ݁ܝ (6) ܬ݁ܬ݁ܔ݂ܡّܥ ܒ݁ܓܵܕܟܦܵܬ: ܘܝܘܜܥܘܐ ܢُܩܛَܗ ܚَܡܪܗ ܐܡ ܣَܘܕَ݁ܗ (7) ܡܢ ܦܘܩܝ ܐܡ ܬ݁ܚܬ݁ ܐܢ ܟ݁ܐܢܬ݁ ܡܢ ܦܘܩ ܦܗِܝ ܥܠܐܡܗ̈ ܐܠܬ݁ܩܫّܝ (8) ܘܐܢ ܟܐܢܗ̈ ܡܢ ܬ݁ܚܬَ݁ ܦܗِܝ ܥܠܐܡܗ̈ ܐܠܬܪܟِ݁ܝܟ݂: ܟ݁ܡܐ ܝُܒَܐܢ ܠܟ݁ ܐܦܗܡ (9) ܕ݂ܠܟ݁ ܘܠܘ ܡ ܝܨܝܪ ܗܕ݂ܐ ܐܠܬ݁ܪܟ݁ܝܟ݂ ܘܐܠܬ݁ܩܫّܝ ܟܐܢ ܟܬ݂ܝܪ ܨܥܒ (10) ܘܠܡ ܟ݁ܢܬ݁ ܬ݁ܩܕ݁ܪ ܬ݁ܩܪܐ .:. ܘܐܕ݂ܐ ܩܪܝܬ݁ ܟ݁ܐܢ ܘܐܩܦ܀ ܟ݁ܢܚܘ ܩܘܠَܟ݁ (11) ܟ݁ܬ݂ܵܒܵܟ݁ ܐܘ̇ ܚܲܒܪܵܟ݁ ܐܘ̇ ܛܲܠܝܴܟ݁ ܘܗَܕَ݂ܐ ܟ݁ܬ݂ܝܪ ܨَܥܒ ܘܐܠܣܗܠ (12) ܬ݁ܩܘܠ ܟ݁ܬ݂ܒܵܟ݂ ܚܲܒܪܟ݂ ܫܒܪܵܟ݂܀ ܠܐܔ݂ܠ ܕ݂ܠܟ݁ ܔ݂ܥܠܘُ ܗܘܠܐܝ (13) ܐܠܣܬ݁ܗ̈ ܐܚܪܘܦ ܬ݁ܬ݁ܪܟّ݁ܟ݂ ܘܬ݁ܬ݁ܩܫّܝ ܐܠܬ݁ܝ ܒܗܕ݂ܗ ܐܠܨܘܪܗ: (14) ܒ̄ ܓ̄ ܕ̄ ܟ̄ܟ ܦ̄ ܬ̄. ثم اعلم اذا سقطو على هولا الستّت (15) حروف الاربع التي تتسمى ܒܕ݂ܘܠ تركّخ الستَه نَحوُ (16) قولك. ܒ݁ܝܬܐ ܓ݁ܒܪܐ ܕ݁ܝܼܢܐ ܟ݁ܵܗܢܵܐ ܦ݁ܵܐܦ݁ܵܐ ܬܸ݁ܒܢܵܐ. اذا سقطت (17) واحده من الاربع حروف على هولا[. .] الاسما يتركّخوُ (18) وانما سقطت عليهم واحدَه من الاربع حروف يتقشّوا (19) ܐܝܟ ܒ݁ܝܬ݁ܐ ܓ݁ܒ݂ܪܵܐ ܕ݁ܝܼܢܵܐ ܟ݁ܵܗܢܵܐ ܦ݁ܵܐܦ݁ܵܐ ܬ݁ܒܢܵܐ. واذا سقطوُ (20) حروف البدول يتركّخوُ كنحو قولك. ܐܝܟ ܒ݁ܒ݂ܲܝܬܵܐ ܕ݁ܒ݂ܲܝܬ݁ܵܐ (21) ܘܒ݂ܲܝܬ݁ܐ ܠܒ݂ܲܝܬ݁ܐ: ܒ݁ܓ݂ܒܪܐ ܕ݁ܓ݂ܲܒܪܐ ܘܓ݂ܒܪܐ ܠܓ݂ܲܒ݁ܪܐ: ܒ݁ܕ݂ܝܼܢܐ ܕ݁ܕ݂ܝܼܢܵܐ (22) ܘܕ݂ܝܼܢܵܐ ܠܕ݂ܝܼܢܐ: ܒ݁ܟ݂ܵܗܢܵܐ ܕ݁ܟ݂ܵܗܢܵܐ ܘܟ݂ܵܗܢܵܐ ܠܟ݂ܗܢܐ: ܒܬ݂ܒܢܐ ܕ݁ܬ݂ܸܒܢܵܐ (23) ܘܬ݂ܸܒܢܐ ܠܬ݂ܸܒܢܐ. ܒܦܐܦܐ ܕܦܐܦܐ ܬ݂ܡ ܐܥܠܡ ܐܕ݂ܐ ܣܩܛܘ ܥܠܝ ܗܘܠܐ ܐܠܣܬّ݁ܬ݁ (15) ܚܪܘܦ ܐܠܐܪܒܥ ܐܠܬ݁ܝ ܬܬܣܡܝ ܒܕ݂ܘܠ ܬ݁ܪܟّܟ݂ ܐܠܣܬَ݁ܗ ܢَܚܘُ (16) ܩܘܠܟ܀ ܒ݁ܝܬܐ ܓ݁ܒܪܐ ܕ݁ܝܼܢܐ ܟ݁ܵܗܢܵܐ ܦ݁ܵܐܦ݁ܵܐ ܬܸ݁ܒܢܵܐ܀ ܐܕ݂ܐ ܣܩܛܬ݁ (17) ܘܐܚܕ݁ܗ ܡܢ ܐܠܐܪܒܥ ܚܪܘܦ ܥܠܝ ܗܘܠܐ[. .] ܐܠܐܣܡܐ ܝܬ݁ܪܟّ݁ܟ݂ܘُ (18) ܘܐܢܡܐ ܣܩܛܬ݁ ܥܠܝܗܡ ܘܐܚܕَ݁ܗ ܡܢ ܐܠܐܪܒܥ ܚܪܘܦ ܝܬ݁ܩܫّܘܐ (19) ܐܲܝܟ ܒ݁ܝܬ݁ܐ ܓ݁ܲܒܪܵܐ ܕ݁ܝܼܢܵܐ ܟ݁ܵܗܢܵܐ ܦ݁ܵܐܦܵܐ ܬ݁ܒܢܵܐ܀. ܘܐܕ݂ܐ ܣܩܛܘُ (20) ܚܪܘܦ ܐܠܒܕܘܠ ܝܬ݁ܪܟّ݁ܟ݂ܘُ ܟ݁ܢܚܘ ܩܘܠܟ݁: ܐܝܟ ܒ݁ܒ݂ܲܝܬܵܐ ܕ݁ܒ݂ܲܝܬ݁ܵܐ (21) ܘܒ݂ܝܬ݁ܐ ܠܒ݂ܲܝܬ݁ܐ: ܒ݁ܓ݂ܒܪܐ ܕ݁ܓ݂ܲܒܪܐ ܘܓ݂ܒܪܐ ܠܓ݂ܲܒ݁ܪܐ: ܒ݁ܕ݂ܝܼܢܐ ܕ݁ܕ݂ܝܼܢܵܐ (22) ܘܕ݂ܝܼܢܵܐ ܠܕ݂ܝܼܢܐ: ܒܟ݂ܵܗܢܵܐ ܕܟ݂ܵܗܢܵܐ ܘܟ݂ܵܗܢܵܐ ܠܟ݂ܗܢܐ: ܒܬ݂ܒܢܐ ܕܬ݂ܸܒܢܵܐ (23) ܘܬ݂ܸܒܢܐ ܠܬ݂ܸܒܢܐ: ܒܦܐܦܐ ܕܦܐܦܐ.. واما الفا لها ثلث (24) انواع واضراب: تسمى مركخه ومقشّيه ومفرقعه: فا (25) المركخه ܐܝܟ فا ܕܢܲܦ݂ܫܵܐ وܝܲܦ݂ܬ وܢܲܦ݂ܬܵܠܝܼ: وما يشابِه (26) ذلك: وفا المقشيه ܐܝܟ ܦ݁ܵܬ݂ܘܽܪܵܐ وܦܸ݁ܠܣܐ: وفا (27) المفرقعة ܐܝܟ݂ ܦ݂ܝܼܪܡܵܐ ܡܲܪܦ݂ܵܐ ܙܘܽܦ݂ܵܐ ܦܵܘܠܳܣ ܘܫܪܟ݁ܐ: اعلم (28) ان الفا المركّخه لم تقع في اوّل اسم ولا في اخرهُ: (29) ولم تتركخ اذا سقط عليه احد الزوايد الا فا ܒ݂ܦ݂ܣܝܻܠܵܬ݁ܐ (30) ثم اعرف ان ليس فا متحرّكه تكون مركخه بل مقشيه: (31) ولافا ساكنه تكون مقشيه بل مركخه ܘܐܡܐ ܐܠܦܷܐ ܠܗܐ ܬ݂ܠܬ݂ (24) ܐܢܘܐܥ ܘܐܜܪܐܒ: ܬ݁ܣܡܝ ܡܪܟ݁ܟ݂ܗ ܘܡܩܫّܝܗ ܘܡܦܪܩܥَܗ: ܦܷܐ (25) ܐܠܡܪܟ݁ܟ݂ܗ ܐܝܟ݂ ܦܸܐ ܕ݂ܢܲܦ݂ܵܫܐ ܘܝܲܦ݂ܬ ܘܢܲܦ݂ܬܵܠܝܼ: ܘܡܐ ܝܫܐܒِܗ (26) ܕ݂ܠܟ݁: ܘܦܸܐ ܐܠܡܩܫܝܗ ܐܝܟ݂ ܦܵ݁ܬ݂ܘܽܪܵܐ ܘܦܸ݁ܠܣܐ ܘܬܘܽܦ݁ܐ: ܘܦܸܐ (27) ܐܠܡܦܪܩܥܗ: ܐܝܟ݂ ܦܝܼܪܡܵܐ ܡܲܪܦܵܐ ܙܘܽܦܵܐ ܦܵܘܠܳܘܣ ܘܫܪܟ݁ܐ: ܐܥܠܡ (28) ܐܢ ܐܠܦܸܐ ܐܠܡܪܟّ݁ܟ݂ܗ ܠܡ ܬ݁ܩܥ ܦܝ ܐܘّܠ ܐܣܡ ܘܠܐ ܦܝ ܐܟ݂ܪܗُ: (29) ܘܠܡ ܬ݁ܬ݁ܪܟ݁ܟ݂ ܐܕ݂ܐ ܣܩܛ ܥܠܝܗ ܐܚܕ݁ ܐܠܙܘܐܝܕ݁ ܐܠܐ ܦܸܐ ܒ݂ܦ݂ܣܝܻܠܵܬ݁ܐ (30) ܬ݂ܡ ܐܥܪܦ ܐܢ ܠܝܣ ܦܸܐ ܡܬ݁ܚܪّܟ݁ܗ ܬ݁ܟ݁ܘܢ ܡܪܟ݁ܟ݂ܗ ܒܠ ܡܩܫܝܗ: (31) ܘܠܐܦܸܐ ܣܐܟ݁ܢܗ ܬ݁ܟ݁ܘܢ ܡܩܫܝܗ ܒܠ ܡܪܟ݁ܟ݂ܗ افهم ذلك: وايضا (32) تفهيم اخر اعلم ان الالف تركّخ اذا سقطَت على حرف (33) من حروف ܒܓܕܟܦܬ: كنحو قولك: ܐܝܟ ܐܢܐ ܓ݂ܲܒܪܵܐ ܐܢܐ ܒ݂ܲܪܝܵܐ (34) ܐܢܐ ܟ݂ܪܝܼܗܵܐ ܐܢܐ ܬ݂ܒܝܼܪܵܐ: كذلك اليود الذي اليها ܚܒܵܨܵܐ (35) تركخ ܐܝܟ ܠܝ ܓ݂ܒܪܐ ܠܝ ܒ݂ܪܝܐ وܐܝܟ ܗܘܝ ܟ݂ܪܝܗܐ ܗܘܝ ܬ݂ܒܝܪܐ: (36) كذلك الواو المخوصّه تركخ ܐܝܟ ܟܹܐܢܲܐ ܗ̄ܘܿ ܓ݂ܲܒܝܲܐ ܗ̄ܘܿ ܬ݂ܒܝܼܪܐ: ܐܦܗܡ ܕ݂ܠܟ݁: ܘܐܝܨ̇ܐ (32) ܬ݁ܦܗܝܡ ܐܟ݂ܪ ܐܥܠܡ ܐܢ ܐܠܐܠܦ ܬ݁ܪܟّ݁ܟ݂ ܐܕ݂ܐ ܣܩܛَܬ݂ ܥܠܝ ܚܪܦ (33) ܡܢ ܚܪܘܦ ܒܓܕܟܦܬ: ܟܢܚܘُ ܩܘܠܟ݁: ܐܝܟ݂ ܐܢܐ ܓ݂ܲܒܪܐ ܐܢܐ ܒ݂ܲܪܝܵܐ (34) ܐܢܐ ܟ݂ܪܝܼܗܵܐ ܐܢܐ ܬ݂ܒܝܼܪܐ: ܟ݁ܕ݂ܠܟ ܐܠܝܘܕ ܐܠܕܝ ܐܠܝܗܐ ܚܒܵܨܵܐ (35) ܬܪܟ݁ܟ݂ ܐܝܟ ܠܝ ܓ݂ܲܒܪܐ ܠܝܼ ܒ݂ܲܪܝܐ ܘܐܟ݂ ܗܘܼܝ ܟ݂ܪܝܼܗܐ ܗܘܼܝ ܬ݂ܒܝܼܪܐ: (36) ܟ݁ܕ݂ܠܟ݁ ܐܠܘܐܘ ܐܠܡܟܘܨّܗ ܬ݁ܪܟ݁ܟ݂ ܐܝܟ ܟܹܐܢܲܐ ܗَܘ̇ ܓ݂ܲܒܝܲܐ ܗَܘܿ ܬ݂ܒܝܼܪܐ: (37) ܟ݁ܕ݂ܠܟ݁ ܐܠܝܘܕ݂ ܐܠܘܣܛܐܢِܝَܗ ܐܠܕܝ ܚܒܵܨܵܐ ܬ݁ܪܟ݁ܟ݂ ܐܝܟ ܝܘ̄ܕ ܕܒܝܼܬ݂ܐ (38) ܓܒܝܼܬ݂ܐ ܫܦܝܼܬ݂ܐ ܛܠܝܼܬ݂ܐ ܒܪܝܼܬ݂ܐ ܥܒܝܼܕ݂ܐ ܪܓܝܼܓ݂ܐ܀ ܘܐܢ ܟ݁ܐܢ (39) ܘܐܚܕܗ ܣܐܟܬܗ ܬ݁ܬ݁ܩܫّܝ: ܐܝܟ ܩܝܼܢܬ݁ܐ ܣܝܼܥܬ݁ܐ ܘܐܝܟ ܡܵܪܬ݁ܐ ܘܐܝܟ (40) ܚܵܠܬ݁ܐ ܡܲܠܟ݁ܐ ܥܲܒܕ݁ܵܐ ܘܫܲܪܟܵܐ ܘ ܕܐܝܟ݂ ܗ̇ܠܝܢ ܣܛܲܪ ܡܢ ܛܵܒܬ݂ܐ (41) ܣܵܒܬ݂ܵܐ ܒܵܒܬ݂ܐ ܪܵܡܬܼܐ: ܟ݁ܕ݂ܠܟ݁ ܐܠܘܐܘ ܐܠܘܣܛܐܢܝܗ ܐܠܡܟ݂ܘܨܗ (42) ܘܐܘ ܐܝܟ݂ ܛܝܒܘܬ݂ܐ ܣܲܟܠܘܿܬ݂ܐ ܩܫܝܘܿܬ݂ܐ ܡܵܠܘܿܟ݂ܵܐ ܡܵܙܘܽܓ݂ܵܐ ܘܐܝܟ݂ (43) ܡܘܿܟ݂ܠܐ ܡܘܿܓ݂ܠܵܐ܀ ܘܐܢܟܐܢ ܩܕ݁ܐܡ ܐܠܘܐܘ ܚܪܦ ܡܢ ܐܚܪܘܦ (44) ܐܠܣܬ݁ܗ ܡܬ݁ܚّܪܟ݁ ܝܬܩܫܝ ܐܝܟ ܡܘܟ݁ܵܟ݂ܐ ܩܘܕ݁ܵܫܐ ܨܘܪܬ݂ܐ (45) ܒ݁ܘܼܪܟ݁ܬ݂ܐ: واذا كانت الاحرف متحّركه وسقط واحد من (46) السته قدام الالف الاخرانيّه تتركخ: ܐܝܟ ܡܠܐܟ݂ܵܐ (47) ܗܲܠܵܒ݂ܐ ܨ̇ܝܵܕ݂ܵܐ: كذلك المتّكثر دايم يركخ: ܐܝܟ ܕܟ݂ܝ̈ܬ݂ܐ ܐܓ݂ܲܒܝ̈ܬ݂ܐ (48) ܩܕܝܼ̈ܫܬ݂ܐ ܛܘܒ̈ܘܬ݂ܐ ܣܟ̈ܠܘܬ݂ܐ ܥܸܣ̈ܒ݂ܹܐ ܘܦܠ̈ܓ݂ܐ ܙܠ̈ܓܸܐ ܘܓ݂ܘ̈ܢܒ݂ܹܐ (49) لان المفرد مقشّي: ܐܝܟ ܩܕܝܼܫܬ݁ܐ ܥܸܣܒ݁ܵܐ ܦܠܓ݁ܐ ܙܲܠܓ݁ܐ (50) ܓܘܽܢܒ݁ܵܐ: ܘܐܕ݂ܐ ܟ݁ܐܢܬ݁ ܐܠܐܚܪܦ ܡܬܚّܪܟܗ ܘܣܩܛ ܘܐܚܕ݁ ܡܢ (46) ܐܠܣܬ݁ܗ ܩܕ݁ܐܡ ܐܠܐܠܦ ܐܠܐܟܪܐܢܝّܗ ܬ݁ܬ݁ܪܟܟ݂: ܐܝܟ ܡܠܐܟ݂ܵܐ (47) ܗܲܠܵܟ݂ܐ ܨܲܝܵܕ݂ܵܐ: ܟܕ݂ܠܟ݁ ܐܠܡܬّܟܬ݂ܪ ܕܐܝܡ ܝܪܟ݁ܟ݂: ܐܝܟ ܕܟ݂ܝ̈ܬ݂ܐ ܐܓ݂ܲܒܝ̈ܬ݂ܐ (48) ܩܕܝܼ̈ܫܬ݂ܐ ܛܘܒ̈ܘܬ݂ܐ ܣܟ̈ܠܘܬ݂ܐ ܥܸܣ̈ܒ݂ܸܐ ܘܦܠ̈ܓ݂ܐ ܙܠ̈ܓ݂ܸܐ ܘܓ݂ܘ̈ܢܒ݂ܸܐ (49) ܠܐܢ ܐܠܡܦܪܕ݁ ܡܩܫّܝ: ܐܝܟ ܩܕܝܼܫܬ݁ܐ ܥܸܣܒ݁ܵܐ ܦܠܓ݁ܐ ܙܲܠܓ݁ܐ (50) ܓܘܽܢܒ݁ܵܐ: واذا كانت الثاو ساكته وسقط عليها دلّذ (51) او تَو تتركخ المتحرّكه واذا سقطت واحدَه (52) من البذول يتقشّي حرف الاولاني: ܐܝܟ (53) ܘܬ݁ܕ݂ܘܢ ܘܬ݁ܬ݂ܘܒ: واذا كانت التاو متحركه وذخل (54) عليها دلّذ وعلى الدلذ واو اعلم ان الدلّذ (55) تتقشّي: ܐܝܟ ܘܕ݁ܬܲܘܕ݁ܝܼܬ݂ܐ ܘܕ݁ܬܸ݁ܫܒ݁ܘܿܚܬ݁ܐ: لان الواو (56) المفتوحه دايم تتقشي܀ ܘܐܕ݂ܐ ܟܐܢܬ ܐܠܬ݂ܐܘ ܣܐܟ݁ܬ݁ܗ ܘܣܩܛ ܥܠܝܗܐ ܕ݁ܠّܕ݂ (51) ܐܘ ܬ݁ܲܘ ܬ݁ܬ݁ܪܟ݁ܟ݂ ܐܠܡܬܚܪّܟ݁ܗ ܘܐܕ݂ܐ ܣܩܛܬ݁ ܘܐܚܕَ݁ܗ (52) ܡܢ ܐܠܒܕ݂ܘܠ ܝܬ݁ܩܫّܝ ܚܪܦ ܐܠܐܘܠܐܢܝ: ܐܝܟ ܘܖܐ (53) ܘܬ݁ܕ݂ܘܢ ܘܬ݁ܬ݂ܘܒ: ܘܐܕ݂ܐ ܟ݁ܐܢܬ݁ ܐܠܬ݁ܐܘ ܡܬ݁ܚܪܟ݁ܗ ܘܕ݂ܟ݂ܠ (54) ܥܠܝܗܐ ܕ݁ܠّܕ݂ ܘܥܠܝ ܐܠܕ݁ܵܠܲܕ݂ ܘܐܘ ܐܥܠܡ ܐܢ ܐܠܕ݁ܠّܲܕ݂ (55) ܬ݁ܬ݁ܩܫّܝ: ܐܝܟ݂ ܘܕ݁ܬ݁ܲܘܕ݁ܝܼܬ݂ܐ ܘܕ݁ܬܸ݁ܫܒ݁ܘܿܚܬ݁ܐ: ܠܐܢ ܐܠܘܐܘ (56) .ܐܠܡܦܬܘܚܗ ܕܐܝܡ ܬ݁ܬ݁ܩܫܝ܀ واذا كان الحرف. (57) الاولاني متحرك وقدامهُ حرف من السته متحرك. (58) يتقشي. ܐܝܟ ܐܲܟ݁ܵܪܐ ܢܲܓ݁ܵܪܵܐ ܩܕ݁ܝܼܫܐ: ܣܛܪ ܡܢ ܐܲܟ݂ܝܼܠܐ. (59) ܐܓ݂ܝܼܪܐ ܐܲܒ݂ܵܪܵܐ: وان كان واحد من الستة قدّام. (60) المتحرّك يكون مركخ ايك ܣܲܟ݂ܠܵܐ ܬܲܟ݂ܫܦܬܐ. (61) ܐܲܟ݂ܣܢܵܝܵܐ ܐܟ݂ܚܕܐ ܐܟ݂ܙܢܐ: ܣܛܪ ܡܢ. (62) ܣܲܟ݁ܪܐ ܟܲܟ݁ܪܐ ܠܲܓ݁ܪܐ ܡܲܓ݁ܢܐ. (63) ܠܲܓ݁ܬ݂ܐ ܐܲܟ݁ܬ݂ܐ ܫܒ݁ܬ݂ܐ. ܘܐܕ݂ܐ ܟ݁ܐܢ ܐܠܚܪܦ. (57) .ܐܠܐܘܠܐܢܝ ܡܬ݁ܚܪܟ݁ ܘܩܕ݁ܐܡܗُ ܚܪܦ ܡܢ ܐܠܣܬ݁ܗ ܡܬܚܪܟ. (58) .ܝܬ݁ܩܫܝ. ܐܝܟ ܐܲܟ݁ܵܪܐ ܢܲܓ݁ܵܪܵܐ ܩܕ݁ܝܼܫܐ: ܣܛܪ ܡܢ ܐܲܟ݂ܝܼܠܵܐ. (59) .ܐܓ݂ܝܼܪܐ ܐܲܒ݂ܵܪܵܐ: ܘܐܢ ܟ݁ܐܢ ܘܐܚܕ݁ ܡܢ ܐܠܣܬܗ̈ ܩܕّܐܡ. (60) .ܐܠܡܬ݁ܚܪّܟ݁ ܝܟ݁ܘܢ ܡܪܟ݁ܟ݂ ܐܝܟ ܣܲܟ݂ܠܵܐ ܬܲܟ݂ܫܦܬܐ. (61) .ܐܲܟ݂ܣܢܵܝܵܐ ܐܟ݂ܚܕܐ ܐܟ݂ܙܢܐ: ܣܛܪ ܡܢ. (62) .ܣܲܟ݁ܪܐ ܟܲܟ݁ܪܐ ܠܲܓ݁ܪܵܐ ܡܲܓ݁ܢܐ. (63) .ܠܲܓ݁ܬ݂ܐ ܐܲܟ݁ܬ݂ܐ ܫܒ݁ܬ݂ܐ. (64) افهم ذلك جميعه. (65) تم وكمل. (66) بعون الله. (67) امين. (68) ا (69) ترحّمنا على الكتّاب (64) .ܐܦܗܡ ܕ݂ܠܟ݁ ܓ݁ܡܝܥܗ. (65) ܬ݁ܡ ܘܟ݁ܡܠ. (66) .ܒܥܘܢ ܐܠܠܗ. (67) .ܐܡܝܢ. (68) .ܐ. (69) ܬܪܚّܡܢܐ ܥܠܝ ܐܠܟܬّܐܒ 7. English Translation In square brackets, additions to the text useful for its full understanding. (1) Oh, young men committing yourself with zeal to the science of grammar for the sake of (2) the rectification of the language and its elegance, you need to know and understand that elegance (3) facilitates the speech and makes it easier for the speaker, because without elegance (4) the language is kept hard, difficult and harmful. Because of this, [the Syrians] devised (5) six letters which are pronounced as both fricative and plosive: b g d k p t, which (6) are brought together [in the mnemonic word] bgādkpāt . A red dot or a black one is placed (7) above or below. If it is above, it is the sign of the hardening; (8) while if it is below, it is the sign of the lenition. You should understand this as it is (9) explained to you. And if these lenition and hardening do not occur, it [i.e. the speech] would be very harsh (10) and you would not be able to read. When you read, it would be difficult [to understand]. If you say: (11) kṯābāk or ḥabrāk or ṭalyāk , this is very harsh. It is smooth instead (12) [if] you say kābāḵ, ḥabrāḵ, šubrāḵ . Because of that, they set these six (13) consonants that become fricative and harden, [and] that have this shape: (14) ܒ̄, ܓ̄, ܕ̄, ܟ̄, ܦ̄, ܬ̄ . And again, you need to know that when the four [consonants] (15) that are called bdul are prefixed to these six consonants, the six become fricative. For example, if you (16) say: baytā gabrā dinā kāhnā pāʾpā taknā , when (17) one among the four consonants is prefixed to these names, they are pronounced with the lenition, (18) whereas if one among the four consonants is not prefixed to them, they are pronounced with the hardening, (19) as baytā, gaḇrā, dinā, kāhnā, pāʾpā, teḇnā . And when the consonants (20) bdul are prefixed to them, they are pronounced with the lenition, as for example b-ḇaytā, d-ḇaytā, (21) w-aytā, l-ḇaytā, b-aḇrā, d-ḡaḇrā, w-aḇrā, l-ḡaḇrā, b-inā, d-ḏinā, (22) w-inā, l-ḏinā, b-ḵāhnā, d-ḵāhnā, w-ḵāhnā, l-āhnā, b-ṯeḇnā, d-eḇnā, (23) w-ṯenā, l-ṯeḇnā. With respect to pē , it has three (24) kinds and varieties: it is named fricative, occlusive and explosive. The fricative (25) pē is like the pē of nap̄šā , yap̄t and nap̄tāli and what is similar. (26) While the occlusive pē is like pāṯurā and pelsā . And the explosive (27) pē is like ṗirmā marṗā zuṗā ṗāwlos etcetera. Be aware (28) that the fricative pē is not found at the beginning of a noun nor at its end, (29) and does not become fricative [ sic ] when an affix encounters it, except for the pē [of] ḇa-p̄silātā . (30) Then you need to know that there is no vocalised pē which is fricative, it is occlusive instead, (31) and the vowelless pē is not occlusive but fricative. You need to know this, and (32) another instruction too. Know that the ālap causes lenition when it falls before a consonant (33) among the bgādkpāt consonants, as if you say: enā ḡabrā enā ḇaryā (34) enā ḵrihā enā ṯbitā . In the same way, the yod provided with a ḥbāṣā (35) causes lenition, like lī ḡabrā lī ḇaryā and like hwī ḵrihā hwī ṯbirā. (36) Similarly, the vocalised Cf. the chapter on linguistic interference for an explanation of the word which is translated this way here. wāw causes lenition, like kēna-(h)wḡabya-(h)w ṯbirā . (37) Similarly, the yod in the middle and which is ḥbāā causes lenition, like the yod of bi ṯā (38) gbiā špi ṯā ṭliṯā briṯā ʿbiḏā rgiā . But if there is (39) one vowelless [consonant before the bgādkpāt ], it causes hardening, like qintā siʿtā and like mārtā and like (40) ḥāltā malkā ʿabdā and the rest like them, except for ṭābṯā (41) sābṯā bābā rāmṯā . Similarly, the middle vocalised See the previous note. wāw , (42) wāw like taybuṯā sakloṯā qaššyoā māloḵā māzoḡā and like (43) moḵlā moḡlā . And if right after the wāw there is a vocalised consonant out of the six (44) consonants, it is pronounced as an occlusive, like mukkāḵā quddāšā ṣurṯā (45) burkā . And if there are vocalised consonants, and one out of the six (46) falls after the ālap in second position, it is pronounced as a fricative, like malāḵā (47) hallāḇā ṣayyāḏā . Similarly, the plural always causes lenition, like daḵyāṯāḡabyāā (48) qaddišāṯā ṭwbwṯʾ I did not understand this word, which may be read as ṭubwāṯā\/ṭobwāṯā . saklwāṯā ʿesḇē pelē zalḡē and ḡunāḇē , (49) whereas the singular causes hardening, like qaddištā ʿesbā pelgā zalgā (50) gunbā . If there is a quiescent tāw and a dālad (51) or a tāw is prefixed to it, they cause the lenition of the vocalised [letter]; and when a bdul (52) is prefixed, it causes the hardening of the first consonant, like (53) watḏun watṯuḇ . And if there is a vocalised tāw and a dālad is added (54) to it and to the dālad a wāw , be aware that the dālad (55) is pronounced occlusive: like wa-d-tāwdiṯā , wa-d-tešboḥtā , because the wāw (56) vocalised with a fata always causes hardening. If the first consonant is (57) vocalised and there is a consonant from the six after it which is vocalised, (58) it [i.e. the first] causes hardening, like akkārā, naggārā, qaddišā , except aḵilā (59) airā aḇārā . If there is one from the six [vowelless] after (60) the vocalised one, this latter causes softening, like saḵlā taḵšep̄tā (61) aḵsnāyā aḵḥḏā aznā , except (62) sakkrā kakkrā laggrā I was not able to find any reference to this word anywhere, nor did I find a Syriac root lgr. maggānā (63) laggṯā akkṯā šabbā . (64) Understand all of this. (65) It has been completed and finished (66) with the help of God. (67) Amen. (68) < ālap > (69) We asked mercy for the writers. 8. Comment to the Text 2 ܘَܣَܩܠܗُ = وَسَقلهُ The word occurs twice in this same line, and then again in line 3. c 1 should be a ṣād , and the word is ṣaqal ‘elegance’, but in Garšuni there is always a sīn . This phenomenon is well known and attested in Middle Arabic phonetics and the Garšuni manuscript tradition. In addition, in Syriac there is a root sql with a noun seqlā which is perfectly equivalent to the Arabic ṣaqal . See the introduction for its use by Bar ʿEbrāyā in a similar context. It is not possible to determine if the Garšuni form saqal is due to Middle Arabic phonetics or to the Syriac influence. It might depend on both, as it occurs elsewhere. Joshua Blau, A Grammar of Christian Arabic. Based Mainly on South Palestinian Texts from the First Millennium. Fasc. I: §§ 1-169. Introduction-Orthography & Phonetics-Morphology Hugoye: Journal of Syriac Studies , Corpus Scriptorum Christianorum Orientalium 267 (Louvain: Secretariat du CorpusSCO, 1966), 190 ff.; Adam Carter McCollum, “Garshuni as It Is: Some Observations from Reading East and West Syriac Manuscripts”( 17:2 [2014]), 223. Especially for spelling irregularities due to the pressure of both Middle Arabic and Syriac environment, cf. Kessel, “Book of Grace”, 124–25. 3 ܘܝܗܝّܢܗُ = ويهيّىهُ This should be yuhawwinuhu , the II form imperfect from the root hwn, but the Garšuni clearly has a middle yod with a šadda , making theoretically impossible for it to be a II or a IV form of a hollow verb. Moreover, if it were a IV form yuhīnuhu , the meaning would not fit (‘to humiliate, mortify, despise’). The presence of a c 2 yod in the D-stem of hollow verbs (even those in wāw ) is typical of Syriac. There are examples of this in the Arabic dialect of Mardin. George Grigore, L’arabe parlé à Mardin - Monographie d’un parler arabe «périphérique» (Bucarest: Editura Universităţii din Bucureşti, 2007), 124–25. 4 ܝُܒَܩܝ = يُبقى The Garšuni spelling suggests it be read as yubqā , i.e. as a I or IV passive form. 4 ܨَܥܒ ܘܘܐܩܦ ܘܡܕ̇ܪ = صَعب وواقف ومضر Being the predicates of the verb baqiya , these nouns should have the tanwīn al-fatḥ of the accusative case. Its absence, though, is not worrying since it is common in Middle Arabic texts, where it is retained only as an ending for adverbs. For the use of wāqif with kalām , see the Supplément aux dictionnaires arabes by Dozy. Reinhart Pieter Anne Dozy, Supplément aux dictionnaires arabes , 3rd ed. (Leyde, Paris: Brill, Maisonneuve et Larose, 1967), 835. 4 = ومضر. There are several possible readings of this word. One is madar ‘piece of dry or tough clay’, and it could suggest a comparison: ‘[tough as] a piece of clay’. From the same root, it could also be an adjective, not attested elsewhere, meaning ‘tough [as a piece of clay]’. Otherwise, considering that in Middle Arabic ḏāl can sometimes be spelled with a dāl , Blau, A Grammar of Christian Arabic I , 107 ff. the reading maḏir , which means ‘corrupt, rotten, spoiled’, is acceptable. A third possibility, which was chosen for the translation, is to consider dālad an aberrant Garšuni spelling of ḍād . We would thus have the IV form passive participle muḍarr from the root ḍrr, ‘harmed, damaged, spoilt’ or, if active, ‘harmful, detrimental’. McCollum states that the spelling of ḍād with Syriac dālad is extremely rare in the manuscripts he surveyed, and it tends to appear more frequently in inscriptions. McCollum, “Garshuni as It Is,” 223. Conversely, and amusingly enough, in the same journal issue, Moukarzel says that this is the norm in the older Garšuni manuscripts, and provides the example of ms London, British Library, Add. 14493, f.181v which has ܡܪܕ for مرض . Moukarzel, “Maronite Garshuni Texts,” 253. To this, it can be added that the shift from ḍād to dāl is attested in Middle Arabic too. Blau, A Grammar of Christian Arabic I , 223. 4 ܘَܛَܥُܘ = وَضَعُو This word poses many problems. The Garšuni text can be read as both ܘܛܥܘ and ܘܛܠܘ , and the first wāw can be either a conjunction or the first radical. Considering the wāw as a conjunction, the word can be read in several ways, but only ẓallū ‘to be, become, transform’ or ‘to maintain, assert’ fits in the context. However, if this were the case, the syntactical function of the wāw following li-aǧl ḏālika would not be clear. On the other hand, if the first wāw is considered as the first radical, the only possible root is wḍʿ ‘to put, lay down, fix; to establish, produce, create; to devise, invent’. In this case the subject would not be “the six letters” (in the following line), but instead an implied the speakers\/users\/Syrians. The use of an implied subject is more likely than an internal passive verbal form. Thus, waaʿū is to be understood as a third-person masculine plural lacking the alif fāṣila . This is quite common in Middle Arabic spelling Blau, 35. and can also be due to the Syriac orthographic influence via Garšuni. McCollum, “Garshuni as It Is,” 229. It occurs frequently throughout the Notice , so I will not point it out each time. 5 ܬܬܪܟ݁ܟّ݁ܟ = تترككّخ This is clearly an error for ܬܬܪܟܟ , with two kāp fully written in addition to the šadda . For the use of this root, see above. 5 ܘܬ݁ܬ݁ܩܫّܐ = وتتقشّـا The alif maqṣūra represented by ālap instead of yod is a spelling influenced either by Middle Arabic Blau, A Grammar of Christian Arabic I , 81 ff. or Garšuni. McCollum, “Garshuni as It Is,” 229. 6 ܘܝܘܜܥܘܐ = ويوضعوا Cf. ܘܛܥܘ in line 4. This can be a passive imperfect of the I form, even though it lacks the nūn ending and is provided with an alif fāila . Strictly speaking, we would expect the form to be a subjunctive or an apocopate, but the mood distinction (and the nūn in the endings even in the imperfect) was lost in the spoken varieties of the language and affects also Middle Arabic texts. As a consequence, forms with or without the nūn became variants. Joshua Blau, A Grammar of Christian Arabic. Based Mainly on South Palestinian Texts from the First Millennium. Fasc. II: §§ 170-368. Syntax I , Corpus Scriptorum Christianorum Orientalium 276 (Louvain: Secretariat du CorpusSCO, 1967), 259. The Notice displays a language which has a clear preference for endings without nūn . 6 ܚܡܪܗ...ܣَܘܕَܗ = حَمره...سَودَه Worth noting here is the spelling of alif mamdūda with a hē , which probably stands for a tāʾ marbūṭa . That does not come as a surprise, because this spelling is quite common in Middle Arabic under the influence of pronunciation. Blau, A Grammar of Christian Arabic I , 34; McCollum, “Garshuni as It Is,” 234. Even if I did not find any other mention of the phenomenon, I suppose that this might depend on Garšuni itself, which usually overlooks final hamzas , and it might be the case that the scribe perceived the tāʾ marbūṭa as a “universal feminine ending”. 8 ܟܐܢܗ̈ = كانة This is to be read, of course, as kānat . Cf. the previous entry for the common use of tā ʾ marbū ṭ a in place of other feminine endings. 9 ܘܠܘ ܡܐ = ولو ما It needs to be understood as if it were iḏā mā , but I have not found any reference to this phenomenon in Blau’s description of Middle Arabic. 9 ܟܬ݂ܝܪ = كثير Middle Arabic, like many dialects (with ṯ > t ), prefers this form to the more classical ǧiddan . 10 ܟ݁ܢܬ݁ ܬ݁ܩܕ݁ܪ ܬ݁ܩܪܐ = كنت تقدر تقرا Kāna governing the imperfect is very common in Middle Arabic, partly as a result of the influence of the Aramaic construction participle + hwā , and, as in Aramaic, it can mark hypothetic actions. Blau, A Grammar of Christian Arabic II , 434 f. The auxiliary verb qadara is followed by the verb qaraʾa which, as we would expect, is also in the imperfect. 12 ܗܘܠܐܝ = هولاي This is a Middle Arabic spelling for the Classical haʾulāʾ . It is not possible to establish whether the hamza on the wāw was still perceived or (more probably) not, only on the basis of the Garšuni spelling. Worth mentioning is the final yod , which can represent both a consonantal yāʾ or an alif mamdūda for a maqūra . Blau, A Grammar of Christian Arabic I , 136 ff. In the text one can also find the spelling hwlʾ in line 14, without the final yod . In line 17 there is a sign, after the ālap , which I have not been able decipher; it could be an attempt to represent the final hamza . 13 ܐܚܪܘܦ = احروف The pattern afʿūl (here, aḥrūf ) instead of fuʿūl is already known in Middle Arabic, and it has been interpreted as the addition of a prosthetic vowel – represented by the hamza – to a previously weakened form fʿūl . Otherwise, it can also be explained as a merging of the two Classical patterns fuʿūl and afʿul . Blau, 228. This latter appears in the Notice (as aruf ) in line 45, whereas the heavy or mixed pattern aḥrūf is also found in line 43. In many places, though, and more frequently, one finds the more common and standard form ḥurūf (ll. 15, 17, 18, 20, 33). Furthermore, the syntax of the numeral would be completely wrong in Classical Arabic, but in the Middle and Modern varieties it has become more and more common. Not only to place the iḍāfa with the numeral (determined by the article) before the maʿdūd is the norm, but there is also a preference for the feminine form of the numerals. Blau, 49. See also lines 14-15 for the same phrase. 14 ܣܩܛܘ ܥܠܝ = سقطو على For an interpretation of this phrase, see the paragraph on linguistic interference. 15 ܢَܚܘُ = نَحوُ The vocalisation given in the Garšuni text may suggest that the original third radical wāw became, at a certain point, a full vowel, possibly as a consequence of the loss of the nominal declension ( naḥw un > naḥw > naū ). 17 ܝܬ݁ܪܟّ݁ܟ݂ܘُ = يتركّخوُ This verb might be an apocopate and fits with the syntax of an apodosis of a conditional period introduced by iḏā (line 16). However, the distinction between moods is unlikely in a Middle Arabic text (cf. comment to line 6). Its subject should be hūlā(ʾi) al-samā(ʾ) , with a wrong agreement in the grammatical gender and number (i.e., the plural masculine of inanimate names is no more in agreement with the singular feminine). This is not surprising as it occurs frequently throughout the Notice . Cf. Blau, A Grammar of Christian Arabic II , 275. 18 ܘܐܢܡܐ = وانما Considering the overall meaning of the sentence, I suggest reading it as wa-in-mā , and not wa-innamā , which would not make any sense. This must be a negative conditional and corresponds to the conditional phrase introduced by iḏā in line 16. One would expect in lam , but it seems that lam disappeared early in speech whereas mā became the most used negative adverb. Blau, A Grammar of Christian Arabic I , 203 f. 19 ܐܲܝܟ This is, of course, a Syriac word, i.e. the one used to introduce comparisons or, as it is the case here, examples. It recurs often in the text to introduce examples, alone or together with the particle d- ; there are a couple of other Syriac syntagmata used in the examples. Here a complete list of the occurrences: ak d- , ‘as, like’ — ll. 19, 20, 25, 26, 27, 33, 35 2 , 36, 37, 39 3 , 40, 42 2 , 44, 46, 47, 49, 52, 55, 58 w-šarkā , ‘and the rest, etc.’ — 27, 40 sṭar men , ‘except for’ — 40, 58, 61 Particularly interesting is line 40, where there is an entire phrase in Syriac: w-šarkā w-d-ak hālēn sṭar men , ‘and the rest like them, except for’, where the pronoun is also in Syriac. For other examples of the use of Syriac phrases surrounding Syriac words quoted within a Garšuni context, cf. Tijmen C. Baarda, “Standardized Arabic as Post-Nahḍ Modernity, Minority, and the Public Sphere: Jews and Christians in the Middle East a Common Ground: Mattai Bar Paulus and His Use of Syriac, Arabic, and Garshuni,” in , ed. S.R. Goldstein-Sabbah and H.L. Murre-van den Berg (Brill, 2016), 85. 24 ܘܐܜܪܐܒ = واضراب Here one would expect to find ḍurūb , the broken plural of ḍarb meaning ‘kind, species, variety’, whereas in Classical Arabic aḍrāb is the plural of the same word meaning ‘similar, alike’. This can be explained perhaps by the widespread fortune of afʿāl -like plurals in Middle Arabic, which preferred them to the other patterns, even when a noun did not have it in the classical language. If this were not the case, the text can also be understood as follows: “Concerning the pē , it has three varieties and similar [forms]”. 24 ܘܡܩܫّܝܗ = ومقشيه One would have expected a passive form, which is possible for ܡܪܟܟܗ , which precedes it, but not for ܡܩܫܝܗ according to classical grammar. As a verb of c 3 weak ( nāqis , ‘defective’), it should have been muqaššāh , with an alif of prolongation followed by a tāʾ marbūṭa . There are two possible explanations: either the active form simply means ‘that takes the rukkākā\/quššāyā ’ (and sometimes further in the text I had to translate some active forms with ‘to be pronounced fricative\/plosive’); or a feminine passive form like muqaššāh have shifted in Middle Arabic to a more simplified form which retains the yāʾ as c 3 and simply adds the feminine tāʾ marbūṭa . 30 ܠܝܣ = ليس The negative verb laysa , already defective ( ǧāmid , ‘stiffened’) in Classical Arabic, became invariable in Middle Arabic. Blau, A Grammar of Christian Arabic II , 305 ff. 46 ܐܠܐܟܪܐܢܝّܗ = الاخرانيّه The alif uḫrāniyya has been already addressed in the discussion above. Here it is worth noting that this is not a Classical form, but I suspect that it has been coined after the form ūlānī , for which see in line 52. Since this latter clearly means “first”, and if it is true that uḫrāniyya follows the same pattern of ūlāniyya , I think that the translation of “second, following, in second position” rather than “last, coming at the end” is preferable. 47 ܐܠܡܬّܟܬ݂ܪ = المتّكثر In the Garšuni text the šadda -like sign is definitely on the first tāw . However, the only way I can explain this form is to move it to the second one (it is not infrequent for the Notice ’s scribe to place the šadda not right above the doubled letter) and read it as a V form participle al-mutaka ṯṯ ir . Nonetheless, the meaning does not fit with the context. I suspect that we should regard it as a parallel of the Syriac saggiyutā , meaning thus ‘plural [form]’, probably via ‘augmented, multiplicated [form]’, as the overall meaning of the sentence suggests. 47 ܕܐܝܡ = دايم A colloquial form from a more Classical dāʾiman in the adverbial accusative. 50 ܐܠܬ݂ܐܘ ܣܐܟ݁ܬ݁ܗ = الثاو ساكته This phrase presents two problems. Firstly, in the name of the letter in the Garšuni text there clearly is a rukkākā under the tāw . Secondly, there is no determination agreement between the noun and the adjective, which lacks the definite article. I translated as if it were al-tāw al-sākita . The adjective can also be regarded as a sīfa (‘the tāw which is quiescent’). 52 ܐܠܐܘܠܐܢܝ = الاولاني This word does not exist in Classical Arabic. It is however documented at least in the šāmī dialect. Adrien Barthélemy, Dictionnaire arabe-français. Dialectes de Syrie; Alep, Damas, Liban, Jérusalem (Paris: P. Geuthner, 1935), 20. 56 ܬ݁ܬ݁ܩܫܝ = تتقشي It should be a II form since its subject is the wāw which, of course, cannot undergo lenition nor hardening. 9. Conclusions Even if the Notice lends itself to several comments, the text and content analysis provides very little information about the nature, the purpose and the tradition of the text, apart from what is stated in the colophon. Through a comparison of the treatise with other Syriac native grammars (§ 3), it would appear that the former is a somewhat abridged description of the topic and is more concise than those included in the Metrical Grammar by Bar ʿEbrāyā and in the major Syriac grammars. The use of highly specialised vocabulary (both Arabic and Syriac, §4) leads, on the one hand, to suppose that it was aimed at learned and well-skilled readers (i.e. the Notice was not meant as a beginner textbook), and, on the other, to consider the Notice as a brief memorandum about the main rules governing the pronunciation of bgādkpāt . It might even be regarded as an improvised diversion of the scribe. This last hypothesis seems to be partly supported by the interpretation of the statement in the colophon (§1) in which qadmāʾit can mean ‘originally’. However, even if the Notice was not ‘originally’ intended to be part of the anthological manuscript, it could still have been copied by an existing antigraph. Some indications of this can be found in the content analysis of the text. In fact, a couple of muddled passages (§2) seem to suggest that scribal errors may have taken place. Inconsistencies and a margin of error can of course be due to the concise nature of the text (as in lines 45-50), but sometimes I suspect a saut du même au même (as in lines 44-45). Conversely, a significant amount of information can be gathered about the language of the Notice , i.e. a Middle Arabic variety in Garšuni script. Although these two phenomena do not represent the same thing, we can assume that they would interlock in a text written by a Christian scribe. Some elements of the text suggest that Garšuni script tends to intensify several features which are typical of Middle Arabic. It can also be assumed that Syriac, thanks to Garšuni, may have exerted a greater influence on the “intermediate, multiform variety [i.e. Middle Arabic], product of the interference of the two polar varieties [ fuṣḥā and dialect] on the continuum they bound”. Jérôme Lentin, “Middle Arabic,” Encyclopedia of Arabic Language and Linguistics (Leiden: Brill, 2008), 216. An example of this two-way influence is the spelling of ṣaql as saql . It is difficult to establish definitively to what extent it can be regarded as a phonetic feature which is a characteristic of Middle Arabic (simplification of emphatic sounds), or whether it should be ascribed to the impact of the Syriac word seqlā (see the comment to line 1). As far as the impact of Syriac is concerned, I have been able to identify Syriac as the source of non-literary and non-dialectal Arabic features. This is particularly true with reference to technical lexis (§4), which shows a high degree of permeability to external pressure and neologisms. Given the close connection between the writing system (Garšuni) and the language (Middle Arabic) and the possible conditioning of the former on the latter, it becomes an attractive hypothesis that Garšuni might have indicated, in its beginning, a colloquial form of Arabic used in verbal communications. […] This vernacular Arabic spoken in everyday life by Arab new-comers, and by then also commonly used by Christian people, being a common, non-literary form of Arabic, did not need a formal, Arabic script. On the contrary, the choice of the Syriac script was perhaps a way to differentiate between ‘classical, learnt from books’ and ‘non-classical, spoken’ Arabic. Emanuela Braida, “Garshuni Manuscripts and Garshuni Notes in Syriac Manuscripts,” (Parole de l’Orient 37 [2012]), 192. Braida’s statement is largely sharable, with certain reservations about strict separation between spoken and literary Arabic, as it does not consider the Middle variety of the language. Which is, of course, in the case of Arabic, a longstanding vexata quaestio . A summary of it, with a first bibliography, in Lentin, “Middle Arabic”. See also, for some interesting considerations, Hary Benjamin, “Middle Arabic: Proposal For New Terminology,” ʿ(Al-Arabiyya 22:1\/2 [1989]), 19–36. The scientific community still needs a complete survey and comparison of all the existing and available Garšuni texts in order to draw more general conclusions. However, there is no doubt that the use of Garšuni was not just a matter of calligraphic choice (as a result of a national or cultural identity statement, for example). It can be also suggested that it might have often led to the use of specific linguistic features, namely a certain degree of dialectal and\/or Syriac influence on the Arabic structure. This is exactly what happens in Middle Arabic texts. With reference to this aspect, it is worth noting with McCollum McCollum, \"Garshuni as It Is,\" 226. that, in the colophon, the scribe of ms Jerusalem, Saint Mark Monastery (SMMJ), 167 (dated 1882 CE) refers to “the language of Garšuni” ( lisān al-garšūnī ). The use of the word lisān ‘language’ is striking here, even though the process which is referred to is not one of translation ( tarǧama ) but of transcription ( nasḫ ). This fact sheds some light on the position of Garšuni, which is mainly in opposition to Arabic because of the use of Syriac script. However, it is also formally recognised as a language , although its status is doubtful. In fact, a Garšuni text is a result of transcription of an original Arabic and not of translation . This analysis is also in line with the observation by Harrak on the Syriac inscriptions from Iraq, where—he writes—the process of sophistication of the language during the nineteenth century corresponded to the decline of the use of Garšuni, up until the twentieth century, when there is no evidence of production of Garšuni inscriptions. Amir Harrak, Syriac and Garshuni Inscriptions of Iraq , vol. 1, Recueil Des Inscriptions Syriaques 2 (Paris: De Boccard, 2010), 43. For an interesting discussion of this assessment and of the Garšuni\/Middle Arabic\/Syriac issue, especially in the nahḍa period, cf. Baarda, “Standardized Arabic as Post-Nahḍa Common Ground: Mattai Bar Paulus and His Use of Syriac, Arabic, and Garshuni,” 86 ff., where I also firstly read about Harrak’s considerations. By contrast, we also need to mention the fact that the use of Garšuni does not imply ipso facto the use of a middle variety of the Arabic language. This is true in cases like the Syriac translation by Bar ʿEbrāyā of Ibn Sīnā’s Kitāb al-išārāt wa-ʾl-tanbīhāt , which is provided as a parallel text alongside the original Arabic. I thank Prof. P.G. Borbone for having pointed that out to me. Even if in the most ancient witness the Arabic text is given in Arabic characters, ms Firenze, Biblioteca Medicea Laurenziana, Or. 86. in the other manuscripts preserving the complete text the Arabic is in Garšuni. Cf. for a complete reference list: Hidemi Takahashi, Barhebraeus: A Bio-Bibliography (Piscataway: Grogias Press, 2005), 266f. Therefore, we have an Arabic text written in fusḥā using the Garšuni scripture. A few other considerations can be made. Firstly, the only manuscript using Arabic characters is also the only extant manuscript copied during the lifetime of Bar ʿEbrāyā, whereas the Garšuni copies date back to at least the fifteenth century; secondly, this work was not originally written in Garšuni, but is rather a Muslim philosophical treatise which was copied next to the Syriac translation. It is clear that the discussion about the status and role of Garšuni is still wide open. Finally, we can say that the Notice is an outstanding example of the interdependence between different linguistic strata (the classical and the spoken) that is characteristic of a Middle Arabic variety. Furthermore, the pressure exerted by Syriac—in terms of both the content and the cultural environment—highlights a significant degree of internal differentiation of Middle Arabic. Clearly, Middle Arabic is not a fixed literal standard, but it can be best described as a “bundle” of many varieties sharing common features, differentiated by the influence of external factors (religious community, geography, and so forth). Bibliography Baarda, Tijmen C. “Standardized Arabic as Post-Nahḍ Modernity, Minority, and the Public Sphere: Jews and Christians in the Middle East a Common Ground: Mattai Bar Paulus and His Use of Syriac, Arabic, and Garshuni.” In , edited by S.R. Goldstein-Sabbah and H.L. Murre-van den Berg. Brill, 2016. Barthélemy, Adrien. Dictionnaire arabe-français. Dialectes de Syrie; Alep, Damas, Liban, Jérusalem . Paris: P. Geuthner, 1935. Benjamin, Hary. “Middle Arabic: Proposal For New Terminology.” Al-ʿArabiyya 22, no. 1\/2 (1989): 19–36. Blau, Joshua. A Grammar of Christian Arabic. Based Mainly on South Palestinian Texts from the First Millennium. Fasc. I: §§ 1-169. Introduction-Orthography & Phonetics-Morphology . Corpus Scriptorum Christianorum Orientalium 267. Louvain: Secretariat du CorpusSCO, 1966. ———. A Grammar of Christian Arabic. Based Mainly on South Palestinian Texts from the First Millennium. Fasc. II: §§ 170-368. Syntax I . Corpus Scriptorum Christianorum Orientalium 276. Louvain: Secretariat du CorpusSCO, 1967. Braida, Emanuela. “Garshuni Manuscripts and Garshuni Notes in Syriac Manuscripts.” Parole de l’Orient 37 (2012): 181–98. Butts, Aaron Michael. Language Change in the Wake of Empire: Syriac in Its Greco-Roman Context . Linguistic Studies in Ancient West Semitic 11. Winona Lake: Eisenbrauns, 2016. ———. “The Integration of Consonants in Greek Loanwords in Syriac.” Aramaic Studies 14 (2016): 1–35. David, Clemens Joseph. Grammatica aramaica seu syriaca philologice exposita juxta utrumque systema, orientale scilicet et occidentale . Mosul, 1896. Dāwud, Qlīmīs Yūsuf. كتاب اللمعة الشهيّة في نحو اللغة السريانيّة على كلا مذهبي الغربيّين والشرقيّين. Kitāb al-luma al-šahiyya fī na ḥ w al-luġa al-suryāniyya ʿalā kilā maḏhabay al-ġarbiyyīn wa- ʾ l-šarqiyyīn . Mosul, 1879. Dozy, Reinhart Pieter Anne. Supplément aux dictionnaires arabes . 3rd ed. 2 vols. Leyde, Paris: Brill, Maisonneuve et Larose, 1967. Duval, Rubens. Traité de grammaire syriaque . Paris: F. Vieweg, 1881. Gacek, Adam. Arabic Manuscripts: A Vademecum for the Readers . Handbook of Oriental Studies. Section 1, The Near and Middle East 98. Leiden, Boston: Brill, 2009. Grigore, George. L’arabe parlé à Mardin - Monographie d’un parler arabe «périphérique» . Bucarest: Editura Universităţii din Bucureşti, 2007. Harrak, Amir. Syriac and Garshuni Inscriptions of Iraq . Vol. 1. 2 vols. Recueil Des Inscriptions Syriaques 2. Paris: De Boccard, 2010. Kessel, Grigory. “The Importance of the Manuscript Tradition of the ‘Book of Grace’ for the Study of Garšūnī.” Parole de l’Orient 37 (2012): 199–222. Kiraz, George Anton. Introduction to Syriac Spirantization, Rukkâkâ and Quššâyâ . Losser: Bar Hebraeus Verlag, 1995. Lentin, Jérôme. “Middle Arabic.” Encyclopedia of Arabic Language and Linguistics . Leiden: Koninklijke Brill NV, 2008. Maqdisī, Jeremiah. Grammaire chaldéenne . Mosul, 1889. McCollum, Adam Carter. “Garshuni as It Is: Some Observations from Reading East and West Syriac Manuscripts.” Hugoye: Journal of Syriac Studies 17, no. 2 (2014): 215–35. Merx, Albertus. Historia artis grammaticae apud Syros . Kunde Des Morgenlandes 2. Leipzig: Deutschen Morgenländischen Gesellschaft, 1889. Mingana, Alphonse. Clef de la langue araméenne ou grammaire complète et pratique des deux dialectes syriaques occidental et oriental . Mosul, Paris, 1905. Moberg, Axel. Le livre des splendeurs. La grande grammaire de Grégoire Barhebraeus. Texte syriaque édité d’après les manuscrits avec une introduction et des notes . Vol. IV. Skrifter Utgivna Av Kungliga Humanistiska Vetenskapssamfundet i Lund. London, Paris, Oxford, Leipzig: Humphrey Milford, Édouard Champion, University Press, O. Harrassowitz, 1922. Moukarzel, Joseph. “Maronite Garshuni Texts: On Their Evolution, Characteristics, and Function.” Hugoye: Journal of Syriac Studies 17, no. 2 (2014): 237–62. Nöldeke, Theodor. Compendious Syriac Grammar . Translated by James A. Crichton. London: Williams & Norgate, 1904. Sābā, Buṭrus. مرشد الطلبة السرنيّين الى كلتا لهجتي الغربيّين والشرقيّين. Muršid al-ṭalaba al-suryāniyyīn ilā kiltā lahǧatay al-ġarbiyyīn wa-ʾl-šarqiyyīn . Beirut: al-Maṭbaʿa al-Kāṯūlīkiyya, 1948. Sachau, Eduard. Verzeichniss der syrischen Handschriften . Vol. 1–2. 2 vols. Die Handschriften-Verzeichnisse der Könighlichen Bibliothek zu Berlin 23. Berlin: A. Asher & Co., 1899. Takahashi, Hidemi. Barhebraeus: A Bio-Bibliography . Piscataway: Grogias Press, 2005. Voigt, R. “Das emphatische p des Syrischen.” Symposium Syriacum VII , Orientalia Christiana Analecta, 256 (1998): 527–37. ʿAmīra, Ǧirǧis Miḫāʾīl. Grammatica syriaca sive chaldaica . Roma: Giacomo Luna, 1596.",
    "title" : 
    [ "Notice on Lenition and Hardening: A Garšuni Summary on bgādkpāt Pronunciation in ms Sachau 196",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Bertozzi, Roberto" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv22n1bertozzi",
    "type" : "article",
    "displayTitleEnglish" : "A Notice on Lenition and Hardening: A Garšuni Summary on bgādkpāt Pronunciation in ms Sachau 196" }