
  { "fullText" : "Heleen Murre-van den Berg, Scribes and Scriptures: The Church of the East in the Eastern Ottoman Provinces (1500-1850) , Eastern Christian Studies 21 (Leuven: Peeters, 2015). Pp. xiv + 399; €82. This volume examines the Church of the East in the Early Modern era. East Syriac Christianity typically receives less scholarly attention during this period, when it was no longer spread throughout Asia. The book looks at East Syriac manuscripts and the scribes who wrote them, with particular attention to scribal production in Mesopotamia. It includes an Introduction, seven chapters and Conclusions, followed by three appendices, a bibliography and an index. The Introduction begins by challenging the “narrative of decline that was shared by Western and Middle Eastern Christians” regarding the 19th-century history of the Church (p. 2). Inspired and informed by the works of David Wilmshurst, Amir Harrak, Jean-Maurice Fiey, Alessandro Mengozzi and many other scholars, Murre-van den Berg notes at the outset her view of manuscripts, and particularly colophons, as “literary productions reflecting on the religious world of their time” (pp. 7-8). The author’s extensive knowledge of East Syriac manuscripts and her ability to parse their data is on display throughout the volume. Three themes underlie much of this study: 1) “the centrality of religious ritual and the importance of the sacred as a living reality in everyday life”; 2) the notion of manuscripts as “objects that function in the liturgical construction,” like icons; and 3) the fact that “scribes... constitute an essential but often overlooked part of the process [of manuscript production]” (pp. 14-15). Chapter 1, Patriarchs, Popes and Missionaries , provides the general historical and religious background to the period covered by the volume, including an overview of the Church of the East prior to the mid-16th century. Much of the chapter concerns the most significant factor of this era relative to East Syriac Christianity: its complicated relationship with the Roman Catholic Church. The author does an excellent job describing the vicissitudes of that relationship, as different branches of the Church of the East allied themselves with Rome at different times. The story is told with attention to facts, but in a manner that makes sense out of the seemingly endless list of patriarchs named Eliya, Shimʿon or Yosep. As the author notes, “this process was far from smooth...reasons for conversion to Catholicism differed greatly” (p. 76). Chapter 2, The Production of Manuscripts , examines technical aspects of manuscript production. The author notes that “the substantial number of manuscripts that have survived...indicates a period of considerable cultural, ecclesial and literary activity” in the Church of the East (p. 80). Graphs accompany the discussion of when and where manuscripts were produced and the chapter concludes with a lengthy and informative discussion of various aspects of manuscript production (e.g., paper sourcing, writing styles, manuscript decoration). On many of these topics, the author notes the need for further study (pp. 101, 102, 103, 108, 109). Chapter 3, The Colophons , concerns that aspect of manuscript production which is easily overlooked by non-specialists, but which historians know can prove to be a goldmine of information on the historical context of manuscript writing. As the author suggests, colophons exert a “profound and central function in the economy of the textual culture” (p. 141). The chapter breaks down the constituent parts of typical colophons (title, date and place of writing, scribal and donor names) and discusses the use in them of Syriac verbs, the Seleucid dating system and scribal self-deprecation; she also remarks upon the many women who commissioned manuscripts. Chapter 4, The Texts of the Ritual , begins the second part of the volume by examining different types of liturgical texts copied between 1500 and 1850. The author notes, “the majority of the manuscripts from the Ottoman period are directly connected to the liturgical life of the Church of the East” (p. 145). The chapter goes on to consider liturgical texts in general, including how the liturgy developed in both traditional and Catholic circles. Following this, specific liturgical texts are considered: biblical lectionaries, ʿonyatha , soghyatha , ḥuttame , turgame and funeral madrashe . As elsewhere in the volume, the need for further study is frequently emphasized (pp. 155, 170, 177, 181). Interestingly, some of these works were translated not only into Arabic, but also into Turkish (pp. 163, 165). Chapter 5, Popular Prose and Poetry , considers texts used apart from formal liturgical settings, primarily by non-elites. Several types of texts are examined, including those of a para-biblical or hagiographic nature, discussing “holy men and women [seen] as visible and tangible signs of divine incarnation” (p. 195). The author reminds us of “the highly fluid boundaries between Bible, apocrypha and hagiography in the Syriac tradition” (p. 197). Protective texts constitute another category of popular texts, whether booklets containing charms, anathemas and prayers of protection as templates to be copied, or personalized scrolls and amulets prepared for specific individuals. As the author observes, “in real life the gap between religion as expressed in the communal liturgy and these protective practices was nowhere near as great as later scholars and clergy have sometimes suggested” (p. 215). Chapter 6, The Scriptures of the Learned , examines texts used by clerical and scribal elites: biblical commentaries, liturgical commentaries, canon law, theology, ascetic and devotional texts, history, philosophy, grammar and personal texts. For both canon law and theology, the name of ʿAwdishoʿ bar Brikha is prominent, but most new theological works come from the Catholic camp. Catholic influence is also apparent in the ascetic and devotional literature from this period, with many translations of Western Catholic works. Personal texts from the period include the fascinating Arabic travelogue of Ilyas ibn Ḥanna, narrating travels in the Americas during the late 17th century. In conclusion, “the prevailing negative views of the erudition of the clergy of the Church of the East” need to be nuanced (p. 268). Again, the author reminds us throughout the chapter of the need for more research (pp. 233, 244, 245, 256, 261, 262, 266). Chapter 7, Knowledge, Power and Mediation , acts as a theoretical reflection on the large amount of data introduced in the previous six chapters, by asking the question “What was it that the scribes of these manuscripts intended to achieve with their writing?” In short, three things: “the storage and transferral of knowledge, the attribution, legitimisation and exertion of power, and the mediation of divine merit, grace and power” (p. 271). Regarding knowledge, most texts from this period treasured knowledge “of the ritual framework and its accompanying stories” (p. 274). Concerning the legitimization of power, the colophons are key, benefitting not only the reader, but also “those mentioned in the colophon [who] acquire power by virtue of the special status of the text” (p. 282). Finally, “the mediation of the divine [must be] included in the discussion” (p. 286). Liturgical texts mediate divine power through rituals and prayers; protective texts do so as a result of being “worn, stored and sometimes even eaten by those who ordered them” (p. 288). In the Conclusions , the author again reminds us of her attempts to counter the narrative of “stagnation and oppression” in the Church of the East by seeing these centuries as ones of “recovery rather than decline” (p. 293). We are reminded too of the contrast between “the traditional socio-religious community,” loyal to the Church of the East, and “the modernising and globalising middle class,” ultimately won over to Catholicism (p. 294). As the author notes, “conversion to Catholicism directly challenged existing power structures within the Church of the East” and “reflected the search for a religion that fitted the circumstances better than the type of East Syriac Christianity that had evolved in northern Mesopotamia” (p. 295). In the end, that search for a religion able to engage with globalism “neatly coincided with the interests of missionaries and other agents from the Catholic West” (p. 296). The volume closes with three helpful appendices. Appendix A is a list of all patriarchs of the Church of the East and its various Chaldean offshoots from ca. 1500 on. Appendix B gives the text and translation of an extensive gospel lectionary colophon. Appendix C is a list of all known East Syriac authors from 1500 to 1850. The volume has many strong points. The author displays deep and consistent knowledge of pre-modern East Syriac manuscripts. The value she places on manuscript colophons as a source of social information is clear throughout the volume. Also commendable is her ability to bring religious studies theory to bear on the subject matter, whether considering the manuscripts or the scribes that produced them. It is clear that the author has a mastery of the historical background, especially relations with other religious communities. At the same time, in addition to those broad brush strokes, she is intimately aware of the details of where, when, how and by whom the manuscripts were produced. Masterful too are her treatment of Syriac literary genres, including texts that cross genres (protective texts come to mind) and her matter-of-fact yet sensitive way of dealing with relations between the Church of the East and its Catholic offshoot(s). Overall, the book is a welcome addition to the rather sparse selection of sources on the Church of the East after the Mongol era. Scholars from a variety of academic fields – Syriac Studies, Islamic Studies, Ottoman Studies, Middle Eastern Studies and Religious Studies – will want to have this volume on their bookshelves.",
    "title" : 
    [ "Heleen Murre-van den Berg, Scribes and Scriptures: The Church of the East in the Eastern Ottoman Provinces (1500-1850)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Dickens, Mark" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/review\/hv22n2prdickens",
    "type" : "review",
    "displayTitleEnglish" : "Heleen Murre-van den Berg, Scribes and Scriptures: The Church of the East in the Eastern Ottoman Provinces (1500-1850)" }