
  { "fullText" : "Jeanne-Nicole Mellon Saint-Laurent, Missionary Stories and the Formation of the Syriac Churches , Transformation of the Classical Heritage 55 (Oakland: University of California Press, 2015). Pp. xii + 209; $90.00. In her revised dissertation Missionary Stories and the Formation of the Syriac Churches , Jeanne-Nicole Mellon Saint-Laurent focuses on a corpus of missionary stories written in Syriac: the Acts of Thomas (3rd c.), the Teaching of Addai (ca. 400), the Acts of Mari (late 6th c.), the Lives of Simeon of Beth Arsham and Jacob Baradaeus by John of Ephesos (mid-6th c.), the longer Life of Jacob Baradaeus (late 7th c.), and finally the Life of Ahudemmeh (7th \/ 8th c.). Her analysis of these texts examines the “relevance of the missionary story in the self-presentation of Syriac sacred history” (p. 4). As the title suggests, all of the stories in the corpus were written in Syriac. Additionally, they are mainly from the pre-Islamic period and originate from a Syriac Orthodox background (with the exception of the Acts of Mari ). As the introduction makes quite clear, the main focus is indeed on the anti-Chalcedonian Syriac Orthodox Church, especially on the interaction of the saints with the Persian aristocracy. Throughout the work, Saint-Laurent seeks out the “symbolic layers of hagiographic and biblical types” as well as the recurring motifs in this corpus. Her analysis aims to uncover the “ideals these symbols promote” (p. 4). She analyzes the intertexuality of the missionary stories, not claiming a literary dependency of the sources, but rather that their authors drew on a common religious memory. Her analysis reveals a common basis for Syriac missionary stories and biblical motifs, shared by the texts that create stories that resonate with each other on several levels (p.134-135). She is especially interested in the way they are used to form identities or construe the otherness of the religious rival. She approaches this task through a thorough discussion of seven Syriac apocryphal and hagiographic accounts. The work begins with two apocryphal accounts, the Acts of Thomas (3rd century) and the Teaching of Addai (ca. 400), both produced before the schism of the 5th \/ 6th centuries. Saint-Laurent is right to put the Acts of Thomas at the beginning of her discussion. This text – originally written in Syriac – originates very likely in Edessa and thus in the center of Syriac Christianity. It is itself deeply influenced by other texts, especially the Bible and other apocryphal Acts, and it is the most important source for literary motifs in the Syriac missionary stories. The basic structure is simple, as Saint-Laurent notes on p. 30: “...the itinerant holy man brings his portable practices to convert rulers and sanctifies the wilderness for the worship of his Christianity, uprooting, when necessary, the remnants of the religious ‘others’, whether ‘pagan’ or Christian ‘heretic.’” Several of these motifs Saint-Laurent detects in her corpus. Already in the Teaching of Addai (ca. 400), the famous story of the epistolary correspondence between King Abgar and Jesus Christ and the deeds of his disciple Addai in Edessa, we can find motifs already present in the Acts of Thomas , in which a poor apostle converts a king by means of healing. The Teaching brings together “a Christian apostle (Addai), a Christian king (Abgar) and a Christian city (Edessa)”. But these motifs are used differently than in the Acts of Thomas . Addai does not encounter great opposition, but the king is on his side from the beginning. Further, Addai is not itinerant; he stays at Edessa until his death; and he does not become a martyr, although his disciple Aggai does. In this way, the Teaching of Addai already exhibits the transformation of traditional motifs. After the discussion of these earlier texts from the Syriac tradition, Saint-Laurent turns to texts from the time in which the Syriac Orthodox Church formed. The Acts of Mari , I would argue, also belong to this set of texts although they originated in the Church of the East. The composition of this work in the 6th century falls within the time of theological conflict between the official Church of the East and those who sympathized with and later joined the Miaphysite movement. Here motifs already seen in earlier texts appear in that Mari is an itinerant missionary moving from place to place to proselytize; he aims for the center of power to convert the Persian king; and like Thomas he persuades by healing. On the other hand, the story also exhibits strong affinities with the Teaching of Addai : Mari is ordained and assigned to the mission to the Persian Empire by Addai in Edessa just before his peaceful death. After her analysis of the Acts of Mari , Saint-Laurent turns to the Syriac Orthodox Church by analyzing two hagiographic accounts of John of Ephesus, who wrote in 6th-century Constantinople in the midst of the christological conflict between Miaphysites and Chalcedonians. She first inserts a short chapter on John of Ephesus to explore the background and self-representation of this important Syriac Orthodox author. John wrote at a time when the conflict between the Miaphysites and Chalcedonians was still undecided. In the political situation of John’s time, it still seemed possible that the Roman Empire could endorse Miaphysite doctrine or find a christological compromise. In his literary production, John tried therefore to navigate a difficult middle path between condemning the official position of the emperor and attempting to find a compromise. Understanding this twofold position of the Miaphysite movement in general in the 6th century is important for the analysis of his hagiographic accounts, represented by the Life of Simeon of Beth Arsham and the Life of Jacob Baradaeus in Saint-Laurent’s book. Simeon as well as Jacob are depicted as itinerant, ascetic, and poor bishops. In the Life of Simeon , the focus is on his multilingualism and eloquence. Therefore, the debate between Simeon and Babowai, the catholicos of the Church of the East, is of special interest. Christology is discussed and – of course – Simeon’s argumentation proves more convincing. In the same text, Simeon asks Emperor Anastasius for help to ease the burden of the Miaphysite Christians in the Persian Empire. Anastasius sends him to the Shah in order to discuss the case. The focus in the Life of Jacob , on the other hand, is on his arduous effort to build a Miaphysite hierarchy by which he prevents the Syriac Orthodox Church from vanishing. John of Ephesus depicts both bishops as two of many excellent champions of the anti-Chalcedonian cause and he does not divinize them. This is different in the Longer Life of Jacob Baradaeus written either in the 7th or in the 8th century. This vita depicts Jacob as superhuman from his miraculous birth onwards. He becomes the founder and the savior of his church and, as a consequence, the Longer Life of Jacob adopts the designation “Jacobite” for this church that by the 7th and 8th centuries was clearly distinguishable from the official Chalcedonian church of the Roman Empire. The last hagiographic text Saint-Laurent analyzes is the Life of Ahudemmeh . As opposed to the aforementioned Syriac Orthodox hagiographic accounts, this text seems to be written within the Persian Empire in the 7th century. Saint-Laurent identifies many allusions to missionary stories like the Acts of Thomas or Mari . For example, the hagiographer tells of the conversion of the Shah’s son. The text thus draws on the motif of the conversion of the monarch, but its focus on the son sets it apart from earlier accounts. At the same time, this episode marks the beginning of the saint’s martyrdom; and his imprisonment and death allude to the East Syriac martyr tradition as well as to the Acts of Thomas . Saint-Laurent shows that the similarities between these Acts and Lives justify speaking of a common Syriac missionary rhetoric, built on a common narrative typology, that forms the basis of an “idealized Christian society” (p. 129). These accounts aim to emphasize the orthodoxy and apostolicity of the communities from which they emerged and to which they were addressed. They create cohesion within their own group by sanctifying their mission and demonizing the religious other. While the principal motifs remain consistent, they prove very pliable, providing the hagiographers with various possibilities for using them. Here I want to raise two small points about this wonderful book. First, each chapter in this work offers an introduction to and thorough analysis of an apocryphal or hagiographic account. This enables readers to study each chapter on its own. But at the same time this leads to some redundancies that can make it difficult to find the narrative thread in the book. Second, although the focus on the Syriac Orthodox Church can be justified methodologically, the title speaks of the “Syriac Churches”. It is true that the third chapter discusses a text from the Church of the East, but it is one that mainly reacts to the diffusion of Miaphysite christology in the Persian Empire. It would have been enlightening to include further texts from the Church of the East, including, for example, the Life of Rabban Hormizd. Although this is not a missionary text in the strict sense, it shares some of the motifs Saint-Laurent explores. Furthermore, the Chalcedonian Church in Syria and the Levant has a rich Syriac heritage too and can thus be classified as a Syriac Church. This is not discussed at all. Nonetheless, the very fine and thorough analyses of the individual sources and their comparison offer a new perspective on the gradual development of the Syriac Orthodox Church into an autonomous church situated between the imperial church and the Church of the East. Saint-Laurent convincingly shows how the missionary stories play an important role for the gradual formation of this church, beginning with the first Syriac missionary texts from Edessa written to prove its apostolic origin, to John of Ephesus, writing at the time of the christological controversies to maintain his version of orthodoxy, to the first hagiographic accounts that reflect the emergence of a distinct church. The motifs used by the hagiographers create texts that interrelate on many levels. Each story has its own focus, message, and goal, but all of them draw on the same basic elements. With this book, Saint-Laurent proves the value of hagiography for the history of ideas and introduces a new perspective into Syriac studies.",
    "title" : 
    [ "Jeanne-Nicole Mellon Saint-Laurent, Missionary Stories and the Formation of the Syriac Churches",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Barczok, Ralph" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/review\/hv22n2prbarczok",
    "type" : "review",
    "displayTitleEnglish" : "Jeanne-Nicole Mellon Saint-Laurent, Missionary Stories and the Formation of the Syriac Churches" }