
  { "fullText" : "Daniel King, ed., The Syriac World (London: Routledge, 2019). Pp. lii + 842; $220. The field of Syriac studies, including language, history, religion, and literature, has become much more visible in recent years, both as a distinct area of study and as a significant ancillary subject to other fields (Early Christianity, Late Antiquity, Islamic studies, Middle Eastern History, etc.). One area where the visibility of Syriac studies was lacking, however, was the publication of scholarly reference handbooks. The present volume, edited by Daniel King, fills this gap and provides a much-needed reference work for anyone interested in Syriac, novice and expert alike. The book is arranged in five parts. For purposes of space, it is impossible to review each chapter individually, so the comments here will treat each part of the work, focusing on thematic connections. Likewise, for purposes of space I will not include the titles of chapters. I will merely refer to chapter numbers and the authors’ names. The full Table of Contents is available on the publisher’s website: https:\/\/www.routledge.com\/The-Syriac-World-1st-Edition\/King\/p\/book\/9781138899018. 2 For other chapters Part I (“Backgrounds”) situates the study of early Syriac literature and history against two historical backdrops: the eastern Roman Empire in Late Antiquity (Ch. 1, Muriel Debié) and the Sasanian Empire (Ch. 2, Touraj Daryaee). In addition to the wealth of information provided in these chapters, they also introduce a theme that runs throughout the work: the relationship of Syriac speakers to imperial powers. The study of Syriac history and literature from virtually any time period involves an understanding of the political precarity of these communities, which shaped significant aspects of the development of ecclesiastical hierarchies and divisions between communities. For other chapters in this book that highlight the significance of the history of empires and issues pertaining to political alignments, see especially: Ch. 6 (Volker Menze), Ch. 7 (Dietmar W. Winkler), Ch. 8 (Geoffrey Herman), Ch. 10 (Nathanael Andrade), Ch. 11 (Michael Penn), Ch. 13 (David Wilmshurst), Ch. 31 (Mark Dickens), Ch. 32 (Hidemi Takahashi), Ch. 33 (István Perczel), Ch. 35 (Thomas Carlson), Ch. 36 (Shafiq Abouzayd), and Ch. 39 (Erica C. D. Hunter). Part II (“The Syriac World in Late Antiquity”) continues the historical framing, but the chapters here are more varied in topic and scope. Two chapters continue the theme of Part I by addressing how Syriac Christians adapted to Roman (Ch. 10, Nathanael Andrade) and Persian (Ch. 8, Geoffrey Herman) settings. Some of the chapters herein treat the topic of Syriac Christians and their relationship to other religious groups, including pre-Christian “pagan” religions (Ch. 3, John F. Healey), Judaism (Ch. 9, Michal Bar-Asher Siegal), and early Islam (Ch. 11, Michael Penn). Other chapters focus particularly on the early history of the various branches of Syriac-speaking churches (Ch. 6, Volker Menze; Ch. 7, Dietmar W. Winkler; and Ch. 12, David Wilmshurst). Rounding out the section are chapters that debunk literary myths about the origins of Syriac Christianity (Ch. 4, David G. K. Taylor) and an overview of Syriac monasticism (Ch. 5, Florence Jullien). The topics of these chapters are diverse and difficult to classify together, but they are likely to be of intertest to a wide variety of readers as they interact with a number of other fields. Part III (“The Syriac Language”), containing four chapters, provides a more coherent thematic organization by focusing solely on topics pertaining to Syriac as a language. The first two chapters in this section (Ch. 13, Holger Gzella and Ch. 14, Aaron Michael Butts) both situate Syriac linguistically with respect to other Semitic languages; the former is broader in scope, while the latter focuses more on developments within and unique features of classical Syriac. The following contribution (Ch. 15, Françoise Briquel-Chatonnet) treats the history of writing systems for Syriac, including an analysis of both inscriptions and manuscripts. The section concludes with an essay on Neo-Aramaic dialects and their relationship to early forms of Syriac\/Aramaic (Ch. 16, Geoffrey Khan). Part IV (“Syriac Literary, Artistic, and Material Culture in Late Antiquity”), in contrast with the thematic unity of the previous section, is a wide-ranging collection of essays on various topics. Several of the chapters are focused on divergent aspects of Syriac literature, such as the Bible (Ch. 17, Jonathan Loopstra), an overview of early Syriac literature (Ch. 18, Ute Possekel), poetic writings (Ch. 19, Sebastian Brock), hagiography (Ch. 20, Jeanne-Nicole Mellon Saint-Laurent), and historiography (Ch. 24, Philip Wood). Two further chapters pertaining to literature explore the contributions of Syriac to the preservation and development of philosophical (Ch. 25, John W. Watt) and medical knowledge (Ch. 26, Grigory Kessel). Other thematic chapters treat topics such as mysticism (Ch. 21, Adrian Pirtea), theological debates (Ch. 22, Theresia Hainthaler), women and children (Ch. 29, Susan Ashbrook Harvey), and agriculture (Ch. 30, Michael J. Decker). Finally, material culture is treated in two chapters, focusing on wall paintings (Ch. 27, Emma Loosley) and church architecture (Ch. 28, Widad Khoury). In addition to these chapters, it would have been nice if a chapter on Syriac manuscripts as objects of material culture had been included. The final section, Part V (“Syriac Christianity Beyond the Ancient World”) explores different aspects of Syriac history and culture beyond its ancient contexts. Several chapters are geographically oriented, surveying the history of Syriac Christianity in Central Asia (Ch. 31, Mark Dickens), China (Ch. 32, Hidemi Takahashi), India (Ch. 33, István Perczel), and later developments in the Middle East (Ch. 35, Thomas Carlson). The remaining chapters are difficult to classify, treating topics as diverse as the medieval renaissance of Syriac literature (Ch. 34, Dorothea Weltecke and Helen Younansardaroud), the Maronite tradition (Ch. 36, Shafiq Abouzayd), the early study of Syriac in Europe (Ch. 37, Robert J. Wilkinson), modern Syriac identity (Ch. 38, Heleen Murre-van den Berg), and even the most recent political upheavals affecting Syriac Christians in Iraq (Ch. 39, Erica C. D. Hunter). The chapters in this section cover topics that have received comparatively less scholarly attention than the earlier eras of Syriac literature and history, so they play a much-needed role in introducing Syriac as a significant field of study beyond Late Antiquity. These chapters are supplemented by a set of newly produced maps, arranged diachronically, which were produced by David A. Michelson, as well as a series of three appendices: 1) a list of patriarchs of the Church of the East; 2) a list of patriarchs and maphrians for the West Syriac tradition, and 3) an annotated bibliography of online resources for Syriac studies. The volume also includes dozens of wonderful images and figures that enrich the various essays. In short, alongside the Gorgias Encyclopedic Dictionary of the Syriac Heritage , the present volume will immediately become a standard reference work for nearly any topic in the broad field of Syriac studies. The chapters contained in this volume are sufficiently broad to serve as introductions for non-specialists, yet deep enough for experts to gain further insight on a wide variety of topics. This volume is a ground-breaking achievement, and the editor and all contributors should be commended for producing such a valuable contribution to the field of Syriac Studies. Hopefully this publication will make Syriac more visible as a field of study and serve as an invitation to study the rich history and literature of the Syriac tradition.",
    "title" : 
    [ "Daniel King, ed., The Syriac World",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Walters, J. Edward" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/review\/hv22n2prwalters",
    "type" : "review",
    "displayTitleEnglish" : "Daniel King, ed., The Syriac World" }