
  { "fullText" : "Recent Publications on Syriac Topics: 2018∗ ∗ The list of publications is based on the online Comprehensive Bibliography on Syriac Christianity , supported by the Center for the Study of Christianity at the Hebrew University of Jerusalem ( http:\/\/www.csc.org.il\/db\/db.aspx?db=SB ). Suggested additions and corrections can be sent to: csc@mail.huji.ac.il Books Acharya, F., Psalmic Odes from Apostolic Times: An Indian Monk’s Meditation (Bengaluru: ATC Publishers, 2018). Adelman, S., After Saturday Comes Sunday (Piscataway, New Jersey: Gorgias Press, 2018). Alobaidi, T., and Dweik, B., Language Contact and the Syriac Language of the Assyrians in Iraq (Saarbrücken, Germany: Lambert Academic Publishing, 2018). Andrade, N.J., The Journey of Christianity to India in Late Antiquity: Networks and the Movement of Culture (Cambridge: Cambridge University Press, 2018). Aravackal, R., The Mystery of the Triple Gradated Church: A Theological Analysis of the Kāḇā d-Massqāṯā (Book of Steps) with Particular Reference to the Writing of Aphrahat and John the Solitary (Oriental Institute of Religious Studies India Publications 437; Kottayam, India: Oriental Institute of Religious Studies, 2018). Aydin, G. (ed.), Syriac Hymnal According to the Rite of the Syriac Orthodox Church of Antioch (Teaneck, New Jersey: Beth Antioch Press \/ Syriac Music Institute, 2018). Bacall, J., Chaldean Iraqi American Association of Michigan (Charleston, South Carolina: Arcadia Publishing, 2018). Barry, S.C., Syriac Medicine and Ḥunayn ibn Isḥāq’s Arabic Translation of the Hippocratic Aphorisms (Journal of Semitic Studies Supplement 39; Oxford: Oxford University Press, 2018). Belinitzky, B., and Rotman, Y. (eds.), The Cave of Treasures: Syriac Anthology from Late Antiquity in Hebrew Translation (Tel Aviv: Tel Aviv University Press, 2018) [in Hebrew]. Bcheiry, I., Hagiography, History, and Manuscript Culture: Studies in Syriac Christianity (Patrimoine Syriaque 9; Kaslik, Liban: Parole de l’Orient, 2018). Bhayro, S., Ford, J.N., Levene, D., and Saar, O.-P., Aramaic Magic Bowls in the Vorderasiatisches Museum in Berlin: Descriptive List and Edition of Selected Texts (Magical and Religious Literature of Late Antiquity 7; Leiden: Brill, 2018). Bruns, P., and Kremer, T. (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018). Buda, L., Mar Ephrem and the Early Syriac Ascetic Tradition (Mōrān ’Eth’ō 43; Kottayam, India: St. Ephrem Ecumenical Research Institute, 2018). Carlson, T.A., Christianity in Fifteenth-Century Iraq (Cambridge: Cambridge University Press, 2018). Coakley, J.F., A Catalogue of the Syriac Manuscripts in Cambridge University Library and College Libraries Acquired since 1901 (Ely, Cambridgeshire: Jericho Press, 2018). Deeg, M., Die Strahlende Lehre: Die Stele von Xi’an (Orientalia ‒ Patristica ‒ Oecumenica 12; Wien: LIT, 2018). den Biesen, K., Hemels Brood en Geestelijke Drank: Orde van de viering van de goddelijke Qurobo volgens de traditie van de Syrisch Orthodoxe Kerk van Antiochië (Losser, The Netherlands: Bar Ebroyo Press, 2018). Ebeid, B., Elias of Nisibis. Commentary on the Creed (Tafsīr al-amānah al-kabīrah): Edition, Translation, Introduction and Comments (Syro-Arabica 9; Córdoba: CNERU \/ Beyrouth: CEDRAC-USJ, 2018). Ebeid, B., La Tunica di al-Masīḥ: la Cristologia delle grandi confessioni cristiane dell’Oriente nel X e XI secolo (Roma: Edizioni Orientalia Christiana, 2018). Falcetta, A., The Daily Discoveries of a Bible Scholar and Manuscript Hunter: A Biography of James Rendel Harris (1852-1941) (London: T&T Clark, 2018). Farina, M. (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018). Farrokh, K., Maksymiuk, K., and Sánchez Gracia, J., The Siege of Amida (359 CE) (Siedlce: Siedlce University of Natural Sciences and Humanities, 2018). Feldtkeller, A., and Zeuge-Buberl, U., Networks of Knowledge: Epistemic Entanglement Initiated by American Protestant Missionary Presence in Nineteenth-Century Syria (Missionsgeschichtliches Archiv 28; Stuttgart: Franz Steiner, 2018). Forness, Ph.M., Preaching Christology in the Roman Near East: A Study of Jacob of Serugh (Oxford Early Christian Studies; Oxford: Oxford University Press, 2018). Gianazza, G., ‘Abdisho bar Berīkā (Ebedjesu) (1250ca – m. 1318). I fondamenti della religione (Kitāb uṣūl al-dīn): Introduzione, testo critico arabo e traduzione italiana (Patrimonio culturale arabo cristiano 14; Bologna: CreateSpace, 2018). ——— (ed.), Ṣalībā Ibn Yūḥannā al-Mawṣilī (XIVe s.). Asfār al-asrār I (Patrimoine Arabe Chrétien 33; Beirut: Centre de documentation et de recherches arabes chrétiennes, 2018). ———. Testi teologici di Ebedjesu (Patrimonio culturale arabo cristiano 15; Bologna: CreateSpace, 2018). Girling, K., The Chaldean Catholic Church: Modern History, Ecclesiology and Church-State Relations (Culture and Civilization in the Middle East; London: Routledge, 2018). Godwin, R.T., Persian Christians at the Chinese Court: The Xi’an Stele and the Early Medieval Church of the East (London: I.B. Tauris, 2018). Graf, G., Storia della letteratura araba cristiana. Volume II, tomo 1: Gli scrittori melchiti, maroniti, nestoriani fino alla metà del XV secolo . Tr. by P. Pizzi (Patrimonio Culturale Arabo Cristiano 20; Bologna: Gruppo di Ricerca Arabo-Cristiana, 2018). Grainger, J.D., Syrian Influences in the Roman Empire to AD 300 (London: Routledge, 2018). Gutman, A., Attributive Constructions in North-Eastern Neo-Aramaic (Studies in Diversity Linguistics 15; Berlin: Language Science Press, 2018). Gzella, H. (ed.), Aramaic Dictionary (Theological Dictionary of the Old Testament 16; Grand Rapids, Michigan: William B. Eerdmans, 2018). Haile, G., The Ethiopian Orthodox Church’s Tradition on the Holy Cross (Texts and Studies in Eastern Christianity 10; Leiden: Brill, 2018). Harrak, A., Le Monastère de Mar-Behnam à la période atabeg – XIII e s. L’art au service de la foi (Cahiers d’études syriaques 5; Paris: Geuthner, 2018). ———. (ed. and tr.), Mar Narsai: Homily 33 on the Sanctification of the Church (Texts from Christian Late Antiquity 54; Piscataway, New Jersey: Gorgias Press, 2018). Hassanabadi, M., Jahani, R., and Jahani, C., A Unified Gospel in Persian: An Old Variant of the Gospels along with Exegetical Comments by Yahyā Ibn Ayvaz-e Tabrīzī-ye Armanī (Studia Iranica Upsaliensia 33; Uppsala: Acta Universitatis Upsaliensis, 2018). Hilkens, A., The Anonymous Syriac Chronicle of 1234 and its Sources (Bibliothèque de Byzantion 18; Leuven: Peeters, 2018). Hollerweger, H., Baum des Lebens: Darstellung und Verehrung des Kreuzes im Orient (Linz, Austria: Initiative Christlicher Orient und Freunde des Turabdin, 2018). Intagliata, E.E., Palmyra after Zenobia, 273–750: An Archaeological and Historical Reappraisal (Oxford: Oxbow Books, 2018). Jarjour, T., Sense and Sadness: Syriac Chant in Aleppo (Oxford: Oxford University Press, 2018). Kahl, O., ‘Ubaidallāh Ibn Buḫtīšū‘ on Apparent Death: The Kitāb Taḥrīm dafn al-aḥyā’, Arabic Edition and English Translation (Islamic Philosophy, Theology and Science 105; Leiden: Brill, 2018). Kalinin, M.G. (ed.), Joseph Ḥazzāyā. Book of the Chapters on Knowledge: Newly Discovered Fragments (Opera Mystica Syriaca 1; Mount Athos: Interpress, 2018). Kavvadas, N., Ephraem der Syrer und Basilios der Große, Justinian und Edessa: Die Begegnung griechischer und syrischer Traditionsautorität in der Ephraemvita und der miaphysitisch-chalkedonische Konflikt (Supplements to Vigiliae Christianae 146; Leiden: Brill, 2018). Knudsen, E.E., and Wardini, E., Neologisms in Modern Literary Syriac (Perspectives on Linguistics and Ancient Languages 10; Piscataway, New Jersey: Gorgias Press, 2018). Koonammakkal, T., The Church in the Churches: A Syriac Ecclesiology (Kuravilangad, Kerala, 2018). Kuruvilla, A., Eastern and Reformed: A Theological Enquiry into the Doctrine of Atonement and the Holy Spirit of the Mar Thoma Syrian Church (Eugene, Oregon: Wipf and Stock Publishers, 2018). Loosley Leeming, E., Architecture and Asceticism: Cultural Interaction between Syria and Georgia in Late Antiquity (Texts and Studies in Eastern Christianity 13; Leiden: Brill, 2018). Lorrain, A., Le Commentaire de Théodoret de Cyr sur l’Épître aux Romains: études philologiques et historiques (Texte und Untersuchungen zur Geschichte der altchristlichen Literatur 179; Berlin: Walter de Gruyter, 2018). Manteghi, H., Alexander the Great in the Persian Tradition: History, Myth and Legend in Medieval Iran (London: I.B. Tauris, 2018). Mathews, E.G., Jr. (ed. and tr.), Jacob of Sarug’s Additional Homilies on Good Friday (Texts from Christian Late Antiquity 51, The Metrical Homilies of Mar Jacob of Sarug; Piscataway, New Jersey: Gorgias Press, 2018). ———. (tr.), Jacob of Sarug’s Homilies on the Six Days of Creation: The Fourth Day (Texts from Christian Late Antiquity 52, The Metrical Homilies of Mar Jacob of Sarug; Piscataway, New Jersey: Gorgias Press, 2018). Muraoka, T. (ed. and tr.), Jacob of Serugh’s Hexaemeron (Ancient Near Eastern Studies Supplement Series 52; Leuven: Peeters, 2018). Nedungatt, G., Covenant Life, Law and Ministry according to Aphrahat (Kanonika 26; Roma: Edizioni Orientalia Christiana & Valore Italiano, 2018). Neroth van Vogelpoel, A.C.J., The Commentary of Gabriel of Qatar on the East Syriac Morning Service on Ordinary Days: Text, Translation, and Discussion (Texts from Christian Late Antiquity 53; Piscataway, New Jersey: Gorgias Press, 2018). Önder, J. (ed.), Die Feier der Krankensalbung nach dem Ritus der Syrisch-Orthodoxen Kirche von Antiochien (Glane \/ Losser: Bar Hebraeus Verlag, 2018). Ondrey, H.T., The Minor Prophets as Christian Scripture in the Commentaries of Theodore of Mopsuestia and Cyril of Alexandria (Oxford Early Christian Studies; Oxford: Oxford University Press, 2018). Petrovich, R., Living the Life of Light: A Drama of Ascension. A Translation of the Odes of Solomon from Syriac and Commentary (Reno, Nevada: Jamilian University Press, 2018). Philip, A.T., and Alexander, G., Western Rites of Syriac-Malankara Orthodox Churches: The Mission Untold (Kerala, India: OCP Publications, 2018). Rajan, M., Martyrs, Saints and Prelates of the Syriac Orthodox Church. Volume 6 (Puthencruz, India: Travancore Syriac Orthodox Publishers, 2018). Reeves, J.C., and Reed, A.Y., Enoch from Antiquity to the Middle Ages. Volume 1: Sources from Judaism, Christianity, and Islam (Oxford: Oxford University Press, 2018). Riba, B., Le village de Kafr ‘Aqāb: Étude monographique d’un site du ğebel Waṣṭāni (Massif calcaire de la Syrie du Nord). Topographie et architecture (Bibliothèque de l’Antiquité Tardive 38; Turnhout: Brepols, 2018). Ross, K.R., Tadros, M., and Johnson, T.M. (eds.), Christianity in North Africa and West Asia (Edinburgh Companions to Global Christianity; Edinburgh: Edinburgh University Press, 2018). Ruani, F. (tr.), Éphrem de Nisibe. Hymnes contre les hérésies (Bibliothèque de l’Orient chrétien 4; Paris: Les Belles Lettres, 2018). Rudolf, S., Syrische Astrologie und das Syrische Medizinbuch (Science, Technology, and Medicine in Ancient Cultures 7; Berlin: Walter de Gruyter, 2018). Sahner, Ch.C., Christian Martyrs under Islam: Religious Violence and the Making of the Muslim World (Princeton, New Jersey: Princeton University Press, 2018). Saint-Laurent, J.-N., and Smith, K.R. (ed. and tr.), The History of Mar Behnam and Sarah: Martyrdom and Monasticism in Medieval Iraq (Persian Martyr Acts in Syriac: Text and Translation 7; Piscataway, New Jersey: Gorgias Press, 2018). Stewart, A.C. (tr.), The Testament of the Lord: Worship & Discipline in the Early Church (Popular Patristics Series 58; Yonkers, New York: St Vladimir’s Seminary Press, 2018). Talay, Sh., and Barthoma, S.O. (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018). Tannous, J., The Making of the Medieval Middle East: Religion, Society, and Simple Believers (Princeton, New Jersey: Princeton University Press, 2018). Teule, H.G.B., and Brüning, A. (eds.), Handboek oosters christendom (Leuven: Peeters, 2018). Theotokis, G., Byzantine Military Tactics in Syria and Mesopotamia in the 10th Century: A Comparative Study (Edinburgh: Edinburgh University Press, 2018). Thomas, S., Privileged Minorities: Syrian Christianity, Gender, and Minority Rights in Postcolonial India (Global South Asia; Seattle, Washington: University of Washington Press, 2018). Thomaskutty, J., Saint Thomas the Apostle: New Testament, Apocrypha, and Historical Traditions (T&T Clark Jewish and Christian Texts 25; London: Bloomsbury T&T Clark, 2018). Travis, H. (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018). Ubierna, P., and Francisco, H.R., Apuntes de Siríaco: Breve introducción a la lengua y literatura siríacas (Byzantina & Orientalia, Adnotationes linguarum 1; Buenos Aires: Instituto Multidisciplinario de Historia y Ciencias Humanas, 2018). Vesa, V., Knowledge and Experience in the Writings of St. Isaac of Nineveh (Gorgias Eastern Christian Studies 51; Piscataway, New Jersey: Gorgias Press, 2018). Weitz, L.E., Between Christ and Caliph: Law, Marriage, and Christian Community in Early Islam (Divinations: Rereading Late Ancient Religion; Philadelphia, Pennsylvania: University of Pennsylvania Press, 2018). Weltecke, D. (ed.), Neue Aramäische Studien: Geschichte und Gegenwart (Schola Nisibina 1; Frankfurt am Main: Peter Lang, 2018). Witkamp, N., Tradition and Innovation: Baptismal Rite and Mystagogy in Theodore of Mopsuestia and Narsai of Nisibis (Supplements to Vigiliae Christianae 149; Leiden: Brill, 2018). Theses Barczok, R., Die Vita des Josef Busnaya als Quelle zur Geschichte des 10. Jahrhundert des heutigen Nordirak (Ph.D. dissertation; Universität Konstanz, 2018). Brelaud, S., Présences chrétiennes en Mésopotamie durant l’époque sassanide (III e –VII e siècles): géographie et société (Thèse de doctorat; Sorbonne Université, 2018). Han, J.H., Rethinking Prophecy in Late Antique Syria (Ph.D. dissertation; University of Pennsylvania, 2018). Jakob, J., Syrisches Christentum und früher Islam: Theologische Reaktionen in syrisch-sprachigen Texten vom 7. bis 9. Jahrhundert (Dissertation zur Erlangung des akademischen Grades Doktor der Theologie; Universität Salzburg, 2018). Kessel, G., Life and Works of Šem‘ōn d-Ṭaibūtēh (7th Century): A Tentative Reconstruction (Ph.D. dissertation; Radboud Universiteit Nijmegen, 2018). Kunu, V., Renunciant Stories across Traditions: A Novel Approach to the Acts of Thomas and the Buddhist Jātakas (Ph.D. dissertation; Temple University, 2018). Lollar, J.A., A Sanctifying Myth: The Syriac History of John in Its Social, Literary, and Theological Context (Ph.D. dissertation; The Florida State University, 2018). Mazzola, M., Bar ‘Ebroyo’s Ecclesiastical History: Church History Writing in the 13th Century Middle East (Ph.D. dissertation; Universiteit Gent \/ École Pratique des Hautes Études, 2018). Mutter, J.S., By the Book: Conversion and Religious Identity in Early Islamic Bilād Al-Shām and Al-Jazīra (Ph.D. dissertation; University of Chicago, 2018). Sun, J., Re-Dating the Seven Early Chinese Christian Manuscripts: Christians in Dunhuang before 1200 (Ph.D. dissertation; Universiteit Leiden, 2018). Ugolnik, Z., The Mirror of Glory: Sense and Subjectivity in Near Eastern Mysticism (Ph.D. dissertation; Columbia University, 2018). Wright, J., After Antiquity: Joseph and Aseneth in Manuscript Transmission. A Case Study for Engaging with What Came after the Original Version of Jewish Pseudepigrapha (D.Phil. dissertation; University of Oxford, 2018). Articles Abdalla, M., “The Term Seyfo in Historical Perspective,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 92-105. Abou Sekeh, F., “Syrische Eremiten und ihre Eremitagen als Pilgerziele,” in: D. Ariantzi and I. Eichner (eds.), Für Seelenheil und Lebensglück: Das byzantinische Pilgerwesen und seine Wurzeln (Byzanz zwischen Orient und Okzident 10; Mainz: Verlag des Römisch-Germanischen Zentralmuseums, 2018), 273-290. Abousamra, G., and Lemaire, A., “Une plaque syriaque d’un métropolite,” Le Muséon 131:3-4 (2018), 381-389. Afif, N., Bhayro, S., Kessel, G., Pormann, P.E., Sellers, W.I., and Smelova, N., “The Syriac Galen Palimpsest: A Tale of Two Texts,” Manuscript Studies 3:1 (2018), 110-154. Afif, N., Bhayro, S., Pormann, P.E., Sellers, W.I., and Smelova, N., “On Digamma and the Armenian Earth,” Le Muséon 131:3-4 (2018), 391-414. Afif, N., Bhayro, S., Pormann, P.E., Sellers, W.I., and Smelova, N., “Analyzing Images, Editing Texts: The Manchester Project,” Manuscript Studies 3:1 (2018), 155-185. Akdemir, B., “Zur Rolle syrisch-aramäischer Ärzte in Antike und Mittelalter,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 1-12. Akhrass, R.-Y., “La figure de l’apôtre Pierre dans les écrits de Sévère d’Antioche,” Syriac Orthodox Patriarchal Journal 56 (2018), 91-127. ———. “The Number of Ecumenical Councils: An Oriental Orthodox Point of View,” Proche-Orient Chrétien 68 (2018), 106-114. Alibertis, D., “East Meets East in the Chaldean Furnace: A Comparative Analysis of Romanos’s Hymns and Jacob of Serugh’s Homily on the Three Children,” Journal of the Canadian Society for Syriac Studies 18 (2018), 24-41. Alpi, F.N., “Sévère d’Antioche,” Connaissance des Pères de l’Église 151 (2018), 27-38. Amsler, F., “La construction de l’homme ennemi ou l’anti-paulinisme dans le corpus pseudo-clémentin,” in: J. Schröter, S. Butticaz and A. Dettwiler (eds.), Receptions of Paul in Early Christianity: The Person of Paul and His Writings Through the Eyes of His Early Interpreters (Beihefte zur Zeitschrift für die neutestamentliche Wissenschaft 234; Berlin: Walter de Gruyter, 2018), 729-748. Annus, A., “Asceticism in Ancient Mesopotamia and Syria: A Study of Autism in Antiquity,” in: S. Fink and R. Rollinger (eds.), Conceptualizing Past, Present and Future: Proceedings of the Ninth Symposium of the Melammu Project Held in Helsinki\/Tartu, May 18-24, 2015 (Melammu Symposia 9; Münster: Ugarit-Verlag, 2018), 521-539. Aravackal, R., “The Spirituality of Qyāmā : An Ideal for Modern Monasticism,” Christian Orient 39:3 (2018), 164-186. Arlen, J.S., “Gišeroy kc‘urdk‘ (Hymns of the Night): Seven Madrāše of Ephrem the Syrian Preserved in Armenian,” Hugoye: Journal of Syriac Studies 21:2 (2018), 267-318. Arnzen, R., Arzhanov, Y.N., Bamballi, N., Čéplö, S., and Kessel, G., “Coding and Encoding: Towards a New Approach to the Study of Syriac and Arabic Translations of Greek Scientific and Philosophical Texts,” Comparative Oriental Manuscript Studies Bulletin 4:2 (2018), 205-213. Asade, D., “La literatura farmacéutica en lengua siríaca, griega y árabe: el caso de la Hierá de Archigénes ,” Circe de clásicos y modernos 22:1 (2018), 11-28. Atman, S., “Assyrian Genocide from a Gender Perspective,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 215-232. Ayali-Darshan, N., “The Sequence of Sir 4:26–27 in Light of Akkadian and Aramaic Texts from the Levant and Later Writings,” Zeitschrift für die alttestamentliche Wissenschaft 130:3 (2018), 436-449. Baarda, T.C., “The Poems of Ghattas Maqdisi Elyas and the Remembrance of Turabdin,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 347-364. BarAbraham, A., “German Perceptions of the Sayfo: How Much Did Germany Know?,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 71-88. ———. “Safeguarding the Cross: Emergence of Christian Militias in Iraq and Syria,” in: A. Schmoller (ed.), Middle Eastern Christians and Europe: Historical Legacies and Present Challenges (Orientalia ‒ Patristica ‒ Oecumenica 13; Wien: LIT, 2018), 217-238. Baroudi, F., and Akhrass, R.-Y., “Le patriarche Sévère d’Antioche dans la liturgie maronite,” Syriac Orthodox Patriarchal Journal 56 (2018), 1-12 [in Arabic]. Barry, S.C., “Was Ḥunayn ibn Isḥāq the Author of the Arabic Translation of Paul of Aegina’s Pragmateia ? Evidence from the Arabic Translations of the Hippocratic Aphorisms and the Syriac Lexicons of Bar Bahlul and Bar ‘Ali,” Journal of Semitic Studies 63:2 (2018), 457-465. Barsky, E., Furman, Y., and Loesov, S., “Two-Hundred-Word Swadesh List for a Modern Aramaic Variety (Turoyo),” Aula Orientalis 36 (2018), 77-112. Barsky, E., Kalinin, M.G., and Loesov, S., “The Basic Lexicon of Mlaḥsô: A Comparative Study,” Aula Orientalis 36 (2018), 209-234. Be Djallo, B., “Die Änderung des türkischen Familiennamens zurück zum traditionellen aramäischen Familiennamen,” in: D. Weltecke (ed.), Neue Aramäische Studien: Geschichte und Gegenwart (Schola Nisibina 1; Frankfurt am Main: Peter Lang, 2018), 251-260. Beaumont, M., “‘Ammār al-Baṣrī: Ninth Century Christian Theology and Qur’anic Presuppositions,” in: M. Beaumont (ed.), Arab Christians and the Qur’an from the Origins of Islam to the Medieval Period (History of Christian-Muslim Relations 35; Leiden: Brill, 2018), 83-105. Bednarowicz, S., “Before and After Linguicide: A Linguistic Aspect of the Sayfo,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 365-384. ———. “Neues Alphabet, neue Sprache, neue Kultur: Was kann die Adaptation der lateinischen Schrift für das Turoyo implizieren?,” in: D. Weltecke (ed.), Neue Aramäische Studien: Geschichte und Gegenwart (Schola Nisibina 1; Frankfurt am Main: Peter Lang, 2018), 203-214. Beggiani, S.J., “The Incarnational Theology and Spirituality of John the Solitary of Apamea,” Hugoye: Journal of Syriac Studies 21:2 (2018), 391-421. Benjamen, A., “Assyrians between the State and the Iraqi Opposition: Minoritization and Pluralism in the Second Half of the Twentieth Century,” International Journal of Middle East Studies 50:4 (2018), 781-785. Bergjan, S.-P., “Diodor von Tarsos,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 2, 1597-1605. Bergjan, S.-P., and Wyrwa, D., “Theodor von Mopsuestia,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 2, 1605-1614. ———. “Theodoret von Kyrrhos,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 2, 1620-1633. Bernabò, M., and Pavan, M., “Addenda al catalogo dei manoscritti siriaci del Tur ‘Abdin nel Fondo Grünwald,” Orientalia Christiana Periodica 84:2 (2018), 407-420. Berti, V., “Fuoco nel cuore, polvere in bocca: la scrittura della trance estatica nella mistica cristiana siriaca (secoli VII-VIII),” in: L. Canetti and A. Piras (eds.), Esperienze e tecniche dell’estasi tra Oriente e Occidente (Quaderni di Studi e Materiali di Storia delle religioni 21; Brescia: Morcelliana, 2018), 44-71. Beth Yuhanon, B., “The Methods of Killing Used in the Assyrian Genocide,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 177-214. Bettiolo, P., “Écriture et “nature” dans les écoles syro-orientales,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 111-136. Bhayro, S., and Rudolf, S., “Budge’s Syriac Book of Medicines after One Hundred Years: Problems and Prospects,” in: S.V. Panayotov and L. Vacín (eds.), Mesopotamian Medicine and Magic: Studies in Honor of Markham J. Geller (Ancient Magic and Divination 14; Leiden: Brill, 2018), 116-130. Bilgic, Z., “Aramäisch des Tur Abdin schreiben und lesen: Überlegungen, warum die Sprechergemeinschaft des Tur Abdin das Neu-Aramäische nicht als Schriftsprache anerkennt,” in: D. Weltecke (ed.), Neue Aramäische Studien: Geschichte und Gegenwart (Schola Nisibina 1; Frankfurt am Main: Peter Lang, 2018), 215-250. Birol, S., “Forgotten Witnesses: Remembering and Interpreting the ‘Sayfo’ in the Manuscripts of Tur ‘Abdin,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 327-346. ———. “Some Approaches to Jacob of Sarug’s Remarks on Pagan Cults,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 13-24. Blumenthal, C., “ Mu‘tazila in der arabischen Bibelübersetzung des Bišr b. al-Sirrī,” Arabica 65:3 (2018), 314-330. Bodor, A., “The Use of the Peshitta of Isaiah in Rendering Isaiah Quotations in the Old Syriac and Peshitta Gospels,” Aramaic Studies 16:1 (2018), 20-41. Bohas, G., “La morphophonologie dans la Grande grammaire de Barhebraeus, à travers l’étude des verbes défectueux,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 89-206. Briquel-Chatonnet, F., “La langue du Paradis, la langue comme patrie,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 9-25. Brock, S.P., “A Sixth-Century Syriac Document of Agreement from Alexandria,” Oriens Christianus 100 (2017 [2018]), 1-12. ———. “Dated Syriac Manuscripts Copied at Deir al-Surian,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 355-371. ———. “An Ecumenical Role Played by Monastic Literature: The Case of St Isaac the Syrian,” Japan Mission Journal 72:1 (2018), 29-38. ———. “An Episcopal Adventus in Syriac,” in: E. Ene D-Vasilescu (ed.), A Journey along the Christian Way: Festschrift for the Right Rev. Kallistos Ware on His 85th Anniversary (Beau Bassin, Mauritius: Scholars’ Press, 2018), 52-61. ———. “George, Bishop of the Arab Tribes, Mimro on the Myron (British Library, Add. 12,165),” Syriac Orthodox Patriarchal Journal 56 (2018), 1-28. ———. “In Memoriam: Robert P. R. Murray, S.J.,” Hugoye: Journal of Syriac Studies 21:2 (2018), 255-261. ———. “A Lead Syriac Protective Talisman,” in: L. Nehmé and A. Al-Jallad (eds.), To the Madbar and Back Again: Studies in the Languages, Archaeology, and Cultures of Arabia Dedicated to Michael C.A. Macdonald (Studies in Semitic Languages and Linguistics 92; Leiden: Brill, 2018), 309-326. ———. “Mary as a ‘Letter’ and Some Other Letter Imagery in Syriac Liturgical Texts,” Hugoye: Journal of Syriac Studies 21:1 (2018), 3-20. ———. “ The Small\/Young Daniel Re-Edited,” in: L. DiTommaso, M. Henze and W. Adler (eds.), The Embroidered Bible: Studies in Biblical Apocrypha and Pseudepigrapha in Honour of Michael E. Stone (Studia in Veteris Testamenti Pseudepigrapha 26; Leiden: Brill, 2018), 250-284. ———. “Some Problems in Editing Liturgical Poetry,” Journal of the Canadian Society for Syriac Studies 18 (2018), 3-14. Brock, S.P., Kessel, G., and Minov, S., “Recent Publications on Syriac Topics: 2017,” Hugoye: Journal of Syriac Studies 21:1 (2018), 143-195. Brown, P., “[Review of:] M. Debié, L’écriture de l’histoire en syriaque: transmissions interculturelles et constructions identitaires entre hellénisme et islam (Late Antique History and Religion 12; Leuven: Peeters, 2015),” Al-‘Uṣūr al-Wusṭā 26 (2018), 225-231. Bruns, P., “Der Arme an der Tür ein Sinnbild für den Erlöser? Zur Deutung der Lazarusperikope in der syrischen Literatur,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 25-44. ———. “Eine Erwiderung an die Araber – Dionysius bar Salîbî († 2.XI.1171) und der Islam,” Forum Katholische Theologie 34:1 (2018), 1-15. Bumazhnov, D.F., “Isaak von Ninive (7. Jh.): Neue Herausforderungen durch einen alten Heiligen,” in: M. Tamcke (ed.), Profile gelebter Theologie im Orient: Sidney Harrison Griffith zum 80. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 55; Wiesbaden: Harrassowitz Verlag, 2018), 75-88. ———. “Transformationen der Paradiesbäume. Gnostische, manichäische und syrisch-christliche Parallelen zum Baum Zaqqūm , Koran 37,62–64 u.a.,” in: H. Behlmer, U. Pietruschka and F. Feder (eds.), Ägypten und der Christliche Orient: Peter Nagel zum 80. Geburtstag (Texte und Studien zur Koptischen Bibel 1; Wiesbaden: Harrassowitz Verlag, 2018), 47-58. ———. “Zwischen Schule und Schweigen: Der hl. Isaak von Ninive und die ostsyrischen “Schulphilosophen”,” in: P. Gemeinhardt and I. Tanaseanu-Döbler (eds.), “Das Paradies ist ein Hörsaal für die Seelen”: Institutionen religiöser Bildung in historischer Perspektive (Studies in Education and Religion in Ancient and Pre-Modern History in the Mediterranean and Its Environs 1; Tübingen: Mohr Siebeck, 2018), 201-220. Bush, K., Penn, M.P., Crouser, R.J., Howe, N.R., and Wu, S., “Challenging the Estrangela \/ Serto Divide: Why the Standard Model of Syriac Scripts Just Doesn’t Work,” Hugoye: Journal of Syriac Studies 21:1 (2018), 43-80. Büttner, W., “Einige Aspekte aus dem syrischen Schrifttum zum psychophysischen Problem,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 45-52. Butts, A.M., “The Greco-Roman Context of the Syriac Language,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 137-165. Calà, I., Daccache, J., and Hawley, R., “The Textual Interest of the Syriac Versions of Galen’s Simples ,” Manuscript Studies 3:1 (2018), 186-207. Camplani, A., “John the Baptist according to Marcion’s Gospel and Early Syriac Texts,” in: J.H. Ellens, I.W. Oliver, J. von Ehrenkrook, J. Waddell and J.M. Zurawski (eds.), Wisdom Poured Out Like Water: Studies on Jewish and Christian Antiquity in Honor of Gabriele Boccaccini (Deuterocanonical and Cognate Literature Studies 38; Berlin: Walter de Gruyter, 2018), 556-574. Carlson, T.A., “The Long Shadow of Sasanian Christianity: The Limits of Iraqi Islamization in the Abbasid Period,” Mizan: Journal for the Study of Muslim Societies and Civilizations 3:1 (2018), on-line: http:\/\/www.mizanproject.org\/journal-post\/the-long-shadow-of-sasanian-christianity\/. Çetinoğlu, S., “Genocide\/ Seyfo and How Resistance Became a Way of Life,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 178-190. Chialà, S., “The Monastery of Mor Yaqub d-Qarno and the Cave of Jacob of Nisibis: A Possible Identification,” Orientalia Christiana Periodica 84:2 (2018), 357-369. Childers, J.W., “Divining Gospel: Classifying Manuscripts of John Used in Sortilege,” in: L.I. Lied and M. Maniaci (eds.), Bible as Notepad: Tracing Annotations and Annotation Practices in Late Antique and Medieval Biblical Manuscripts (Manuscripta Biblica 3; Berlin: Walter de Gruyter, 2018), 66-84. Clines, R.J., “Wayward Leadership and the Breakdown of Reform on the Failed Jesuit Mission to the Maronites, 1577-1579,” Journal of Early Modern History 22:4 (2018), 215-237. Coghill, E., “The Gleaner Woman: A Text in the Neo-Aramaic Dialect of Peshabur,” in: G.J. Brooke, A.H.W. Curtis, M. al-Hamad and G.R. Smith (eds.), Near Eastern and Arabian Essays: Studies in Honour of John F. Healey (Journal of Semitic Studies Supplement 41; Oxford: Oxford University Press, 2018), 71-87. ———. “Information Structure in the Neo-Aramaic Dialect of Telkepe,” in: E. Adamou, K. Haude and M. Vanhove (eds.), Information Structure in Lesser-described Languages: Studies in Prosody and Syntax (Studies in Language Companion Series 199; Amsterdam: John Benjamins, 2018), 297-328. ———. “The Neo-Aramaic Dialect of Telkepe,” in: N. Vidro, R. Vollandt, E.-M. Wagner and J. Olszowy-Schlanger (eds.), Studies in Semitic Linguistics and Manuscripts: A Liber Discipulorum in Honour of Professor Geoffrey Khan (Studia Semitica Upsaliensia 30; Uppsala: Uppsala Universitet, 2018), 234-271. Contini, R., “Remarques conclusives,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 237-241. Côté, D., “Le vrai Prophète et ses incarnations dans les Homélies pseudo-clémentines,” in: E. Crégheur, J.C. Dias Chaves and S. Johnston (eds.), Christianisme des origines: Mélanges en l’honneur du Professeur Paul-Hubert Poirier (Judaïsme ancien et origines du christianisme 11; Turnhout: Brepols, 2018), 309-337. ———. “Sacrifices et théurgie dans les Pseudo-Clémentines ,” in: S.C. Mimouni and L. Painchaud (eds.), La question de la “sacerdotalisation” dans le judaïsme synagogal, le christianisme et le rabbinisme (Judaïsme ancien et origines du christianisme 9; Turnhout: Brepols, 2018), 391-409. Dalyan, M.G., “I. Dünya Savaşı’nda Nasturi Patriği Mar Şamun Benyamin ve Faaliyetleri,” in: Savaşan Devletlerİn Tarİhçİlerİnİn Gözüyle: 100. Yilinda Bİrİncİ Dünya Savaşi \/ “Through the Eyes of the Warring Countries Historians”: The First World War Centenary International Symposium, 12-15 Kasım 2014 . 2 vols. (Antalya: Akdeniz Üniversitesi Yayınları, 2018), vol. 2, 982-1001. de Ghantuz Cubbe, M., “Le XIV e siècle maronite,” Orientalia Christiana Periodica 84:2 (2018), 421-467. de Wet, C.L., “The Curse of Ham (Gen. 9:18–27): Slavery, Sin, and Punishment in John Chrysostom, Augustine, and the Cave of Treasures ,” in: Idem, The Unbound God: Slavery and the Formation of Early Christian Thought (Routledge Studies in the Early Christian World; London: Routledge, 2018), 104-145. Debié, M., “Guerres et religions en Mésopotamie du Nord dans l’Antiquité tardive: un mimro inédit de Jacques de Saroug sur l’église Saint-Étienne que les Perses ont transformée en temple du feu à Amid (Diyarbakιr) en 503 è.c.,” Syriac Orthodox Patriarchal Journal 56 (2018), 29-89. ———. “In Memoriam: Ephrem-Isa Yousif,” Hugoye: Journal of Syriac Studies 21:2 (2018), 263-265. Delaini, P., “Conoscenza medica dei meccanismi della percezione, del sogno e dei fenomeni dispercettivi nel mondo iranico di età tardoantica,” in: L. Canetti and A. Piras (eds.), Esperienze e tecniche dell’estasi tra Oriente e Occidente (Quaderni di Studi e Materiali di Storia delle religioni 21; Brescia: Morcelliana, 2018), 72-98. Demir, S., “The Atrocities against the Assyrians in 1915: A Legal Perspective,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 106-136. den Biesen, K., “Auf der Suche nach Ephräm dem Syrer: Für eine neue wissenschaftliche Interpretationsmethode seiner theologischen Werke,” in: D. Weltecke (ed.), Neue Aramäische Studien: Geschichte und Gegenwart (Schola Nisibina 1; Frankfurt am Main: Peter Lang, 2018), 111-134. ———. “The Irresistible Love of God: Two Syrian Church Fathers on Universal Salvation in Christ,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 437-448. Deschler, J.-P., “Aus dem Mimro IX Jakobs von Serug über die Taufe: Übertragung in deutsche Zwölfsilber,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 485-498. Dickens, M., “Syriac Inscriptions near Urgut, Uzbekistan,” Studia Iranica 46:2 (2017 [2018]), 205-260. ———. “Huns, Turks and Tatars in Syriac Liminal Spaces,” in: G.J. Brooke, A.H.W. Curtis, M. al-Hamad and G.R. Smith (eds.), Near Eastern and Arabian Essays: Studies in Honour of John F. Healey (Journal of Semitic Studies Supplement 41; Oxford: Oxford University Press, 2018), 119-132. DiTommaso, L., “The Apocryphal Daniel Apocalypses: Works, Manuscripts, and Overview,” Ephemerides Theologicae Lovanienses 94:2 (2018), 275-316. Doerfler, M.E., “Glimpses from the Margins: Re-telling Late Ancient History at the Edges of the Law,” in: A.J. Berkovitz and M. Letteney (eds.), Rethinking ‘Authority’ in Late Antiquity: Authorship, Law, and Transmission in Jewish and Christian Tradition (Routledge Monographs in Classical Studies; London: Routledge, 2018), 107-122. Donef, R., “The Assyrian Delegation in the Paris Peace Conference,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 217-238. Donner, F.M., “Talking about Islam’s Origins,” Bulletin of the School of Oriental and African Studies 81:1 (2018), 1-23. Drijvers, J.W., “Jovian between History and Myth,” in: D.W.P. Burgersdijk and A.J. Ross (eds.), Imagining Emperors in the Later Roman Empire (Cultural Interactions in the Mediterranean 1; Leiden: Brill, 2018), 234-256. Dryden, R., “Workshop: Linked Data and Syriac Sources, Vrije Universität, Amsterdam,” Hugoye: Journal of Syriac Studies 21:1 (2018), 197-204. Dubovick, Y.M., ““Oil, Which Shall Not Quit My Head”: Jewish-Christian Interaction in Eleventh-Century Baghdad,” Entangled Religions 6 (2018), 96-123. Dusenbury, D.L., “Judaic Authority in Nemesius of Emesa’s De natura hominis (390 CE),” in: G. Roskam and J. Verheyden (eds.), Light on Creation: Ancient Commentators in Dialogue and Debate on the Origin of the World (Studien und Texte zu Antike und Christentum 104; Tübingen: Mohr Siebeck, 2018), 127-156. Easton, R.L., Knox, K.T., Christens-Barry, W.A., and Boydston, K., “Spectral Imaging Methods Applied to the Syriac Galen Palimpsest,” Manuscript Studies 3:1 (2018), 69-82. Ebeid, B., “La Chiesa giacobita tra politica imperiale e preservazione dottrinale: la formazione di una identità “nazionale”,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 527-546. ———. “The Trinitarian Doctrine of Ibn aṭ-Ṭayyib: An Interpretation of Babai the Great’s Metaphysical System in the World of Islam,” Parole de l’Orient 44 (2018), 93-131. Ebied, R.Y., “An Arabic Version of a Miracle by St. George in the City of Baghdad,” Collectanea Christiana Orientalia 15 (2018), 21-30. ———. “An Arabic Version of a Miracle by St. George in the City of Baghdad,” Parole de l’Orient 44 (2018), 133-143. Eco Conti, S., “Les sources grecques des textes grammaticaux syriaques,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 27-54. Eilo, A., “Fatwās: The Syrian Uprising and the Sectarian Fragmentation,” in: D. Weltecke (ed.), Neue Aramäische Studien: Geschichte und Gegenwart (Schola Nisibina 1; Frankfurt am Main: Peter Lang, 2018), 297-322. el Gemayel, R., “ Sinaï arabe 308 (366 r –382 v ): traités polémiques de christologie antimiaphysite et d’ecclésiologie antilatine,” Parole de l’Orient 44 (2018), 237-300. Elkhoury, A., “Fisher- and Net-Imageries of the Church and Her Missionary Role in the Poetry of Jacob of Sarug,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 53-60. Emery, D., “The Galen Palimpsest and the Modest Ambitions of the Digital Data Set,” Manuscript Studies 3:1 (2018), 83-109. Er, S., “Preparation of the Eucharistic Gifts: Bread and Wine in the Syriac Tradition,” Syriac Orthodox Patriarchal Journal 56 (2018), 129-142. Eskhult, M., “Stenij’s Edition of the Epistle to the Hebrews from Codex Tischendorf, Dated to 892 AD – with Special Reference to the Use of Particles,” Parole de l’Orient 44 (2018), 145-158. Farina, M., “La linguistique syriaque selon Jacques d’Édesse,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 167-187. ———. “Manuscrits de grammaires et lexiques syriaques,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 243-254. ———. “New Autograph by ‘Abdīšō‘ Marūn: Renaissance Rome and the Syriac Churches,” Journal of Eastern Christian Studies 70:3-4 (2018), 241-256. Fathi, J., “Les notices d’Ibn Ḫallikān sur l’ Épitomé des Dynasties de Barhebraeus,” Parole de l’Orient 44 (2018), 159-199. Féghali, P., “Un des premiers textes des évangiles conservé par ‘Alī al-Ṭabarī,” Parole de l’Orient 44 (2018), 201-220. Fiori, E., “[Review of:] N. Kavvadas, Joseph Hazzaya. On Providence: Text, Translation and Introduction (Texts and Studies in Eastern Christianity 8; Leiden: Brill, 2016),” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 22:2 (2018), 371-382. Fomicheva, S.V., “Educational Background of Mar Narsai: Between the “Tradition of the School” and Theodore of Mopsuestia’s Exegesis,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 61-70. Ford, J.N., and Abudraham, O., “Syriac and Mandaic Incantation Bowls,” in: D. Regev and H. Hizmi (eds.), Finds Gone Astray: ADCA Confiscated Items (ADCA Reports 1; Jerusalem: Antiquities Department of the Civil Administration, 2018), 75-111. Forness, Ph.M., “Cultural Exchange and Scholarship on Eastern Christianity: An Early Modern Debate over Jacob of Serugh’s Christology,” Journal of Eastern Christian Studies 70:3-4 (2018), 257-284. Fox, S.E., “Three Generations of Jilu Speakers,” Aramaic Studies 16:2 (2018), 206-214. Fuchs, G., “Die Gerechten des Alten Bundes im Liber Graduum ( ktābā d-masqātā ),” in: H. Behlmer, U. Pietruschka and F. Feder (eds.), Ägypten und der Christliche Orient: Peter Nagel zum 80. Geburtstag (Texte und Studien zur Koptischen Bibel 1; Wiesbaden: Harrassowitz Verlag, 2018), 85-113. Galadari, A., “The Camel Passing through the Eye of the Needle: A Qur’anic Interpretation of the Gospels,” Ancient Near Eastern Studies 55 (2018), 77-89. Gaunt, D., “Two Documents on the 1895 Massacres of Syriacs in the Province of Diyarbekir: A Discussion,” Études arméniennes contemporaines 10 (2018), 187-201. Géhin, P., and Brock, S.P., “Vestiges of a Syrian Orthodox Liturgical Collection,” Le Muséon 131:3-4 (2018), 337-379. Gemayel, M.-N., “Copistes Maronites et manuscrits,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 373-382. Georgia, A.T., “The Monster at the End of His Book: Monstrosity as Theological Strategy and Cultural Critique in Tatian’s Against the Greeks ,” Journal of Early Christian Studies 26:2 (2018), 191-219. Girling, K., “Dominican Contributions to Christian Life in Mesopotamia-Iraq (c. 1750–2017),” The Downside Review 136:2 (2018), 85-98. Godwin, R.T., “Sacred Sovereigns across the Silk Road: The Church of the East’s Gift of Buddhist-Christian Icons to the Chinese Emperor in 781, and Its Relevance to Buddhist-Christian Studies,” Buddhist-Christian Studies 38 (2018), 203-216. Gourinat, J.-B., “Diels’ Whodunit: The Reliability of the Three Mentions of Aëtius in Theodoret,” in: J. Mansfeld and D.T. Runia (eds.), Aëtiana IV: Papers of the Melbourne Colloquium on Ancient Doxography (Philosophia Antiqua 148; Leiden: Brill, 2018), 17-52. Greenberg, G., “Jeremiah in the Peshitta,” in: J.R. Lundbom, C.A. Evans and B.A. Anderson (eds.), The Book of Jeremiah: Composition, Reception, and Interpretation (Supplements to Vetus Testamentum 178; Leiden: Brill, 2018), 340-358. Griffith, S.H., “The Bible in the Qur’an; the Qur’an in the Bible: Scriptural Intertextuality in the Language of Islam,” in: K.E. Shuve (ed.), Books and Readers in the Premodern World: Essays in Honor of Harry Gamble (Writings from the Greco-Roman World Supplement 12; Atlanta, Georgia: SBL Press, 2018), 137-170. ———. “Christianity’s Historic Roots in the Middle East: Christians at Home in the ‘World of Islam’,” in: K.C. Ellis (ed.), Secular Nationalism and Citizenship in Muslim Countries: Arab Christians in the Levant (Minorities in West Asia and North Africa; Cham, Switzerland: Palgrave Macmillan, 2018), 29-60. ———. “The Qur’an in Christian Arabic Literature: A Cursory Overview,” in: M. Beaumont (ed.), Arab Christians and the Qur’an from the Origins of Islam to the Medieval Period (History of Christian-Muslim Relations 35; Leiden: Brill, 2018), 1-19. Gross, S.M., “A Persian Anti-Martyr Act: The Death of Rabba bar Naḥmani in Light of the Syriac Persian Martyr Acts,” in: G. Herman and J.L. Rubenstein (eds.), The Aggada of the Bavli and Its Cultural World (Brown Judaic Studies 362; Providence, Rhode Island: Brown Judaic Studies, 2018), 211-242. Gschwandtner, C.M., “Performing Anatheism: Dialogic Hospitality in Syriac Liturgical Poetry,” in: R. Kearney and M. Clemente (eds.), The Art of Anatheism (Reframing Continental Philosophy of Religion; London: Rowman & Littlefield International, 2018), 175-196. Gucha, V.P., “The Assyrian Orphanage of the German Orient Mission in Urmia: From Its Foundation to Its End,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 71-88. Guinot, J.-N., “Théodoret de Cyr et le monachisme syrien,” Connaissance des Pères de l’Église 151 (2018), 39-51. Gurry, P.J., “The Harklean Syriac and the Development of the Byzantine Text: A Historical Test for the Coherence-Based Genealogical Method (CBGM),” Novum Testamentum 60:2 (2018), 183-200. Gutas, D., “A New “Edition” of Ḥunayn’s Risāla ,” Arabic Sciences and Philosophy 28:2 (2018), 279-284. Hainthaler, T., “Christological Research and Oriental Churches,” in: Orientalia Patristica: Papers of the International Patristic Symposium, May 1–4, 2017 (Drobeta-Turnu Severin: Didahia Severin Publishing, 2018), 97-108. ———. “Severus von Antiochien (gest. 538): Kirchenvater der Anti-Chalcedonier,” in: M. Tamcke (ed.), Profile gelebter Theologie im Orient: Sidney Harrison Griffith zum 80. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 55; Wiesbaden: Harrassowitz Verlag, 2018), 51-64. Halbertsma, T., and Dickens, M., “Inner Mongolian Syro-Turcica I: Contextualizing the Syro-Turkic Gravestones from Inner Mongolia,” Monumenta Serica 66:2 (2018), 279-302. Halo, T., “The Targeting of Assyrians during the Christian Holocaust in Ottoman Turkey,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 41-60. Hämeen-Anttila, J., “The Christian Context of the Qur’ān,” in: D.R. Thomas (ed.), Routledge Handbook on Christian-Muslim Relations (Routledge Handbooks; London: Routledge, 2018), 23-32. Hansbury, M.T., “ Theosis in Isaac III,” The Harp 31 (2016 [2018]), 291-304. Harrower, S., “Visual Exegesis at ‘The World’s Oldest Church’: A Case Study for Historiography,” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 22:3 (2018), 456-479. Hartung, B.A., “The Authorship and Dating of the Syriac Corpus attributed to Ephrem of Nisibis: A Reassessment,” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 22:2 (2018), 296-321. ———. “The Mêmrâ on the Signs Moses Performed in Egypt : An Exegetical Homily of the “School” of Ephrem,” Hugoye: Journal of Syriac Studies 21:2 (2018), 319-356. Hattar, R.H., “Sacred Oriental Music: Preserving the Identity of Middle Eastern Christians,” Parole de l’Orient 44 (2018), 301-310. Heal, K.S., and Manis, J.R., “New Sources for the Armenian Commentary on Genesis Attributed to Ephrem,” in: L. DiTommaso, M. Henze and W. Adler (eds.), The Embroidered Bible: Studies in Biblical Apocrypha and Pseudepigrapha in Honour of Michael E. Stone (Studia in Veteris Testamenti Pseudepigrapha 26; Leiden: Brill, 2018), 522-532. Heimgartner, M., “The Letters of the East Syrian Patriarch Timothy I: Scriptural Exegesis between Judaism, Christianity and Islam,” in: G. Tamer, R. Grundmann, A.E. Kattan and K. Pinggéra (eds.), Exegetical Crossroads: Understanding Scripture in Judaism, Christianity and Islam in the Pre-Modern Orient (Judaism, Christianity, and Islam – Tension, Transmission, Transformation 8; Berlin: Walter de Gruyter, 2018), 47-60. Hellot-Bellier, F., “The Increasing Violence and the Resistance of Assyrians in Urmia and Hakkari (1900–1915),” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 107-134. Henze, M., “Seeing the End: The Vocabulary of the End Time in Syriac Apocalypse of Daniel 13,” in: L. DiTommaso, M. Henze and W. Adler (eds.), The Embroidered Bible: Studies in Biblical Apocrypha and Pseudepigrapha in Honour of Michael E. Stone (Studia in Veteris Testamenti Pseudepigrapha 26; Leiden: Brill, 2018), 554-568. Heyberger, B., “Migration of the Middle Eastern Christians and European Protection: A Long History,” in: A. Schmoller (ed.), Middle Eastern Christians and Europe: Historical Legacies and Present Challenges (Orientalia ‒ Patristica ‒ Oecumenica 13; Wien: LIT, 2018), 23-42. Hill, K.R., “On the Brink of Extinction: Christians in Iraq and Syria,” in: D. Philpott and T.S. Shah (eds.), Under Caesar’s Sword: How Christians Respond to Persecution (Cambridge: Cambridge University Press, 2018), 30-69. Hjälm, M.L., “Scriptures beyond Words: “Islamic” Vocabulary in Early Christian Arabic Bible Translations,” Collectanea Christiana Orientalia 15 (2018), 49-69. Hofmann, T., “The Ottoman Genocide of 1914–1918 against Aramaic-Speaking Christians in Comparative Perspective,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 21-40. Horn, C.B., “Children in Oriental Christian and Greek Hagiography from the Early Byzantine World (ca. 400–800 CE),” in: R. Aasgaard, C.B. Horn and O.M. Cojocaru (eds.), Childhood in History: Perceptions of Children in the Ancient and Medieval Worlds (London: Routledge, 2018), 174-192. ———. “Jesus, the Wondrous Infant, at the Exegetical Crossroads of Christian Late Antiquity and Early Islam,” in: G. Tamer, R. Grundmann, A.E. Kattan and K. Pinggéra (eds.), Exegetical Crossroads: Understanding Scripture in Judaism, Christianity and Islam in the Pre-Modern Orient (Judaism, Christianity, and Islam – Tension, Transmission, Transformation 8; Berlin: Walter de Gruyter, 2018), 27-46. Hoskin, M., “The Close Proximity of Christ to Sixth-Century Mesopotamian Monks in John of Ephesus’ Lives of Eastern Saints ,” Journal of Ecclesiastical History 69:2 (2018), 262-277. Hugonnard-Roche, H., “Die Schule von Keneschre,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 3, 2469-2474. ———. “E Dio disse: “La terra produca germogli” (Gen. 1, 11). Sulla tradizione botanica siriaca,” Studia graeco-arabica 8 (2018), 85-103. ———. “La tradition du Peri hermeneias d’Aristote en syriaque, entre logique et grammaire,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 55-93. ———. “Paul der Perser,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 3, 2462-2465. ———. “Probus,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 3, 2465-2469. ———. “Qenneshre et la tradition des lettres gréco-syriaques,” Connaissance des Pères de l’Église 151 (2018), 52-60. ———. “Severos von Antiochien,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 3, 2236-2245. ———. “Traductions en contexte: logique et noétique du grec au syriaque,” in: M. Zonta and P. Grezzi (eds.), Terminologia filosofica tra Oriente e Occidente (Lessico intellettuale europeo 126; Firenze: Leo S. Olschki, 2018), 67-92. ———. “Überblick,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 3, 2447-2452. Hunter, D.G., “ Acts of Thomas ,” in: Idem, Marriage and Sexuality in Early Christianity (Minneapolis, Minnesota: Fortress Press, 2018), 81-90. Hunter, E.C.D., “Perspectives on Syriac Christianity in Southern Mesopotamia and the Gulf,” in: G.J. Brooke, A.H.W. Curtis, M. al-Hamad and G.R. Smith (eds.), Near Eastern and Arabian Essays: Studies in Honour of John F. Healey (Journal of Semitic Studies Supplement 41; Oxford: Oxford University Press, 2018), 169-180. ———. “A Victim of the Sayfo: Addaï Scher and His Contribution to Scholarship,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 163-176. Hutter, M., “Rivalität und Konflikte zwischen Christen und Zoroastriern,” Schweizerische Zeitschrift für Religions- und Kulturgeschichte 112 (2018), 91-104. İçöz, A., “Defining a Christian Virtue in the Islamic Context: The Concept of Gratitude in Elias of Nisibis’ Kitāb Daf‘ al-Hamm ,” Ilahiyat Studies 9:2 (2018), 165-182. Illert, M., “Die Erfahrung des Heiligen Geistes bei Pseudo-Makarios und in den frühen syrischen Liturgien,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 89-94. ———. “Pseudo-Makarios (4. Jh.): “Erleuchtet von der Schönheit seines unaussprechlichen Lichtes”,” in: M. Tamcke (ed.), Profile gelebter Theologie im Orient: Sidney Harrison Griffith zum 80. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 55; Wiesbaden: Harrassowitz Verlag, 2018), 13-18. Impagliazzo, M., “De la guerre au génocide: les causes du “seyfo” des chrétiens syriaques,” Revue d’histoire ecclésiastique 113:3-4 (2018), 690-708. Isaac, E., ““I Will Stay with Jesus and Will Never Betray Him!”: Sayfo in Mansuriye,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 147-162. Ishaq, A., “Some Remarks on Jacob of Edessa & Basil of Caesarea’s Hexaemeron,” in: Orientalia Patristica: Papers of the International Patristic Symposium, May 1–4, 2017 (Drobeta-Turnu Severin: Didahia Severin Publishing, 2018), 203-231. Jacobs, B., “Preliminary Considerations on Dionysius Bar Ṣalībī’s Islamic Sources,” Hugoye: Journal of Syriac Studies 21:2 (2018), 357-389. ———. “Unveiling Christ in the Islamicate World: Fakhr al-Dīn al-Rāzī’s Prophetology as a Model for Christian Apologetics in Gregory Bar ‘Ebrōyō’s Treatise on the Incarnation,” Intellectual History of the Islamicate World 6:1-2 (2018), 187-216. Johnson, S.F., “The Languages of Christianity on the Silk Roads and the Transmission of Mediterranean Culture into Central Asia,” in: N. Di Cosmo and M. Maas (eds.), Empires and Exchanges in Eurasian Late Antiquity: Rome, China, Iran, and the Steppe, ca. 250–750 (Cambridge: Cambridge University Press, 2018), 206-219. Journée, G., “Aétius et le problème des sources de Théodoret: à propos de GAC 4.12,” in: J. Mansfeld and D.T. Runia (eds.), Aëtiana IV: Papers of the Melbourne Colloquium on Ancient Doxography (Philosophia Antiqua 148; Leiden: Brill, 2018), 196-224. Juhás, P., “Zum paronomastischen Infinitiv in der syrischen Baruch-Apokalypse (samt einigen Beobachtungen zur Partikel dalmā ),” Le Muséon 131:3-4 (2018), 313-335. Jullien, Ch., “La piété du Perse “barbare”: modélisations chrétiennes en milieu sassanide,” in: F. Jullien (ed.), Guerre et paix en monde iranien: revisiter les lieux de rencontre (Cahiers de Studia Iranica 62; Leuven: Peeters, 2018), 67-90. Jullien, F., “L’enfant au monastère: les pratiques d’accueil en milieu monastique syriaque (V e –VIII e s.),” Oriens Christianus 100 (2017 [2018]), 13-31. ———. “Des chrétiens engagés pour la paix entre la Perse et Byzance: l’ambassade du catholicos Īšō‘yahb de Gdala,” in: F. Jullien (ed.), Guerre et paix en monde iranien: revisiter les lieux de rencontre (Cahiers de Studia Iranica 62; Leuven: Peeters, 2018), 199-222. Jurasz, I., “Le Nom et le Lieu de Dieu. Étude d’un témoignage inconnu de la cosmologie bardesanite,” Orientalia Christiana Periodica 84:2 (2018), 297-337. ———. “Lettre de Mara bar Sérapion et la paideia hellénistique,” Bulletin de l’Académie Belge pour l’Etude des Langues Anciennes et Orientales 7 (2018), 81-135. Karimullah, K.I., “Translating Greek into Arabic and Syriac: Remarks on a New Contribution to the Field,” Intellectual History of the Islamicate World 6:3 (2018), 389-405. Kaufhold, H., “Christliche Motive auf Briefmarken nahöstlicher Staaten,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 95-126. Kavvadas, N., “The Lance of the Cherub before the Tree of Life: A Difficult Typology and the Words behind It,” Δελτίο Βιβλικών Μελετών 33:A-B (2018), 42-49. Keser-Kayaalp, E., “The Great Mosque of Diyarbakır in Light of Discussions on Spolia and Classicism,” in: I. Jevtić and S. Yalman (eds.), Spolia Reincarnated: Afterlives of Objects, Materials, and Spaces in Anatolia from Antiquity to the Ottoman Era (Istanbul: Koç University Research Center for Anatolian Civilizations, 2018), 125-147. Kessel, G., and Smelova, N., “Sinai Syriac Manuscripts in Exile,” Sinaiticus: The Bulletin of the Saint Catherine Foundation (2018), 13-15. Kessel, G., and Bamballi, N., “Field Notes on Syriac Manuscripts II: A Philosophical Manuscript Olim Mosul 35 Rediscovered,” Hugoye: Journal of Syriac Studies 21:1 (2018), 21-42. Kessel, G., and Seleznyov, N.N., “Bibliography of Syriac and Christian Arabic Studies in Russian, 2017,” Hugoye: Journal of Syriac Studies 21:1 (2018), 127-141. Khalifé-Hachem, É., “La lecture de l’Écriture Sainte dans le monachisme syriaque,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 471-484. Khan, G., “Remarks on the Historical Development and Syntax of the Copula in North-Eastern Neo-Aramaic Dialects,” Aramaic Studies 16:2 (2018), 234-269. ———. “Sound Symbolism in Neo-Aramaic,” in: G.J. Brooke, A.H.W. Curtis, M. al-Hamad and G.R. Smith (eds.), Near Eastern and Arabian Essays: Studies in Honour of John F. Healey (Journal of Semitic Studies Supplement 41; Oxford: Oxford University Press, 2018), 197-214. Khosroeva, A., “The Ottoman Genocide of the Assyrians in Persia,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 106-136. ———. “The Significance of the Assyrian Genocide after a Century,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 61-70. Kim, S., “A Note on the Syriac Pseudo-Chrysostomic Sermon In peccatricem , CPG 5140.10v,” Journal of Eastern Christian Studies 70:3-4 (2018), 223-225. Kindt, B., Haelewyck, J.-C., Schmidt, A.B., and Atas, N., “La concordance bilingue grecque-syriaque des Discours de Grégoire de Nazianze,” Bulletin de l’Académie Belge pour l’Etude des Langues Anciennes et Orientales 7 (2018), 51-80. Kiraz, G.A., “Towards a Lexicon of Syriac Loanwords in Christian Arabic,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 383-394. Kitchen, R.A., “Timothy I of Baghdad: A Stranger in His Own Land,” in: J.M. Houston and J. Zimmermann (eds.), Sources of the Christian Self: A Cultural History of Christian Identity (Grand Rapids, Michigan: William B. Eerdmans, 2018), 257-274. ———. “Which One Is He? Narsai of Nisibis on Moses and the Divine Name and Essence and a Few Plagues,” Journal of the Canadian Society for Syriac Studies 18 (2018), 15-23. Klein, K.M., “Mourning for the Dead and the Beginning of Idolatry in the Kitāb al-Aṣnām and the Spelunca Thesaurorum – an Unknown Parallel to Sūrat at-Takāṯ ur (Q102)?,” in: L. Nehmé and A. Al-Jallad (eds.), To the Madbar and Back Again: Studies in the Languages, Archaeology, and Cultures of Arabia Dedicated to Michael C.A. Macdonald (Studies in Semitic Languages and Linguistics 92; Leiden: Brill, 2018), 551-566. Koch, K., and Mar Meelis Zaia, “Déclaration commune sur la vie sacramentelle: comité mixte pour le dialogue théologique entre l’Église catholique et l’Église assyrienne de l’Orient,” Proche-Orient Chrétien 68:1-2 (2018), 84-105. Kofsky, A., and Ruzer, S., “The Gospel according to Tolstoy: Between Nineteenth-Century Lives of Jesus, Tatian and Marcion,” in: M.B. Blidstein, S. Ruzer and D. Stökl Ben Ezra (eds.), Scriptures, Sacred Traditions, and Strategies of Religious Subversion: Studies in Discourse with the Work of Guy G. Stroumsa (Studien und Texte zu Antike und Christentum 112; Tübingen: Mohr Siebeck, 2018), 229-250. Koshy, L., “The Reconciliatory Nature of the Rite of Incensing: A Liturgico-Theological Analysis in the Syro-Malankara Qurbono and Syro-Malabar Qurbana ,” in: A. Lossky, G. Sekulovski and T. Pott (eds.), Liturgie et religiosité: 64 e Semaine d’études liturgiques, Paris, Institut Saint-Serge, 26–29 juin 2017 (Semaines d’Études Liturgiques Saint-Serge 64; Münster: Aschendorff, 2018), 209-222. Kraft, A., “Miracles and Pseudo-Miracles in Byzantine Apocalypses,” in: M. Gerolemou (ed.), Recognizing Miracles in Antiquity and Beyond (Trends in Classics, Supplementary Volumes 53; Berlin: Walter de Gruyter, 2018), 111-130. Кръстев, К.С., “Арабски и сирийски извори за управлението на хановете Крум (след 796 – 814) и Омуртаг (814 – около 831),” in: Българско царство: Сборник в чест на 60-годишнината на доц. д-р Георги Н. Николов (София: Университетско издателство “Св. Климент Охридски”, 2018), 276-303. Kuhn, M., “Ibn al-Ṭayyib’s Trinitarian Formulation in the Islamic Milieu,” Islam and Christian-Muslim Relations 29:2 (2018), 123-143. ———. “The Third Treatise of Shaykh Abū al-Faraj ‘Abd Allāh Ibn al-Ṭayyib on Unity and Trinity,” Islam and Christian-Muslim Relations 29:3 (2018), 269-287. Kujumdzieva, S., “The Syriac Tropologion,” in: Eadem, The Hymnographic Book of Tropologion: Sources, Liturgy and Chant Repertory (London: Routledge, 2018), 54-73. Lafli, E., “Roman Funerary Steles and Byzantine Inscriptions in the Museum of Şanlıurfa,” Philia: International Journal of Ancient Mediterranean Studies 4 (2018), 74-95. Lahdo, A., “‘Iwardo: A Struggle for Existence,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 135-146. Lalik, K., “Ethnic and Religious Factors of Chaldo-Assyrian Identity in an Interface with the Kurds in Iraqi Kurdistan,” in: J. Bocheńska (ed.), Rediscovering Kurdistan’s Cultures and Identities: The Call of the Cricket (Palgrave Studies in Cultural Heritage and Conflict; Cham, Switzerland: Palgrave Macmillan, 2018), 213-257. Lamassu, N., “Epilogue: Tombstones and Inverted Crosses,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 307-310. Lau, M., “The Dream Come True? Matthew of Edessa and the Return of the Roman Emperor,” in: B. Neil and E. Anagnostou-Laoutides (eds.), Dreams, Memory and Imagination in Byzantium (Byzantina Australiensia 24; Leiden: Brill, 2018), 160-179. Leezenberg, M., “Transformations in Minority Religious Leadership: The Yezidis, Shabak, and Assyrians in Northern Iraq,” Sociology of Islam 6:2 (2018), 233-260. LeMasters, P., “Peaceable Responses to Persecution: The Experience of Eastern Christian Communities in the Middle East,” Journal of Ecumenical Studies 53:3 (2018), 386-406. Lied, L.I., and Monger, M.P., “Look to the East: New and Forgotten Sources of 4 Ezra ,” in: L. DiTommaso, M. Henze and W. Adler (eds.), The Embroidered Bible: Studies in Biblical Apocrypha and Pseudepigrapha in Honour of Michael E. Stone (Studia in Veteris Testamenti Pseudepigrapha 26; Leiden: Brill, 2018), 639-652. Loosley, E., “Cultural Imperialism at the Borders of Empire: The Case of the ‘Villa of the Amazons’ in Edessa,” in: G.J. Brooke, A.H.W. Curtis, M. al-Hamad and G.R. Smith (eds.), Near Eastern and Arabian Essays: Studies in Honour of John F. Healey (Journal of Semitic Studies Supplement 41; Oxford: Oxford University Press, 2018), 215-230. Lorenz, P.E., “The Lukan Genealogy (Luke 3:23–38) as a Living Text: The Genealogy of Jesus in the Traditions of Codex Bezae and Aphrahat,” in: H.A.G. Houghton (ed.), Liturgy and the Living Text of the New Testament: Papers from the Tenth Birmingham Colloquium on the Textual Criticism of the New Testament (Texts and Studies 16; Piscataway, New Jersey: Gorgias Press, 2018), 71-120. Lourié, B., “Rewritten Bible in the “Museum” Slavonic Translation of the Song of Songs,” Scrinium 14 (2018), 257-272. ———. “[Review of:] A.Tefera, The Ethiopian Homily on the Ark of the Covenant: Critical Edition and Annotated Translation of Dǝrsanä Ṣǝyon (Texts and Studies in Eastern Christianity 5; Leiden: Brill, 2015),” Восток \/ Oriens 1 (2018), 233-237. Ma, X., and Wang, C., “On the Xiapu Ritual Manual Mani the Buddha of Light ,” Religions 9:7 (2018), 1-40. Makko, A., “The Assyrian “Concept of Unity” after Seyfo ,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 239-253. Maksymiuk, K., “Mass Deportations in Syria and Northern Mesopotamia under the Rule of Xusrō I Anōšīrvān (540–542),” in: F. Puell de la Villa and D. García Hernán (eds.), War and Population Displacement: Lessons of History (Cañada Blanch\/Sussex Academic Studies on Contemporary Spain; Eastbourne: Sussex Academic Press, 2018), 46-53. ———. “Strategic Aims of Šāpur II during the Campaign in Northern Mesopotamia (359–360),” Historia i Świat 7 (2018), 87-97. Mandolino, G., “La testimonianza del patriarca nestoriano Israel di Kaškar (m. 872) sulla pseudo- Teologia di Aristotele ,” Studia graeco-arabica 8 (2018), 153-166. Mansfeld, J., “Theodoret as a Source for the Aëtian Placita ,” in: J. Mansfeld and D.T. Runia (eds.), Aëtiana IV: Papers of the Melbourne Colloquium on Ancient Doxography (Philosophia Antiqua 148; Leiden: Brill, 2018), 174-195. Marcocci, G., “Rites and Inquisition: Ethnographies of Error in Portuguese India (1560–1625),” in: I.G. Županov and P.A. Fabre (eds.), The Rites Controversies in the Early Modern World (Studies in Christian Mission 53; Leiden: Brill, 2018), 145-164. Marcus, J., “The Gospel of Peter as a Jewish Christian Document,” New Testament Studies 64:4 (2018), 473-494. Matitashvili, S., “The Monasteries Founded by the Thirteen Syrian Fathers in Iberia: The Rise of Monasticism in Sixth-Century Georgia,” Studies in Late Antiquity 2:1 (2018), 4-39. Matsui, D., and Wang, P., “The Syro-Uighur Christian Inscription of Yulin Cave 16,” Dunhuang Research 2 (2018), 34-39 [in Chinese]. Mazzola, M., “The Textual Tradition of Bar ‘Ebroyo’s Chronicle ,” Le Muséon 131:1-2 (2018), 73-100. McLaughlin, A.E.T., and Berkes, L., “A Syriac Letter Reused for a Greek Tax Receipt from the Early Islamic Period,” Bulletin of the American Society of Papyrologists 55 (2018), 59-69. Mengozzi, A., “Simon Magus and Simon Peter in Rome: The Sureth Version of a Late East-Syriac Hymn for the Commemoration of St Peter and Paul,” Kervan: International Journal of Afro-Asiatic Studies 22 (2018), 65-90. Mengozzi, A., and Miola, E., “Paronomastic Infinitives in North-Eastern Neo-Aramaic: A Typological Approach,” Aramaic Studies 16:2 (2018), 270-299. Minov, S., “Bar Sarōšway on Melchizedek: Reception of Extra-Biblical Material in the East-Syrian Tradition of Scriptural Exegesis,” in: L. DiTommaso, M. Henze and W. Adler (eds.), The Embroidered Bible: Studies in Biblical Apocrypha and Pseudepigrapha in Honour of Michael E. Stone (Studia in Veteris Testamenti Pseudepigrapha 26; Leiden: Brill, 2018), 718-735. ———. “The Exhortation of the Apostle Peter : A Syriac Pseudepigraphon and Its Monastic Context,” in: M.B. Blidstein, S. Ruzer and D. Stökl Ben Ezra (eds.), Scriptures, Sacred Traditions, and Strategies of Religious Subversion: Studies in Discourse with the Work of Guy G. Stroumsa (Studien und Texte zu Antike und Christentum 112; Tübingen: Mohr Siebeck, 2018), 167-181. Monferrer-Sala, J.P., “The Lyre of Exegesis: Ibn al-Ṭayyib’s Analytical Patterns of the Account of the Destruction of Sodom,” in: G. Tamer, R. Grundmann, A.E. Kattan and K. Pinggéra (eds.), Exegetical Crossroads: Understanding Scripture in Judaism, Christianity and Islam in the Pre-Modern Orient (Judaism, Christianity, and Islam – Tension, Transmission, Transformation 8; Berlin: Walter de Gruyter, 2018), 119-144. ———. “Nine Post-Hexaplaric Readings in the Arabic Translation of the Book of Numbers by al-Ḥārith b. Sinān b. Sunbāṭ (10th c. CE),” Zeitschrift für die alttestamentliche Wissenschaft 130:4 (2018), 602-615. ———. “A Summary in Michael the Syrian’s ‘Chronography’ and its Companions in Greek, Syriac and Arabic, With an Incursion in Ethiopic,” in: G. Mandalà and I. Pérez Martín (eds.), Multilingual and Multigraphic Documents and Manuscripts of East and West (Perspectives on Linguistics and Ancient Languages 5; Piscataway, New Jersey: Gorgias Press, 2018), 463-484. ———. “The Testament of Adam in Arabic Dress: Two Coptic-Arabic Witnesses of the Narrative Type ‘b’,” in: L. DiTommaso, M. Henze and W. Adler (eds.), The Embroidered Bible: Studies in Biblical Apocrypha and Pseudepigrapha in Honour of Michael E. Stone (Studia in Veteris Testamenti Pseudepigrapha 26; Leiden: Brill, 2018), 736-757. Monnickendam, Y., “Late Antique Christian Law in the Eastern Roman Empire: Toward a New Paradigm,” Studies in Late Antiquity 2:1 (2018), 40-83. Moriggi, M., “A Syriac Cross from Hatra,” in: G.J. Brooke, A.H.W. Curtis, M. al-Hamad and G.R. Smith (eds.), Near Eastern and Arabian Essays: Studies in Honour of John F. Healey (Journal of Semitic Studies Supplement 41; Oxford: Oxford University Press, 2018), 241-247. Moubarakah, M., “Contribution du Patriarche maronite Étienne Douaïhy à une controverse française entre catholiques et calvinistes (1673),” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 547-561. Müller, H., “Assyrian Christians in Iraq, the League of Nations and Transnational Christian Advocacy (1920s–1940s),” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 253-304. Murray, A.V., “Franks and Eastern Christians in the Principality of Antioch, 1099-1187: Ethnicity and Identity,” in: K.N. Ciggaar and V. van Aalst (eds.), East and West in the Medieval Eastern Mediterranean III: Antioch from the Byzantine Reconquest until the End of the Crusader Principality. Acta of the Congress held at Hernen Castle (the Netherlands) in May 2009 (Orientalia Lovaniensia Analecta 269; Leuven: Peeters, 2018), 113-126. Murre-van den Berg, H.L., “De Syrisch-orthodoxe Kerk,” in: H.G.B. Teule and A. Brüning (eds.), Handboek oosters christendom (Leuven: Peeters, 2018), 158-171. ———. “Writing Assyrian History: The Military, the Patriarch and the British in Yaqu bar Malek Ismael’s Assyrians in Two World Wars (Tehran 1964),” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 235-252. Murre-van den Berg, H.L., and Teule, H.G.B., “De Westerse Kerken in het Midden-Oosten,” in: H.G.B. Teule and A. Brüning (eds.), Handboek oosters christendom (Leuven: Peeters, 2018), 493-503. Mutzafi, H., “Akkadian Substrate Words and Meanings Surfacing in Neo-Aramaic,” Brill’s Journal of Afroasiatic Languages and Linguistics 10:1 (2018), 24-51. ———. “Folk Etymology in the North-Eastern Neo-Aramaic Dialects,” Aramaic Studies 16:2 (2018), 215-233. Naby, E., “Abduction, Rape and Genocide: Urmia’s Assyrian Girls and Women,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 158-177. Napiorkowska, L., “Patterns of Diffusion of Phonological Change in the North-Eastern Neo-Aramaic Dialect of Azran,” in: N. Vidro, R. Vollandt, E.-M. Wagner and J. Olszowy-Schlanger (eds.), Studies in Semitic Linguistics and Manuscripts: A Liber Discipulorum in Honour of Professor Geoffrey Khan (Studia Semitica Upsaliensia 30; Uppsala: Uppsala Universitet, 2018), 217-233. Nassif, A., “Symbolisme et théologie biblique dans les Bō‘wōtō de St. Jacques de Sarough,” Journal of the Canadian Society for Syriac Studies 18 (2018), 58-66. Naumescu, V., “Syriac as a Lingua Sacra : Speaking the Language of Christ in India,” in: S. Luehrmann (ed.), Praying with the Senses: Contemporary Orthodox Christian Spirituality in Practice (Bloomington, Indiana: Indiana University Press, 2018), 103-119. Nawotka, K., “Syriac and Persian Versions of the Alexander Romance ,” in: K.R. Moore (ed.), Brill’s Companion to the Reception of Alexander the Great (Brill’s Companions to Classical Reception 14; Leiden: Brill, 2018), 525-542. Neely, B., “The Patriarch and the Insider Movement: Debating Timothy I, Muhammad, and the Qur’an,” in: A.S. Ibrahim and A. Greenham (eds.), Muslim Conversions to Christ: A Critique of Insider Movements in Islamic Contexts (New York: Peter Lang, 2018), 3-78. Neuhäuser, D.L., Neuhäuser, R., and Harrak, A., “Reports and Drawings of Celestial Observations in the 8th Century Syriac Chronicle of Zuqnīn (Auroral and Meteoric Phenomena),” Journal of the Canadian Society for Syriac Studies 18 (2018), 67-90. Noel, W., and Rosen, R.M., “The Syriac Galen Palimpsest Project: An Introduction,” Manuscript Studies 3:1 (2018), 1-8. Parmentier, M.F.G., “Fragments of Gregory of Nyssa’s Contra Eunomium in Syriac Translation,” in: M. Brugarolas (ed.), Gregory of Nyssa: Contra Eunomium I. An English Translation with Supporting Studies (Supplements to Vigiliae Christianae 148; Leiden: Brill, 2018), 593-604. Paulsen Galal, L., ““If I Want to Travel, I Just Travel”: Travels and Dwellings among Assyrians and Copts in Denmark,” in: A. Schmoller (ed.), Middle Eastern Christians and Europe: Historical Legacies and Present Challenges (Orientalia ‒ Patristica ‒ Oecumenica 13; Wien: LIT, 2018), 217-238. Paša, Ž., “Īšū‘yāb I al-Arzunī and Confession of the Faith: Critical Edition and Translation,” Parole de l’Orient 44 (2018), 359-385. ———. “Martyrdom of Babowai the Catholicos and Patriarch, and the Confession of the Faith of Barṣawma of Nisibis: Critical Edition and Translation,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 499-525. Pedersen, N.A., “The Legendary Addai and the First Apocalypse of James ,” in: H. Behlmer, U. Pietruschka and F. Feder (eds.), Ägypten und der Christliche Orient: Peter Nagel zum 80. Geburtstag (Texte und Studien zur Koptischen Bibel 1; Wiesbaden: Harrassowitz Verlag, 2018), 187-211. Peers, G., “Isaac of Antioch’s Organ and the Media of Musical Subjects,” Journal of Early Christian Studies 26:1 (2018), 75-109. Perczel, I., “Accommodationist Strategies on the Malabar Coast: Competition or Complementarity?,” in: I.G. Županov and P.A. Fabre (eds.), The Rites Controversies in the Early Modern World (Studies in Christian Mission 53; Leiden: Brill, 2018), 191-232. ———. “‘The Oldest Monument Extant of the Study of Indian Languages by Europeans’?: A 17th-Century Malayalam Encyclopaedia Discovered in the Mannanam Library,” in: J.C. Chennattuserry and I. Payyappilly (eds.), Revisiting a Treasure Trove: Perspectives on the Collection at St Kuriakose Elias Chavara Archives and Research Centre (Bengaluru: Centre for Publications CHRIST, 2018), 94-104. ———. “Some Early Documents about the Interactions of the Saint Thomas Christians and the European Missionaries,” in: M. Kooria and M.N. Pearson (eds.), Malabar in the Indian Ocean: Cosmopolitanism in a Maritime Historical Region (New Delhi: Oxford University Press, 2018), 76-120. Perczel, I., and Kurukkoor, G., “A Malayalam Church History from the Eighteenth Century, Based on Original Documents,” in: J.C. Chennattuserry and I. Payyappilly (eds.), Revisiting a Treasure Trove: Perspectives on the Collection at St Kuriakose Elias Chavara Archives and Research Centre (Bengaluru: Centre for Publications CHRIST, 2018), 111-131. Perkams, M., “Der Brief des Mārā bar Serapiyōn : Stoische Indifferenz und biblische Weisheit in der Welt des Aion,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 127-138. Pettipiece, T., “Biblical and Manichaean Citations in Titus of Bostra’s Contra Manichaeos ,” in: E. Crégheur, J.C. Dias Chaves and S. Johnston (eds.), Christianisme des origines: Mélanges en l’honneur du Professeur Paul-Hubert Poirier (Judaïsme ancien et origines du christianisme 11; Turnhout: Brepols, 2018), 393-402. Pieper, L., “Paulos Mar Gregorios (1922–1996): Indische Orthodoxie im “Zeitalter der Ökumene”,” in: M. Tamcke (ed.), Profile gelebter Theologie im Orient: Sidney Harrison Griffith zum 80. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 55; Wiesbaden: Harrassowitz Verlag, 2018), 219-232. ———. “Paulos Mar Gregorios: (Dis-)Kontinuität syrischer Tradition im indischen Kontext,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 139-146. Pietruschka, U., “Eine Karšūnī-Handschrift und ihr historischer und religiöser Kontext,” in: H. Behlmer, U. Pietruschka and F. Feder (eds.), Ägypten und der Christliche Orient: Peter Nagel zum 80. Geburtstag (Texte und Studien zur Koptischen Bibel 1; Wiesbaden: Harrassowitz Verlag, 2018), 213-225. ———. “Präsentation und Umformung biblischen Materials in den ‘Uyūn al-aḫbār des Ibn Qutayba (828-889 AD),” Journal of Eastern Christian Studies 70:1-2 (2018), 105-122. Pittappillil, F., “Baptismal Memrā’ of Anonymous Author of the Ninth Century,” Liturgia Sacra 24:1 [51] (2018), 71-91. Polański, T., “Word Translating Image: In Search of Modern-Language Equivalents for Syriac and Coptic Terminology,” Folia Orientalia 55 (2018), 255-267. Popa, C.-S., “Griechisches Dogma in syrischer Gestalt. Die Christologie des Briefes: Des Sophronius von Jerusalem an Arkadius von Zypern,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 147-154. ———. “Syrians and the Appeal to Abraham in the Early Islamic Times,” in: L. Bormann (ed.), Abraham’s Family: A Network of Meaning in Judaism, Christianity, and Islam (Wissenschaftliche Untersuchungen zum Neuen Testament 415; Tübingen: Mohr Siebeck, 2018), 465-476. Possekel, U., “Bardaisan’s Influence on Late Antique Christianity,” Hugoye: Journal of Syriac Studies 21:1 (2018), 81-125. Potoczny, M., “An Accommodation of the Syriac Holy Week Celebrations in the Cultural Context of the Syro-Malankara Church: Notes Based on the Practice of Some Parishes of the Archidiocese of Thiruvalla,” in: A. Lossky, G. Sekulovski and T. Pott (eds.), Liturgie et religiosité: 64 e Semaine d’études liturgiques, Paris, Institut Saint-Serge, 26–29 juin 2017 (Semaines d’Études Liturgiques Saint-Serge 64; Münster: Aschendorff, 2018), 177-191. ———. “Ordination to the Presbyterate in the Syriac Churches: History and Structure of the Rite,” Roczniki Teologiczne 65:8 (2018), 125-140 [in Polish]. Pritula, A., “‘Abdīšō‘ of Gazarta, the First Literate of the Chaldean Church: Poems Dedicated to the Popes of Rome,” Вестник СПбГУ, Востоковедение и африканистика 10:3 (2018), 374-391. Prostko-Prostyński, J., “Who Wrote the Syriac Chronicle of Pseudo-Zachariah Rhetor?,” in: R. Koliński, J. Prostko-Prostyński and W. Tyborowski (eds.), Awīlum ša la mašê – Man Who Cannot Be Forgotten: Studies in Honor of Prof. Stefan Zawadzki Presented on the Occasion of his 70th Birthday (Alter Orient und Altes Testament 463; Münster: Ugarit-Verlag, 2018), 179-188. Quandt, A.B., and Wolcott, R.C., “The Codicology and Conservation of the Syriac Galen Palimpsest,” Manuscript Studies 3:1 (2018), 33-68. Rammelt, C., “Ibas von Edessa: Ein Bischof zwischen den Fronten im christologischen Diskurs,” in: M. Tamcke (ed.), Profile gelebter Theologie im Orient: Sidney Harrison Griffith zum 80. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 55; Wiesbaden: Harrassowitz Verlag, 2018), 33-50. Reed, A.Y., “Rethinking Sacrifice in the Pseudo-Clementines Homilies ,” in: S.C. Mimouni and L. Painchaud (eds.), La question de la “sacerdotalisation” dans le judaïsme synagogal, le christianisme et le rabbinisme (Judaïsme ancien et origines du christianisme 9; Turnhout: Brepols, 2018), 411-432. Renger, A.-B., and Stellmacher, A., “The Making of the Stylite in the Interplay of Text, Image and Performance: On the Exercise of Saint Simeon,” in: R. Alciati (ed.), Norm and Exercise: Christian Asceticism between Late Antiquity and Early Middle Ages (Potsdamer Altertumswissenschaftliche Beiträge 65; Stuttgart: Franz Steiner, 2018), 165-186. Ri, A.S.-M., “La Caverne des trésors et les recherches sur Mar Éphrem,” in: E. Crégheur, J.C. Dias Chaves and S. Johnston (eds.), Christianisme des origines: Mélanges en l’honneur du Professeur Paul-Hubert Poirier (Judaïsme ancien et origines du christianisme 11; Turnhout: Brepols, 2018), 417-428. Ritter, A.M., “Nemesios von Emesa,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 2, 1579-1586. Roggema, B.H., “Salvaging the Saintly Sergius: Hagiographical Aspects of the Syriac Legend of Sergius Baḥīrā,” in: N. Jaspert and A. Cuffel (eds.), Entangled Hagiographies of the Religious Other (Newcastle upon Tyne: Cambridge Scholars Publishing, 2018), 55-83. Rosenberg, M., “Struck by Wood, Struck by God: Virginity Beyond\/Despite Anatomy,” in: Idem, Signs of Virginity: Testing Virgins and Making Men in Late Antiquity (New York: Oxford University Press, 2018), 90-116. Rosenblatt, A., “Maronite Music Today: The Local and Global Models,” International Journal of Arts & Sciences 11:1 (2018), 203-211. Rouwhorst, G.A.M., “The Descent of Christ into the Underworld in Early Christian Liturgy,” in: M. Sarot and A.L.H.M. van Wieringen (eds.), The Apostles’ Creed: ‘He Descended into Hell’ (Studies in Theology and Religion 24; Leiden: Brill, 2018), 54-78. ———. “Ritual Interactions between Jews and Christians East of Antioch,” in: P. Lanfranchi and J. Verheyden (eds.), Jews and Christians in Antiquity: A Regional Perspective (Interdisciplinary Studies in Ancient Culture and Religion 18; Leuven: Peeters, 2018), 163-181. Ruani, F., “ Cave canem ! Notes sur le rejet du salut des animaux chez quelques auteurs syriaques,” in: M. Cutino, I. Iribarren and F. Vinel (eds.), La restauration de la création: Quelle place pour les animaux? Actes du colloque de l’ERCAM tenu à Strasbourg du 12 au 14 mars 2015 (Supplements to Vigiliae Christianae 145; Leiden: Brill, 2018), 183-212. ———. “Mystery Cults and Syriac Heresiology: A Fruitful Polemical Association?,” Religion in the Roman Empire 4:3 (2018), 331-352. Rubenstein, J.L., “Martyrdom in the Persian Martyr Acts and in the Babylonian Talmud,” in: G. Herman and J.L. Rubenstein (eds.), The Aggada of the Bavli and Its Cultural World (Brown Judaic Studies 362; Providence, Rhode Island: Brown Judaic Studies, 2018), 175-210. Saadi, A.-M., “Interdependence of Classical Syriac and Suryoyo of Tur Abdin (STA): Orthography for the STA,” in: D. Weltecke (ed.), Neue Aramäische Studien: Geschichte und Gegenwart (Schola Nisibina 1; Frankfurt am Main: Peter Lang, 2018), 169-192. Salvesen, A., ““Christ Has Subjected Us to the Harsh Yoke of the Arabs”: The Syriac Exegesis of Jacob of Edessa in the New World Order,” in: G. Tamer, R. Grundmann, A.E. Kattan and K. Pinggéra (eds.), Exegetical Crossroads: Understanding Scripture in Judaism, Christianity and Islam in the Pre-Modern Orient (Judaism, Christianity, and Islam – Tension, Transmission, Transformation 8; Berlin: Walter de Gruyter, 2018), 145-161. Samir, S.Kh., “La doctrine de l’Incarnation de Yaḥyā ibn ‘Adī à la lumière du Traité 17 Sbath,” Studia graeco-arabica 8 (2018), 189-193. Sato, N., “The Memory of Sayfo and Its Relation to the Identity of Contemporary Assyrian\/Aramean Christians in Syria,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 305-326. Schilling, A.M., “Ein Koran-Florilegium in syrischer Überlieferung: Alphonse Mingana und der “Disput gegen die Nation der Araber” des Dionysios bar Ṣalībī,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 155-180. Schmoller, A., “Of Safe Havens and Sinking Ships: The Church in Oral Histories of Middle Eastern Christians in Austria,” in: A. Schmoller (ed.), Middle Eastern Christians and Europe: Historical Legacies and Present Challenges (Orientalia ‒ Patristica ‒ Oecumenica 13; Wien: LIT, 2018), 147-198. Scully, J., “Free Will and Ascetical Labor: How Babai the Great Fixes the Platonic Conception of the Soul,” Journal of Eastern Christian Studies 193-222 (2018), 70:3-4. ———. “Redemption for the Serpent: The Reception History of Serpent Material from the Physiologus in the Greek, Latin, and Syriac Traditions,” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 22:3 (2018), 422-455. Seleznyov, N.N., “Seven Sessions or Just a Letter? Observations on the Structure of the Disputations between Elias, Metropolitan of Nisibis, and the Vizier Abū l-Qāsim al-Maghribī,” Scrinium 14 (2018), 434-445. Sepmeijer, F., and Ciggaar, K.N., “The Lament on Tripoli by Solomon of Ašluḥ (Sulayman al-Ašlūḥī): Its Historical and Cultural Character,” in: K.N. Ciggaar and V. van Aalst (eds.), East and West in the Medieval Eastern Mediterranean III: Antioch from the Byzantine Reconquest until the End of the Crusader Principality. Acta of the Congress held at Hernen Castle (the Netherlands) in May 2009 (Orientalia Lovaniensia Analecta 269; Leuven: Peeters, 2018), 9-36. Shareef, D.M., Qyrio, M.I., and Ali, C.N., “An Investigation of Refusal Strategies as Used by Bahdini Kurdish and Syriac Aramaic Speakers,” Advances in Language and Literary Studies 9:1 (2018), 89-101. Shemunkasho, A., “Die Gedenkfeier des heiligen Gabriel als eine lebendige Quelle für die Pilgernden,” Oriens Christianus 100 (2017 [2018]), 32-42. ———. “Mor Philoxenos Yuhanna Dolabani (1885–1969): Ein Vater syrisch-orthodoxer Spiritualität im 20. Jahrhundert,” in: M. Tamcke (ed.), Profile gelebter Theologie im Orient: Sidney Harrison Griffith zum 80. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 55; Wiesbaden: Harrassowitz Verlag, 2018), 205-218. Shepardson, Ch.C., “Give It Up for God: Wealth, Suffering, and the Rhetoric of Religious Persecution in John of Ephesus’s Church History ,” in: W. Mayer and C.L. de Wet (eds.), Reconceiving Religious Conflict: New Views from the Formative Centuries of Christianity (Routledge Studies in the Early Christian World; London: Routledge, 2018), 86-109. Sims-Williams, N., “A Newly Identified Sogdian Fragment from the Legend of Saint George,” DABIR: The Digital Archive of Brief Notes & Iran Review 6 (2018), 110-115. Sivan, H., “Subversive Pilgrimages: Barsauma in Jerusalem,” Journal of Early Christian Studies 26:1 (2018), 53-74. Song, G., “The Many Faces of Our Lady: Chinese Encounters with the Virgin Mary between 7th and 17th Centuries,” Monumenta Serica 66:2 (2018), 303-356. Sparre, S.L., and Galal, L.P., “Incense and Holy Bread: The Sense of Belonging through Ritual among Middle Eastern Christians in Denmark,” Journal of Ethnic and Migration Studies 44:16 (2018), 2649-2666. Starr, P.J., “Isḥāq ibn Ḥunayn’s Version of Περὶ φύσεως ἀνθρώπου: A ‘Balance of Alternatives’ in Translating ἑαυτοῦ,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 659-667. Stavridis, S., “Lady Surma: Pillar of the Assyrian Nation, 1883–1975,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 191-216. Stewart, C., “Giving Voice to Ancient Texts: Manuscript Scholarship in the Digital Era,” International Journal of Middle East Studies 50:1 (2018), 119-123. Strohmaier, G., “Syrer am Kalifenhof in Bagdad,” in: D. Weltecke (ed.), Neue Aramäische Studien: Geschichte und Gegenwart (Schola Nisibina 1; Frankfurt am Main: Peter Lang, 2018), 83-110. Suermann, H., “Anton Baumstark (1872–1948): Anfänge der Wissenschaft vom Christlichen Orient in Bonn,” in: H. Meyer, C. Schirrmacher and U. Vollmer (eds.), Die Bonner Orient- und Asienwissenschaften: Eine Geschichte in 22 Porträts (Gossenberg: OSTASIEN Verlag, 2018), 65-84. ———. “Die Entstehung des Islam und seine Expansion aus Sicht der Aramäer,” in: D. Weltecke (ed.), Neue Aramäische Studien: Geschichte und Gegenwart (Schola Nisibina 1; Frankfurt am Main: Peter Lang, 2018), 47-82. ———. “Die Lage der Christen im Nahen \/ Mittleren Osten zwischen Exodus und Rückkehr,” in: M. Bonacker and G. Geiger (eds.), Grenzen – der demokratische Rechtsstaat und die Herausforderung der Migration (Paderborn: Ferdinand Schöningh, 2018), 75-90. Suh, M.K.W., “Τὸ πνεῦµα in 1 Corinthians 5:5: A Reconsideration of Patristic Exegesis,” Vigiliae Christianae 72:2 (2018), 121-141. Sun, J., “The Earliest Statements of Christian Faith in China? A Critique of the Conventional Chronology of The Messiah Sutra and On One God ,” Sungkyun Journal of East Asian Studies 18:2 (2018), 133-152. Syryany, I., “‘The Ten Plagues Brought on Egypt by Moses’ in the Exegesis of Jacob of Serugh,” Journal of the Canadian Society for Syriac Studies 18 (2018), 42-57. Szymczak, T., “Efrem o wolności: Hymny o Kościele 2, 3, 6, 13, 19,” Lignum Vitae 19 (2018), 33-61. Talay, Sh., “The Beginning of the End of Syriac Christianity in the Middle East,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 1-18. Tamcke, M., “Ephraem und die Lutheraner,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 419-436. ———. “Letters on the Sayfo from Assyrian Eyewitnesses,” in: Sh. Talay and S.O. Barthoma (eds.), Sayfo 1915: An Anthology of Essays on the Genocide of Assyrians\/Arameans during the First World War (Gorgias Eastern Christian Studies 50; Piscataway, New Jersey: Gorgias Press, 2018), 89-104. ———. “Mardin, die Bagdadbahn und die Deutsche Orientmission,” in: H. Behlmer, U. Pietruschka and F. Feder (eds.), Ägypten und der Christliche Orient: Peter Nagel zum 80. Geburtstag (Texte und Studien zur Koptischen Bibel 1; Wiesbaden: Harrassowitz Verlag, 2018), 305-311. ———. ““Reform der Kirche des Ostens von innen?”: Programm und Lebenswerk des Yuhannon Pera,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 181-192. ———. “Reformation in einer orientalischen Kirche des 19. Jahrhunderts? Beobachtungen anhand des “Vaters” der “lutherischen Nestorianer” Yuhannon Pera (1850–1924),” in: M. Tamcke (ed.), Profile gelebter Theologie im Orient: Sidney Harrison Griffith zum 80. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 55; Wiesbaden: Harrassowitz Verlag, 2018), 181-194. ———. “Was Macht einen Mönch zum Mönch? Kontroversen um das Mönchsideal in der Ostsyrischen Literatur an der Wende des 6. zum 7. Jahrhundert,” in: Orientalia Patristica: Papers of the International Patristic Symposium, May 1–4, 2017 (Drobeta-Turnu Severin: Didahia Severin Publishing, 2018), 25-34. Tannous, J., “Romanness in the Syriac East,” in: W. Pohl, C. Gantner, C. Grifoni and M. Pollheimer-Mohaupt (eds.), Transformations of Romanness: Early Medieval Regions and Identities (Millennium-Studien \/ Millennium Studies 71; Berlin: Walter de Gruyter, 2018), 457-480. Tardieu, M., “Le Barberousse jacobite de Ḥāḥ,” in: E. Crégheur, J.C. Dias Chaves and S. Johnston (eds.), Christianisme des origines: Mélanges en l’honneur du Professeur Paul-Hubert Poirier (Judaïsme ancien et origines du christianisme 11; Turnhout: Brepols, 2018), 429-436. Tavolieri, C., “Body and Soul: The Dangers of Music and Song in Syriac Christianity,” in: A. Garcia-Ventura, C. Tavolieri and L. Verderame (eds.), The Study of Musical Performance in Antiquity: Archaeology and Written Sources (Newcastle upon Tyne: Cambridge Scholars Publishing, 2018), 247-260. Teule, H.G.B., “Christians in Iraq: The Transition from Religious to Secular Identity,” International Journal of Asian Christianity 1 (2018), 11-24. ———. “De (Assyrische) Kerk van het Oosten,” in: H.G.B. Teule and A. Brüning (eds.), Handboek oosters christendom (Leuven: Peeters, 2018), 172-186. ———. “De Maronitische Kerk,” in: H.G.B. Teule and A. Brüning (eds.), Handboek oosters christendom (Leuven: Peeters, 2018), 187-196. ———. “Syrisch christendom van India: de Thomaschristenen,” in: H.G.B. Teule and A. Brüning (eds.), Handboek oosters christendom (Leuven: Peeters, 2018), 268-281. ———. “Syrische spiritualiteit en kloosterleven,” in: H.G.B. Teule and A. Brüning (eds.), Handboek oosters christendom (Leuven: Peeters, 2018), 749-764. Thomas, D.A., “Making Sense of the Bible in Early kalām ,” Journal of Eastern Christian Studies 70:1-2 (2018), 85-103. Thomas, D.R., “With the Qur’an in Mind,” in: M. Beaumont (ed.), Arab Christians and the Qur’an from the Origins of Islam to the Medieval Period (History of Christian-Muslim Relations 35; Leiden: Brill, 2018), 131-149. Thomassen, E., “Bardesanes (Bardaisan) von Edessa,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 1, 874-877. ———. “Saving Letter, Saving Book: The Hymn of the Pearl , the 23rd Ode of Solomon and the Gospel of Truth ,” in: E. Crégheur, J.C. Dias Chaves and S. Johnston (eds.), Christianisme des origines: Mélanges en l’honneur du Professeur Paul-Hubert Poirier (Judaïsme ancien et origines du christianisme 11; Turnhout: Brepols, 2018), 437-452. Tillier, M., “The Evolution of Judicial Procedures in East-Syrian Canon Law after the Islamic Conquests: The Judicial Oath,” Journal of Eastern Christian Studies 70:3-4 (2018), 227-240. Timuş, M., “Polémique mazdéenne anti-christologique: mécanismes de déconstruction (ŠGW 15),” Schweizerische Zeitschrift für Religions- und Kulturgeschichte 112 (2018), 105-122. Tissot, Y., “Sur les textes courts des deux premiers Actes de Thomas ,” in: E. Crégheur, J.C. Dias Chaves and S. Johnston (eds.), Christianisme des origines: Mélanges en l’honneur du Professeur Paul-Hubert Poirier (Judaïsme ancien et origines du christianisme 11; Turnhout: Brepols, 2018), 453-473. Toma, W., “The Presence of Images in the Church of the East,” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 449-470. Toth, M.B., “Pulling It All Together: Managing the Syriac Galen Palimpsest Project,” Manuscript Studies 3:1 (2018), 9-32. Tozman, M.K., “Türkiye Türklerendir (Die Türkei den Türken): Die Aramäer in Südostanatolien und der Kurdenkonflikt,” in: D. Weltecke (ed.), Neue Aramäische Studien: Geschichte und Gegenwart (Schola Nisibina 1; Frankfurt am Main: Peter Lang, 2018), 261-296. Travis, H., “The Assyrian Genocide across History: Collective Memory, Legal Theory, and Power Politics,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 1-91. ———. “Exile or Extinction: The Assyrian Genocide from 1915 to 2015,” in: H. Travis (ed.), The Assyrian Genocide: Cultural and Political Legacies (Routledge Studies in Modern History 29; London: Routledge, 2018), 254-306. Treiger, A., “Mutual Influences and Borrowings,” in: D.R. Thomas (ed.), Routledge Handbook on Christian-Muslim Relations (Routledge Handbooks; London: Routledge, 2018), 194-206. Tubach, J., “Die Personennamen der Doctrina Addai,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 193-212. ———. “Die Personennamen des Liber Legum Regionum,” in: H. Behlmer, U. Pietruschka and F. Feder (eds.), Ägypten und der Christliche Orient: Peter Nagel zum 80. Geburtstag (Texte und Studien zur Koptischen Bibel 1; Wiesbaden: Harrassowitz Verlag, 2018), 313-320. Vagelpohl, U., “The User-Friendly Galen: Ḥunayn ibn Isḥāq and the Adaptation of Greek Medicine for a New Audience,” in: P. Bouras-Vallianatos and S. Xenophontos (eds.), Greek Medical Literature and Its Readers: From Hippocrates to Islam and Byzantium (Publications of the Centre for Hellenic Studies, King’s College London; London: Routledge, 2018), 113-130. van Reeth, J.M.F., “Le dualisme de Bardésane et de Mani: une lutte mythique ou symbolique?,” in: M.-A. Persoons, C. Cannuyer and D. De Smet (eds.), Les combats dans les mythes et les littératures de l’Orient & Miscellanea orientalia et iranica belgo-polonica: Wojciech Skalmowski in memoriam (Acta Orientalia Belgica 31; Bruxelles: Société royale belge d’études orientales, 2018), 283-292. van Rompay, L., “Eusèbe: l’évêque presque oublié de la ville de Homs et la diffusion de ses écrits,” Connaissance des Pères de l’Église 151 (2018), 10-26. Vergani, E., “La Miscellanea Assemani della Biblioteca Ambrosiana: due mêmrê Sulla fede (il primo intestato a Efrem),” in: Ž. Paša (ed.), Between the Cross and the Crescent: Studies in Honor of Samir Khalil Samir, S.J. on the Occasion of His Eightieth Birthday (Orientalia Christiana Analecta 304; Roma: Pontificio Istituto Orientale, 2018), 395-418. Vesa, V., “The Anaphoras of Mar Theodore of Mopsuestia in the East Syriac Rite and of St. John Chrysostom in the Byzantine Church – Structure and Theology: Comparative Study,” Studia Universitatis Babeş-Bolyai, Theologia Orthodoxa 63:1 (2018), 99-110. Vileno, A.M., and Wilkinson, R.J., “Die Peshitta von 1684 im Kontext des Werkes von Christian Knorr von Rosenroth als Beitrag zu einem “kabbalistischen Christentum”,” in: E. Rohmer (ed.), Ringen um den rechten Glauben: Orthodoxie, Konfession und Toleranz 150 Jahre nach der Reformation. Akten der 27. Tagung der Christian Knorr von Rosenroth-Gesellschaft (Morgen-Glantz: Zeitschrift der Christian Knorr von Rosentoth-Geselschaft 28; Bern: Peter Lang, 2018), 201-230. Villey, É., “Quadrivium dans la tradition syriaque,” in: H. Touati (ed.), Encyclopédie de l’humanisme méditerranéen (2018), on-line: http:\/\/www.encyclopedie-humanisme.com\/?Quadrivium-dans-la-tradition-syriaque . Weiss, T., “The Creation of the World from Twenty-Two Letters and the Syriac Context of Sefer Yeṣirah ,” in: Idem, Sefer Yeṣirah and Its Contexts: Other Jewish Voices (Divinations: Rereading Late Ancient Religion; Philadelphia, Pennsylvania: University of Pennsylvania Press, 2018), 55-75. Waltisberg, M., “Philologisches zu den Oden Salomos ,” Zeitschrift der Deutschen Morgenländischen Gesellschaft 168:1 (2018), 67-91. Wang Yuanyuan, and Lin Wushu. “Discovery of an Incantation of St. George in Ritual Manuscripts of a Chinese Folk Society,” Monumenta Serica 66:1 (2018), 115-130. Watt, J.W., “The Commentary on the Rhetoric by Bar Hebraeus,” in: F. Woerther (ed.), Commenting on Aristotle’s Rhetoric, from Antiquity to the Present \/ Commenter la Rhétorique d’Aristote, de l’Antiquité à la période contemporaine (International Studies in the History of Rhetoric 11; Leiden: Brill, 2018), 116-131. ———. “Jakob von Edessa,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 3, 2474-2479. ———. “Rhetorical Education and Florilegia in Syriac,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 95-110. ———. “Sergios (Sargīs) von Reš‘aynā,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 3, 2452-2462. ———. “Syriac,” in: S. McGill and E.J. Watts (eds.), A Companion to Late Antique Literature (Blackwell Companions to the Ancient World; Hoboken, New Jersey: Wiley Blackwell, 2018), 47-60. Westerhoff, M., “Afrems trinitarische Skizzen,” in: P. Bruns and T. Kremer (eds.), Studia Syriaca: Beiträge des IX. Deutschen Syrologentages in Eichstätt 2016 (Eichstätter Beiträge zum Christlichen Orient 6; Wiesbaden: Harrassowitz Verlag, 2018), 213-229. ———. “Osterlachen – das Motiv des betrogenen Todes bei Ephraem, einem koptischmanichäischen Psalm und im koptischen “Buch der Auferstehung”,” in: H. Behlmer, U. Pietruschka and F. Feder (eds.), Ägypten und der Christliche Orient: Peter Nagel zum 80. Geburtstag (Texte und Studien zur Koptischen Bibel 1; Wiesbaden: Harrassowitz Verlag, 2018), 321-333. Wickes, J.T., “Between Liturgy and School: Reassessing the Performative Context of Ephrem’s Madrāšê ,” Journal of Early Christian Studies 26:1 (2018), 25-51. Wilkinson, R.J., “Working towards a Definition of Syriac in the Sixteenth and Seventeenth Centuries,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 207-236. Witkamp, N., “‘In the Posture of One Who Prays’: The Orans Position in Theodore of Mopsuestia’s Baptismal Rite,” in: H. van Loon, G. de Nie, M. Op de Coul and P. van Egmond (eds.), Prayer and the Transformation of the Self in Early Christian Mystagogy (Late Antique History and Religion 18; Leuven: Peeters, 2018), 191-208. Wood, Ph., “Christians in Umayyad Iraq: Decentralisation and Expansion (600–750),” in: A. George and A. Marsham (eds.), Power, Patronage, and Memory in Early Islam: Perspectives on Umayyad Elites (New York: Oxford University Press, 2018), 255-274. Woods, D., “Heraclius’ Alleged Farewell Salute to Syria,” Byzantion 88 (2018), 423-433 Wyrwa, D., “Tatian,” in: C. Riedweg, C. Horn and D. Wyrwa (eds.), Philosophie der Kaiserzeit und der Spätantike . 3 vols. (Die Philosophie der Antike 5.1-3; Basel: Schwabe Verlag, 2018), vol. 1, 817-825. Yorulmaz, Ş., “Maronites in Mersin through Its Process of Becoming an Important Port City: The Nineteenth and the Twentieth Century,” in: F. Yenişehirlioğlu, E. Özveren and T. Selvi Ünlü (eds.), Eastern Mediterranean Port Cities: A Study of Mersin, Turkey – From Antiquity to Modernity (The Urban Book Series; Cham, Switzerland: Springer, 2018), 93-109. Youssef, J., “Ibn al-Ṭayyib’s Paradise of Christianity : Introductory Observations on an 11th Century Biblical Commentary in Arabic,” Parole de l’Orient 44 (2018), 403-424. Youssef, Y.N., “Between Gregory the Theologian and Severus of Antioch,” Parole de l’Orient 44 (2018), 425-438. Zachhuber, J., “Personhood in Miaphysitism: Severus of Antioch and John Philoponus,” in: A. Torrance and S. Paschalidis (eds.), Personhood in the Byzantine Christian Tradition: Early, Medieval, and Modern Perspectives (London: Routledge, 2018), 29-43. Zambon, M., ““Apprendere qualcosa di sicuro” (ps. Clem. Hom . I 3, 1): verità filosofica e verità profetica nella I omelia pseudoclementina,” Studia graeco-arabica 8 (2018), 13-48. Zawadzki, K.F., “‘Keiner soll die Lektüre der Schrift durcheinanderbringen!’: Ein neues griechisches Fragment aus dem Johanneskommentar des Cyrill von Alexandrien,” Biblica 99:3 (2018), 393-413. Zographos, A.-A., “A Monk’s Repose: The Icon of The Dormition of Saint Ephrem the Syrian and Contemporary Orthodox Monasticism,” Journal of the Association of Western Art History 48:2 (2018), 53-81. Zurawski, J.M., “Rethinking the Divide between 4 Ezra and 2 Baruch: Getting to the (Evil) Heart of the Matter,” in: J.H. Ellens, I.W. Oliver, J. von Ehrenkrook, J. Waddell and J.M. Zurawski (eds.), Wisdom Poured Out Like Water: Studies on Jewish and Christian Antiquity in Honor of Gabriele Boccaccini (Deuterocanonical and Cognate Literature Studies 38; Berlin: Walter de Gruyter, 2018), 177-192. Zweck, J., “Messengers, Materiality, and Transmission in the Old English Apollonius of Tyre, Letter of Abgar, and Life of St Mary of Egypt,” in: Idem, Epistolary Acts: Anglo-Saxon Letters and Early English Media (Toronto Anglo-Saxon Series; Toronto: University of Toronto Press, 2018), 106-145.",
    "title" : 
    [ "Recent Publications on Syriac Topics: 2018",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P.",
      "Kessel, Grigory",
      "Minov, Sergey" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv22n1bib-recent",
    "type" : "bibliography",
    "displayTitleEnglish" : "Recent Publications on Syriac Topics: 2018" }