
  { "fullText" : "Addenda 2016 Ашуров, Б. Б. [Barakatullo B. Ashurov], “Согдийские христианские тексты: комплексный кодикологический обзор”, [“Christian Sogdian Texts: Comprehensive Codicological Survey”], Паёми донишгоҳи миллии Тоҷикистон , Бахши илмҳои филологӣ, 4\/7 (2016): 21–26. Панченко, К. А. [Constantin A. Panchenko], “Православная Церковь на Ближнем Востоке раннего Нового времени” [“ Orthodox Church in the Middle East in the Early Modern Period”. A Review of Çolak, H. The Orthodox Church in the Early Modern Middle East: Relations between the Ottoman Central Administration and the Patriarchates of Antioch, Jerusalem and Alexandria . – Ankara: Türk Tarih Kurumu, 2015. 282 p.], Вестник церковной истории 3\/4(43\/44) (2016): 376–384. 2017 Брюн, С. П. [Sergey P. Brun], “Церкви Востока пред крестоносным правителем Заморской земли: князь Боэмунд IV Одноглазый и христиане Леванта” [“ Churches of the East under the Crusader Ruler of Outremer : Prince Bohemond IV and the Christians of the Levant”], Исторический вестник 20 (2017): 58–81. Варфоломеев, М. И. [Maksim I. Varfolomeev], “К вопросу об эпиклезе в анафоре литургико-канонического памятника> Завещание Господа нашего Иисуса Христа ” [“The Epiclesis in the Testament of Our Lord Jesus Christ ”], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 1; 72 (2017): 11–27. Кобищанов, Т. Ю. [Taras Y. Kobischanov], “После столетий одиночества: изменение социальной психологии сирийских христиан в новое время” [“After Centuries of Isolation: Changes in the Social Psychology of Christian Communities of Syria in the Early Modern Period”], Исторический вестник 20 (2017): 218–255. Козинцев, М. А., Французов, С. А. [Mark A. Kozintcev, Serge A. Frantsouzoff], “Двуязычная отрицательная рецензия на полях рукописного арабо-христианского трактата по метеорологии” [“A Negative Review in Two Languages on the Margins of a Handwritten-Copy of an Arabic Christian Treatise on Meteorology”], Письменные памятники Востока 14:3 (2017): 97‒104. Копоть, Е. М. [Evgeny M. Kopot’], “Битва за прошлое: храм Святого Георгия в Израа в эпицентре церковно-политической борьбы конца XIX в.” [“Battle for the Past: The Ezra Church in the Focus of Clerical and Political Struggle in the Late 19th Century”], Исторический вестник 20 (2017): 256–281. Кораев, Т. К. [Timur K. Koraev], “Политическая идентичность сиро-христианского социума под властью Хулагуидских ильханов (XIII–XIV вв.): некоторые наблюдения” [“Some Observations on the Political Identity of Syriac Christian Communities under the Ilkhans (13–14 c.)”], Исторический вестник 20 (2017): 82–105. Лурье, В. М. [Vadim (Basil) M. Lourié], “Происхождение ‘русской’ Есфири: еврейский → греческий эпохи эллинизма → сирийский → славянский” [“The Origin of ‘Russian’ Esther: Hebrew → Hellenistic Greek → Syriac → Slavonic”], Проблемы сохранения отечественной духовной культуры в памятниках письменности XVI-XXI вв. Новосибирск 2017 (=Археография и источниковедение Сибири, 36) \/ ed. А. Х. Элерт, pp. 52–66. Мельников, А. А. [Alexey A. Mel’nikov], “В. Петерсен о зависимости прп. Романа Сладкопевца от прп. Ефрема Сирина” [“W. Petersen on the Dependence of St. Romanos the Melodist on St. Ephrem the Syrian”], Труды и переводы (Санкт-Петербургская духовная академия, Кафедра древних языков, Кафедра иностранных языков) 1 (2017): 124–130. Михайлов, С. С. [Sergey S. Mikhailov], “Ассирийцы – выходцы из села Севине в городах Верхней Волги в 1920–1930‑х гг.” [“The Assyrians from the Village Sevine in the Cities of the Upper Volga in the 1920–1930s”], Костромской край в древности, Средневековье и Новое Время (к 135-летию со дня рождения В.И. Смирнова) . – Kostroma: Костромской музей-заповедник, 2017, pp. 148–152. Мишин, Д. Е. [Dmitry E. Mishin], “Крещение лахмидского царя ан-Нумана III (579–601)” [“Baptism of the Lakhmid King al-Nuʿmān III (579–601)”], Исторический вестник 20 (2017): 32–57. Моисеева, С. А. [Sofia A. Moiseeva], “Рецепция античной традиции consolatio в средневековой арабо-христианской литературе” [“The Reception of the Classical Ancient Tradition of Consolatio in Medieval Arabic Christian Literature”], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3; 51 (2017): 66–79. Морозов, Д. А. [Dmitry A. Morozov], “Московские фрагменты греко-сиро-арабской Псалтири” [“Fragments of the Greek-Syriac-Arabic Psalter Preserved in Moscow”], Монфокон 4 (2007) [published: 2017]: 80‒82. Нофал, Ф. О. [Faris O. Nofal], “ʾАбу Закариййа Йахйа б. ʿАди ат-Тикрити О наших словах: «И воплотившегося от Святого Духа и Марии Девы» ” [“ʾAbū Zakarīya Yaḥyā b. ʿAdī al-Tikritī About our words: ‘And Was Incarnate of the Holy Spirit and the Virgin Mary’ ”], Христианство на Ближнем Востоке 2 (2017): 81–88. Олферьев, С. П. [Sergey P. Olferyev] (1875–1942), В верховьях Тигра: Дневник и описание пути, составленное надворным советником С.П. Олферьевым во время поездки в земли несториан осенью 1912 г . [ In the upper reaches of the Tigris: Diary and Travelogue, Compiled by the Court Counselor S.P. Olferyev During His Trip to the Lands of the Nestorians in the Autumn of 1912 (This edition contains the texts of the unpublished diary of 1912 and the book In the Upper Tigris : Among the Assyrians and Kurds , published under the name S. Vegin in 1929, as well as photographs and other material concerning life and activities of S.P. Olferyev] \/ ed. И.В. Зайцев [Ilya V. Zaytsev]. – Мoscow: ИНИОН РАН, 2017. – 298 pp. + 20 fols.: ills. – ISBN 978-5-248-00861-2. Паламаренко, Е. В. [Evgenii V. Palamarenko], “Иерусалимский патриарх Венедикт (1957–1980): к вопросу об избрании” [“Jerusalem Patriarch Benedict (1957–1980): The Issue of His Election”], Христианство на Ближнем Востоке 2 (2017): 4–11. Панченко, К. А. [Constantin A. Panchenko], “Испить смертное зелье: Александрийский патриарх Иоаким (1448–1567): Между эпосом и историей” [“To Drink a Cup of Poison: Patriarch Joachim of Alexandria: Between Legend and History”], Исторический вестник 20 (2017): 136–163. Панченко, К. А. [Constantin A. Panchenko], “Североливанское православие на заре османской эпохи” [“ North Lebanese Orthodoxy at the Dawn of the Ottoman Era”], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3; 53 (2017): 56–77. Панченко, К. А. [Constantin A. Panchenko], “ Макариада . Обзор новейших публикаций, посвященных эпохе патриарха Макария III аз-Заима и Павла Алеппского” [“The Macariade : A Review of the Recent Scholarship of the Time of Maсarios, Patriarch of Antioch, and Paul of Aleppo”], Исторический вестник 20 (2017): 282–293. Петрова, Ю. И. [Yulia I. Petrova], “Лексика славянских языков в дневнике Павла Алеппского” [“ Vocabulary of Slavic Languages in the Diary of Paul of Aleppo”], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3; 53 (2017): 78–93. Петрова, Ю. И. [Yulia I. Petrova], Review of Tipar pentru creştinii arabi: Antim Ivireanul, Atanasie Dabbās şi Silvestru al Antiohiei \/ Ioana Feodorov; cuvânt înainte de ÎPS Casian, Arhiepiscopul Dunării de Jos; pref. de dr. Doru Bădără. Brăila: Editura Istros a Muzeului Brăilei, 2016. 399 p., Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3; 53 (2017): 137–142. Рыбаков, А. Л. [Anton L. Rybakov], “Особенности канонического строя Грузинской Православной Церкви и фактор Антиохии в церковных делах средневековой Грузии” [“Peculiarities of the Canon Law of the Georgian Orthodox Church and the Factor of Antioch in the Church Affairs in the Medieval Georgia”], Исторический вестник 20 (2017): 106–135. Сарабьев, А. В. [Alexey V. Sarabyev], “ Мандатная держава оставляет за собой лишь право руководства... : Конфессиональная политика в решении колониальных проблем Сирии и Ливана (1920-е гг.)” [“ Mandate Power Reserves Only Leadership …: Confessional Politics in Colonial Issues of Syria and Lebanon in the 1920s”], Восток 6 (2017): 18–28. Сисиниева легенда в фольклорных и рукописных традициях Ближнего Востока, Балкан и Восточной Европы [ Sisinnios Legend in the Folklore and Manuscript Traditions of the Middle East, the Balkans and Eastern Europe ] \/ Ed. by А. Л. Топорков [Andrey L. Toporkov] et al. – Мoscow: Индрик, 2017. 856 pp., ills. – ISBN 978-5-91674-464-4. Трейгер, А. С., свящ. [Rev. Alexander Treiger], “Макарий Синаит О посте на сырной седмице ” [“Macarius of Sinai’s On Fasting during Cheesefare Week ” (Translation from Arabic and Commentary)], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3; 53 (2017): 103–134. Французов, С. А. [Serge A. Frantsouzoff], “Три монаха на краю Земли (арабская версия Сказания о Макарии Римском )” [“Three Monks on the Edge of the Earth (Arabic Version of the Story of Macarius of Rome )”], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3; 53 (2017): 94–100. 2018 Богданов, К. М. [Kirill M. Bogdanov], “Тангутская книжная иллюстрация как исторический источник (на примере описания гравюры из Тангутского фонда ИВР РАН)” [“Tangut Book Illustration as Historical Evidence (Case Study of the Engraving from the Tangut Fund, IOM RAS)”], Письменные памятники Востока 15:1\/32 (2018): 83–95. Герд, Л. А. [Lora A. Gerd], “Россия и Александрийский Патриархат в 1840–1870‑х гг. (по документам Петербургских архивов)” [“Russia and the Patriarchate of Alexandria in the 1840–1870s (Based on Documents from St Petersburg’s Archives)”], Петербургский исторический журнал 17:1 (2018): 139–162. Грищенко, А. [Alexander A. Grishchenko], “Языковые и литературные контакты восточных славян и евреев в средние века. Итоги и перспективы изучения” [“The Linguistic and Literary Contacts between East Slavs and Jews in the Middle Ages: Results and Perspectives of the Research”], Studi Slavistici 15 (2018) 1:29–60. Грушевой, А.Г. [Alexander G. Grouchevoy], “Последняя учебная программа учительских семинарий Императорского Православного Палестинского Общества” [“The Last School Program of the Seminaries for Teachers in the Imperial Orthodox Palestine Society”], Вестник Екатеринбургской Духовной Семинарии 2\/22 (2018): 258–331. Давыденков, Олег, прот. [archpr. Oleg Davydenkov], “О некоторых особенностях экклезиологии Феодора Абу Курры” [“On Some Features of Theodore Abū Qurrah’s Ecclesiology”], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 1; 79 (2018): 11–27. Дорогова, Н. А. [Natalya A. Dorogova], “Православное сердце Ливана – Баламандский монастырь” [“Orthodox Heart of Lebanon—Balamand Monastery”], Христианство на Ближнем Востоке 2 (2018): 161–172. Дунаев, А. Г., Ямпольский, И. Е. [Alexey G. Dunaev, I. E. Yampol’sky], Review of Мар Исхак Ниневийский (преподобный Исаак Сирин), Книга о восхождении инока: Первое собрание (трактаты I–VI) \/ [Изд. подг.] А. В. Муравьев. – Moscow: ЯСК, 2016. – 566 pp., ills. – ISBN 978-5-9908330-2-9, Богословские труды 47–48 (2018): 555–586. Кессель, Г. М. [Grigory M. Kessel], “Пятое собрание Исаака Ниневийского: предварительные наблюдения о новонайденной рукописи (olim Diyarbakır \/ Scher 25)” [“The Fifth Part of Isaac of Nineveh: Preliminary Observations on a Recently Discovered Manuscript (olim Diyarbakır \/ Scher 25)”], Богословские труды 47–48 (2018): 239–257. Калинин, М. Г., Преображенский, А. М. [Maxim G. Kalinin, Alexander M. Preobrazhensky], “ Главы о ведении Иосифа Хаззайи: новое рукописное свидетельство и ранее не идентифицированные главы” [“The Gnostic Chapters of Joseph Ḥazzāyā: New Manuscript Evidence and Previously Unidentified Chapters”], Богословские труды 47–48 (2018): 258–289. Калинин, М. Г. (пер. с сир.), Преображенский, А. М. (комм.) [Maxim G. Kalinin (tr. from Syriac), Alexander M. Preobrazhensky (commentary)], “Иосиф Хаззайя, О молитве в месте ясности” [“Joseph Ḥazzāyā, On the Prayer which comes to the Mind in the Sphere of Serenity ”], Богословские труды 47–48 (2018): 526–539. Кисть и калам: 200 лет коллекции Института восточных рукописей: каталог выставки [ Brush and Qalam: 200 Years of the Collection of the Institute of Oriental Manuscripts: Exhibition Catalogue . <Includes articles “Syriac Book Culture” by Anton D. Pritula, “Arabic Book Culture” by Nikolaj I. Serikoff and Serge A. Frantsouzoff and many others>] \/ Государственный Эрмитаж. – Saint Petersburg: Издательство Государственного Эрмитажа, 2018. – 360 pp.: ills. + Album. – ISBN 978-5-93572-824-3. Макаров, А. Д. [Alexey D. Makarov], introd., ed. and transl., “Преподобный Исаак Сирин, Избранные главы второго Слова о знании” [“St. Isaac of Nineveh, Selected Chapters from the Second Treatise on Knowledge ”], Богословские труды 47–48 (2018): 38–53. Михайлов, С. С. [Sergey S. Mikhailov], “Владимирские ассирийцы” [“Assyrians in Vladimir”], История религий во Владимирском крае (советский период) \/ ed. Е. И. Аринин. – Владимир: Издательство «Шерлок-пресс», 2018, pp. 160–165. Михайлов, С. С. [Sergey S. Mikhailov], “Ассирийцы в исторической памяти жителей городов Центральной России” [“The Assyrians in Historical Memory of Central Russian Urban Population”], История повседневности 1 (6) (2018): 140–155. Михайлов, С. С. [Sergey S. Mikhailov], “Этническая группа в повседневной жизни городов Центральной России 1920–1970-х гг.: Ассирийцы” [“Daily Life of an Ethnic Group in the Cities of Central Russia in the 1920–1970s: the Assyrians”], Частное и общественное в повседневной жизни населения России: история и современность. – Saint-Petersburg: Государственный университет имени А. С. Пушкина, 2018, vol. 2, pp. 315–320. Михайлов, С. С. [Sergey S. Mikhailov], “К изучению истории и культуры ассирийских центров в Москве: Самотёка” [“ Studying the history and culture of Assyrian Centers in Moscow: Samotyoka”], Уваровские чтения X: Физиогномика города . – Vladimir: Муромский историко-художественный музей, 2018, pp. 239–247. Михайлов, С. С. [Sergey S. Mikhailov], “Ассирийская локальная группа в столице и провинциальных городах” [“ Assyrian Local Group in the Capital and Provincial Cities”], Столица и провинции: взаимоотношения центра и регионов в истории России . Issue 9. – Saint-Petersburg: Государственный университет имени А. С. Пушкина, 2018, pp. 84–89. Михайлов, С. С. [Sergey S. Mikhailov], “Гиваргиз Хошаба: К биографии самобытного ассирийского поэта” [“ Giwargis Khoshaba: Biography of the Original Assyrian Poet”], Филология в XXI веке 1 (2018): 239–243. Михайлов, С. С. [Sergey S. Mikhailov], “Чистильщики обуви в советских художественных фильмах 1950–1980-х гг. глазами этнолога” [“Shoe-Shiners in Soviet Feature Films of the 1950s–1980s Through the Eyes of an Ethnologist”], История повседневности 3 (8) (2018): 118–131. Морозов, Д. А. [Dmitry A. Morozov], “Арабские позиционные цифры: прямой и обратный порядки разрядов и графика” [“Arabic Positional Numerals: Direct and Reverse Orders of Digits, and Graphics”], Палеография, кодикология, дипломатика . Современный опыт исследования греческих, латинских и славянских рукописей и документов . – Moscow: Институт всеобщей истории РАН, 2018, pp. 139‒146. Петрова, Ю. И. [Yulia I. Petrova], “Арабо-христианские рукописные богослужебные книги в собрании Института рукописи НБУВ” [“Arabic Christian Liturgical Manuscripts in the Collection of the Manuscript Institute of the V. I. Vernadsky National Library of Ukraine”], Схiдний свiт 2 (2018): 63–83. Пикин, А. В. [Andrey V. Pikin] “Так называемое завещание императора Аркадия и посольство Маруфы Майферкатского” [“ The Testament of the Emperor Arcadius and the Embassy of Maruthas of Maypherkat”], Cursor Mundi: Человек Античности, Средневековья и Возрождения. – Ivanovo: ИГУ. 10–1 (10) (2018): 53–60. Селезнев, Н. Н. [Nikolai N. Seleznyov], ‘ Книга общности веры ’ – средневековый восточнохристианский экуменический трактат [‘ The Book of the Concordance of Faith ’ ( Kitāb ijtimāʿ al-amāna ) —Medieval Oriental Christian Ecumenical Treatise ]. – Moscow: Грифон, 2018. – 112 pp.: 64 + ٤٨, ills. – ISBN 978-5-98862-372-4. Селезнев, Н. Н. [Nikolai N. Seleznyov], “Антииудейская полемика в Собеседованиях Илии, митрополита Нисивина, и везира Абу-л-Касима ал-Магриби” [“Anti-Jewish Polemics in the Disputations between Elias, Metropolitan of Nisibis, and the Vizier Abū l-Qāsim al-Maghribī”], Государство, религия, церковь в России и за рубежом 36:2 (2018): 300–314. Сериков, Н. И. [Nikolaj I. Serikoff], “Источник и автор глагольных лемм Лексикона Бар Бахлӯла и утерянное сочинение Х̣унайна ибн Исх̣а̄к̣а Правила иʿра̄ба \/ согласно воззрениям греческих учёных ” [“The Greek Verbal Lemmas from the Lexicon by Bar Bahlūl, Their Origin, and the Lost Work by Ḥunayn ibn Isḥāq Principles of iʿrāb \/ According to the Greek Scholars ”], Ориенталистика 1 (2018): 45–65. Шаблевский, Н. [Deacon Nikolai Shablevsky], “Специфика греческого (LXX), латинского (Вульгаты) и арамейских переводов с древнееврейского книги Исход 3, 14–15” [“The Differences between the Greek (LXX), Latin (Vulgate) and Aramaic Translations of Ex. 3, 14–15 from Hebrew”], Богословский Вестник 29\/2 (2018): 17–29. Шумилов, Е. Н. [Evgeny N. Shumilov], “Несториане как главная цель миссии дипломата и проповедника Константина в Хазарию” [“ Nestorians as the Main Target Group of the Mission in Khazaria in 861 of the Byzantine Diplomat and Preacher Constantine the Philosopher”], Семёновские чтения. – Moscow: Московский педагогический государственный университет, 2018, pp. 215–220. Фионин, М. В., прот., Французов, С. А. [Rev. Maksim V. Fionin, Serge A. Frantsouzoff], “Приписки к рукописи D 227 из собрания ИВР РАН, содержащие сведения о ее происхождении и бытовании” [“Notes in the Manuscript D 227 from the Collection of the Institute of Oriental Manuscripts of the Russian Academy of Sciences Providing Information about its Origin and History”], Христианское чтение 1 (2018): 208–226.",
    "title" : 
    [ "Bibliography of Syriac and Christian Arabic Studies in Russian, 2018",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kessel, Grigory",
      "Seleznyov, Nikolai N." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv22n1bib-russian",
    "type" : "bibliography",
    "displayTitleEnglish" : "Bibliography of Syriac and Christian Arabic Studies in Russian, 2018" }