
  { "fullText" : "Witnesses In 1896 Lidzbarski published a Sureth (Christian North-Eastern Neo-Aramaic) version of the Dispute of the Months . Mark Lidzbarski, Die neu-aramäische Handschriften der Königlichen Bibliothek zu Berlin (Weimar: Emil Felber, 1896), vol. 1, 442–6 (Sureth text and Arabic transl. by J. Shamir), vol. 2, 344–7 (German transl.). In the present paper I intend to republish this text with an English translation and with a provisional edition of its East-Syriac Vorlage. The Sureth text is preserved in a miscellaneous multilingual manuscript of the Berlin Sachau collection (Berlin 134, Sachau 336), Eduard Sachau, Verzeichniss der syrischen Handschriften der Koniglichen Bibliothek zur Berlin (Berlin: A. Asher & Co., 1899), 437–42. A digital copy of the manuscript is available on the website of the Staatsbibliothek zu Berlin – Preußischer Kulturbesitz (Germany): Sammlung von Gedichten, Hochzeitsliedern und Geschichten , 1883. written in 1883 by the copyist Fransi (Francis) Mērī of Telkepe, a major Chaldean center near Mosul. The same copyist wrote a number of other Sureth manuscripts of the Sachau collection, which bears witness to the interest of Eduard Sachau in the languages spoken in northern Iraq and south-eastern Turkey. Berlin 134 is a good example of Sachau’s choices in collecting texts. On Sachau’s preferences and criteria in collecting Neo-Aramaic texts, see Francesca Bellino and Alessandro Mengozzi, “Geographical ‘Aǧāib in a Neo-Aramaic Manuscript of the London Sachau Collection.” (Le Muséon 129:3-4 [2016]), 423–8 and Alessandro Mengozzi, “D’Ahiqar au tapis volant du roi Salomon, des mirabilia géographiques à Sindbad le marin en araméen moderne : adab et recherche orientaliste à la fin du XIXème siècle,” in Actes du colloque international « Ladab, toujours recommencé : Origines, transmission et métamorphoses  » (Paris, IISMM et INALCO, Jeudi 1er -Samedi 3 décembre 2016), ed. Francesca Bellino, Catherine Mayeur-Jaouen, and Luca Patrizi. It contains: a Kurdish Garshuni erotic poem; On Kurdish Garshuni, see George Anton Kiraz, Tūrrā ṣ Mamllā. A Grammar of the Syriac Language , vol. 1 Orthography (Piscataway, NJ: Gorgias Press, 2012), 306-9, based on a text in serṭo script. On Kurmanji Kurdish in East-Syriac script, see Mustafa Dehqan, “A Kurdish Garshuni Version of Mem û Zîn” (Gerdûn 11 [2016]), 5-10 and Idem, “Sachau 204: A Kurdish Garshuni Poem” (Manuscripta Orientalia 22 [2016]), 68-70. Sureth erotic triplets; Fabrizio A. Pennacchietti, “Zmiryata d-rawe: “stornelli” degli aramei kurdistani,” in  Scritti in onore di Giuliano Bonfante (Brescia: Paideia), vol. 2, 647–8 is still the most precise description of this genre and its Sitz im Leben . An up-dated bibliography can be found in Alessandro Mengozzi, “‘That I might speak and the ear listen to me!’: On Genres in Traditional Modern Aramaic Literature” (Journal of Semitic Studies 57:2 [2012]), 327-9. the famous Sureth poem by David the Blind on the Virgin Mary ( b-shemmā d-bābā w-bronā ), which is a kind of national anthem for the Chaldeans of the plain of Mosul; Alessandro Mengozzi, “Religious Poetry in Vernacular Syriac from Northern Iraq,” in Idem, Religious Poetry in Vernacular Syriac from Northern Iraq (17th-20th Centuries). An Anthology , CSCO, Scriptores Syri 241 (Leuven: Peeters, 2011), xv. the Story of Aḥiqar On versions and fortune of Aḥiqar, see Riccardo Contini and Cristiano Grottanelli (eds.), Il saggio Ahiqar: Fortuna e trasformazione di uno scritto sapienziale. Il testo più antico e le sue versioni (Brescia: Paideia, 2005). An up-dated bibliography on the various Neo-Aramaic versions can be found in Alessandro Mengozzi, “D’Ahiqar au tapis volant du roi Salomon”. and Aesopic fables in Classical Syriac; Sureth poems: 6.a The Dispute of the Months , 6.b The Dispute of Gold and Wheat , 6.c The Girl Māmoy Loved by a Bishop in Azerbaidjan , 6.d The Dispute of Cup, Jar and Wineskin , 6.e Satan and the Sinful Woman , Alessandro Mengozzi, “A Neo-Aramaic Version of the Soghitha of the Sinful Woman and Satan,” in Malphono w-Rabo d-Malphone. Studies in Honor of Sebastian P. Brock , ed. George Anton Kiraz (Piscataway, NJ: Gorgias Press, 2008). 6.f Simon Magus and Simon Peter , Alessandro Mengozzi, “Simon Magus and Simon Peter in Rome. The Sureth Version of a Late East-Syriac Hymn for the Commemoration of Saints Peter and Paul” ( Kervan 22 [2018]), 65-90. 6.g The Cherub and the Thief , The text was published by Eduard Sachau, “Über die Poesie in der Volksprache der Nestorianer” (Sitzungsberichte der königlich-preussischen Ak. der W. zu Berlin XI:8 [1896]),179-215 and re-published, together with two other Sureth versions, by Fabrizio A. Pennacchietti, Il ladrone e il cherubino. Dramma liturgico cristiano orientale in siriaco e neoaramaico (Torino: Silvio Zamorani, 1993). On the fortune and Sitz im Leben of this text see Alessandro Mengozzi and Luca Basilio Ricossa, “The Cherub and the Thief on YouTube: An Eastern Christian Liturgical Drama and the Vitality of the Mesopotamian Dispute,” (Annali dell’Istituto Orientale di Napoli 73 [2013]), 49-65. 6.h Mary and the Gardener ; An Arabic translation of this Sureth story, by Jeremiah Shamir (see n. 14, below), can be found in the ms. Berlin 133 (Sachau 200), 58b-63b. A more recent and elaborate Sureth version is added at the end of a manuscript collection of hagiographic texts, dated 1937 (ms. 135 of the Chaldean Church of the Sacred Heart of Telkepe, near Mosul: QACCT 135 in the database of www.hmml.org), where it is entitled Story of Sayf al-Masīḥ, son of the king of Rumia, and Eǧubatnām, daughter of the King of France . The ms. contains 21 lives of martyrs and saints and the last two texts are the stories of Aḥiqār and Sayf al-Masīḥ. 13 of the other 19 texts were copied from Paul Bedjan, Vies des saints en langue chaldéenne moderne (Paris-Leipzig: Harrassowitz, 1912). the prose story of a Duenna (kahrāmānā) and a Young Prince . Alessandro Mengozzi, “A Sureth Version of the East-Syriac Dialogue Poem of Mary and the Gardener” ( Kervan , forthcoming). Lidzbarski published the Sureth texts of the three dispute poems: The Dispute of the Months , The Dispute of Gold and Wheat and The Dispute of Cup, Jar and Wineskin , the latter preceded by a short Classical Syriac dialogue poem of a new friend who asks to be admitted to a company of drinkers. Mark Lidzbarski, Die neu-aramäische Handschriften , vol. 1, 442–57 (Sureth text and Arabic transl.), vol. 2, 344–56 (German transl.). He copied en face the Arabic translation by Jeremiah Shamir, who was the key figure for Sachau’s activities as a collector of texts and purchaser of manuscripts in northern Iraq. See Rifaat Ebied, “A collection of letters in Syriac and Arabic addressed to Eduard Sachau (1845-1930)” (ARAM 21 [2009]), 79–105 and Rifaat Ebied and Nicolas Al-Jeloo, “Some further letters in Syriac, Neo-Aramaic and Arabic addressed to Eduard Sachau by Jeremiah Shāmīr” (Journal of Assyrian Academic Studies 24 [2010]), 1–45. Shamir’s translation of the disputes is preserved in the ms. Sachau 343, 14b-16b. In a footnote at the beginning of his German translation of the disputes, Lidzbarski observes that this kind of Wettstreite appear to be rather popular among the East Syrians, whom he called the “Nestorians”, and that they also occur in Arabic literature, where the Dispute of Pen and Sword appears to be one of the favorite themes. Mark Lidzbarski, Die neu-aramäische Handschriften , vol. 2, 344. On the problem of the origin of the Classical Arabic munāẓara as a learned literary genre, see John N. Mattock, “The Arabic Tradition: Origin and Developments,” in  Dispute Poems and Dialogues in the Ancent and Mediaeval Middle Near , ed. Gerrit Jan Reinink and Herman L.J. Vanstiphout (Leuven: Peeters, 1991), 153–63. A more popular form of poetic dispute would seem to be, in modern times, a vernacular genre cultivated in oral traditions throughout the Middle East and the Arab World: Henri Massé, “Du genre littéraire ‘Débat’ en arabe et en persan” (Cahiers de Civilisation Médiévale 4 [1951]), 144–147; Urbain Bouriant, Chansons populaires arabes en dialecte du Caire (Paris: Leroux, 1893) and Enno Littmann, “Neuarabische Streitgedichte,” in Festschrift zur Feier des Zweihundertjährigen Bestehens der Akademie der Wissenschaften in Göttingen , II Philologisch-historische Klasse (Berlin: Springer, 1951), 26–66 (Egyptian Arabic); Clive D. Hole, “The Rat and the Ship’s Captain: A dialogue poem from the Gulf, with some comments on the social and literary-historical background of the genre” (Studia Orientalia 75 [1995]), 101–20; Idem, “The Dispute of Coffee and Tea: A debate-poem from the Gulf,” in Tradition and Modernity in Arabic Language and Literature , ed. J.R. Smart (London: Curzon Press, 1996); Idem, “The Debate of Pearl-Diving and Oil Wells: A poetic commentary on socio-economic change in the Gulf of the 1930s” (Arabic and Middle Eastern Literatures 1 [1998]), 87–112; Mark Wagner, “The Debate Between Coffee and Qāt in Yemeni Literature” (Middle Eastern Literatures 8 [2015]), 121–49; see also the playful, almost childish, Sureth dialogue poem of The Boys and the Tea-Kettle : L. Yaure, “A Poem in the Neo-Aramaic Dialect of Urmia” (Journal of Near Eastern Studies 16 [1957]), 73–87 and Alessandro Mengozzi, “Neo-Aramaic Dialogue and Dispute Poems. The Various Types,” in the proceedings of the international conference Disputation Poems in the Near East and Beyond. Ancient and Modern , held in Madrid 12-13 July 2017, ed. Enrique Jiménez (Berlin: De Gruyter, forthcoming). Thanks to numerous studies and text editions by Sebastian Brock, hymns that have the structure of dialogue or dispute poems form one of the best-known genres in Classical Syriac literature. See, e.g., Sebastian P. Brock, Soghyāthā Mgabbyāthā (Glane: Monastery of St. Ephrem, 1982); “Dialogue Hymns of the Syriac Churches” (Sobornost. Eastern Churches Review 5:1 [1983]), 35–45; “Syriac Dialogue Poems: Marginalia to a Recent Edition” (Le Muséon 97 [1984]), 29–58; “Syriac Dispute Poems: The Various Types,” in Dispute Poems and Dialogues in the Ancient and Mediaeval Near East , ed. Gerrit Jan Reinink and Herman L.J. Vanstiphout (Leuven: Peeters,1991), 109–19; “The Dispute Poem: From Sumer to Syriac” (Journal of the Canadian Society for Syriac Studies 1 [2001]), 3–10. An up-dated list of Syriac dialogue and dispute poems can be found in Sebastian P. Brock, Mary and Joseph, and other dialogue poems on Mary (Piscataway, NJ: Gorgias Press, 2011), 97–104. In 1985, Brock published and translated into English a number of Classical Syriac and Jewish Aramaic poems concerning the months of the year. Sebastian P. Brock, “A Dispute of the Months and Some Related Syriac Texts” (Journal of Semitic Studies 30:2 [1985]), 181–211. A short version ( A dispute arose ) and a complete Dispute of the Months ( All months gathered , with the same opening formula of the Syriac Dispute ) from the Cairo Genizah were published by Alphons S. Rodrigues Pereira, Studies in Aramaic Poetry (c. 1000 B.C.E. – c. 600 C.E.) (Assen: Van Gorcum, 1997), 310–2 (Aramaic text), 392–5 (English transl.). Six Jewish Palestinian Aramaic disputes of the months are listed in Michael Rand, “An Aramaic Dispute between the Months by Sahlan ben Avraham” (Melilah: Manchester Journal of Jewish Studies 9 [2012]), 102–4, with a bibliography, which, however, does not include Rodrigues Pereira. Some of these poems are now translated into English by Laura Suzanne Lieber, Jewish Aramaic Poetry from Late Antiquity (Leiden: Brill, 2018), 126–42, among other texts on the months and the primacy of Nisan. For a comparison of the disputes of the months as attested in Classical Syriac and Jewish Palestinian Aramiac, see Alessandro Mengozzi, “Syrische Streitgedichte als mündliche Dichtung,” in the proceedings of the 10. Deutscher Syrologentag (Berlin, 30\/05-2\/06 2018), ed. Shabo Talay, forthcoming. Among them we find the Dispute of the Months and the Dispute of Gold and Wheat . For the Dispute of Gold and Wheat , Brock had at his disposal only the late East-Syriac version preserved in the manuscript Cambridge Add. 2820 and the Sureth free poetic adaptation published by Lidzbarski. For the Dispute of the Months , Brock chose as the base text for his edition the ms. Add. 17141 of the British Library (henceforth A; dated to the eighth-ninth century on paleographic grounds). This manuscript is one of the earliest West Syriac collections of madrāshā and soghithā hymns, which are intended for liturgical use but are not yet ordered according to the liturgical calendar. Brock collated the text of A with three other versions of the Dispute . The first six-and-a-half verses of the poem are quoted by Anton of Tagrit (9th century) in his handbook of rhetoric as an example of personification (R). As for the Dispute of Gold and Wheat , Brock had at his disposal the late East Syriac (B) and the Sureth (S) versions of the Dispute of the Months . When they are available, the variants of the quotation by Anton of Tagrit (R) are often preferable to the text preserved in the West-Syriac version of A. In some cases, the text of R corresponds to the late East Syriac version (B). The East-Syriac version is meanwhile known from witnesses other than B, which was the only East-Syriac manuscript available to Brock. For the present, provisional edition of the East-Syriac text, I collated four manuscripts and the text of an early 20th-century Alqosh manuscript as published by Shleymon Ḥoshaba in his 2002 edition of the Book of Khamis bar Qardaḥē . Baghdad Church of the East 6 (1719), 214-6 Baghdad Church of the East 10 (19th cent.?), 226-32 The manuscripts of the Archbishopric of the Church of the East in Baghdad were photographed in the context of a 2005 project for the preservation and documentation of Syriac manuscripts: Hubert Kaufhold, “Über einige Projekte der Digitalisierung syrischer Handschriften” (Oriens Christianus 90 [2006]), 210–6. Since the folios of this manuscript are not numbered, I refer to page numbers as given in the jpeg file names. Cambridge Add. 2820 (Telkepe 1881), 98a-99b (B; collated by Brock) Chaldean Monastery 921 (Alqosh 1906) Shleymun I. Ḥoshaba (ed.), Khamis bar Qardaḥē, Mêmrē w-mušḥāthā (Nuhadra: Prisatha da-Nṣivin, 2002), 195. Trichur 25 (19th-20th cent.?), 86a-b The East-Syriac dispute poems were included in two types of manuscript collections of soghyāthā : in books of soghyāthā ordered according to the liturgical calendar (Baghdad 6) and in late manuscripts that preserve the second part of the Book of Khamis (Baghdad 10, Chaldean Monastery 921, Trichur 25). In this second type of manuscripts, the disputes are thus implicitly attributed to the late 13th-century East Syriac poet Khamis bar Qardaḥe. The second part of the Book of Khamis contains soghyātha (series of quatrains of seven syllable lines, often linked by aphabetic acrostic), monorhyme poems (in the late East-Syriac manuscripts they are called mēmrē ) and quatrains (called tar’ē ). It is preserved only in a few manuscripts. Anonymous poems and poems by other authors were added in both parts of the Book . On its structure and history, see Alessandro Mengozzi, “Persische Lyrik in syrischem Gewand. Vierzeiler aus dem Buch des Khamis bar Qardaḥe (Ende 13. Jahrhundert),” in Geschichte, Theologie und Kultur des syrischen Christentums. Beiträge zum 7. Deutschen Syrologie-Symposium in Göttingen, Dezember 2011 , ed. Martin Tamcke and Sven Grebenstein (Wiesbaden: Harrassowitz, 2014), 155–76 and Idem, “The Book of Khamis bar Qardaḥe: History of the Text, Genres and Research Perspectives,” in Syriac Encounters. Papers from the Sixth North American Syriac Symposium, Duke University, 26-29 June 2011 , ed. Maria Doerfler, Emanuel Fiano, and Kyle Smith (Leuven: Peeters, 2015), 415–36. Cambridge Add. 2820 is somewhat in between the two types of manuscripts, in that it contains soghyāthā for liturgical use as well as a number of poems of the Khamis collection. The East-Syriac copies most likely derive from a common archetype and there is very little, almost exclusively orthographic variation among them. The Sureth version clearly reflects a text similar to the East-Syriac archetype. The translator renders the seven syllable lines of the original in lines of seven or eight syllables, possibly compatible with the melody according to which the hymn was sung. However, in accordance with the taste of Late Syriac and Modern Aramaic poetry, he stabilizes as AAAA the rhyme that in the original occurs sparsely and in rather irregular patterns (1b-1d, 3a-3b-3d, 4a-4b-4c, 6a-6b, 7a-7b, 7c-7d, 15b-15d. 16a-16b). The scribe of the Sureth version uses the customary phonetic rather than phonological spelling of northern Iraqi manuscripts. For example, he interchangeably uses e and ē , a and ā : compare, e.g., 12a pleṭlē ... tamoz with 14a tāmoz plēṭlē . One remarkable feature of this text is the hypercorrect use of the linea occultans for matres lectionis such as y in ܟܸܡܩܵܪܹܝ݇ܠܸܐ (12c) and ܡܸܪܹܝ݇ܠܹܐ (12d). In ܛܸܐ݇ܡܵܐ for ܛܲܥܡܵܐ ‘taste’ and ܟܝܵܐ݇ܒܼܝܼ for ܟܝܵܗ݇ܒܼܝܼ ‘they give’ (13b) the system of historical spelling and linea occultans clearly seizes up. The word ܟܼܵܘܿܪܹܗ (15a) seems to be an odd combination of the vowels of the historical spelling ( ܚܵܒܼܪܹܗ ) and the phonetic rendering of the actual pronunciation ( ܟܼܘܿܪܹܗ ). Syriac Dispute Poems as Oral Poetry If we compare the East-Syriac version of the Dispute of the Months , including its Sureth poetic adaptation, with the West-Syriac text (A) published by Brock, Sebastian P. Brock, “A Dispute of the Months”, 189–93. See also Sebastian P. Brock , Soghyāthā Mgabbyāthā (Glane: Monastery of St. Ephrem, 1982), 108–10. we find a higher degree of textual variation, as is typical of oral tradition. In both versions, the Syriac Dispute of the Months appears as a complete calendar in verses, inserted in the incomplete frame of a Mesopotamian dispute. See Enrique Jiménez, The Babylonian Disputation Poems (Leiden: Brill, 2017) on the Mesopotamian dispute and its incredible diffusion in literary traditions that have been directly or indirectly in contact with the ancient Mesopotamian civilization. The format of the Mesopotamian dispute is characterized by the following features: 1. poetic form, 2. tripartite structure (introduction, disputation proper, and conclusion), 3. few or no narrative portions, 4. usually inanimate disputants, 5. supremacy or precedence as main matter of debate. The deity who plays the role of arbiter and judge in the Mesopotamian dispute is here replaced by the personification of the year, who sits among the months to judge their case (v. 1). However, the prologue in heaven is not closed at the end by the epilogue, where the winner is usually proclaimed in the Mesopotamian dispute. As is typical for oral poetry, the poetic language of the text is formulaic. The term “formula” is here intended in the technical sense that has been developed and refined in the context of the study of oral traditions. The definition of the formula as “a group of words employed under the same metrical conditions to express a given essential idea” (John M. Foley, Traditional Oral Epic. The Odyssey, Beowulf, and the Serbo-Croatian Return Song [Berkeley: University of California Press, 1990], 2, n. 3) and consequently the description of its function as a metrical filler, a mnemotechnic device and a tool for improvisation, go back to the studies of Milman Parry (1902-1935) and Albert Lord (1912-1991) on ancient Homeric and modern Serbo-Croatian epics. From the point of view of cultural anthropology (orality vs. literacy) and literary criticism, more recent studies on oral tradition have highlighted other and more important functions of formulas in the aesthetics and social meanings of oral texts, i.e. texts that are orally composed (improvised) and transmitted and preserved — at least partly — by memory. Oral texts may be composed and preserved in written form, but they are nevertheless supposed to be performed orally, by a human voice. See, e.g., the anthropological and philosophical approach of Marshall McLuhan’s pupil Walter Jackson Ong, Orality and Literacy. The Technologizing of the Word (New York: Routledge, 1982) and the cultural and literary approaches in a miscellaneous volume such as Alger N. Doane and Carol Braun Pasternack, Vox Intexta. Orality and Textuality in the Middle Ages (Madison, WI: University of Wisconsis Press, 1991), largely inspired by the studies of Paul Zumthor (1915-1995) on medieval European literatures. Formulas and, more generally, repetition create a rhythmical text that is easy to memorize, recite, and improvise for a vocal performer and easy to be decoded and understood by the audience. The Dispute of the Months is built on formulas that make the structure of the text transparent. They mark the rotation of characters on stage, introduce the name of the month that is going to speak, and repeat the name of the month that is leaving the scene. Moreover, the months usually start their speech using formulas that contain the semiotic pair “to speak, tell” and “to give ear, listen” that verbalizes and stylizes the poet-audience interaction in oral\/aural transmission: Paul Zumthor, La lettre et la voix. De la “littérature” médiévale (Paris: Éditions de Seuil, 1987), 42 : “L’emploi du couple dire-ouïr a pour fonction manifeste de promouvoir (fût-ce fictivement) le texte au statut de locuteur et de désigner sa communication comme une situation de discours in praesentia .” e.g., “Nisan went out and Iyyar came in to say these words: “... Come, give ear and listen!” (v. 5). I suspect that the formula ܘܩܵܠܹܗ ܪܵܡ ‘and his voice raises (raising his voice > loudly)’ (2a in the East-Syriac version and 2a and 5a in the West-Syriac version of the Dispute of the Months ) does not have a descriptive content, but it is used as a metrical filler, pretty much as the famous Homeric formula ἔπεα πτερόεντα ‘winged words’, that introduces all kind of speech: George Miller Calhoun, “The Art of Formula in Homer” (Classical Philology 30 [1935]): 215–27 and Milman Parry, “About Winged Words” (Classical Philology 32 [1937]): 59–63. . The West-Syriac version has also a refrain, construed with the combination of formulas occurring elsewhere in the text: ‘Come and listen to what the months have to say and give praise to their Creator!’ (transl. by Brock 1985). The refrain points to a choral performance of the text in the context of liturgy, which is a very specific performance arena of oral poems: no matter how they are composed and preserved, hymns are supposed to be performed vocally. Compared to the 23 verses of the West-Syriac version (A), the seventeen verses of the East-Syriac version appear to have or, perhaps, to have preserved the character of a simpler folk ballad, rather than a liturgical hymn concerned with Biblical references or theological and exegetical matters. In the East-Syriac version we do not find vv. 8 and 21-23 of A, that contain explicit references to Mary, Jesus, John the Baptist, and his mother Elisabeth and are thus possibly added to a text that otherwise speaks of seasons, fruits, peasants’ life, the economy, even war (sickles as swords), and the power of a king. The only Christian themes preserved by both versions are Christmas and Jesus’ Baptism in the closing verses and the cross carried by the months Ab and Illul (August and September) on their shoulders (v. 14 in the East-Syriac and v. 16 in the West-Syriac text), as a possible allusion to the feast of the Holy Cross, celebrated respectively on September 13th and 14th by the East and West Syrians. The absence in the East-Syriac version of the Christian characters mentioned in the West-Syriac text and the fast pace of its shorter text make the dispute, in which every month praises itself, a kind of prelude for a Christmas carol. The increasing tension of the discussion focuses all the attention on the final verse, in which December and January defend themselves from the other months’ mockery and reply that precisely in them, which are sterile and seemingly insignificant for agriculture and human economy, Jesus was born and was baptized. “By His birth He made all things rejoice”: Divine economy reverses the fortunes of the winter months that cannot let people rejoice with their flowers and fruits. The differences in wording and text character of the two versions of the Dispute of the Months can be perfectly understood in the context of the oral and mixed (written and oral) traditions in which they have been produced, preserved, and transmitted. Textual variation should be interpreted not so much in the negative sense of alteration, contamination, or distortion of an original, but as a product of the creative process typical of oral poetry. Each version of an oral text differs from the other, not only because songs are continuously reshaped by the skills of the performers (memory, improvisation, free recombination of formulas, motifs, stylistic, rhythmical and melodic figures, virtuosity...) but also because they are adapted to different audiences, listeners, and performance arenas. A traditional repertoire of themes (description of nature and human society or references to the Bible in our dispute) are combined in calendars in which the religious elements come more or less to the fore according to the type of texts that the author wants to bring into play, in balance between the needs and preferences of liturgy and pedagogical entertainment. Alessandro Mengozzi, “Syrische Streitgedichte als mündliche Dichtung”. The West-Syriac text is more clearly a hymn, whereas the East-Syriac text and its Sureth poetic translation seem to reduce explicit references to Christian culture, so as to preserve themes and atmosphere of more archaic folk ballads, not necessarily Christian, and highlight, by contrast, the final verse on Christmas. It is difficult to say which version of the text is earlier. Both ultimately derive from the same oral tradition. The East-Syriac Text Another poem on the months ܐ݇ܚܪܹܬܼܵܐ ܕܝܲܪ̈ܚܹܐ ܕܫܲܢ݇ܬܵܐ The months of the Year gather together to tell the story of their products. The Year is seated like a lord to listen to the case that came up among them. ܝܲܪ̈ܚܲܝ ܫܲܢ݇ܬܵܐ ܡܸܬܼܟܲܢܫܝܼܢ. ܠܡܸܬܼܢܵܐ ܫܲܪܒܵܐ ܕܥܲܠ̈ܠܵܬܼܗܘܿܢ. ܘܝܵܬܼܒܵܐ ܫܲܢ݇ܬܵܐ ܐܲܝܟ ܡܵܪܬܵܐ Trichur 25: ܡܲܪܬܵܐ . . ܕܬܸܫܡܲܥ ܕܝܼܢܵܐ ܕܒܲܝܢܵܬܼܗܘܿܢ܀ 1 Nisan came in and raised his voice to say these words: ‘The Year is not as pleased with you all, months, as he is with me. ܥܲܠܼ ܠܹܗ ܢܝܼܣܵܢ Baghdad 10, Cambridge 2820: ܢܝܼܣܵܢ , wherever it occurs. ܘܩܵܠܹܗ ܪܵܡ. ܘܡܸܠܹ̈ܐ ܗܵܠܹܝܢ ܐܸܡܲܪ ܗ݇ܘܼܵܐ. ܕܠܵܐ ܦܨܝܼܚܵܐ ܫܲܢ݇ܬܵܐ ܡܼܢ ܡܬܼܘܿܡ Cambridge 2820: ܡܼܢ ܡܸܡܬܘܿܡ . . ܒܟܼܠܗܘܿܢ ܝܲܪ̈ܚܹܐ ܐܲܟܼܡܵܐ ܕܒܼܝܼ܀ 2 In me new things take place and good tidings are announced. In me the Lord adorns the mountains like candles when they give light. ܒܝܼ ܚܲܕ̈ܬܼܵܬܼܵܐ ܡܸܣܬܲܥܪ̈ܵܢ. Baghdad 6: ܚܲܕ̈ܬܼܵܬܼܵܐ ܒܝܼ ܡܸܣܬܲܥܪ̈ܵܢ . ܘܒܼܝܼ ܣܲܒܼܪ̈ܵܬܼܵܐ ܡܸܣܬܲܒܿܪ̈ܵܢ. ܘܒܼܝܼ ܛܘܼܪܹ̈ܐ ܡܨܲܒܸܿܬܼ Cambridge 2820: ܡܨܲܒܹܿܬܼ . ܡܵܪܝܵܐ. ܐܲܝܟ ܩܲܢܕܹ̈ܝܠܹܐ ܡܵܐ ܕܢܵܗܪܵܢ܀ 3 In me the cycles of the sun extend and the hours of the day grow longer. In me swallows sing melodies of sweet notes.’ ܓܝܼ̈ܓܼܠܲܝ Cambridge 2820: ܓܸܓܼܠܲܝ̈. ܫܸܡܫܵܐ ܒܝܼ ܡܵܬܼ̈ܚܵܢ. ܘܫܵܥܲܝ̈ ܝܵܘܡܵܐ ܒܝܼ Baghdad 10, Trichur 25, Ḥoshabba (2002: ms.): ܒܹܗ . ܝܵܪ̈ܟܼܵܢ. ܘܲܣܢܘܿܢ̈ܝܵܬܼܵܐ ܒܝܼ ܠܵܥ̈ܙܵܢ. ܩܵܠܹ̈ܐ ܚ̈ܠܲܝܵܐ ܕܢܸܥ̈ܡܵܬܼܵܐ܀ 4 Nisan went out and Iyyar came in to say these words: ‘Go, Nisan! You are not better than me. Stop your chatter! Come, give ear and listen! ܢܦܲܩܼ ܠܹܗ ܢܝܼܣܵܢ ܐܝܼܵܪ ܥܲܠܼ. ܘܡܸܠܹ̈ܐ ܗܵܠܹܝܢ ܐܵܡܲܪ ܗ݇ܘܼܵܐ. ܕܙܹܠ Ḥoshabba (2002): ܕܙܸܠ . ܢܝܼܣܵܢ ܠܵܐ ܛܵܒܼ ܐܲܢ݇ܬܿ ܡܹܢܝ. ܫܠܸܡ Cambridge 2820: ܫܠܹܡ , wherever it occurs. ܡܸܠܲܝ̈ܟ ܬܵܐ ܨܘܼܬܼ ܘܲܫܡܲܥ܀ 5 In me bloom much-desired roses, in me sweet scents send forth their fragrance. In me a crown of the Year is woven and the hearts of labourers rejoice. ܘܲܪ̈ܕܹܐ ܪ̈ܓܼܝܼܓܹܐ ܒܝܼ ܦܵܩܚܝܼܢ. ܘܣܵܘ̈ܩܲܝ Ḥoshabba (2002): ܘܣܲܘܩܲܝ̈ . ܪܹܝܚܵܐ ܒܝܼ ܒܵܣܡܝܼܢ Baghdad 6: ܒܲܣܡܝܼܢ . . ܘܲܟܠܝܼܠ ܫܲܢ݇ܬܵܐ ܒܝܼ ܡܸܬܼܓܿܕܸܠ Cambridge 2820: ܓܵܕܼܠܝܼܢ ‘they weave\/one weaves’. . ܘܚܵܕܹܐ ܠܸܒܵܐ ܕܦܲܠܵܚܹ̈ܐ܀ 6 In me the ears of corn grow tall in the field, blades grow thick and tall, when beards grow on the tips of the ears at the command of the Lord their Maker.’ ܫܸܒ̈ܠܲܝ ܚܲܩܠܵܐ ܒܝܼ ܝܵܪ̈ܒܵܢ. ܘܫܵܘ̈ܚܵܢ ܣܵܠܩܵܢ̈ ܐܦ ܪ̈ܵܒܼܝܵܢ. ܟܲܕ ܚܲܣܠܵܣܹ̈ܐ Cambridge 2820: ܚܲܣ̈ܠܵܬܼܐ . ܒܪܹ̈ܫܲܝܗܹܝܢ. ܒܦܘܼܩܕܵܢ ܡܵܪܝܵܐ ܥܵܒܼܘܿܕܼܗܹܝܢ܀ 7 Iyyar went out and Ḥaziran came in to say these words: ‘Go, Iyyar! You are not better than me. Stop your chatter! Come, give ear and listen! ܢܦܲܩܼ Trichur 25: ܢܦܼܵܩ . ܠܹܗ ܐܝܼܵܪ ܚܙܝܼܪܵܢ ܥܲܠܼ. ܘܡܸܠܹ̈ܐ ܗܵܠܹܝܢ ܐܵܡܿܪ ܗ݇ܘܼܵܐ. ܕܙܹܠ ܐܝܼܵܪ ܠܵܐ ܛܵܒܼ ܐܲܢ݇ܬܿ ܡܹܢܝ. ܫܠܸܡ ܡܸܠܲܝ̈ܟ ܬܵܐ ܨܘܼܬܼ ܘܲܫܡܲܥ܀ 8 All creatures gather together in me and come forth as from the bridal chamber. Like servants before their master they bow down in the fields. ܟܠܵܗܿ ܒܪܝܼܬܼܵܐ ܡܸܬܼܟܲܢܫܵܐ. ܘܐܲܝܟ ܕܡܼܢ ܓܢܘܿܢܵܐ ܒܝܼ ܢܵܦܩܵܐ. ܘܒܲܕܡܘܼܬܼ ܥܲܒܼ̈ܕܹܐ ܩܕܼܵܡ ܡܵܪܗܘܿܢ. ܒܓܼܵܘ ܚܲܩ̈ܠܼܬܼܵܐ ܡܸܬܼܓܲܗܢܝܼܢ܀ 9 The beauty of their sheaves shines like glittering swords. The heart of the widow rejoices whose house is full of provisions. ܡܲܨܡܲܚ ܫܘܼܦܪܵܐ ܕܡܲܓܿܠܲܝܗ̈ܘܢ. ܒܲܕܡܘܼܬܼ ܣܲܝ̈ܦܹܐ ܕܡܲܒܼܪܩܝܼܢ. ܘܚܵܕܹܐ ܠܸܒܵܐ ܕܐܲܪܡܲܠܝܬܵܐ. ܕܡܲܠܝܵܐ ܒܲܝܬܵܗܿ Baghdad 6: ܒܲܝܬܵܐ . ܣܲܝܒܲܪܬܵܐ܀ 10 Sheaves are piled high in me heap on heap in the granaries, whence the poor may eat, be satiated and glorify their Creator.’ ܓܕܼܝܼܫܹ̈ܐ ܪ̈ܵܡܹܐ ܒܝܼ ܡܸܬܼܒܿܢܹܝܢ. ܬܸܠܝܼ̈ܢ ܬܸܠܝܼ̈ܢ ܒܓܼܵܘ ܐܸܕܪܹ̈ܐ. ܕܢܹܐܟܼܠܘܼܢ ܡܸܣ̈ܟܹܿܢܹܐ ܘܢܸܣܒܿܥܘܼܢ. ܘܢܲܣܩܘܼܢ ܫܘܼܒܼܚܵܐ ܠܒܼܵܪܘܿܝܗܘܿܢ܀ 11 Ḥaziran went out and Tammuz came in to say these words: ‘Go, Iyyar! You are not better than me. Stop your chatter! Come, give ear and listen! ܢܦܲܩܼ ܠܹܗ ܚܙܝܼܪܵܢ ܬܲܡܘܼܙ Trichur 25: ܬܵܡܘܼܙ . ܥܲܠܼ. ܘܡܸܠܹ̈ܐ ܗܵܠܹܝܢ ܐܵܡܿܪ ܗ݇ܘܼܵܐ. ܕܙܹܠ ܚܙܝܼܪܵܢ ܠܵܐ ܛܵܒܼ ܐܲܢ݇ܬܿ ܡܹܢܝ. ܫܠܸܡ ܡܸܠܲܝ̈ܟ ܬܵܐ ܨܘܼܬܼ ܘܲܫܡܲܥ܀ 12 Sweet bunches grow ripe in me, they give the taste of their sweetness, quinces, pomegranates, grapes, and all of them with innumerable fruits.’ ܣܓܼ̈ܘܿܠܹܐ ܚ̈ܠܲܝܵܐ ܒܝܼ ܒܵܫܿܠܝܼܢ Baghdad 6: ܒܲܫܠܝܼܢ . . ܘܝܵܗ݇ܒܿܝܼܢ ܛܲܥܡܵܐ ܕܚܲܠܝܘܼܬܼܗܘܿܢ. ܣܦܲܪ̈ܓܿܠܹܐ ܘܪ̈ܘܼܡܵܢܹܐ ܘܥܸܢ̈ܒܹܐ. ܘܟܼܠܗܘܿܢ ܦܹܐܪܹ̈ܐ ܕܠܵܐ ܡܸܬܼܡܢܹܝܢ܀ 13 Tammuz went out and Ab and Illul came in, two months together. They bore a cross on their shoulders. They came and bowed before the Year. ܢܦܲܩܼ Cambridge 2820: ܢܦܲܩܘ݇ . ܬܲܡܘܼܙ ܐܵܒܿ Cambridge 2820: ܐܲܒܿ ; Trichur 25: ܐܵܒܼ . ܘܐܝܼܠܘܿܠ ܥܲܠܼܘ. ܝܲܪ̈ܚܹܐ ܬܪܲܝܗܘܿܢ ܫܲܘܝܵܐܝܼܬܼ. ܨܠܝܼܒܼܵܐ ܛܥܝܼܢܝܼܢ ܥܲܠ ܟܲܬܼܦܗܘܿܢ Baghdad 10: ܟܲܬܼܦܬܗܘܿܢ . . ܘܐܸܬܼܵܘ ܩܘܼܕܡܹܝܗܿ ܕܫܲܢ݇ܬܵܐ ܣܓܸܕܼܘ܀ 14 The two Teshris pressed the wine, the pure oil of their produce, whence the poor may eat, be satiated and glorify their Creator. ܬܸܫܪܝܼܢ ܘܬܸܫܪܝܼܢ ܚܲܡܪܵܐ ܥܨܲܪܘ. ܡܸܫܚܵܐ ܕܲܟܼܝܵܐ ܕܥܲܠ̈ܠܵܬܼܗܘܿܢ. ܕܢܸܐܟܼܠܘܼܢ ܡܹܣ̈ܟܹܢܐ ܘܢܸܣܒܿܥܘܼܢ. ܘܲܢܫܲܒܿܚܘܼܢܵܝܗܝ Trichur 25: ܘܲܢܫܲܒܿܚܘܼܢܲܝܗܝ . ܠܒܼܵܪܘܿܝܗܘܿܢ܀ 15 Then the months began to pour scorn on the two Kanuns and said: ‘Barren and desolate months, what do you have to say?’ ܫܲܪܝܼܘ ܝܲܪ̈ܚܹܐ ܕܲܡܚܲܣܕܼܝܼܢ. ܠܟܼܵܢܘܼܢ ܘܟܼܵܢܘܼܢ ܟܲܕ ܐܵܡܪܝܼܢ. ܝܲܪ̈ܚܹܐ ܥܲܩܪܹ̈ܐ ܘܲܡܫܵܘ̈ܚܕܹܐ. ܡܵܢܵܐ ܐܝܼܬܼ ܠܟܼܘܿܢ ܕܐܵܡܪܝܼܬܿܘܿܢ Baghdad 10, Trichur 25: ܕܐܿܡܪܝܼܢ ܐ݇ܢܬܿܘܿܢ . ܀ 16 In reply they said: ‘Our Lord’s birth happened in us, He was born in one and baptized in the other, and by His birth He made all things rejoice.’ ܦܲܢܝܼܘ ܗܸܢܘܿܢ ܟܲܕ ܐܵܡܪܝܼܢ. ܕܝܲܠܕܹܿܗ ܕܡܵܪܲܢ ܒܲܢ ܗ݇ܘܼܵܐ. ܒܚܲܕܼ ܐܸܬܼܝܼܠܸܕܼ Cambridge 2820: ܐܸܬܼܝܼܠܹܕܼ . ܘܒܲܐܚܪܹܝܢ ܥܡܲܕܼ. ܘܲܒܼܡܵܘܠܵܕܹܗ Ḥoshabba (2002): ܘܲܒܼܡܲܘܠܵܕܹܗ . ܚܲܕܝܼ ܠܟܼܠ܀ 17 The Sureth Text Another (poem) on the months of the year ܬܘܼܒܼ ܐ݇ܚܪܹܬܼܵܐ ܕܝܲܪ̈ܚܵܝ ܫܲܢ݇ܬܵܐ The months of the Year gathered together to speak about their goods. They spoke to each other and showed their love. ܝܵܪ̈ܟܸܐ ܕܫܵܐܬܵܐ ܓ̰ܡܸܥܘܵܠܲܝ. ܘܒܵܗ݇ܣ ܕܛܵܒܼܵܬ̈ܲܝܗܝܼ ܬܢܹܘܵܠܲܝ. ܘܟܲܒܿܪܹ̈ܐ ܠܸܟܼܕܼܵܕܸ̈ܐ ܡܹܝܪܘܵܠܲܝ. ܘܚܘܼܒܵܐ ܕܝܼܵܝܗܝܼ ܡܒܿܘܼܝܹܢܘܵܠܲܝ܀ After v. 1 and 6, there is a mysterious blank line in the manuscript, with a centered rubric ܐܚܪܢܐ ’ another (poem)>’, as if it marked the beginning of a new text. 1 Nisan came in and came near and spoke these words: He revealed that the year is not pleased with all his fellow months. ܐܘܸܪܹܐ ܢܝܼܣܲܢ ܘܩܪܘܼܒܼܠܹܐ. ܗܵܠܹܝܢ ܬܘܼܢܵܝܹ̈ܐ ܬܢܸܝܠܸܐ. ܕܠܵܐ ܟܦܲܨܟܼܵܐ ܫܲܐܬܵܐ ܡܘܼܟܼܘܹܠܸܐ. ܒܟܹܠܲܝ ܒܟܹܠܲܝ can be read as bkēlay ‘they wept’, but that clearly does not fit the context. More likely, it is a phonetic rendering of bkəllay , with a shwa-like pronunciation of the [u] of bkullay ‘in all of them’. ܝܵܪ̈ܟܹܐ ܕܐܵܢܲܝ ܟܼܘܼܪܹܗ܀ 2 “In me new things are made new and good tidings are announced. The third plural verbal forms can be interpreted as impersonal constructions with passive meaning: ‘they announce good tidings’ > ‘good tidings are announced’. In me also the mountains adorn themselves Lit. ‘mountains adorn’. like candles when they give light. ܫܘܼ̈ܠܹܐ ܟܼܵܬܹ̈ܐ ܒܓܵܘܝܼ ܟܹܡܟܼܲܬܼܝܼ. ܘܒܲܫܵܐܪܵܬܿ ܒܓܵܘܝܼ ܟܸܡܒܲܫܪܝܼ. ܘܛܘܼܪܹ̈ܐ ܗܲܡܹܐ ܟܸܡܣܲܩܠܝܼ. ܡܸܟ ܩܸܢܕܹܝܠܹܐ ܟܡܲܒܸܿܗܪܝܼ܀ 3 In me the cycles of the sun extend and the hours of the day grow longer. All swallows fly and prolong sweet melodies.” ܓܝܼ̈ܓܼܠܐ ܕܫܸܡܫܵܐ ܒܓܵܘܝܼ ܟܦܵܪܣܝܼ. ܘܫܲܝ̈ܵܬܼܵܐ ܕܝܵܘܡܐ ܟܝܵܪܟܼܝܼ. ܘܸܨܠܵܢ̈ܝܬܼܵܐ ܟܘܼܠܵܝ ܟܸܡܦܿܲܪܟܼܝܼ. ܘܩܵܠܸ̈ܐ ܚܲܠܘܼܝܹܐ ܟܡܲܝܹܪܟܼܝܼ܀ 4 Nisan went out and Iyyar came in to say these words: “Go, Nisan!” and he drove him away. He went and listened to him. ܦܠܸܛܠܹܐ ܢܝܼܣܢ ܐܝܼܵܪ ܐܘܸܪܹܐ. ܘܵܐܢ ܬܲܢ̈ܝܬܐ ܐܝܼܡܹܪܐ. ܕܙܹܠ ܝܵܐ ܢܝܼܣܢ ܘܟܸܡܣܵܚܸܬܿܠܹܐ. ܙܸܠܹܐ ܘܐܸܠܗ ܫܡܹܐܘܵܠܹܐ܀ 5 “Much-desired roses are in me conceived Lit. ‘roses conceive, get pregnant’. , and pleasant scents appear. Woven crowns in me are carried Lit. ‘they carry, bear’. and flowers blossom too. ܘܵܪ̈ܕܸܐ ܡܫܘܼܗܝܸܐ ܒܓܵܘܝܼ ܟܒܲܛܢܝܼ. ܘܪ̈ܝܼܟܹܐ ܒܲܣܝܼܡܹ̈ܐ ܟܸܡܒܲܝܢܝܼ. ܘܸܟܿܠ̈ܝܼܠܹܐ ܩܛܝܼܪܸ̈ܐ ܒܓܵܘܝܼ ܟܛܵܐܢܝܼ. ܘܒܲܝܒܿܘܼ̈ܢܹܐ ܗܲܡ ܟܸܡܒܲܪܛܢܝܼ܀ As after v. 1, there is a mysterious blank line in the manuscript, with a centered rubric ܐܚܪܢܐ ’another (poem)’, as if it marked the beginning of a new text. 6 The ears of corn of the fields increase, extend, spread and grow high. They bring forth ears of corn on their tips. They are at the command of their creator.” ܫܸܒ̈ܠܸܐ ܕܕܲܫ̈ܬܵܬܼܵܐ ܟܪܵܘܲܝ. ܟܦܿܲܪܣܝܼ ܘܸܟܿܪܘܿܟܼܝܼ ܘܸܟܿܥܵܠܲܝ. ܘܣܸܢ̈ܒܹܿܠܸܐ ܒܪܹܫܲܝܗܝܼ ܟܐܵܪܲܝ. ܒܦܘܼܓܕܼܵܢܐ ܕܟܲܠܲܩܝܗܝܼ ܟܗܵܘܲܝ܀ 7 Iyyar went out and Ḥaziran came in to say these words: “Go, Ḥaziran!” and he drove him away. “Your speech has finished and come to an end” ܦܠܸܛܠܹܐ ܐܝܼܪ ܘܚܙܝܼܪܢ ܐܘܸܪܸܐ. ܘܐܢ ܬܘܼܢܸܝܸ̈ܐ ܐܝܼܡܸܪܹܝܠܹܐ. ܙܹܠ ܚܙܝܪܢ ܘܟܹܡܛܵܪܸܕܠܹܐ. ܟܼܠܸܨܠܸܐ ܬܘܼܢܵܝܘܼܟ ܘܸܟܿܡܸܠܹܐ܀ 8 “When all creation rises and goes outside in this day, out of bliss it praises the Heights that gives peace and welfare to the earth. ܟܘܼܕܼ ܟܘܼܠܵܗܿ ܒܪܝܼܬܼܵܐ ܟܩܵܝܡܵܐ. ܘܟܿܦܵܠܛܵܐ ܠܒܲܪܝܼܵܐ ܒܲܕ ܝܵܘܡܵܐ. ܡܦܸܨܟܼܘܼܬܼܵܗܿ ܟܸܡܫܲܒܿܚܵܐ ܠܪܵܘܡܵܐ. ܕܝܼܗ݇ܒܸܠܹܐ ܬܵܐ ܐܲܪܐܵܐ ܫܲܝܢܵܐ ܘܸܫܠܵܡܵܐ܀ 9 The beauty of their sickles lightens like drawn swords. With Shamir, Lidzbarski translates both magl-ayhi (10a) and megēlyāth-ehi (10b) as ‘their sickles’, but a copula is missing in 10b: ‘like swords [are] their sickles’. Alternatively, the second form maybe a participle of the verb mgālē ‘to lay bare, uncover’: mekh saypē mgulyāthē (?) ‘like drawn swords’ (?), but the possessive suffix is difficult to understand in this case. Their widows thanks to me rejoice and their orphans thanks to me are nourished. ܟܡܲܒܿܪܹܩ ܫܘܼܦܪܵܐ ܕܡܲܓܿܠܲܝܗܝܼ. ܡܸܟ ܣܲܝ̈ܦܸܐ ܡܸܓܹܠܝܵܬܸܗܝܼ. ܘܸܟܿܦܲܨܟܼܝܼ ܒܝܼ ܐܸܪ̈ܡܹܠܝܵܬܼܵܝܗܝܼ. ܘܸܟܿܥܲܝܫܝܼ ܒܝܼ ܝܲܬܘܼܡܲܝܗܸܝܢ܀ 10 Sheaves are piled high in me and threshing floors are full. The poor receive their food and raise glory to God.” ܓܕܼܝܼܫܹ̈ܐ ܪܵܒܸܹܐ ܒܓܵܘܝܼ ܟܒܵܢܲܝ. ܘܒܿܘܼܕܪ̈ܬܼܵܐ ܟܘܼܠܵܝ ܟܡܵܠܲܝ. ܘܡܸܣܟܸܿܢܹ̈ܐ ܕܲܒܿܪܵܝܗܼ ܟܐܵܪܲܝ. ܘܫܘܼܒܼܚܵܐ ܬܵܐ ܐܲܠܵܗܐ ܟܡܲܥܠܲܝ܀ 11 Ḥaziran went out and Tammuz came in to say these words: “Go, Ḥaziran!” and called him poor. “Bow and genuflect in front of me!” He said to him. ܦܠܸܛܠܹܐ ܚܙܝܼܪܵܢ ܬܲܡܘܿܙ ܐܘܹܪܸܐ. ܘܐܸܢ ܬܘܼܢܵܝܸ̈ܐ ܡܹܪܸܝܠܹܐ. ܣܵܝ ܚܙܝܼܪܢ ܒܨܝܼܪܐ ܟܸܡܩܵܪܹܝ݇ܠܸܐ. ܟܘܿܦ ܘܸܣܗܘܿܕ ܛܵܠܝܼ ܡܸܪܹܝ݇ܠܹܐ܀ 12 “Vines in me ripen, and offer [their] sweet taste, grapes and quinces give pleasure to all mouths that taste them.” ܕܵܠܝܵܬܼ̈ܐ ܒܓܵܘܝܼ ܟܒܲܫܠܝܼ. ܘܛܸܐ݇ܡܵܐ ܕܚܹܠܝܘܼܬܼܵܐ ܟܝܵܐ݇ܒܼܝܼ. ܥܸܢ̈ܒܸܐ ܘܸܣܦܲܪ̈ܓܿܠܹܐ ܟܸܡܒܲܣܡܝܼ. ܟܠ ܟܸܡܵܡܹ̈ܐ ܕܐܲܢܗܝܼ ܟܛܲܡܐܝܼ܀ 13 Tammuz went out and Ab and Illul came, two months together Lit. ‘the two months were similar to each other’. . They bore a cross on their shoulders. They glorified the creator of the year. ܬܵܡܘܿܙ ܦܠܹܛܠܹܐ ܘܐܒܿ ܘܐܝܼܠܘܿܠ ܐܝܼܬܹܝܠܲܝ. ܬܪܸܝܢ ܝܲܪܟܸܐ ܒܸܟܼ̈ܕܼܵܕܸܐ ܡܣܘܹܝܠܲܝ. ܨܠܝܼܒܼܵܐ ܠܪܘܼܫܲܝܗܝܼ ܛܐܹܢܘܵܠܲܝ. ܘܸܠܒܲܪܵܝܐ ܕܫܵܢ݇ܬܵܐ ܡܫܘܼܒܸܚܘܵܠܲܝ܀ 14 Teshri and his fellow came forward. They showed the oil of their presses and they provided for the needy. The two Kanuns rebuked them. ܬܸܫܪܝ ܘܟܼܵܘܿܪܹܗ ܡܩܘܼܕܹܡܠܲܝ. ܡܸܫܚܵܐ ܕܸܥܨܵܪܲܝܗܝܼ ܡܘܼܟܼܘܹܠܲܝ. ܘܠܸܣܢܝܼܩܹ̈ܐ ܡܘܼܣܘܹܘܵܠܲܝ. ܘܟܵܢܘܿܢ ܘܟܵܢܘܿܢ ܡܠܘܼܘܹܡܘܵܠܲܝ܀ 15 When they were speaking so they called them sterile months. They despised them greatly. “What do you have?” They said to them. ܟܘܼܕ ܗܵܕܟ ܐܵܡܪܝܼܘܵܠܲܝ. ܝܵܪ̈ܟܹܐ ܥܵܩܪܹ̈ܐ ܩܵܪܵܘܵܠܲܝ. ܟܲܒܿܝܼܪܵܐ ܬܵܘܪܝܼܘܵܠܲܝ. ܡܵܢܐ ܐܝܼܬܼ ܠܟܼܘܿܢ ܐܵܡܪܝܼܘܵܠܲܝ܀ 16 In reply they said to them that Our Lord’s birth happened in them and he was baptized in the second of them. By his birth he made all creatures rejoice from the first of them With Shamir, Lidzbarski translates mḥad diyāyhen as ‘to the extreme limit (from Arabic ḥadd )’. I prefer to read it as ‘from one (from Aramaic ḥaḏ ) of them’, which forms a kind of hysteron proteron with the preceding lines: ‘He was baptised in the second of them [the second Kanun, i.e., January]. By his birth he made all creatures rejoice from the first of them [the first Kanun, i.e., December]’. Admittedly, ‘first’ should be qāmāyā rather than xā (< ḥāḏ ). , so that they yell all with their voices glory to their creator. Amen amen! ܡܓ̰ܘܸܒܿܠܲܝ ܡܹܪܵܝ ܛܵܠܲܝܗܸܝܢ. ܕܝܲܠܕܹܗ ܕܡܵܪܢ ܗܘܹܠܸܐ ܒܓܲܘܲܝܗܹܝܢ. ܘܸܥܡܸܕܠܸܐ ܒܐܘܿܟܲܪܵܝܐ ܕܝܼܝܵܗܸܝܢ. ܘܒܸܗܘܵܝܹܗ ܡܘܼܦܸܨܟܼܠܹܐ Sic for ܡܘܼܦܨܸܟܼܠܹܐ or as a phonetic rendering of a different syllabic structure of the form. . ܠܟܿܘܼܠܵܝ ܒܸܪ̈ܝܵܬܼܵܐ ܡܚܲܕ ܕܝܼܝܵܗܸܝܢ. ܕܸܡܥܵܝܛܝܼ ܟܘܼܠܵܝ ܒܩܲܠܵܝܗܹܝܢ. ܫܘܼܒܼܚܵܐ ܬܵܐ ܒܲܪܲܝܵܝܗܹܝܢ. ܐܡܝܢ ܘܐܵܡܹܝܢ܀ 17 Bibliography Bedjan, Paul. Vies des saints en langue chaldéenne moderne . Paris-Leipzig: Harrassowitz, 1912. Bellino, Francesca, and Alessandro Mengozzi. “ Geographical ‘ A ǧ āib in a Neo-Aramaic Manuscript of the London Sachau Collection.” Le Muséon 129:3-4 (2016): 423–56. Bouriant, Urbain. Chansons populaires arabes en dialecte du Caire . Paris: Leroux, 1893. Brock, Sebastian P. Soghyāthā Mgabbyāthā . Glane: Monastery of St. Ephrem, 1982. Brock, Sebastian P. “Dialogue Hymns of the Syriac Churches.” Sobornost. Eastern Churches Review 5:1 (1983): 35–45. Brock, Sebastian P. “Syriac Dialogue Poems: Marginalia to a Recent Edition.” Le Muséon 97 (1984): 29–58. Brock, Sebastian P. “A Dispute of the Months and Some Related Syriac Texts.” Journal of Semitic Studies 30:2 (1985): 181–211. Brock, Sebastian P. “Syriac Dispute Poems: The Various Types.” In Dispute Poems and Dialogues in the Ancient and Mediaeval Near East , ed. Gerrit Jan Reinink and Herman L.J. Vanstiphout. Leuven: Peeters,1991. Brock, Sebastian P. “The Dispute Poem: From Sumer to Syriac.” Journal of the Canadian Society for Syriac Studies 1 (2001): 3–10. Brock, Sebastian P. Mary and Joseph, and other dialogue poems on Mary . Piscataway, NJ: Gorgias Press, 2011. Calhoun, George Miller. “The Art of Formula in Homer.” Classical Philology 30 (1935): 215-27. Contini, Riccardo and Cristiano Grottanelli (eds.). Il saggio Ahiqar. Fortuna e trasformazione di uno scritto sapienziale. Il testo più antico e le sue versioni . Brescia: Paideia, 2005. Dehqan, Mustafa. “A Kurdish Garshuni Version of Mem û Zîn.” Gerdûn 11 (2016): 5–10. Dehqan, Mustafa. “Sachau 204: A Kurdish Garshuni Poem.” Manuscripta Orientalia 22 (2016): 68–70. Doane, Alger N. and Carol Braun Pasternack. Vox Intexta. Orality and Textuality in the Mddle Ages . Madison, WI: University of Wisconsis Press, 1991. Ebied, Rifaat. “A collection of letters in Syriac and Arabic addressed to Eduard Sachau (1845-1930).” ARAM 21 (2009): 79–105. Ebied, Rifaat and Nicolas Al-Jeloo. “Some further letters in Syriac, Neo-Aramaic and Arabic addressed to Eduard Sachau by Jeremiah Shāmīr.” Journal of Assyrian Academic Studies 24 (2010): 1–45. Foley, John M. Traditional Oral Epic. The Odyssey, Beowulf, and the Serbo-Croatian Return Song . Berkeley: University of California Press, 1990. Holes, Clive D. “The Debate of Pearl-Diving and Oil Wells: A poetic commentary on socio-economic change in the Gulf of the 1930s.”  Arabic and Middle Eastern Literatures  1 (1998): 87–112. Holes, Clive D. “The Dispute of Coffee and Tea: A debate-poem from the Gulf”. In Tradition and Modernity in Arabic Language and Literature , ed. J.R. Smart. London: Curzon Press, 1996. Holes, Clive D. “The Rat and the Ship’s Captain: A dialogue poem from the Gulf, with some comments on the social and literary-historical background of the genre.” Studia Orientalia 75 (1995): 101–20. Ḥ oshaba, Shleymun I. (ed.). Khamis bar Qardaḥē, Mêmrē w-muš ḥ āthā . Nuhadra: Prisatha da-N ṣ ivin, 2002. Jiménez, Enrique. The Babylonian Disputation Poems . Leiden: Brill, 2017. Kaufhold, Hubert. “Über einige Projekte der Digitalisierung syrischer Handschriften.” Oriens Christianus 90 (2006): 210–6. Kiraz, George Anton. Tūrrā ṣ Mamllā. A Grammar of the Syriac Language , vol. 1 Orthography . Piscataway, NJ: Gorgias Press, 2012. Lidzbarski, Mark. Die neu-aramäische Handschriften der Königlichen Bibliothek zu Berlin . Weimar: Emil Felber, 1896. Lieber, Laura S. 2018. Jewish Aramaic Poetry from Late Antiquity . Leiden: Brill. Littmann, Enno. “Neuarabische Streitgedichte.” In Festschrift zur Feier des Zweihundertjährigen Bestehens der Akademie der Wissenschaften in Göttingen , II Philologisch-historische Klasse. Berlin: Springer, 1951. Massé, Henri. “Du genre littéraire ‘Débat’ en arabe et en persan.” Cahiers de Civilisation Médiévale 4: 137–47 Mattock, John N. “The Arabic Tradition: Origin and Developments.” In  Dispute Poems and Dialogues in the Ancent and Mediaeval Middle Near , ed. Gerrit Jan Reinink and Herman L.J. Vanstiphout. Leuven: Peeters, 1991. Mengozzi, Alessandro. “A Neo-Aramaic Version of the Soghitha of the Sinful Woman and Satan.” In Malphono w-Rabo d-Malphone. Studies in Honor of Sebastian P. Brock , ed. George Kiraz. Piscataway, NJ: Gorgias Press, 2008. Mengozzi, Alessandro. “Religious Poetry in Vernacular Syriac from Northern Iraq.” In Religious Poetry in Vernacular Syriac from Northern Iraq (17th-20th Centuries). An Anthology , CSCO, Scriptores Syri 241, ed. Alessandro Mengozzi. Leuven: Peeters, 2011. Mengozzi, Alessandro. “‘That I might speak and the ear listen to me!’: On Genres in Traditional Modern Aramaic Literature.” Journal of Semitic Studies 57:2 (2012): 321-46. Mengozzi, Alessandro. “Persische Lyrik in syrischem Gewand.Vierzeiler aus dem Buch des Khamis bar Qardaḥe (Ende 13. Jahrhundert).” In Geschichte, Theologie und Kultur des syrischen Christentums , ed. Martin Tamcke and Sven Grebenstein. Wiesbaden: Harrassowitz, 2014. Mengozzi, Alessandro. “The Book of Khamis bar Qarda ḥ e: History of the Text, Genres and Research Perspectives.” In Syriac Encounters. Papers from the Sixth North American Syriac Symposium, Duke University, 26-29 June 2011 , ed. Maria Doerfler, Emanuel Fiano, Kyle Smith. Leuven: Peeters, 2015. Mengozzi, Alessandro, “Simon Magus and Simon Peter in Rome. The Sureth Version of a Late East-Syriac Hymn for the Commemoration of Saints Peter and Paul.” Kervan 22 (2018): 65-90 Mengozzi, Alessandro. “A Sureth Version of the East-Syriac Dialogue Poem of Mary and the Gardener.” Kervan , forthcoming. Mengozzi, Alessandro. “D’Ahiqar au tapis volant du roi Salomon, des mirabilia géographiques à Sindbad le marin en araméen moderne : adab et recherche orientaliste à la fin du XIXème siècle.” In Actes du colloque international « L’adab, toujours recommencé : Origines, transmission et métamorphoses » (Paris, IISMM et INALCO, Jeudi 1er -Samedi 3 décembre 2016) , ed. Francesca Bellino, Catherine Mayeur-Jaouen, and Luca Patrizi, forthcoming. Mengozzi, Alessandro. “Neo-Aramaic Dialogue and Dispute Poems. The Various Types.” In the proceedings of the international conference Disputation Poems in the Near East and Beyond. Ancient and Modern , held in Madrid 12-13 July 2017, ed. Enrique Jiménez. Berlin: De Gruyter, forthcoming. Mengozzi, Alessandro. “Syrische Streitgedichte als mündliche Dichtung.” In the proceedings of the 10. Deutscher Syrologentag (Berlin, 30\/05-2\/06 2018), ed. Shabo Talay, forthcoming. Mengozzi, Alessandro and Luca Basilio Ricossa. “The Cherub and the Thief on YouTube: An Eastern Christian Liturgical Drama and the Vitality of the Mesopotamian Dispute.” Annali dell’Istituto Orientale di Napoli 73 (2013): 49–65. Ong, Walter Jackson. Orality and Literacy. The Technologizing of the Word . New York: Routledge, 1982. Parry, Milman. “About Winged Words.” Classical Philology 32 (1937): 59–63. Pennacchietti, Fabrizio A. “Zmiryata d-rawe: ‘stornelli’ degli aramei kurdistani.” In  Scritti in onore di Giuliano Bonfante . Brescia: Paideia, 1976. Pennacchietti, Fabrizio A. Il ladrone e il cherubino. Dramma liturgico cristiano orientale in siriaco e neoaramaico . Torino: Silvio Zamorani, 1993. Rand. Michael. 2012. “An Aramaic Dispute between the Months by Sahlan ben Avraham,” Melilah: Manchester Journal of Jewish Studies 9: 101–13. Rodrigues Pereira, Alphons S. Studies in Aramaic Poetry (c. 1000 B.C.E. – c. 600 C.E.) . Assen: Van Gorcum, 1997. Sachau, Eduard. “ Über die Poesie in der Volksprache der Nestorianer.” Sitzungsberichte der königlich-preussischen Ak. der W. zu Berlin 11:8 (1896): 179–215. Sachau, Eduard. Verzeichniss der syrischen Handschriften der Koniglichen Bibliothek zur Berlin . Berlin: A. Asher & Co., 1899. Wagner, Mark. “The Debate Between Coffee and Qāt in Yemeni Literature.” Middle Eastern Literatures 8 (2005): 121–49. Yaure, L. “A Poem in the Neo-Aramaic Dialect of Urmia.” Journal of Near Eastern Studies 16 (1957): 73–87. Zumthor, Paul. La lettre et la voix. De la “littérature” médiévale . Paris: Éditions de Seuil, 1987.",
    "title" : 
    [ "Dispute of the Months in Sureth and Its East-Syriac Vorlage",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Mengozzi, Alessandro" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv22n2mengozzi",
    "type" : "article",
    "displayTitleEnglish" : "The Dispute of the Months in Sureth and Its East-Syriac Vorlage" }