
  { "fullText" : "Judith M. Lieu, Marcion and the Making of a Heretic: God and Scripture in the Second Century (Cambridge: Cambridge University Press, 2015). xvi + 502 pp; paperback; $37.99. Blake Hartung, Saint Louis University The second-century teacher Marcion of Pontus (and the “Marcionite” Christians who followed him) looms large in early Syriac Christianity. In the fourth century, Ephrem regularly and vehemently attacked the Marcionite movement, attesting to its enduring strength in Syria and Mesopotamia. Decades later, well after the triumph of Nicene orthodoxy, Rabbula and Theodoret were apparently still struggling against Marcionites in the countryside. See Theodoret, Ep. 81; Life of Rabbula 41. The Marcionite presence in the region was old and enduring. In fact, debate still swirls over Walter Bauer’s argument that Marcionite “heretics” were the first Christians in Edessa. W. Bauer, Rechtgläubigkeit und Ketzerei im ältesten Christentum (Tübingen: Mohr, 1934), 20–33. In light of the significance of Marcion and his movement for Syria and Mesopotamia in Late Antiquity, Judith Lieu’s Marcion and the Making of a Heretic is of special interest for the Syriac studies community. Lieu’s monograph is one of several important new studies on Marcion published in the past few years. See S. Moll, The Arch-Heretic Marcion (Tübingen: Mohr Siebeck, 2010); M. Vinzent, Marcion and the Dating of the Synoptic Gospels (Leuven: Peeters, 2014); M. Klinghardt, Das älteste Evangelium und die Enstehung der kanonischen Evangelien , 2 vols. (Tübingen: Francke, 2015); D. Roth, The Text of Marcion’s Gospel (Leiden: Brill, 2015). In this array of recent scholarship, Marcion and the Making of a Heretic stands out for both its scope and attention to detail. This review will offer general considerations of the book, but with a particular focus on its relevance for Syriac scholarship. Lieu’s key claim, one which frames the entire structure of the book, is that scholars meet Marcion only second hand. “Marcion,” she writes, “is glimpsed only through the lens of the words of others, who are for the most part engaged in an ever more heated and vigorous polemic against him. It is his shadow as much as his presence that determines the future.” (p. 7) As such, the “real Marcion,” the Marcion of the second century, remains a mystery. Lieu recognizes that any attempt to reconstruct that Marcion must critically engage with the (adversarial) sources that purport to describe his character, works, and thought. Her task in the first of the book’s three parts, therefore, is to offer a thorough and systematic analysis of the early Christian anti-Marcionite polemical tradition from Justin to Irenaeus, Tertullian, and the Syriac tradition. This approach has its strengths, allowing the reader to examine each author’s presentation of Marcion on its own terms. It also bolsters Lieu’s attempted reconstruction of Marcion in the second and third sections of the book. One drawback of this approach is that, unlike with a more synthetic or topical approach to anti-Marcionite polemic, the reader can struggle to keep track of the shifting polemical portrayals of Marcion. Lieu’s careful treatment of the early Syriac tradition and the many questions still debated in Syriac scholarship (in chapter 7) is consistent with her rigorous approach elsewhere in the book. The Syriac anti-Marcionite polemical material has not been subjected to such rigorous study in some time (notable exceptions include important articles by H.J.W. Drijvers and David Bundy). See D. Bundy, “Marcion and the Marcionites in Early Syriac Apologetics,” Le Muséon 101 (1988), 21–32; H. J. W. Drijvers, “Marcionism in Syria: Principles, Problems, Polemics,” The Second Century 6 (1987), 153–172; idem, “Marcion’s Reading of Gal. 4,8: Philosophical Background and Influence on Manichaeism,” in W. Sundermann, J. Duchesne-Guillemin, and F. Vahman, eds., A Green Leaf: Papers in Honor of Professor J. P. Asmussen (Leiden: Peeters, 1988), 339–348; idem, “Christ As Warrior and Merchant: Aspects of Marcion’s Christology,” Studia Patristica 21 (1989), 73–85. Reading Lieu’s analysis of the Syriac material in concert with her treatment of the Greek and Latin sources can highlight the close and often surprising parallels among the polemicists. These parallels allow us to better understand the broad trajectory of early Christian polemical discourse to which the Syriac anti-Marcionites belong. The second and third sections of the book move from analysis of the mediating sources for Marcion’s life and teaching toward an attempted reconstruction of Marcion in his second-century context. In this effort, Lieu is appropriately careful and measured in her treatment of the sources. Her thorough knowledge of the contours of the anti-Marcionite polemical tradition and the intellectual currents of the second-century Greco-Roman world renders persuasive her effort to draw out the “real Marcion”. Lieu’s reconstruction of Marcion places his rejection of the Creator (or demiurge) at the center of his thought. In this respect, more than any other, she argues, Marcion diverged from both the biblical tradition and the Platonism of his day, though he was steeped in both (p. 337). Lieu is confident that unlike “gnostic” Christians, Marcion did not have a detailed cosmogony of the sort attacked by Ephrem and Eznik of Kolb (p. 435–36). Lieu thus challenges the radical rethinking of Marcion championed by H.J.W. Drijvers. Drawing primarily upon Syriac and Armenian sources, Drijvers argued that Marcion held to a “mythic” account of the origins of the universe and matter ( hylē ). Drijvers, “Marcion’s Reading of Gal. 4,8,” 348. Lieu finds no evidence for this portrait of Marcion in other sources, arguing that it reflects later Marcionite developments, rather than Marcion himself. That being said, Lieu rejects the simple dichotomies that have historically characterized scholarship on Marcion—that he was either “biblical” or “philosophical” in orientation; either a true “Paulinist,” or a “heretic” who operated far beyond the bounds of acceptable Christian belief. Lieu’s portrait of Marcion should caution us against attri-buting the beliefs of “Marcionites”—as refracted through the arguments of their opponents (such as Ephrem)—to Marcion himself. We should be careful not to assume that the “Marcion” of Ephrem and Eznik was the Marcion of second-century Rome. It should also remind us that the Marcionite Christians represented a dynamic theological and exegetical tradition in Late Antique Syria and Mesopotamia, now almost entirely lost to history, which also claimed the name “Christian.” One minor weakness of this very strong work is the use of the old non-vocalized form of transliteration for Semitic languages (though this may have been the publisher’s decision). In addition, a deeper engagement with other Syriac or Armenian sources beyond Ephrem (like the anti-Marcionite Pseudo-Ephrem A , which Lieu mentions but does not discuss), would have enriched her portrait. That being said, Lieu’s work is remarkably thorough in its treatment of the sources and the scholarship, and will be a standard resource for the study of Marcion for years to come. For Syriac scholars, it represents another fine step toward the full integration of Syriac evidence into the mainstream of early Christian studies.",
    "title" : 
    [ "Judith M. Lieu, Marcion and the Making of a Heretic: God and Scripture in the Second Century",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Hartung, Blake" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv22n1prhartung",
    "type" : "review",
    "displayTitleEnglish" : "Judith M. Lieu, Marcion and the Making of a Heretic: God and Scripture in the Second Century" }