
  { "fullText" : "1. Introduction The three texts contained in manuscript 398 of the Chaldean Cathedral in Mardin, southeastern Turkey (abridged CCM 398) and partially in manuscript 94 of the Chaldean Diocese of Alqosh, northern Iraq (abridged DCA 94), were kindly brought to our attention by Grigory Kessel. Though this article is the result of close collaboration by its two authors, paragraphs 1 and 3-4 are conventionally by Mauro Maggi and paragraph 2 by Paola Orsatti. Our heartfelt thanks go to Sebastian P. Brock (Oxford) for advice concerning the problematic liturgical contexts and the Syriac elements of the Syro-Persian texts studied here and to Grigory Kessel (Wien), Hidemi Takahashi (Tokyo), and Peter Zieme (Berlin) for providing information concerning the various texts contained in manuscript CCM 398 and discussing some of the problems they pose. They are published here with translation and philological commentary. CCM 398 (= C in the edition below) was copied in 1583 A.D. and is written in Nestorian or East Syriac script. Besides Syriac texts, it contains texts in Greek, Armenian, Georgian, Persian, Turkish, and Arabic in Syriac script. See Addai Scher, “Notice sur les manuscrits syriaques et arabes conservés à l’archevêché chaldéen de Diarbékir” ( Journal asiatique 10 [1907]), 395-398 (“Cod. 95”); Hidemi Takahashi, “Armenian Garshuni: An overview of the known material” ( Hugoye: Journal of Syriac studies 17:1 [2014]), 109-110; and under “CCM 00398” in the Hill Museum & Manuscript Library online catalogue of manuscripts at https:\/\/www.vhmml.org. The Syro-Persian texts are: 1) a Trisagion on f. 244r21-23; 2) an Annunciation hymn on f. 244v4-17; 3) an untitled Palm Sunday hymn on f. 244v18-22. DCA 94 (= D in the edition below) is incomplete and is written in East Syriac script. It contains texts in various languages, including Persian on fol. 30v1-4 ( Annunciation hymn ) and 5-11 ( Palm Sunday hymn ). CCM 398 is the only known complete witness of the Syro-Persian Annunciation hymn (AH for short, § 3.2), which bears the puzzling Syriac title Šurāyā da-qyāmtā Pārsāʾit , lit. ‘The beginning (?) of resurrection in Persian’, and whose liturgical destination and use remain obscure to us (see § 3.2). In manuscript DCA 94, only the last verse lines (19-23) are extant. The Trisagion (Tr. for short, § 3.1) is also preserved in manuscript 10 of the Chaldean Cathedral in Mardin (abridged CCM 10 = C₁ in the edition below), likewise written in East Syriac script and tentatively datable to the 17th century. See Addai Scher, “Notice sur les manuscrits syriaques et arabes conservés dans la bibliothèque de l’évêché chaldéen de Mardin” ( Revue des bibliothèques 18 [1908]), 86-87 (“Cod. 81”); Takahashi, “Armenian Garshuni,” 86, 98, 109-110; and under “CCM 00010” in the Hill Museum & Manuscript Library catalogue. The Palm Sunday hymn (PS for short, § 3.3) is also known from other manuscripts besides CCM 398, namely, DCA 94, Mingana Syr. 184 (= B in the edition below; West Syriac script, eighteenth or nineteenth century) and Mingana Syr. 520 (= A in the edition below; West Syriac script, about 1800) of the University of Birmingham, See Alphonse Mingana, Catalogue of the Mingana collection of manuscripts, now in the possession of the Trustees of the Woodbrooke Settlement, Selly Oak, Birmingham , vol. 1, Syriac and Garshūni manuscripts (Cambridge: Heffer and Sons, 1933), 405-408 (no. 184), 956-958 (no. 520) and cf. Mauro Maggi and Paola Orsatti, “Two Syro-Persian hymns for Palm Sunday and Maundy Thursday,” in The Persian language in history , ed. Mauro Maggi and Paola Orsatti (Wiesbaden: Ludwig Reichert, 2011), 247-249. as well as manuscript 197 of the Deyrulzafaran (Dayr al-Zaʿfarān) Monastery near Mardin (olim Diyarbakır, abridged ZFRN 197 = Z in the edition below), written in West Syriac script like the two Mingana manuscripts and tentatively datable to the 18th century. See Takahashi, “Armenian Garshuni,” 87-88; Idem, “Armenisch-Garschuni (Armenisch in syrischer Schrift),” in Scripts beyond borders: A survey of allographic traditions in the Euro-Mediterranean world , ed. Johannes den Heijer, Andrea Schmidt, and Tamara Pataridze (Leuven: Peeters, 2014), 192; Idem, “Armenian Garshuni (Armenian in Syriac characters) and its users,” in Syriac in its multi-cultural context: First international Syriac studies symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin , ed. Herman Teule et al. (Leuven: Peeters, 2017), 245; and under “ZFRN 00197” in the Hill Museum & Manuscript Library catalogue. We first published the Palm Sunday hymn on the basis of the two Mingana manuscripts Maggi and Orsatti, “Two Syro-Persian hymns,” 250-251 (on form and contents), 266, 271-273 (facsimiles, text, and translation), 282-283 (commentary). and publish it here again by taking account of all the four so far known witnesses (A, B, C, D, and Z). Although the Palm Sunday hymn is found in all aforementioned manuscripts (except CCM 10) and the Annunciation hymn of CCM 398 and DCA 94 is linguistically and formally close to the Maundy Thursday hymn (MT for short) known from Mingana Syr. 184, Mingana Syr. 520, Facsimiles, text, translation, and commentary in Maggi and Orsatti, “Two Syro-Persian hymns,” 263-271, 273-282. and ZFRN 197, On this manuscript, cf. n. 5. The text of the Maundy Thursday hymn in ZFRN 197 is of some interest in that it basically agrees with Mingana Syr. 520 but inserts interlinearly and marginally variants that are in line with and sometines better than those in Mingana Syr. 184 and are mostly written in Arabic script with influence of the Syriac orthography. We will deal with this new witness of the Maundy Thursday hymn in a next article. one notices that the Syro-Persian texts in the Mingana and Deyrulzafaran (ZFRN 197) manuscripts, on the one side, and the Mardin and Alqosh manuscripts (CCM 398, CCM 10, and DCA 94), on the other, belong to different orthographic traditions (see § 2). This suggests that these liturgical texts—among which the Palm Sunday hymn provides a sort of common denominator—underwent a long and varied manuscript transmission. The information concerning the aforementioned Syro-Persian texts and their witnesses can be summarised thus: MT = Maundy Thursday hymn PS = Palm Sunday hymn AH = Annunciation hymn Tr. = Trisagion . Siglum Script Date MT PS AH Tr. Mingana Syr. 520 A West Syr. about 1800 + + Mingana Syr. 184 B West Syr. 18th\/19th c.? + + ZFRN 197 Z West Syr. 18th c.? + + DCA 94 D East Syr. ? + + CCM 398 C East Syr. copied 1583 + + + CCM 10 C₁ East Syr. 17th c.? + All three Syro-Persian texts in CCM 398 are written on continuous writing lines. In the hymns, dots mark verse lines, that mostly overlap with syntactic units. The Annunciation hymn consists of twenty-three verse lines of 7 to 10 syllables, almost all rhyming in ‑as (including 2 un(a)s and 12 matar(a)s for standard uns ‘intimacy’ and matars ‘fear not!’). Only two lines rhyme in ‑ ās (5 nās , 7 paydā-s ). The six Persian verse lines of the short Palm Sunday hymn , which vary apparently from 4 to 9 syllables in length and are followed by a few Syriac lines, likewise all rhyme in ‑as . The verse structure of the two hymns, especially that of the Annunciation hymn , bears a resemblance to pre-Islamic and early non-Classical Persian versification as outlined by Gilbert Lazard. Cf. the survey in Gilbert Lazard, “Poetry, iv: Poetics of Middle Persian,” in Encyclopaedia Iranica , online ed. (2006) with further references. The texts under consideration are at times corrupt, which lends support to the hypothesis of a long textual transmission, and display a language variety characterised by non-standard features also to be found in the Maundy Thursday hymn . The occurrence of third singular perfect forms like, for instance, AH 1 g U wṗt A s guftas ‘he spoke,’ In the manuscripts, the vowel signs are not always aligned consequently with the relevant consonant signs. In the transliteration, their position is standardised in that they precede matres lectionis (the letters ālap, yod, and wāw), but follow full consonant signs. is strikingly frequent and is probably due to the exigencies of rhyme, as the exclusive occurrence of simple past forms in non-rhyme position seems to confirm: AH 12 ġ U wṗṫ guft ‘he said’ and 23 g U wṗt A m guftam ‘I said’ (cf. MT 1b rpẗ, 5b rpt raf(a)t ‘they\/he went,’ 2b, 3b, 6c ʾmd āmad ‘he came, has come,’ and 3a ġwpẗ guf(a)t ‘he said’). Cf. Maggi and Orsatti, “Two Syro-Persian hymns,” 254. Spoken or non-classical features are possibly AH 8, 10 h A mj U wn hamcūn in the meaning ‘thus, like that’ and the loss of final ‑d in Tr. x U wd Ā w Ā n xudāvan (3×) for standard xudāvand ‘lord’ (see § 4). There are some archaic forms as well, such as the preservation of h ‑ in PS 4 ḥ A n ḥān for standard ān ‘that’ See Maggi and Orsatti, “Two Syro-Persian hymns,” 282. (but AH 11, 19 ʾ Ā n ān ) and, apparently, the preservation of majhūl ō in AH 10 m A ġ O w magō ‘do not say!’, unless this is a slavish, unadapted reproduction of a spelling in the source manuscript (cf. § 4 on AH 23 b A ḋ Ī yd Ā ʾr padīdār ) or a sheer imprecise notation of the back vowel comparable with similar oscillations in the spelling of the front vowels (see § 2). Indeed, the preservation of majhūl ō contrasts strikingly with the change ē > ī in AH 3 m Ī yḋ Ā ʾn A m mīdānām , all the more so because we know that the change ō > ū preceded the change ē > ī and not vice versa. See Fritz Meier, “Aussprachefragen des älteren Neupersisch” ( Oriens 27-28 [1981]), 96-98. 2. Orthography of CCM 398, CCM 10, DCA 94, and ZFRN 197 The orthography of the Syro-Persian texts in CCM 398, CCM 10, and DCA 94 differs from that of the already published texts in Mingana Syr. 184 and 520. See Maggi and Orsatti, “Two Syro-Persian hymns,” 255-260. The orthography of ZFRN 197 (PS) hardly requires any comments, as it basically agrees with that of the Mingana manuscripts. For the notation of vowels, CMM 398, CMM 10, and DCA 94, all in East Syriac script, resort to Syriac vowel points (here transliterated by raised capital letters), For their adaptation to the notation of the Persian vowels, see Paola Orsatti, “Syro-Persian formulas in poetic form in baptism liturgy,” in Persian origins: Early Judaeo-Persian and the emergence of New Persian: Collected papers of the symposium, Göttingen 1999 , ed. Ludwig Paul (Wiesbaden: Harrassowitz, 2003), 150. while Arabic vowel signs (transliterated by raised lowercase letters) are only found, in addition to Syriac vowel points, in the two Arabic loanwords AH 19 t Aa sḃ Ī yḥ tasbīḥ ‘praise’ and 21 C r Aa ḥ Ī ym raḥīm ‘merciful.’ In the following, reference is made to the readings accepted in the edition below. When reference to specific manuscripts is needed, this is indicated by the addition of the relevant manuscript sigla. Conversely, the two Mingana manuscripts mainly use Arabic vowel signs (ZFRN 197, which pertains to the same orthographic tradition, has ẓamma in the misspelled variant PS 4 Z ḥ u n for AB ḥ a n ān ‘that’, all with sukūn over ‑n). The Mardin and Alqosh manuscripts show some inconsistencies in the notation of the Persian vowels, but such inconsistencies are probably devoid of linguistic relevance. Zqāpā ܵ < Ā >, with or without ālap as a mater lectionis, usually stands for long ā . It occurs for short a , instead of ptāḥā ܲ < A >, in the final syllable of Tr. x U wd Ā w Ā n xudāvan ‘Lord’ (3×) and in the verbal negative prefix na ‑ in Tr. n Ā ʾ m I rḋ wn Ā ʾm Ī yr A ḋ namird va namīrad ‘he did not die and will not die’ (followed by ālap), whereas the negative prefix in PS 5 n Ā ʾd Ā d A s nādādas might actually have been nā ‑ before a past participle. This seems to be confirmed by the separate writing of the verbal negative prefix in PS 5 C n Ā ʾ d Ā d A s nādādas (here possibly nā ‑: see Maggi and Orsatti, “Two Syro-Persian hymns,” 255 and 283). The final ālap and, more clearly, the space before the verb show that the prefix was considered as a separate word, as often in Persian texts in non-Arabic scripts. See Ludwig Paul, A grammar of Early Judaeo-Persian (Wiesbaden: Ludwig Reichert, 2013), 116-117 § 138. There is an a spelled < Ā > also in AH 5, 15 ʿ Ā l Ā m ʿālam ‘world’ (but 22 C ʿ Ā ʾl A m, D ʿ Ā l A m), 18 ʿ Ā jḃ ʿajab ‘(what a) wonder,’ 20 D g A ṗ Ā ʾr Ā ʾs ġaffār-as ‘is forgiving’ (bur C g A ṗ Ā ʾr A s), 21 D r A ḥ Ī ym Ā ʾs rā ḥim-as ‘is compassionate’ (but C r Ā ḥ Ī ym A s), 22 h I m Ā ʾ hima ‘all,’ 23 g U wṗt Ā m guftam ‘I have announced’, PS 6 C ʿ Ā ẓ Ī ym A s ʿaẓīm-as ‘is great’ (but D ʿ A ẓ Ī ym A s), and probably 3 C n I š Ā st A s nišastas ‘he is seated’ (but D n I šs A t A s with displaced A ). A similar fluctuation can be observed in the notation of palatal vowels. Normally rbāṣā ʾarrīkā ܸ < I > represents a short palatal vowel and ḥbāṣā ܝܼ < Ī y> represents a long ī (there is no evidence of majhūl ē ). However, < Ī y> in Tr. C₁ n Ā ʾ m Ī yrd contrasts with < I > in C n Ā ʾ m I rd namird ‘he did not die,’ a form which shows a dialectal realisation i of literary short u ( namurd ) characteristic of the language of both Tr. and AH (see § 4). Likewise, there is < Ī y> for i in AH 5 m U wk A l Ī yṣ muxalliṣ ‘saviour,’ 21 C r Ā ḥ Ī ym A s, D r A ḥ Ī ym A s rāḥim-as ‘is compassionate,’ and possibly in the negative prefix of 11 n Ī yḋ Ā d A s nidādas ‘did not give’ (see § 4). Rbāṣā karyā ܹ < Ē > is only occasionally used: it contrasts with < I > for ī in the last syllable of Tr. C₁ ʾ Ī yl Ā h Ē n beside C ʾ Ī yl Ā h I n ilāhīn , apparently for standard ilāhī ‘divine,’ and stands for i in AH 4 ḥ Ā ʾm Ē l A s ḥāmila-s ‘will be pregnant.’ Finally, the spellings AH 22 h I m Ā ʾ hima for literary New Persian hama and AH 1, 13, 14 s I x U wn sixun for literary New Persian saxun ( suxun , suxan ) seems to be linguistically relevant and to point here to a pronunciation with i instead of a . Differently from other Syro-Persian texts where <y> at the end of the word also represents ‑ā on the model of the Arabic alif maqṣūra (e.g. MT 2a, 4a, 6b ʿysy ʿĪsā ‘Jesus’), CCM 398 simply has ālap in AH 4 ʿ Ī ys Ā ʾ, 7 ʿ Ī ysʾ ʿĪsā ‘Jesus.’ See Mauro Maggi, “A Syro-Persian version of Matthew 23.29-35,” in Scritti in onore di Giovanni M. D’Erme , ed. Michele Bernardini and Natalia L. Tornesello, vol. 1 (Napoli: Università degli studi di Napoli L’Orientale, 2005), 645; Maggi and Orsatti, “Two Syro-Persian hymns,” 259; and cf. Adam C. McCollum, “Garshuni as it is: Some observations from reading East and West Syriac manuscripts” ( Hugoye: Journal of Syriac studies 17:2 [2014]), 229. In the two Mardin manuscripts a stylised small Arabic dotless jīm subscribed to <g> ( ܓ̰ , here transliterated j) is regularly used to differentiate the palatal affricates j and c from velar g (the latter being written <g> or <ġ> with overdot for plosive pronunciation according to Syriac orthography: ܓ or ܓܿ ). This device, not consistently used in DCA 94 and clearly derived from Islamic manuscripts, For epigraphic scripts, see Adolf Grohmann, Arabische Paläographie , II. Teil, Das Schriftwesen; die Lapidarschrift (Wien: Böhlaus, 1971), 42-46 § 4. is not found, to the best of our knowledge, in the manuscripts of other Syro-Persian texts published so far, but is known from Arabic Garshuni. Cf. McCollum, “Garshuni as it is,” 230 with n. 35. It occurs practically in the totality of the occurrences of j and c : Tr. ʿjmyʾ ʿajamāyā ‘Persian’ (loanword in the Syriac title; C₁ ʿgmyʾ) and j A ḃ Ā r jabbār ‘almighty;’ AH 2 bjḃryl, 12 jbryl (ba) Jibrīl ‘(to) Gabriel,’ 8 j A w Ā ʾ ḃ javāb ‘answer,’ 9 jÿ ci ‘what,’ 8, 10 h A mj U wn hamcūn ‘thus, like that’ (cf. the lectiones faciliores PS 3 CZ hmjwn, D h A mj U wn instead of hmgwn hamgūn ), 18 ʿ Ā jḃ ʿajab ‘(what a) wonder,’ 19 C wʾ Ā jb A s vājib-as ‘is fitting’ (as against D wʾ A gb A s), PS 2 C jÿ, D j Ī y ci ‘what’ (2×), and 5 C j A w Ā ʾb, D jw Ā ʾ ḃ javāb ‘answer.’ Instead, simple <g> or a modified <g> with one or two strokes in the middle ( ܔ ) are used for j and c in ZFRN 197 and the two Mingana manuscripts. See Maggi and Orsatti, “Two Syro-Persian hymns,” 258. The only two occurrences of fricative ġ in the three texts under consideration are simply written <g> ( ܓ ) in AH 20 g A ṗ U wr ġafūr ‘clement’ and C g A ṗ Ā ʾr A s, D g A ṗ Ā ʾr Ā ʾs ġaffār-as ‘he is forgiving.’ Other occurrences of \/ġ\/ in Syro-Persian texts are to be found in the Matthew excerpt, where it is written <g> with underdot (rukkakā) transliterated <γ>, and in the bilingual (Syriac and New Persian) Psalter and the pharmacological fragments from Turfan, where it is written by means of a modified gāmal transliterated <ğ>: see Maggi, “A Syro-Persian version of Matthew 23.29-35,” 642; Maggi and Orsatti, “Two Syro-Persian hymns,” 256 n. 28; Nicholas Sims-Williams, “Early New Persian in Syriac script: Two texts from Turfan,” ( Bulletin of the School of Oriental and African Studies 74:3 [2011]), 354, 363. There are no instances of <k> ( ܟ ) for g on the model of the Arabo-Persian orthography, a usage which is occasionally found in the Maundy Thursday hymn in Mingana Syr. 520 See Maggi and Orsatti, “Two Syro-Persian hymns,” 256, 258. (the single instance of the comparable spelling <b> ( ܒ ) for p on the model of the Arabo-Persian orthography in AH 23 C b A ḋ Ī yd Ā ʾr, D b A d Ī yd Ā ʾr padīdār ‘the one who begets’ is probably due to the copyist’s misunderstanding of his source, see § 4). Another orthographic characteristic to be observed in CCM 398 and DCA 94 is <p> with overdot ( ܦܿ , here transliterated ṗ) to represent fricative f instead of plosive p as usually in Syriac orthography. This usage, too, can be ascribed to the influence of the Arabo-Persian orthography, in which f is represented by a letter with a point above ( ف ) at least in the Eastern Arabic scripts as opposed to Maghribi scripts (see below for the similar calque of Arabic ظ <ẓ> through <ṭ> with overdot, ܛܿ ). Cf. McCollum, “Garshuni as it is,” 231. The notation <ṗ> applies to all of the occurrences of f in CCM 398 and DCA 94 ( f does not occur in the short Syro-Persian text of CCM 10, the Trisagion ): AH 1 g U wṗt A s guftas ‘he spoke,’ 6 s A ṗr A š safāraš ‘request (to do something)’ (cf. standard sifāriš beside sipāriš ), 12 ġ U wṗṫ guft ‘he said,’ 20 g A ṗ U wr ġafūr ‘clement,’ 20 C g A ṗ Ā ʾr A s, D g A ṗ Ā ʾr Ā ʾs ġaffār-as ‘is forgiving,’ 23 C g U wṗt A m, D g U wṗt Ā m guftam ‘I said’, and PS 1, 4 ġ U wṗt A\/Ā s guftas ‘he said’. As opposed to <ṗ>, <p> without diacritical point ( ܦ ) represents p in the two Mardin manuscripts: Tr. C p Ā k̇, C₁ pk̇ pāk ‘holy;’ AH 7 p A yḋ Ā ʾ A s paydā-s ‘is conceived’ (see § 4 for this transcription and translation). A further feature certainly due to influence of the Arabic orthography is the regular use of final <y> with two subscript horizontal points ( ܝܸ , here transliterated ÿ) for all of the occurrences of palatal vowels at word end in CCM 398 (no occurrences in CCM 10): AH 3 k̇ÿ ki ‘that,’ 9 jÿ ci ‘what,’ 11 k A sÿ kas-ī ‘somebody,’ 20 k̇ÿ ki ‘because,’ 22 kÿ ki ‘whom;’ and PS 2 jÿ ci ‘what’ (2×), 5 k A sÿ kas-ē ‘somebody’ (the texts of Maundy Thursday hymn and PS in the Mingana manuscripts, especially in Mingana Syr. 520, seem to give evidence of the preservation of the majhūl vowels). See Maggi and Orsatti, “Two Syro-Persian hymns,” 259. In the Matthew excerpt <y> with two subscript horizontal points is occasionally used in non-final position to represent Eastern Persian ē in the second plural verbal ending ‑ēd after a glide ‑y ‑ ( ܝܝܸ ). 4 α ʾr α ʾy ι ÿd ārāyēd ‘you decorate’, 8 ʿq u wb a ẗ n i m a ʾy i ÿd ʿoqūbat nemāyēd ‘you (will) punish’: see Maggi, “A Syro-Persian version of Matthew 23.29-35,” 644-646. In AH 1, 6 x U wd Ā ʾ ḣ xudāh ‘the Lord,’ final <ḣ> with a point above ( ܗܿ ) has quite surely to be interpreted as an actually pronounced ‑h. It also occurs in the Baptism hymn (1, 10 n Ī g Ā ḣ nigāh ‘gaze,’ 4, 8, 12 r Ā ḣ, that is, the postposition ‑rā(h) ), and the Syro-Persian Psalter from Turfan (Iv6 hm A ḣ hamah ‘all’). Orsatti, “Syro-Persian formulas,” 152-154 with n. 31; Sims-Williams, “Early New Persian in Syriac script,” 355 with n. 13, 357, 369. For pronunciation, see Fritz Meier, “Aussprachefragen des älteren Neupersisch,” 156-159 and Gilbert Lazard, “Remarques sur le fragment judéo-persan de Dandān-Uiliq,” in A green leaf: Papers in honour of Professor Jes P. Asmussen (Leiden: Brill, 1988), 207; cf. Maggi, “A Syro-Persian version of Matthew 23.29-35,” 648 with nn. 29-31 and George Anton Kiraz, Tūrrāṣ Mamllā: A grammar of the Syriac language , vol. 1, Orthography (Piscataway: Gorgias Press, 2012), 93 § 203. The ‘only Arabic’ letters, that is, the letters only found in Arabic loanwords in Persian, are mostly carefully transliterated by the corresponding letters, or letters with diacritical point, of the Syriac alphabet: – Arabic <ḥ> = Syriac <ḥ> (ܚ): AH 3, 13, 16 (3×) ḥ A q A s Ḥaqq-as ‘is (...) God,’ 4 ḥ Ā ʾm Ē l A s ḥāmila-s ‘is pregnant,’ 19 t Aa sḃ Ī yḥ tasbīḥ ‘praise,’ 21 r Aa ḥ Ī ym raḥīm ‘merciful,’ 21 r Ā ḥ Ī ym A s rāḥim-as ‘is compassionate;’ PS 6 ṣ Ā ʾḥ I ḃ ṣ ā ḥ ib ‘possessed of;’ – Arabic <ṣ> = Syriac <ṣ> ( ܨ ): AH 5 m U wk A l Ī yṣ muxalliṣ ‘saviour;’ PS 6 ṣ Ā ʾḥ I ḃ ṣ ā ḥ ib ‘possessed of;’ – Arabic <ṭ> = Syriac <ṭ> ( ܛ ): AH 17 b Ā ʾṭ I n bā ṭ in ‘concealed;’ – Arabic <ẓ>, a letter having no match in the Syriac alphabet, is rendered by simple <z> ( ܙ ) in AH 17 z Ā ʾh I r ẓāhir ‘manifest’, but by <ṭ> with overdot ( ܛܿ ) in PS 6 CD ʿ Ā ẓ Ī ym A s ʿ a ẓ īm-as ‘is great’ (the other manuscripts have simple <ṭ>) in imitation of the Arabic script, which combines <ṭ> ط with an overdot to obtain <ẓ> ظ . Cf. McCollum, “Garshuni as it is,” 231-232. – Arabic <ʿ> is always transliterated by Syriac <ʿ> ( ܥ ); – Arabic <s̱> = Syriac <ṯ> (i.e. <t> with underdot for fricative pronunciation, ܬܼ ) in PS 4 C m A ṯl ma s̱ al ‘parable, D m I ṯl mi s̱ l ‘equal.’ The preposition ba ‑\/ bi ‑ is written <b> attached to the following word, as it generally is in the most ancient Arabo-Persian orthography and unlike in Judaeo-Persian orthography. It is not vocalised, or vocalised with < I > or < A >, apparently without any linguistic reason, and is transcribed here as ba unless it is expressly vocalised with i : AH 2 bjḃryl ba Jibrīl ‘to Gabriel,’ 4 bʿ Ī ys Ā ʾ ba ʿ Īsā ‘with Jesus,’ 6 b I m Ā ʾ bi mā ‘to us’ (with i ), 7 b A ṫ U w r Ā ʾ ba tu-rā ‘to you’ (with a ), 15 bʿ Ā l Ā m ba ʿālam ‘into the world,’ 19 bʾ Ā nrʾ Ā ba Ān-rā ‘to Him’ (on the circumposition ba ...‑rā , see § 4). In addition, it may be noted that, of the Arabic orthographic signs, only the tašdīd (ــّ , marking the doubling of a consonant and here transliterated ː) is used once in manuscript ZFRN 197: PS 1 Z mʿmːlr for *mʿmʾr * Mi ʿ mār ‘the (Supreme) Architect’ (see § 4). Cf. McCollum, “Garshuni as it is,” 233 on tašdīd in Garshuni. The iżāfa particle ( ‑i ) is never written. Moreover, there is one instance of the conjunction u ‘and’ left unwritten: AH 17 z Ā ʾh I r b Ā ʾṭ I n ẓāhir u bāṭin ‘manifest and concealed’ (see § 4). The following table summarises the peculiarities in the usage, transliteration, and transcription of the Syriac script for writing Persian in mss. C, C₁, D, and Z, as far as consonants are concerned: Syriac script Transliteration Transcription <b> ܒ b b , p Only in AH 23 b A ḋ Ī yd Ā ʾr padīdār ‘the one who begets’. <b> with overdot ܒܿ ḃ b <g> ܓ g g , ġ , j Only in AH 19 D wʾ A gb A s vājib-as ‘is fitting’. <g> with overdot ܓܿ ġ g <g> with subscript jīm ܓ̰ j j , c <g> with a middle stroke ܔ j j , c <d> with overdot ܕܿ ḋ d <h> with overdot ـܗܿ ‑ḣ ‑h Only in AH 1, 6 x U wd Ā ʾḣ xudāh ‘Lord’. <h> with two dots above ـܗ ̈ ‑ẗ ‑at <z> ܙ z ẓ (AH) <ṭ> with overdot (Arabic ظ ) ܛܿ ẓ ẓ (PS) <ṭ> ܛ ṭ ẓ (PS) <k> ܟ k k , x <k> with underdot ܟܼ x x <k> with overdot ܟܿ k̇ k <p> with overdot (Arabic ف ) ܦܿ ṗ f <t> with overdot ܬܿ ṫ t <t> with underdot ܬܼ ṯ s̱ (PS) For vowels, apart from the aforementioned instances of graphic fluctuation (including rbāṣā karyā ܹ < Ē > for i , ī ), the usage, transliteration, and transcription of the Syriac letters and vowel points and the Arabic vowel signs in mss. C, C₁, D, and Z can be summarised as follows: Syriac script Transliteration Transcription ptāḥā ◌ܲ A a zqāpā ◌ܵ Ā ā rbāṣā ʾarrīkā ◌ܸ I i ḥbāṣā ܝܼ ܐ Ī y ī ʿṣāṣā ʿāllīṣā ܘܼ U w u, ū ʿṣāṣā rwīḥā ܘܿ O w ō (AH) final yod with two points below ܝܸ ÿ ‑ ī Arabic signs Transliteration Transcription fatḥa a a (AH 2×, PS) 3. Text and Translation The three texts are given here in facsimile, transliteration, transcription, and translation. Photos courtesy of the Hill Museum & Manuscript Library, Saint John’s University, Minnesota, USA. Published with permission of the Chaldean Cathedral, Mardin, Turkey; the Chaldean Diocese of Alqosh, Iraq; and the Deyrulzafaran Monastery, Mardin, Turkey. All rights reserved. In the critical text, preference is given to the orthographically more informative manuscript readings. Even minor spelling differences are recorded in the apparatus in order to document the orthographic usage. Editorial emendations that diverge, albeit slightly, from the manuscript tradition, are marked by an asterisk (*). Punctuation marks have been normalised using only the single dot (.) and the four dots (⁘). Differences in interpunction are not recorded in the apparatus unless interpunction is changed in the critical text. The transcription conventionally adopts the classical pronunciation of vowels, This does not apply to bibliographic references. while, for consonants, it reflects the Arabo-Persian orthography but also accounts for the peculiar manuscript spellings in certain cases. Because the iżāfa is not written, it is conventionally added everywhere in the transcription according to current usage. Extra vowels added for rhyme are enclosed in parentheses ( ). 3.1. Trisagion (Tr.) Manuscripts: C 244r21-23; C₁ 8r14-16 (Figs. 1-2). The Persian version is preceded by Syriac transcriptions of the Trisagion in Latin (“Sanctus Deus”) This actually applies only to manuscript CCM 398, where the Trisagion features as the seventh stanza appended to the first six stanzas of the Latin hymn O filii in Syriac transcription. Manuscript CCM 10 has only the first stanza of O filii , followed by Syriac transcriptions of the Trisagion in Greek and other languages, that are qualified as “translated” ( mettargam ) from Latin. See Takahashi, “Armenian Garshuni,” 110; Idem, “The hymn ‘O filii’ in Syriac transcription” (forthcoming), § 2. and its renditions in Greek, Armenian, and Georgian. There follow Syriac transcriptions of the Turkish, Arabic, and Syriac translations. The wording of the Persian version differs from the one in the polyglot Trisagion in Armenian script in the Yerevan manuscript Matenadaran 7117. See David N. MacKenzie, “The language of the Medians” ( Bulletin of the School of Oriental and African Studies 22 [1959]), 354, where it is transcribed thus: “* Pāk-ī xudā, pāk-ī tavānā, pāk-ī bēmarg, avar xāč ṣ udī bahr-ī mā, ra ḥ mat kun a var mā ,” that is, ‘Holy God, holy strong, holy immortal, you (who) were crucified for us, have mercy on us.’ Another polyglot Trisagion in Armenian script is contained in manuscript Matenadaran 4618, fol. 126: see Andrea Schmidt, “Arménien et syriaque,” in Claude Mutafian (ed.), Arménie: la magie de l’écrit (Paris: Somogy, 2007), 345-348. “The text of the part visible on the photograph on p. 345 (the versions of the Trisagion in Greek, Syriac and Georgian, and the first four words of the Persian version) is essentially identical to that in Matenadaran 7117” (Takahashi, “Armenian Garshuni,” 101 n. 44). (...) dmttrgm blšn Ā ʾ ʿ jmyʾ . p Ā k̇ x U wd Ā w Ā n . j A ḃ Ā r x U wd Ā w Ā n . n Ā ʾ m I rḋ wn Ā ʾm Ī yr A ḋ . wy A k̇ x U wd Ā w Ā n . ʾ Ī yl Ā h I n j A b Ā r ⁘ dmttrgm] dm I trgm C₁.     blšn Ā ʾ] blšnʾ C.     ʿjmyʾ] ʿgmyʾ C ₁.     p Ā k̇ x U wd Ā w Ā n] pk̇ k U wd Ā w Ā n C₁.     j A ḃ Ā r x U wd Ā w Ā n] jḃr k U wd Ā w Ā n C₁.     n Ā ʾ m I rḋ wn Ā ʾm Ī yr A ḋ] n Ā ʾ m Ī yrd wnʾm Ī yrd C₁.     wy A k̇ x U wd Ā w Ā n] om. C₁.     ʾ Ī yl Ā h I n] ʾ Ī yl Ā h Ē n C₁.     j A b Ā r] jnbr C₁. Fig. 1: Chaldean Cathedral, Mardin, Turkey, MS 398, fol. 244r21-23 ( Trisagion , C). Fig. 2: Chaldean Cathedral, Mardin, Turkey, MS 10, fol. 8r14-16 ( Trisagion , C₁). [Syriac] (...) d-mettargam b-lešānā ʿ ajamāyā: [Persian] Pāk xudāvan, jabbār xudāvan, namird va namīrad va yak xudāvan, ilāhīn, jabbār. (...) which is translated into Persian language: Holy Lord, almighty Lord, he did not die and will not die and (is) the one Lord, divine, almighty. 3.2. Annunciation hymn (AH) Manuscripts: C 244v4-17; D 30v1-4 (Figs. 3-4). Raised numbers in bold in the transliterated text refer to the manuscript lines. The Syriac title of this hymn is unclear not only because of the reference to resurrection, Cf. § 3.3 on the mention of resurrection in the Syriac close appended to the Palm Sunday hymn that follows the Annunciation hymn in manuscripts C and D. but also because šurāyā , besides ‘beginning,’ is also an East Syriac liturgical term which, however, normally refers to short psalms and not to a text such as this. See Michael Sokoloff, A Syriac lexicon (Winona Lake: Eisenbrauns, 2009), 1536 s.v. šwryʾ . The hymn is not to be found in Sebastian P. Brock’s anthology of Syriac hymns on Mary, though some passages of it bear some resemblance to passages in the lenghtier anonymous hymn n. 41 translated by him, the Dialogue between Mary and the Angel sometimes attributed to Narsai. Sebastian P. Brock, Bride of light: Hymns on Mary from the Syriac churches , rev. ed. (Piscataway: Gorgias Press, 2010), esp. 14, 125-132. Parallels from this dialogue poem ( Mary and the Angel for short) and the Gospels of Luke and Matthew in the New Revised Standard Version The holy Bible: New revised standard version containing the Old and New Testaments (Cambridge: Cambridge University Press, 1989). are given in footnotes to the translation below. 0 ⁴ ⁘ š U wr Ā yʾ d A qy Ā mṫ ʾ prs Ā ʾ Ī yt ⁘ ⁵ x U wd Ā ʾ ḣ y A k̇ s I x U wn g U wṗt A s . bjḃryl m A l A k̇ ʾ U wn A s . ⁶ m Ī yḋ Ā ʾn A m k̇ÿ b A ṫ U wl ḥ A q A s . mrym h A m bʿ Ī ys Ā ʾ ⁷ ḥ Ā ʾm Ē l A s . 5 m U wk A l Ī yṣʿ Ā l Ā m U wn Ā ʾs . x U wd Ā ʾ ḣ b I m Ā ʾ ⁸ s A ṗr A š k A rd A s . ʿ Ī ysʾ b A ṫ U w r Ā ʾ p A yḋ Ā ʾ A s . mrym ⁹ j A w Ā ʾ ḃ h A mj U wn d Ā d A s . yʾ jbryl jÿ sx U wn A s . 10 ¹⁰ m A ġ O w d Ī yg A r h A mj U wn ʿ A yb A s . ʾ Ī yn k A b A r k A sÿ ʾ Ā nš ¹¹ n Ī yḋ Ā d A s . jbryl ġ U wṗṫ mrym m A ṫr A s . q A b U wl ¹² b I k̇ U wn s I x U wn ḥ A q A s . mrym s I x U wn q A b U wl k A rd A s . 15 ¹³ bʿ Ā l Ā m ʿy Ī s Ā ʾ *ʾ Ā m A d A s . ḥ A q A s ḥ A q A s ʿy Ī s Ā ʾ ḥ A q A s . ¹⁴ z Ā ʾh I r b Ā ʾṭ I n ʾ Ī yn A s ʾ Ī yn A s . ʿ Ā jḃ q U wdr A ṫ wʾ Ā y Ā ʾt A s . ¹⁵ bʾ Ā nrʾ Ā t Aa sḃ Ī yḥ wʾ Ā jb A s . 20 k̇ÿ h A m g A ṗ U wr wh A m ¹⁶ g A ṗ Ā ʾr A s . wh A m r Aa ḥ Ī ym wh A m r Ā ḥ Ī ym A s . kÿ h I m Ā ʾ ¹⁷ ʿ Ā ʾl A m m I št Ā ʾq A s . b A ḋ Ī yd Ā ʾr t U w g U wṗt A m ʿ I šq A s . 5  m U wk A l Ī yṣ] m U wk A l Ī yṣṣ C with first ṣ expunged through a point above and a vertical line below the line to the right. See Kiraz, Tūrrā ṣ Mamllā , 117 on the supralinear point as an expunction device. 11 ʾ Ā nš] horizontal line over ālap and zqāpā over n.     14  q A bw U l] q with ptāḥā miswritten as overdot and double horizontal underdot.     15  *ʾ Ā m A d A s] ʾ Ā m A r A s C.     19   wʾ Ā jb A s] wʾ A gb A s D, which begins here.     20 k̇ÿ] k̇ Ī y D.     g A ṗ Ā ʾr A s] g A ṗ Ā ʾr Ā ʾs D.     21  wh A m r Aa ḥ Ī ym] k̇ Ī y wh A m r A ḥ Ī ym D.     r Ā ḥ Ī ym A s] r A ḥ Ī ym Ā ʾs D.     22  kÿ] k̇ Ī y D.     ʿ Ā ʾl A m] ʿ Ā l A m D.     23  b A ḋ Ī yd Ā ʾr t U w g U wṗt A m] b A d Ī yd Ā ʾr t ĀU w g U wṗt Ā m D. Fig. 3: Chaldean Cathedral, Mardin, Turkey, MS 398, fol. 244v4-17 ( Annunciation hymn , C) Fig. 4: Chaldean Diocese of Alqosh, Iraq, MS 94, fol. 30v1-4 ( Annunciation hymn 19-23, D) 0 [Syriac] Šurāyā da-qyāmtā Pārsāʾit [Persian] Xudāh yak sixun guftas ba Jibrīl, malak-i un(a)s: “Mīdānam ki batūl-i Ḥaqq-as, Maryam ham ba ʿĪsā ḥāmila-s, 5 muxalliṣ-i ʿālam u nās.” “Xudāh bi mā safāraš kardas: ʿĪsā ba tu-rā paydā-s.” Maryam javāb hamcūn dādas: “Yā Jibrīl, ci sixun-as? 10 Magō dīgar hamcūn! ʿAyb-as! Īn xabar, kas-ī ān-š nidādas.” Jibrīl guft: “Maryam, matar(a)s! Qabūl bikun! Sixun-i Ḥaqq-as.” Maryam sixun qabūl kardas. 15 “Ba ʿālam ʿĪsā *āmadas. Ḥaqq-as, Ḥaqq-as, ʿĪsā Ḥaqq-as. Ẓāhir u bāṭin īn-as, īn-as. ʿAjab qudrat u āyāt-as! Ba Ān-rā tasbīḥ vājib-as, 20 ki ham ġafūr u ham ġaffār-as va ham raḥīm u ham rāḥim-as, ki hima ʿālam mištāq-as. Padīdār-i tu guftam ʿišq-as.” 0 The beginning (?) of resurrection in Persian The Lord spoke a speech to Gabriel, angel of intimacy (with God): “[A]nd to Gabriel the angel He [i.e. the Father] gave instructions \/ to prepare the path before His descent” ( Mary and the Angel 6 in Brock, Bride of light , 126). “I know that she is a virgin of God, (but) Mary will also be pregnant with Jesus, 5 the saviour of the world and mankind.” (Gabriel said to Mary:) “The Lord asked me (to announce): ‘Jesus is conceived in you’.” “[A] greeting did he give her, announcing to her too \/ concerning her conception” ( Mary and the Angel 10 in Brock, Bride of light , 126). “And he came to her and said, ‘Greetings, favored one! The Lord is with you ... And now, you will conceive in your womb and bear a son, and you will name him Jesus’ ” (Lk 1.28, 31); “the child conceived in her is from the Holy Spirit” (Mt 1.20). Mary answered thus: “O Gabriel, what speech is this? “Mary: And what is this that you utter?” ( Mary and the Angel 12 in Brock, Bride of light , 127). 10 Speak no more like that! It is a fault! This news, nobody (ever) gave it.” Gabriel said: “Fear not, Mary! “Angel: O blessed of women, ... have no fear” ( Mary and the Angel 13 in Brock, Bride of light , 127). Accept! It is the word of the Truthful one.” “Angel: ... it is from the True One that I have been sent” ( Mary and the Angel 19 in Brock, Bride of light , 128). Mary accepted the speech. Cf. Lk 1.48 (“for he has looked with favor on the lowliness of his servant. \/ Surely, from now on all generations will call me blessed”). 15 (Gabriel said:) “Jesus has *come into the world. “Angel: ... He is come and is residing within you” ( Mary and the Angel 45 in Brock, Bride of light , 131). He is God, is God, Jesus is God. Manifest and concealed is this, is this. What a power, what signs! Praise to Him is fitting, 20 who is both clement and forgiving and is both merciful and compassionate, whom all the world is longing for. “Angel: Height and depth shall hold Him in honour, \/ angels and human kind shall give Him praise” ( Mary and the Angel 49 in Brock, Bride of light , 131). I have announced (that) the one who begets in you is love.” “Angel: From the Father was I sent \/ to bring you this message, for His love has compelled Him \/ so that His Son should reside in your womb” ( Mary and the Angel 35 in Brock, Bride of light , 129). Cf. Lk 1.35 (“The angel said to her, ‘The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born [note: Other ancient authorities add of you ] will be holy; he will be called Son of God.’ ”). 3.3. Palm Sunday hymn (PS) Manuscripts: A 10r7-11; B 90v13-91r2; C 244v18-22; D 30v5-11; Z 99r1-5 (Figs. 5-7). See n. 6 for the first publication of manuscripts AB. This short and rather enigmatic hymn seems to refer to the signs of the end of the age revealed by Jesus and his future coming, to the image of Christ seated on the throne of God at the right hand of the Father, and to his power. Cf. Maggi and Orsatti, “Two Syro-Persian hymns,” 251. It is preceded by the Maundy Thursday hymn in the West Syriac manuscripts A, B, and Z, and by the Annunciation hymn in the East Syriac manuscripts C and D. The headings sugitā ‘a type of hymn or dialogue poem’ in A, B, and Z, and ʿ unitā ‘antiphonal response; refrain, hymn’ in C and D seem to be used here as generic terms for ‘hymn.’ Cf. Sokoloff, A Syriac lexicon , 976 s.v. swgytʾ , 1082 s.v. ʿwnytʾ . The fact that, in C, the hymn follows the Annunciation hymn and is provided with a different Syriac ending mentioning “resurrection” ( qyāmtā , as in the Syriac title of the Annunciation hymn ) suggests an adaptation to specific liturgical exigencies. Despite this possibility, we keep the conventional title Palm Sunday hymn for the sake of easy reference. 0 ⁘ swgytʾ ⁘ 1 *mʿmʾr ġ U wṗt A s . 2 jÿ ʾ Ā y Ā ʾ ṫ w jÿ q U wdr A t A s . 3 p I s A r hmgwn n I š Ā st A s . 4 ḥ a n *mʾrd ġ U wṗt A s . 5 k A sÿ j A w Ā ʾb n Ā ʾd Ā d A s . 6 ṣ Ā ʾḥ I ḃ q U wdr A ṫ ʿ Ā ẓ Ī ym A s ⁘ 7 ʾwšʿnʾ brwmʾ CD šwbḥʾ l Ā k m Ā rn . 8 ʾwšʿnʾ bʿwmqʾ . šwbḥʾ lk brh dʾ A l Ā h Ā ʾ . 9 ʾwšʿnʾ lbrh ddwyd . br Ī yḵ u w db A qy Ā mṯ A h ḥ a ḋy a n ⁘ 10 bryk dʾṯʾ bšmh . 11 dmryʾ wt u wḇ nʾṯʾ ⁘ 0   swgytʾ] ʿwnytʾ C.     1  *mʿmʾr] mʿmlr AB, mʿmːlr Z, mʿ A l I ml A r CD.     ġ U wṗt A s] ġ U wṗt Ā s D, gwpts A (with deleted dot over g) Read [[w]]gwpts with a query in Maggi and Orsatti, “Two Syro-Persian hymns,” 271. B, ġwpts Z.     2  jÿ ʾ Ā y Ā ʾ ṫ w jÿ] j Ī y ʾ A ʾ Āṫ ʾ A y Ā ʾ ṫ wj Ī y D, jy ʾyʾt wjy ABZ     q U wdr A t A s] qwdrts AZ, q O wdrts B.     3  p I s A r] psr ABZ.     hmgwn] h A mj U wn D, hmjwn CZ.     n I š Ā st A s] n I šs A t A s D, nšsts ABZ (a suprascript dot over final ‑s in B).     4 ḥ a n] ḥ u n Z (with sukūn over ‑n in ABZ), y A k̇ C, y Ā k̇ D.     *mrd] mʾdr ABZ, m A ṯl C, m I ṯl D.     ġ U wṗt A s] gwpts ABZ.     5  k A sÿ] k A s Ī y D, ksy ABZ.     j A w Ā ʾb] jw Ā ʾ ḃ D, gwʾb AB, jwʾb Z.     n Ā ʾd Ā d A s] n Ā ʾ d Ā d A s C, nʾddʾs A, n ο ʾddʾs B, nʾdʾdʾs Z.     6  ṣ Ā ʾḥ I ḃ] ṣʾḥb ABZ.     q U wdr A ṫ] qwdrẗ AB (a dot under the line between r and ẗ in A), qdrẗ Z.     ʿ Ā ẓ Ī ym A s] ʿ A ẓ Ī ym A s D, ʿṭyms ABZ.     7CD  šwbḥʾ] š U w(bḥʾ) D.     l Ā k m Ā rn] lk mrn C.     8CD  šwbḥʾ lk brh] D.     dʾ A l Ā h Ā ʾ] dʾlhʾ C.     9  ddwyd] ddwwyd Z.     9CD  br Ī yḵ u w] bryw (with dotless r) D.     db A qy Ā mṯ A h] dbqymth C.     ḥ a ḋy a n] ḥ Ā ḏy Ā n D.     11  wt u wḇ] wtwb BZ.     nʾṯʾ] nʾtʾ AB. Fig. 5: Chaldean Cathedral, Mardin, Iraq MS 398, fol. 244v18-22 ( Palm Sunday hymn , C) Fig. 6: Chaldean Diocese of Alqosh, Iraq, MS 94, fol. 30v5-11 ( Palm Sunday hymn , D). Fig. 7: Deyrulzafaran Monastery, Mardin, Turkey, MS 197, fol. 99r1-5 ( Palm Sunday hymn , Z). 0 [Syriac] Sugitā 1 [Persian] *Miʿmār guftas 2 ci āyāt u ci qudrat-as: 3 Pisar hamgūn nišastas. 4 Ḥān *Mard guftas. 5 Kas-ē javāb nādādas 6 ṣāḥib-i qudrat-i ʿaẓīm-as. 7 [Syriac] ʾOšaʿnā b-rāwmā! CD Šubḥā lāk, māran! 8 ʾOšaʿnā b-ʿumqā! Šubḥā lāk, brēh d-ʾAlāhā! 9 ʾOšaʿnā l-brēh d-Dāwid! Brik-u d-ba-qyāmtēh ḥdayn! 10 Brik d-ʾetā ba-šmēh 11 d-māryā w-tub nētē! 0 Hymn 1 The (Supreme) Architect (i.e. Jesus) said 2 what the signs and what (his) power are: 3 the Son is seated in the same way (as the Father). 4 The Man (i.e. Jesus) said that. 5 Nobody gave an answer. 6 He has a great power. 7 Hosanna in the height! CD Praise (be) to you, our Lord! 8 Hosanna in the depth! Praise (be) to you, son of God! 9 Hosanna to the son of David! Blessed is he in whose resurrection we rejoiced! 10 Blessed is the one who came in the name 11 of the Lord and will come again! 4. Commentary Tr. x U wd Ā w Ā n xudāvan ‘Lord’ (3×) for standard xudāvand (< * hu̯a-tāu̯ant ‑) Moḥammad Ḥasandust, Farhang-e rišešenāxti-ye zabān-e Fārsi (Tehrān: Farhangestān-e Zabān va Adab-e Fārsi, 1393\/2014), vol. 2, 1109. is presumably a spoken form with loss of final ‑d in the coda of a syllable closed by two consonants. This phenomenon, also attested elsewhere in Syro-persian (MT 2d kwšn kušan ‘they will kill’), Maggi and Orsatti, “Two Syro-Persian hymns,” 278. is well-known in the contemporary language, where the third plural ending ‑and and the third plural present and of budan as copula or auxiliary are pronounced ‑an , an . Less likely is the survival in this text of the Manichaean Middle Persian and Parthian word xwdʾwn xwadāwan ‘lord’ (< * hu̯a-tāu̯an ‑). Desmond Durkin-Meisterernst, Dictionary of Manichaean Middle Persian and Parthian (Turnhout: Brepols, 2004), 366; Ḥasandust, Farhang-e rišešenāxti-ye zabān-e Fārsi , vol. 2, 1109. Tr. n Ā ʾ m I rḋ namird ‘he did not die’ represents a dialectal realisation of classical u as i . See also the vocalisation of AH 22 m I št Ā ʾq mištāq ‘longing’ for Arabic muštāq and 1 s I x U wn sixun ‘speech’ for Classical saxun ( suxun , suxan ). This is a widespread dialectal phenomenon also attested in the Syro-Persian Baptism hymn 2 ʾ I sṫw Ā rʾ ist(a)vār for standard ustuvār ‘firm, strong.’ See Orsatti, “Syro-Persian formulas,” 152, 164 with notes 90-95. Tr. ʾ Ī yl Ā h I n j A b Ā r ilāhīn, jabbār ‘divine, almighty.’ At the end of the Trisagion one expects the invocation ‘have mercy on us,’ which actually occurs in the Persian Trisagion in Armenian script, See n. 37. as well as, first of all, in the Syriac version (but also in the Latin, Greek, Turkish, Arabic, and presumably Armenian ones) See Takahashi, “Armenian Garshuni,” 99-100 with n. 41 for Armenian, Arabic, and Turkish; and Idem, “The hymn ‘O filii’ in Syriac transcription” (forthcoming), §§ 1-2, 4 for Latin. in the Mardin manuscripts under consideration: C 244v3 = C₁ 8r22 ʾtrḥm (C₁ trḥm) ʿlyn etra ḥḥ am ʿ al-ayn ‘have mercy on us!’ The Georgian version poses problems: see Adam C. McCollum, “Syro-Georgian Trisagion,” at http:\/\/​hmmlorientalia.​wordpress.​com\/​2013\/​10\/​24\/​syro-georgian-trisagion. The two last words in the Syro-Persian version, however, can hadly be interpreted other than the adjectives ilāhīn ‘divine’ (remarkably with the material suffix ‑īn instead of the more generic ‑ī of its standard counterpart ilāhī , possibly on christological grounds) and jabbār ‘almighty’, both qualifying the preceding xudāvan ‘Lord.’ AH 3 b A ṫ U wl ḥ A q A s batūl-i Ḥ aqq-as ‘she is the virgin of God.’ Mary is styled “virgin of the Lord” already in the apocryphal Protoevangelium Jacobi (probably from the late second century), which was especially popular in eastern Christianity and now survives in Greek and several eastern versions including Syriac, Armenian, and Georgian ones: 9.1 Καὶ εἶπεν ὁ ἱερέυς τῷ Ἰωσήφ· Σὺ κεκλήρωσαι τὴν παρθένον Κυρίου παραλάβαι εἰς τήρησιν ἑαυτῷ ‘The priest said to Joseph, “You have been chosen to take the Lord’s virgin into your safekeeping.”’ Émile De Strycker, La forme la plus ancienne du Protévangile de Jacques: Recherches sur le Papyrus Bodmer 5, avec une édition critique du texte grec et une traduction annotée (Bruxelles: Société des Bollandistes, 1961), 106; Bart D. Ehrman and Zlatko Pleše, The apocryphal gospels: Texts and translations (Oxford: Oxford University Press, 2011), 31, 50-51. Alternatively, the end of the verse can be read and translated batūl-i ḥ aqq-as ‘she is a true virgin.’ AH 6 s A ṗr A š safāraš ‘request (to do something).’ See § 2 for the transcription with ‑f ‑ rather than ‑p ‑ (cf. standard sifāriš\/sipāriš ). AH 7 b A ṫ U w r Ā ʾ ba tu-rā ‘to you’ and 19 bʾ Ā nrʾ Ā ba Ān-rā ‘to Him.’ A circumposition ba ...‑rā is attested in literary Early New Persian texts with various meanings: indirect object, direction, purpose. See Gilbert Lazard, La langue des plus anciens monuments de la prose persane (Paris: Klincksieck, 1963), 369 § 542. This form was probably much more widespread in non-literary New Persian. An Early Judaeo-Persian example of directional bē ...‑rā is to be found in Argument D4 by pyš ʾndwxtgʾryh rʾ See David N. MacKenzie, “An Early Jewish-Persian argument” ( Bulletin of the School of Oriental and African Studies 31:2 [1968]), 258. No examples of pa(d)\/be ...‑rā are offered by Ludwig Paul, “Early Judaeo-Persian in a historical perspective: The case of the prepositions be , u , pa(d) , and the suffix rā ,” in Persian origins: Early Judaeo-Persian and the emergence of New Persian: Collected papers of the symposium, Göttingen 1999 , ed. Ludwig Paul (Wiesbaden: Harrassowitz, 2003) or Idem, A grammar of Early Judaeo-Persian , 150 § 184. bē pēš-anduxtgārīh-rā ‘(there is much thought) in order to accumulate in advance.’ AH 7 p A yḋ Ā ʾ A s paydā-s ‘(Jesus) is conceived,’ is transcribed with the usual elision, on account of the rhyme, rather than paydā as as the spelling suggests. The intransitive verbal periphrasis paydā būdan ‘to be born, conceived’ is not recorded in the standard dictionaries, but is nearly synonymous with paydā āmadan , paydā šodan ‘to come into existence, be created; to be born’ and parallels the New Persian transitive verbal periphrases paydā āvardan , paydā kardan ‘to bring into existence, create; to bear, give birth to’ (cf. paydāyiš ‘coming into being, birth, genesis, etc.’). See Ela Filippone, “The Mazdean notions of creation and birth: Some reflexes in the Iranian languages,” in Religious themes and texts of pre-Islamic Iran and Central Asia: Studies in honour of Professor Gherardo Gnoli on the occasion of his 65th birthday on 6th December 2002 , ed. Carlo G. Cereti, Mauro Maggi, and Elio Provasi (Wiesbaden: Ludwig Reichert, 2003), 91-92, 98-101 and Eadem, “ ‘Bearing a child’ in Iranian,” in One for the earth: Prof. Dr. Y. Mahyar Nawabi memorial volume , ed. Mahmoud Jaafari-Dehaghi (Tehran: Centre for the Great Islamic Encyclopaedia, 2008), 58-59 with reference to the dictionaries by ʿAli Akbar Dehxodā, Loġatnāme , ed. Moḥammad Moʿin and Jaʿfar Šahidi (Tehrān: Dānešgāh-e Tehrān, 1324-1359\/1946-1981), s.vv. paydā šudan , paydā kardan , paydāyiš and Moḥammad Moʿin, Farhang-e Fārsi-ye motavasse ṭ , 7th ed. (Tehrān: Amir Kabir, 1364\/1985), vol. 1, 882-884 s.vv. paydā āmadan , paydā āvardan , paydā šudan , paydā kardan , paydāyiš . See also Ḥasan Anvari, Farhang-e bozorg-e Soxan (Tehrān: Entešārāt-e Soxan, 1381\/2002), vol. 2, 1486-1488 s.vv. paydā āmadan , paydā āvardan , paydā šudan , paydā kardan , paydāyiš . AH 8, 10 h A mj U wn hamcūn can only be taken as an adverb meaning ‘thus, like that,’ given the contexts where it occurs, although hamcūn is chiefly a preposition meaning ‘like, as’ in the literary language according to the standard dictionaries. Dehxodā, Loġatnāme , s.v. hamcūn : “hamcu, mānand-i, cūn, naẓīr-i;” Anvari, Farhang-e bozorg , vol. 8, 8389 s.v. hamcūn : “mānand-i, mis̱l-i.” The use of hamcūn as an adverb meaning ‘thus, like that’ is presumably peculiar to the spoken language and recalls modern, mainly spoken forms such as hamci in sentences like cerā hamci negāh-am mikoni? ‘why do you look at me like that?’ See Anvari, Farhang-e bozorg , vol. 8, 8389 s.v. hamcī . On PS 3 hmgwn hamgūn , see below. AH 11 ʾ Ī yn k A b A r k A sÿ ʾ Ā nš n Ī yḋ Ā d A s Īn xabar, kas-ī ān-š nidādas ‘This news, nobody (ever) gave it.’ In this clause, the direct object (here without ‑rā : Īn xabar ) is in thematic position before the subject ( kas-ī ) and is represented, in the rheme, by the pronoun ān ‘it’ with redundant personal suffix ‑š . This construction can be regarded as peculiar to the spoken language. For the syntax of this kind of clauses, see Gilbert Lazard, Grammaire du persan contemporain , nouvelle éd. avec la collaboration de Yann Richard, Rokhsareh Hechmati et Pollet Samvelian (Téhéran: Institut français de recherche en Iran, 2006), 168 § 172, 176 §175, 196 § 193.4); and Ju. A. Rubinčik, Grammatika sovremennogo persidskogo literaturnogo jazyka (Moskva: Vostočnaja literatura, 2001), 402-404. Similar constructions are also attested in Early New Persian texts: see Lazard, La langue des plus anciens monuments , 260 § 325.c. AH 11 n Ī yḋ Ā d A s nidādas . A negative verbal prefix nī ( nē ) is not attested in the earliest New Persian texts in Arabic script, Cf. Lazard, La langue des plus anciens monuments , 440-441 § 727. so that n Ī y‑ is unlikely to represent nī (the text gives no evidence of the preservation of majhūl ē ). However, given the fluctuation in the spelling of the palatal vowels in this text, n Ī y‑ can as well represent ni ‑ ‘not’ with a short vowel. The negative verbal prefix is commonly spelled ny, written separately from the verb and to be interpreted as na François de Blois, “Glossary to the New Persian texts in Manichaean script,” in Dictionary of Manichaean texts , vol. 2, Texts from Iraq and Iran (texts in Syriac, Arabic, Persian and Zoroastrian Middle Persian) , ed. François de Blois and Nicholas Sims-Williams, compiled by François de Blois, Erica C. D. Hunter, and Dieter Taillieu (Turnhout: Brepols, 2006), 109. or ni , Elio Provasi, “New Persian texts in Manichaean script from Turfan,” in The Persian language in history , ed. Mauro Maggi and Paola Orsatti (Wiesbaden: Reichert, 2011), 142, 166. in New Persian texts in Manichaean script. The spelling ny is also very frequent in the Early Judaeo-Persian Argument . MacKenzie, “An Early Jewish-Persian argument,” 249-269; and Idem, “An index to ‘An Early Jewish-Persian argument’,” in The Persian language in history , ed. Mauro Maggi and Paola Orsatti (Wiesbaden: Ludwig Reichert, 2011), 243. AH 17 z Ā ʾh I r b Ā ʾṭ I n ẓ āhir u bā ṭ in ‘manifest and concealed.’ The conjunction u ‘and,’ consisting of a short unstressed vowel, is left unwritten here as it occasionally is in Early New Persian texts in Arabic script. For omission of the conjunction in writing compound numerals (e.g. cihil (u) yak sāl ‘forty-one years’), see Lazard, La langue des plus anciens monuments , 217 § 204. Omission of the conjunction in writing is found in the ancient fragmentary manuscript of ʿUnṣurī’s poem Vāmiq va ʿ A ẕ rā , datable to the eleventh or twelfth century, where it has been duly supplemented by the editors of the text. Thomas Hägg and Bo Utas, The Virgin and her Lover: Fragments of an ancient Greek novel and a Persian epic poem (Leiden: Brill, 2003), 79. Among non-literary manuscripts, the conjunction is not written within a nominal phrase and has been supplemented by the editor 51 times in the Marriage contract from Bāmiyān dated 470\/1078, See Gianroberto Scarcia, “A preliminary report on a Persian legal document of 470-1078 found at Bāmiyān” ( East and West 14:1-2 [1963]), 73–81; Idem, “An edition of the Persian legal document from Bāmiyān” ( East and West 16:3-4 [1966]), 290-295. whereas it is regularly recorded only eight times, all at the beginning of a clause. Lines 24, 25, 27, 28 (2×), 29, 31 (2×). As for New Persian texts in other scripts, an instance of unwritten coordinating conjunction is to be found in the qaṣīda in Manichaean script M 786, l. 22 (verse 9) kʾpwr brg ʿ[..](w)rd kāfūr u barg-i mūrd ‘camphor and myrtle-leaves’. Walter B. Henning, “Persian poetical manuscripts from the time of Rūdakī,” in A locust’s leg: Studies in honour of S. H. Taqizadeh (London: Percy Lund, Humphries and Co., 1962), 101, 103-104. AH 19 bʾ Ā nrʾ Ā ba Ān-rā ‘to Him.’ On the circumposition ba ...‑rā , see above on AH 7 b A ṫ U w r Ā ʾ ba tu-rā ‘to you.’ Oddly, ān refers here to God. Alternatively, one could translate lines 19-22 as ‘For this (reason) ( ba ān-rā ) praise is fitting, because ( ki ) He is both clement and forgiving and is both merciful and compassionate, (He) whom ( ki ) all the world is longing for’. AH 22 h I m Ā ʾ hima ‘all.’ Though New Persian hama goes back to Middle Persian hamāg with a long vowel in the second syllable, the final ālap vocalised with < Ā > in h I m Ā ʾ is unlikely to represent long ā (see § 2 for the graphic fluctuation < A > ~ < Ā >). The word is likewise usually written hmʾ hama , with final <ʾ>, in Early Judaeo-Persian, where the final short vowel is confirmed by the formally plural equivalents hmgʾn hamagān , hmgyn hamagīn and especially its combination with the third plural suffix pronoun hmšʾn hama-šān . See Paul, A grammar of Early Judaeo-Persian , 104 § 120 and 88 § 100 (b) respectively. Instead, it is written hm A ḣ, hm A h in the Syro-Persian Psalter from Turfan and interpreted as hamah by Sims-Williams. See n. 28. The palatal vocalisation in the first syllable represents a weakened pronunciation of pretonic a . AH 23 b A ḋ Ī yd Ā ʾr padīdār ‘the one who begets.’ The manuscript reading can scarcely be taken at face value to obtain an all too obvious Ba dīdār-i tu guftam: ʿ išq-as ‘On my visit to you I said: He is love,’ though this is presumably how the copyist understood the spelling he must have found in his source and copied as such. In the source manuscript, p was likely written <b> as in other Syro-Persian texts on the model of Arabic (which has no p ): thus, <b> represents both b and p in manuscripts Mingana Syr. 520 (MT 8b byk payk ‘apostle’ beside PS 3 psr pisar ‘son’) and Sachau 73 (Mt 23.29 byγmbrʾn payġambarān ‘prophets,’ 35 b A ʾ k̇ pāk ‘righteous’), where the value p is only occasionally made clear by the addition of the subscript Arabo-Persian three-dot diacritic (Mt 23.35 b u s α r pusar ‘son’), Maggi, “A Syro-Persian version of Matthew 23.29-35,” esp. 642. while <p> mostly represents f . Since manuscript C otherwise uses <p> for p , it is conceivable that the copyist, unable to understand properly the spelling b A ḋ Ī yd Ā ʾr of his source originally meant to represent padīdār , kept it without changing b‑ into p‑ according to his own spelling habits. As for padīdār , this might be, in principle, the adjective meaning ‘manifest, visible’ (< Middle Persian pad dīdār ‘visible’ ← ‘in sight’) Ḥasandust, Farhang-e rišešenāxti-ye zabān-e Fārsi , vol. 2, 643. and synonymous with padīd and paydā in the special meaning ‘born, conceived’ referred to Jesus (see above on AH 7 p A yḋ Ā ʾ A s paydā-s ). This would result in a translation of verse 23 as ‘I have announced (that) the one conceived in you (i.e. Jesus) is love.’ However, it seems preferable to understand padīdār here as a spoken and poetic shortened form of the compound substantive padīd-āvar ‘the one who creates, generates’—referring to the Father—from the verbal periphrasis padīd āvardan ‘to generate’ equivalent to paydā kardan , paydā āvardan ‘to bring into existence, create; to bear, give birth to’ and belongs to the semantic sphere of conception (cf. above on AH 7 p A yḋ Ā ʾ A s paydā-s ‘is conceived’). See Dehxodā, Loġatnāme , s.vv. padīd-ār , padīd āvardan ; Moʿin, Farhang-e Fārsi , vol. 1, 709 s.v. padīd-ār , 710 s.v. padīd āvardan ; Anvari, Farhang-e bozorg , vol. 2, 1286-1287 s.vv. padīd ( padīd āvardan ), padīd-ār . Cf. Filippone, “The Mazdean notions of creation and birth,” 101-102 and Eadem, “ ‘Bearing a child’ in Iranian,” 58-60 for similar verbal periphrases with padīd and connected words meaning ‘to bear’ and ‘to be born’ in other Iranian languages and dialects. The resulting translation ‘I have announced (that) the one who begets in you is love,’ which parallels a passage in stanza 35 of the Syriac Dialogue between Mary and the Angel See n. 52. and is in line with the Gospel narrative in Lk 1.35, provides a sound conclusion to a hymn relating Gabriel’s annunciation to the Virgin. PS 1*mʿmʾr * Mi ʿ mār ‘the (Supreme) Architect,’ that is, Jesus. The new variant reading C mʿ A l I ml A r may be assumed to represent the Turkish plural of mu ʿ allim ‘teacher,’ which, as Peter Zieme informs us, Letter of 28 January 2017. occurs in the same spelling (with the addition of the possessive suffix ‑y) in a Turkish text in Syriac script in CCM 398 245r7 = Mingana 469 See Mingana, Catalogue of the Mingana collection , vol. 1, 844. 114b8 mu ʿ allimleri fikre düšti ‘His (?) teachers fell into thought.’ The same reading seems to be mirrored by the variants AB mʿmlr and Z mʿmːlr, that share the omission of the first ‑l‑ though Z preserves the tašdīd originally belonging precisely to it. However, even if the manuscript tradition presents us with an intended reading mu ʿ allimler ‘teachers,’ this can only be regarded as a lectio facilior that does not fit the syntax and goes back to someone who was not at home with Persian and copied the text in a region where Turkish was spoken, if it was not the copyist’s own language: an inflected Turkish word is unexpected and unparalleled in Syro-Persian texts. Accordingly, we prefer to keep to the tentative emendation and interpretation we proposed in the first edition of the text. PS 3 hmgwn hamgūn ‘in the same way (as the Fater).’ On account of the obscurity of this short text, we tentatively keep to our first transcription and interpretation of this word as an adverb meaning ‘likewise’, Maggi and Orsatti, “Two Syro-Persian hymns,” 271-272, 282. though manuscripts C and Z now offer the spelling hmjwn hamcūn ‘thus’ (cf. on AH 8, 10 h A mj U wn hamcūn above), which would results in a translation of the verse as ‘The Son is seated thus’ (see next on nišastas ) or ‘The Son has thus accessed the throne (of God).’ For this special meaning of nišastan , see e.g. Moʿin, Farhang-e Fārsi , vol. 4, 4736 s.v.: “julūs kardan bar taxt-i salṭanat va imārat [to access the throne as a sultan or an emir];” Anvari, Farhang-e bozorg , vol. 8, 8733 s.v.: “julūs kardan dar masnad va maqām-ī [to access the throne or an office].” PS 3 C n I š Ā st A s nišastas ‘is seated.’ This is a ‘true’ perfect, and not only a form conditioned by the rhyme. An ancient causative nišāstan ‘to seat’ of nišastan ‘to sit,’ with a long vowel in the verbal stem, is attested in Early New Persian texts, Dehxodā, Loġatnāme , s.v.; Walter B. Henning, “Das Verbum des Mittelpersischen der Turfanfragmente” ( Zeitschrift für Indologie und Iranistik 9 [1933]), 212. Besides nišāstan , there is an alternative causative nišāxtan , which is the only one used by Firdawsī: see Fritz Wolff, Glossar zu Firdosis Schahname (Berlin: Reichsdruckerei, 1935), 809. as well as in two Manichaean New Persian texts as nišēstan with ‑ā ‑ > ‑ē ‑ (by imāla). See nš(y)[sṯn] in manuscript M 877, A \/V\/1\/ (Werner Sundermann, “Ein manichäischer Bekenntnistext in neupersischer Sprache,” in Études irano-aryennes offertes à Gilbert Lazard ,” ed. C.H. de Fouchécour and Ph. Gignoux [Paris: Association pour l’Avancement des Études Iraniennes, 1989], 358 with note 16) and (bn)šyst in M 581, l. 10 (Henning, “Persian poetical manuscripts from the time of Rūdakī,” 94). See also Paola Orsatti, Appunti per una storia della lingua neopersiana , vol. 1, Parte generale; fonologia; la più antica documentazione (Roma: Nuova Cultura, 2007), 167. However, a perfect of a causative does not seem to fit the context in PS 3. Therefore, the spelling with an apparent long vowel in the stem of n I š Ā st A s, offered only by C, is more likely to represent a further instance of the graphic fluctuation between the ptāḥā < A > and zqāpā < Ā > diacritics (see § 2) and has to be read nišastas ‘he is seated.’ PS 4 ḥ a n *mʾrd ġ U wṗt A s hān *Mard guftas ‘the Man (i.e. Jesus) said that.’ The variant reading CD y A\/Ā k̇ m A ṯl (D m I ṯl!) ġ U wṗt A s yak ma s̱ al (D mi s̱ l! ) guftas ‘he said a parable’ looks like a lectio facilior, where the replacement of ḥ ān by yak depends on the similarity of the Syriac letter combinations <ḥn> ܚܢ (ABZ) and <yk> ܝܟ (C). The variant reading ABZ mʾdr exhibits the frequent interchange of the similar Syriac letters <d> ܕ and <r> ܪ and ālap for short a occasionally found elsewhere in Syro-Persian texts Cf. e.g. Maggi and Orsatti, “Two Syro-Persian hymns,” 258-259. or is a deliberate spelling of mādar ‘mother’ (?), likewise a lectio facilior. References Anvari, Ḥasan. Farhang-e bozorg-e Soxan . Tehrān: Entešārāt-e Soxan. Vols. 1-8, 1381\/2002; Supplement, 1389\/2010. Brock, Sebastian P. Bride of light: Hymns on Mary from the Syriac churches , rev. ed. Piscataway: Gorgias Press, 2010. de Blois, François. “Glossary to the New Persian texts in Manichaean script.” In Dictionary of Manichaean texts . Vol. 2: Texts from Iraq and Iran (Texts in Syriac, Arabic, Persian and Zoroastrian Middle Persian) , ed. François de Blois and Nicholas Sims-Williams, compiled by François de Blois, Erica C. D. Hunter, and Dieter Taillieu. Turnhout: Brepols, 2006. Dehxodā, ʿAli Akbar. Loġatnāme , ed. Moḥammad Moʿin and Jaʿfar Šahidi. Tehrān: Dānešgāh-e Tehrān, 1324-1359\/1946-1981, 222 fascicles. De Strycker, Émile. La forme la plus ancienne du Protévangile de Jacques: Recherches sur le Papyrus Bodmer 5, avec une édition critique du texte grec et une traduction annotée . Bruxelles: Société des Bollandistes, 1961. Durkin-Meisterernst, Desmond. Dictionary of Manichaean Middle Persian and Parthian . Turnhout: Brepols, 2004. Ehrman, Bart D. and Zlatko Pleše. The apocryphal gospels: Texts and translations . Oxford: Oxford University Press, 2011. Filippone, Ela. “The Mazdean notions of creation and birth: Some reflexes in the Iranian languages.” In Religious themes and texts of pre-Islamic Iran and Central Asia: Studies in honour of Professor Gherardo Gnoli on the occasion of his 65th birthday on 6th December 2002 , ed. Carlo G. Cereti, Mauro Maggi and Elio Provasi. Wiesbaden: Ludwig Reichert, 2003. ________. “‘Bearing a child’ in Iranian.” In One for the earth: Prof. Dr. Y. Mahyar Nawabi memorial volume , ed. Mahmoud Jaafari-Dehaghi. Tehran: Centre for the Great Islamic Encyclopaedia, 2008. Grohmann, Adolf. Arabische Paläographie . II. Teil, Das Schriftwesen; die Lapidarschrift . Graz: Böhlau, 1971. Hägg, Thomas and Bo Utas. The Virgin and her Lover: Fragments of an ancient Greek novel and a Persian epic poem . Leiden: Brill, 2003. Ḥasandust, Moḥammad. Farhang-e rišešenāxti-ye zabān-e Fārsi . Tehrān: Farhangestān-e Zabān va Adab-e Fārsi, 1393\/2014, 5 vols. Henning, Walter B. “Das Verbum des Mittelpersischen der Turfanfragmente.” Zeitschrift für Indologie und Iranistik 9 (1933): 158-235. ________. “Persian poetical manuscripts from the time of Rūdakī.” In A locust’s leg: Studies in honour of S. H. Taqizadeh . London: Percy Lund, Humphries and Co., 1962. The holy Bible: New revised standard version containing the Old and New Testaments . Cambridge: Cambridge University Press, 1989. Kiraz, George Anton. Tūrrā ṣ Mamllā: A grammar of the Syriac language . Vol. 1: Orthography , Piscataway: Gorgias Press, 2012. Lazard, Gilbert. La langue des plus anciens monuments de la prose persane . Paris: Klincksieck, 1963. ________. “Remarques sur le fragment judéo-persan de Dandān-Uiliq.” In A green leaf: Papers in honour of Professor Jes P. Asmussen . Leiden: Brill, 1988 (repr. in Gilbert Lazard. La formation de la langue persane . Paris: Peeters, 1995). ________. Grammaire du persan contemporain , nouvelle éd. avec la collaboration de Yann Richard, Rokhsareh Hechmati et Pollet Samvelian. Téhéran: Institut français de recherche en Iran, 2006. ________. “Poetry, iv: Poetics of Middle Persian.” In Encyclopaedia Iranica , online ed. 2006 (available at www.iranica.com\/articles\/poetry-iv-poetics-of-middle-persian). MacKenzie, David N. “The language of the Medians.” Bulletin of the School of Oriental and African Studies 22 (1959): 354-355 (repr. in David N. MacKenzie. Iranica diversa , ed. Carlo G. Cereti and Ludwig Paul. Vol. 2. Roma: Istituto italiano per l’Africa e l’Oriente, 1999). ________. “An Early Jewish-Persian argument.” Bulletin of the School of Oriental and African Studies 31:2 (1968): 249-269. ________. “An index to ‘An Early Jewish-Persian argument’.” In The Persian language in history , ed. Mauro Maggi and Paola Orsatti. Wiesbaden: Ludwig Reichert, 2011. Maggi, Mauro. “A Syro-Persian version of Matthew 23.29-35.” In Scritti in onore di Giovanni M. D’Erme , ed. Michele Bernardini and Natalia L. Tornesello. Vol. 1. Napoli: Università degli studi di Napoli L’Orientale, 2005. Maggi, Mauro and Paola Orsatti. “Two Syro-Persian hymns for Palm Sunday and Maundy Thursday.” In The Persian language in history , ed. Mauro Maggi and Paola Orsatti. Wiesbaden: Ludwig Reichert, 2011. McCollum, Adam C. “Syro-Georgian Trisagion.” At http:\/\/hmmlorientalia.wordpress.com\/2013\/10\/24\/syro-georgian-trisagion. ________. “Garshuni as it is: Some observations from reading East and West Syriac manuscripts.” Hugoye: Journal of Syriac studies 17:2 (2014): 215-235. Meier, Fritz. “Aussprachefragen des älteren Neupersisch.” Oriens 27-28 (1981): 70-176 (repr. in Fritz Meier. Bausteine: Ausgewälte Ausfsätze zur Islamwissenschaft , ed. E. Glassen and G. Schubert. Vol. 2. Stuttgart: Steiner, 1992). Mingana, Alphonse. Catalogue of the Mingana collection of manuscripts, now in the possession of the Trustees of the Woodbrooke Settlement, Selly Oak, Birmingham . Vol. 1: Syriac and Garshūni manuscripts . Cambridge: Heffer and Sons, 1933. Moʿin, Moḥammad. Farhang-e Fārsi-ye motavasse ṭ , 7th ed. Tehrān: Amir Kabir, 1364\/1985, 6 vols. Orsatti, Paola. “Syro-Persian formulas in poetic form in baptism liturgy.” In Persian origins: Early Judaeo-Persian and the emergence of New Persian: Collected papers of the symposium, Göttingen 1999 , ed. Ludwig Paul. Wiesbaden: Harrassowitz, 2003. ________. Appunti per una storia della lingua neopersiana . Vol. 1: Parte generale; fonologia; la più antica documentazione . Roma: Nuova Cultura, 2007. Paul, Ludwig. “Early Judaeo-Persian in a historical perspective: The case of the prepositions be , u , pa(d) , and the suffix rā .” In Persian origins: Early Judaeo-Persian and the emergence of New Persian: Collected papers of the symposium, Göttingen 1999 , ed. Ludwig Paul. Wiesbaden: Harrassowitz, 2003. ________. A grammar of Early Judaeo-Persian . Wiesbaden: Ludwig Reichert, 2013. Provasi, Elio. “New Persian texts in Manichaean script from Turfan.” In The Persian language in history , ed. Mauro Maggi and Paola Orsatti. Wiesbaden: Ludwig Reichert, 2006. Rubinčik, Ju. A. Grammatika sovremennogo persidskogo literaturnogo jazyka . Moskva: Vostočnaja literatura, 2001. Scarcia, Gianroberto. “A preliminary report on a Persian legal document of 470-1078 found at Bāmiyān.” East and West 14:1-2 (1963): 73-81. ________. “An edition of the Persian legal document from Bāmiyān.” East and West 16:3-4 (1966): 290-295. Scher, Addai. “Notice sur les manuscrits syriaques et arabes conservés à l’archevêché chaldéen de Diarbékir.” Journal asiatique 10 (1907): 331-362, 385-431. ________. “Notice sur les manuscrits syriaques et arabes conservés dans la bibliothèque de l’évêché chaldéen de Mardin.” Revue des bibliothèques 18 (1908): 64-95. Sokoloff, Michael. A Syriac lexicon: A translation from the Latin, correction, expansion, and update of C. Brockelmann’s Lexicon Syriacum. Winona Lake: Eisenbrauns, 2009. Sundermann, Werner. “Ein manichäischer Bekenntnistext in neupersischer Sprache.” In Études irano-aryennes offertes à Gilbert Lazard , ed. C.-H. de Fouchécour and Ph. Gignoux. Paris: Association pour l’Avancement des Études Iraniennes, 1989. Takahashi, Hidemi. “Armenian Garshuni: An overview of the known material.” Hugoye: Journal of Syriac studies 17:1 (2014): 81-117. ________. “Armenisch-Garschuni (Armenisch in syrischer Schrift),” in Johannes den Heijer, Andrea Schmidt, and Tamara Pataridze (eds.), Scripts beyond borders: A survey of allographic traditions in the Euro-Mediterranean world , Leuven: Peeters, 2014. ________. “Armenian Garshuni (Armenian in Syriac characters) and its users.” In Syriac in its multi-cultural context: First international Syriac studies symposium, Mardin Artuklu University, Institute of Living Languages, 20-22 April 2012, Mardin , ed. Herman Teule et al. Leuven: Peeters, 2017. ________. “The hymn ‘O filii’ in Syriac transcription,” forthcoming [draft of 31 January 2014]. Wolff, Fritz. Glossar zu Firdosis Schahname . Berlin: Reichsdruckerei, 1935.",
    "title" : 
    [ "Syro-Persian Texts in Manuscript 398 of the Chaldean Cathedral in Mardin",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Maggi, Mauro",
      "Orsatti, Paola" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv22n2maggi",
    "type" : "article",
    "displayTitleEnglish" : "The Syro-Persian Texts in Manuscript 398 of the Chaldean Cathedral in Mardin" }