
  { "fullText" : "1. Root incompatibilities and radical semi-vowels The transliteration of Syriac follows the Eastern tradition. The transliteration of the vowels resembles the system in Nöldeke (1904) and Costaz (1997): matres lectionis are not transliterated, rbāṣāʿarrīkā is always transcribed as e (never i or ə ). Following the remarks and evidence put forward by Bohas (1999, 2017), Daniels (1997: 135) and Healey (2011: 641), vocal šǝwā is not marked. For sake of clarity, spirantization of the bgdkpt is not written. Note that h , ‘ and r are never geminated; the following compensatory lengthening of the preceding vowel (e.g. \/ṭaʿʿīyā\/ > ṭaʿīyā > ṭāʿīyā ‘erring’) is a late phenomenon that is not noted in the spelling (see Bohas 2017: 7). For this reason, it is not transcribed here. It is well known that certain combinations of consonants are avoided within Semitic triconsonantal roots. Needless to say, these restrictions do not apply outside the root or between the root and affix. The literature on Semitic radical consonants incompatibilities is large, see Vernet (2011) for a comprehensive overview. Not too surprisingly, studies that specifically deal with Aramaic are rare. We can mention Aešcoly (1937-40) which unfortunately I could not consult and, with focus on roots with identical II and III radicals, Bohas (1990) and Hoberman (1993). The two major limitations are the impossibility of two identical initial and medial radicals such as * mmd and the trend to disfavor two homorganic radicals such as * mpd * d mp and * md p . Note that each language also has its own restrictions (e.g. in Akkadian, dissimilation applies on two emphatic consonants (Geers' Law) as in * qaṭnu > qatnu ‘thin’ cf. Hebrew qāṭān ‘little’) and that some constraints are not of dissimilatory origin (e.g. in Akkadian g and z as III radicals are excluded, cf. Moscati 1964: 74). These incompatibilities are accounted for by dissimilatory constraints (Cantineau 1946, Greenberg 1950), formalized in generative grammar under the Obligatory Contour Principle (see among others McCarthy 1979, 1983, 1989). On the Ethio-Semitic roots with identical I and II radicals, see Banksira (2000). In general, Arabic root incompatibilities are valid, mutatis mutandis, for the other classical Semitic languages, Syriac included (Greenberg 1950: passim). Regarding the patterning of semi-vowels, Arabic w and y combine with almost all the consonants (Greenberg 1950: 164-166) and this is also mostly the case in Syriac. For that reason, studies that do not take the semi-vowels into account are common (e.g. McCarthy 1989, Pierrehumbert 1993). Nonetheless, McCarthy (1989: 18) already noted that w and y may be subject to some incompatibilities. Indeed, Syriac initial w and y are compatible with any consonant, including homorganic ones: w combines with II or III labials and velars and y combines with II or III coronals (i.e. dentals and palatals). I follow the characterization of the coronal feature suggested by Clements (1993) that includes the palatal articulation. That is, Syriac coronal consonants are: dental t, d, ṭ, s, z, ṣ, l, n, r , post-alveolar š and palatal y . In fact, whatever the feature by which y is defined (coronal, palatal, dorsal), it is clear that it can combine with all the root consonants. Besides, it is not significant here to distinguish between obstruent coronals t, d, ṭ, s, z, ṣ, š and sonorant coronals l, n, r as is sometimes necessary when considering root incompatibilities. I also consider q as the emphatic counterpart of k , that is as a velar consonant (cf. Moscati 1964: 37). To consider q as an uvular will not affect our analysis: instead of 'velar' it would be just necessary to understand ‘velar and uvular’. Some examples are given below: There are about thirty I-w roots (isolated nouns included); evidence that these roots are still I-w from a synchronic perspective (cf. forms as ʾawdaʿ ‘he made known’) is given in Aïm (2016: 87-90). Note that Syriac wbš is related to Arabic and Geez ybs and that Syriac wdʿ is related to Akkadian wdʾ and to Arabic and Geez ydʿ . I-y roots are very rare. In addition to the examples above, they are attested by some roots ( yʾy 'beautiful', yʾb 'to desire', ybb 'to sound', yll 'to wail') and by about ten isolated nouns (e.g. ʾīdā < \/yadā\/ 'hand', yadnā 'hyena', yawmā 'day', yawnā 'dove', yammā 'sea'). There are also some loans and interjections. Besides, both initial and medial radical w shift to y in various contexts; on this well-known sound change, see Aïm (2016). II-labial III-labial I-w wbl 'to conduct' whb 'to give' wmy 'to swear' wsp 'to add wpy 'to finish' II-velar III-velar I-w wgy 'to reject' wrq 'to be green' wqr 'to be heavy' II-coronal III-coronal I-y ynq 'to suck' In causative conjugation, the root appears in two forms: ʾayneq ~ ʾawneq 'to suckle'. ymn 'right' ytm 'orphan' ybl 'couch-grass' ylp 'to learn' Cf. Hebrew ʾ lp and Arabic ʾlf . In the same way, II w and y are compatible with I or III homorganic consonants, e.g.: As it is well known, II-y verbs merged diachronically with II-w verbs (the intervocalic syncope of y and w and the shift w>y have certainly favored mixing and then leveling of the conjugations, cf. Brockelmann 1910: 185). As a result, II-w verbs are numerous whereas II-y verbs are rare ( sām , nsīm 'to place', the other verbs being frequently considered as denominatives, e.g. ḥayyel 'to strengthen' from ḥaylā 'force'). The same process occurred in the nouns as well; the opposition between II-y and II-w roots remains mostly in the CaCC pattern, e.g. ḥaylā 'force' vs. qawmā 'standing position'. Apart from that, no attempt is made in the present study to distinguish between hollow II-w roots and roots with strong wāw ; on this particular issue, see Aïm (2017). I-labial III-labial II-w pwš 'to remain' swp 'to perish' bwr 'to be waste' ḥwb 'to be inferior' mwt 'to die' nwm 'to fall asleep' I-velar III-velar II-w kwn 'to be, exist' twk 'to cease' gws 'refuge' ḥwg 'to go around' qwm 'to rise' swq 'to breathe' I-coronal III-coronal II-y ṭyn 'mud' qyṭ 'summer' dyn 'judgment' ḥyl 'strength' sym 'to place' gys 'army' With regard to the final semi-vowels, y patterns with all the consonants, homorganic ones included (note that III-y roots are more numerous than I-y and II-y roots), e.g.: I-coronal II-coronal III-y tpy 'hearth' rty 'to admonish' dhy 'bright' bdy 'to imagine' ṭby 'gazelle' sṭy 'to deviate' sny 'spiny bush' ‘sy 'doctor, to cure' zwy 'angle' gzy 'to be bereaved of children' ṣby 'to be willing' ḥsy 'holy' šny 'to go away' nšy 'to forget' lwy 'to accompany' bly 'to be worn' nqy 'to sacrifice' gny 'to lie down' ršy 'to blame' gry 'greedy' In contrast, the distribution of final w is limited. First and foremost, a historical process common to all the Northwest Semitic languages has leveled the paradigms of the III‑w verbs (and of almost all the III-ʾ verbs in Aramaic) to the paradigms of the III-y verbs, leading to the almost complete vanishing of III-w verbs. Most grammars discuss the III-w\/y verbs as III-Alaph verbs since the final long vowel of these verbs (which results from the syncope of y or w ) is written with an Alaph. Besides, note that the tendency to change III‑w verbs into III-y verbs appears also in Standard Babylonian (Huehnergard 2000: 598) and sedentary Arabic dialects (Kaye and Rosenhouse 1997: 297) The same leveling is evidenced in the nouns, albeit incompletely. Consequently, some III-w nouns remain, generally alongside verbs and nouns of the same historical root but which have transformed to III-y, e.g.:  Loanwords are not considered. Generally, w is retained (e.g. ʾarwānā 'calf' < Avestan aurvant , badwāyā 'bedouin' < Arabic badawī , kalwā 'miter' < Latin calautica ) even when preceded by a homorganic consonant as in gagwāyā 'a fornicator, harlot' < Akkadian gagū < Sumerian gagi 'cloister, hierodulic home'. III-y verb III-y noun III-w noun ṭʿā 'to wander' ṭaʿīyā From underlying \/ṭaʿʿīyā\/; remember that ʿ is not geminated at the 'phonetic' level. 'erring' ṭaʿwānā 'error' ḥzā 'to see' ḥāzōyā 'spectator' ḥezwā 'vision' ḥdā ~ ḥ dī 'to rejoice' ḥaddāyā 'joyful' ḥadwtā 'joy' sḥā ~ sḥī 'to take a bath' saḥḥāyā 'swimmer' saḥwā 'swimming' šlā ~ šlī 'to rest' šullāyā 'cessation' šalwā 'rest' tnā 'to repeat' tnāyā 'exception' tenw-ay For sake of clarity, morphological boundaries are sometimes noted. 'clause' Minimal pairs (or almost) and doublets are not uncommon, e.g.: III-y noun III-w noun ḥadytā 'joy' ḥadwtā 'joy' ḥazyā 'visible' ḥezwā 'vision' ḥayytā 'midwife' ḥaywtā 'animal' leʾyā 'weariness' \/leʾwtā\/ > lēwtā See below the section on the feminine CvCw nouns. 'weariness' patyā 'broad' petwā 'breadth' ṣahyā 'thirst, thirsty' ṣahwā 'thirst' In order to bring out the regular aspect of the restrictions to which w is subject, let us consider now, in synchronic perspective, all the morphophonological contexts in which final w appears. III-w nouns will be examined according to their pattern: disyllabic CaCaw , monosyllabic CvCw and augmented by affixes. A great number of III-w nouns appears with various vocalizations, e.g. mḥōtā ~ maḥōtā or maḥḥōtā ~ māḥōtā 'brim', mṭūtā ~ maṭūtā or maṭṭūtā ~ māṭūtā 'portion'. In most of the cases, the first vowel can either vanish ( mḥōtā ) or remain albeit in open syllable ( maḥōtā ). In this last case, it could be a form with geminate consonant ( maḥḥōtā ). Note that vowel retention in open syllable is common after the vocalization of w into ū , e.g. \/ḥadwtā\/ > ḥadūtā 'joy'. Anyway, these questions do not affect the argument of this paper. Thus, for reason of place and clarity, only one variant of each noun will be cited unless variations are of interest. Mention will be made of the rare III-w verbs. Most of the data has been drawn from Brockelmann (1928), Payne Smith (1879-1901), Payne Smith (1903) and Costaz (1997). I have occasionally checked Eastern Syriac vocalization in Audo (1985). 2. III-w nouns and verbs 2.1. CaCaw nouns All the attested disyllabic III-w nouns are feminine. According to Duval (1881: 212-213, 215) and Brockelmann (1912: 43), Contra Birkeland (1947: 30) who argues for a CvCāw pattern. Of course, the Western Syriac form is CCūtō as in brūtō , dyūtō , etc. their pattern is CaCaw (or at least CvCaw ) where \/aw\/ develops into ō : Some variations occur in the CaCaw nouns declension, compare sg. emph. ṣlōtā , sg. cst. ṣlōt , sg. abs. ṣlō , pl. emph. ṣalwātā (as in Nöldeke 1904: 52) or ṣlawātā (as in Muraoka 1997: 25, 26 note 15) vs. sg. emph. mḥōtā , sg. cst. maḥwat , sg. abs. maḥwā , pl. emph. maḥwātā . These fluctuations could be due to a difference in stem (resulting from interactions between CaCaw nouns, CvCw nouns and abstract nouns with –ūt , as advocated by Duval 1881: 213) or - as a reviewer pointed out to me - a difference between the two allomorphs -t\/-at of the feminine suffix ( \/ṣalaw-t\/ > ṣlōt vs. \/maḥaw-at\/ >mḥōt , cf. Brockelmann 1908: 407). \/baraw-tā\/ > brōtā 'sawdust' \/dayaw-tā\/ > dyōtā 'ink' \/ ḥ ayaw-tā\/ > ḥayōtā According to Duval (1881: 212-213); other sources give ḥayūtā . 'animal' \/ḥaraw-tā\/ > ḥrōtā 'thigh' \/kabaw-tā\/ > kbōtā 'excrement, dung-cake' \/ma ḥ aw-tā\/ > mḥōtā 'blow' \/maḥaw-tā\/ > mḥōtā 'brim, balustrade' \/masaw-tā\/ > msōtā 'rennet' \/ṣalaw-tā\/ > ṣlōtā 'prayer' \/šaḥaw-tā\/ > šḥōtā Cited in Duval (1881: 215). 'axilla' \/šaʿaw-tā\/ > šʿōtā 'wax' In addition, three feminine CaCaw nouns are extended with the suffix -ī . Here, intervocalic final w is preserved. Eastern Syriac lengthen the preceding \/a\/ into ā (\/aw\/ > āw is a regular process in Eastern Syriac) whereas Western Syriac retains the underlying quantity: Eastern Syriac Western Syriac \/ḥawaw-ī-tā\/ > ḥwāwītā ḥwawītō 'female-serpent' \/ʿanaw-ī-tā\/ > ʿanāwītā Variant: ʿanwītā . ʿnawītō 'stomach' \/ ʿ araw-ī-tā\/ > ʿarāwītā Variants: ʿarwītā and ʿarāwītā . ʿrawītō 'fever, shivering' 2.2. Masculine CvCw nouns Masculine CvCw nouns are very common. There appears to be no sg. abs.\/cst. form for these nouns. They are given in the following list: baʿwā 'camel's hair' ʿelwā 'leathern bottle' hetwā 'grey heron' ʿelwā Variants: ʿlāwā and ʿelāwāy . 'waking state' ḥadwā 'joy' petwā 'breadth, ampleness' ḥezwā 'vision, sight' ṣadwā 'mockery' ṭašwā 'secret' ṣahwā 'thirst' marwā 'origanum syriacum (plant)' ṣaḥwā 'fine weather' salwā 'spine' ṣarwā 'pine kernels' saḥwā 'swimming' šalwā 'cessation' satwā 'winter' In addition, two CvCw nouns exhibit free alternation between w and b . The original consonant in ḥedwā ~ ḥedbā 'cichorium endivia (plant)' might be b as shown by the parallel form hendbā and its Greek etymology ἐντύβον (see Sokoloff 2010: 346). I would like to thank here the reviewer who let me know this fact and provide me the reference in Sokoloff (2010). In the case of šalbā ~ šalwā ~ šelwā 'a mountain pass, cave, chasm, hollow', w is likely original, at least diachronically, since the root šlw appears in the Akkadian noun šīlu ~ šēlu 'depression, concavity'. On the contrary, in the case of ʾelāwā ~ ʾalwā ~ ʾelbā 'colostrum', b seems to be etymological because of the Arabic cognate liba ʾ . This hypothesis is also suggested by Neo-Syriac form, see Brockelmann (1928: s.v. ʾalwā ). However, w would consequently come from the unexpected and exceptional postconsonantal weakening of b . In two special cases, it is impossible to determine with certainty the underlying semi-vowel. First, there is a ‑ awātā plural suffix, e.g. nahrā > nahrawātā 'river'. Some nouns definitely III-y form their plural with this suffix with a further syncope of y , e.g. rāʿyā > rāʿawātā 'shepherd'. Some nouns, possibly III-y or III-w, also form their plural in this way, e.g. ḥ>ewyā > ḥwawātā 'serpent'. Now the plural suffix - ātā exists as well, e.g. malkā > malkātā 'queen'. So, we might think that the sequence aw does not belong to the suffix but to the noun: \/ḥwaw‑ātā\/. Consequently, there would be an alternation between w and y . Whether in case of the root of an isolated name or in case of a root already attested under the two forms III-w and III-y, it is not possible to confirm this hypothesis nor to define the underlying semi-vowel with certainty. For instance, is ḥewyā from a III‑y root (as its singular as well as its Arabic cognate ḥayy-(at) suggest) or from a III-w root (as its feminine and plural counterparts ḥwāwītā and ḥwawātā imply)? The same reasoning applies to nouns whose final semi-vowel merges with the preceding vowel in the singular (e.g. sḥātā 'washing' from \/saḥaw-tā\/ or \/saḥay-tā\/, cf. saḥwā 'swimming' vs. sḥāyā 'purification') and whose plural is formed with - awātā (e.g. sḥawātā ). Note that the Eastern Syriac form of the suffix is - awātā according to Audo (1985: passim) and Muraoka (1997: 25) but ‑ āwātā with expected aw>āw according to Nöldeke (1904:35) and Costaz (1997: 30); it is transcribed as ‑ auwātā (that is ‑ awwātā ) in Brockelmann (1912). The Western Syriac form is - awōtō . On some y-w interchanges in the broader perspective of comparative afroasiatic linguistics, see Putten (2018). 2.3. Feminine CvCw nouns and feminine abstract nouns with - ūt Difference between feminine CvCw nouns and feminine abstract nouns with - ūt from defective roots is small. Indeed, the adding of - ūt to III-y nouns is occasionally followed by the syncope of y (e.g. \/demy-ūtā\/ > dmūtā 'image', \/ṣeby-ūtā\/ > ṣbūtā 'will'). As a result, the declension of these III-y abstract nouns and that of the feminine CvCw nouns partly coincide. This is illustrated in the following table with an (almost) minimal pair already pointed out by Nöldeke (1904: 52, note 1). Identical forms are in bold; triliteral regular abstract noun malkūt 'kingdom' is given for the sake of comparison: The inflected forms of the two examples are not all attested (of course, the unattested forms have been reconstituted by analogy with the declension of other nouns). The most relevant forms, viz. sg. abs. ḥaywā vs. ḥayū and sg. cst. ḥaywat vs. ḥayūt are nevertheless attested. CvCw CvC-ūt < \/CvCy-ūt\/ CaCC-ūt \/ ḥ ayw-\/ \/ ḥ ay-ūt\/ < \/ ḥ ayy-ūt\/ \/malk-ūt\/ sg. abs. ḥayw-ā ḥay-ū malk-ū cst. ḥayw-at ḥay-ūt malk-ūt emph. ḥayū-tā ḥay-ūtā malk-ūtā pl. abs. ḥayw-ān ḥay-wān malk-wān cst. ḥayw-āt ḥay-wāt malk-wāt emph. ḥayw-ātā ḥay-wātā malk-wātā 'animal' 'life, animality' 'kingdom' The declension forms that allow to distinguish between CvCw and CvC(y)-ūt nouns are the singular absolute and the singular construct. In addition to ḥaywtā ~ ḥayūtā 'animal', Also ḥayōtā , cf. supra under the CaCaw nouns section. nouns which are unmistakably CvCw owing to the attestation of their sg. abs. and\/or sg. cst. are the following (the free realization of \/w\/ as w or ū between two consonants is regular, the compensatory lengthening \/eʾ\/ > \/e\/ > ē appears frequently): sg. abs. ḥadwā not attested \/leʾwā\/ > lēwā cst. ḥadwat \/geʾwat\/ > gēwat \/leʾwat\/ > lēwat emph. ḥadwtā ~ ḥadūtā geʾwtā\/ > gēūtā \/leʾwtā\/ > lēwtā ~ lēūtā 'joy' Cf. its masculine form ḥadwā 'joy'. 'pride' 'weariness' However, the sg. abs. and sg. cst. are not always attested. As a result, we often lack relevant morphophonological information necessary to determine whether a noun is CvCw or CvC(y)-ūt . What is left to decide is the meaning. Comparative analysis helps define the roots that have been historically III-w. But since the majority of III-w roots have become synchronically III-y in Syriac, the comparative evidence has a limited impact in a synchronic study like the present one. The abstract meaning of some nouns leads us to consider them as possible abstract III-y nouns with -ūt : \/ruʿy-ūtā\/ > ruʿūtā 'opinion' \/ta-rʿy-ūtā\/ > tarʿūtā 'reconciliation' Conversely, nouns whose meaning is clearly concrete are more likely III-w nouns: \/hetw-tā \/ > hetūtā 'female grey heron' Cf. its masculine counterpart hetwā . \/ḥadw-tā \/ > ḥadūtā 'silo' Or perhaps ḥaddūtā , cf. note 16. \/ḥānw-tā\/ > ḥānūtā 'cell, room, shop' \/kašw-tā\/ > kšūtā According to Payne Smith (1879-1901: q.v.), it is a loan from Arabic, as suggested by the irregular sound correspondence Syriac š – Arabic š . This etymology is not retained by Brockelmann (1928: q.v.). 'cuscuta (plant)' \/maṭw-tā\/ > mṭūtā 'portion' \/masw-tā\/ > msūtā 'cypress' \/ma-nṣw-tā\/ > maṣṣūtā 'quarrel' \/saḥw-tā\/ > sḥūtā 'washing, ablution' \/ma-sḥw-tā\/ > masḥūtā 'bath, watering' \/parw-tā\/ > prūtā 'skin, leather garment' \/qaṭw-tā\/ > qṭūtā 'cucumber' \/šāqw-ūtā\/ > šāqūtā 'irrigation, drink' \/šārw-tā\/> > šārūtā 'meal, banquet' The case of šārūtā which has a concrete meaning but a sg. abs. šārū whose shape is that of an abstract noun with -ūt is is to be paralleled with the already noted irregularities of ṣlōtā 'prayer' whose sg. abs. is ṣlō in place of expected ṣalwat . \/ta-msw-tā\/ > tamsūtā 'pus' Finally, note that because of its meaning, gālūtā 'exile, captivity' seems to be an abstract noun. However, its related adjective gālwāyā 'exile (pers.)' indicates that the root they share is III‑w. 2.4. III-w nouns augmented with afformatives In most cases, augmented patterns are analyzable as CvCw nouns Or eventually as disyllabic CvCvw with second vowel syncope after addition of the suffix, e.g. * ? \/salaw-ay\/ > salway 'quail'. with an additional affix such as - ay (an archaic feminine suffix), - āy , - ān or -ā ʾ īt (an adverbial suffix) On this particular suffix, see Butts (2010). , e.g.: dayway 'a kind of bird' ḥezwānā 'vision' salway 'quail' ṭaʿwānā 'error' tenway 'clause, treaty' šahwānē 'cold' ḥānwāyā 'tavern-keeper' šalwāʾīt 'intermittently' šalwāyā 'a bucket for drawing water' šarwāʾīt 'at first' šalwāyā 'ceasing' šarwāyā 'new' satwāyā 'wintry' ‘anwāyā 'humble, little' Nouns with multiple suffixes are also frequent, e.g.  ḥānwāyūtā 'hermit's life', ḥānūtā means 'arched chamber, room, cell, shop, booth' hence the related but distinct words and meanings ḥānwāyā 'tavern-keeper, huckster' and ḥānwāyūtā 'hermit's life' (hermits have often lived in cells). šarwāyūtā 'beginning', ʿanwāyūtā 'humility'. Finally, forms with both prefix and suffix (e.g. mʿanwyā 'humble'), patterns other than CaCaw or CvCw (e.g. ʿ lāwā 'waking state', ḥānūtā 'cell, room, shop') and participles of III-w verbs (see below) enlarged with suffixes (e.g. met ḥzawzīnūtā 'manifestation') are found at times. 2.5. III-w verbs All the III-verbs are denominative, built on the rare verbal patterns paʿlī , ʾetpaʿlī and ʾetpaʿl ʿ ī (which is the form of ʾ etpaʿl ʿal with defective roots). They are listed below with the nouns from which they are derived: nouns denominative III-w verbs gālūtā 'exile' galwī 'to exile' ʾetgalwī 'to emigrate' ḥezwā 'vision' ʾetḥzawzī 'to swagger' ʿanwāyā 'humble' ʾetʿanwī 'to apply oneself to' tenway 'clause, treaty' tanwī 'to make a contract' ʾ ettanwī 'to be stipulated 3. Co-occurrence restrictions between II labial \/ velar and III w First of all, it is clear that w combines with any initial consonant, e.g. I-labial baʿwā 'camel's hair', I-coronal satwā 'winter', I-velar galwī 'to exile', I-guttural ḥezwā 'vision'. There is therefore no need to dwell upon this point. We shall now examine the combinations with the medial consonant. The following table takes into account the 54 III-w roots that I was able to identify (I hope that no important data has been overlooked). The three indecisive cases ʾelāwā ~ ʾalwā ~ ʾelbā 'colostrum', ruʿūtā 'opinion' and tarʿūtā 'reconciliation' have been included. Note that ruʿūtā and tarʿūtā are from two distinct roots (cf. Brockelmann 1928: s.v. reʿyānā II, rʿē III). Each root is illustrated below by one example (glosses have been added occasionally to avoid confusion between homophone roots). The table represents the patterning between each possible medial radical and final w . For instance, there is one III-w root with b as II radical (left column, line 1), whereas there are 10 different III-w roots with l as II radical (left column, line 12). The table shows that final w may be preceded by any coronal or guttural consonant. Conversely, w cannot obviously be preceded by a labial or a velar, apart from in exceptional cases. II-labial b: 1 kbōtā p: 0 m: 0 w: 1 ḥwāwītā II-coronal t: 3 hetwā, petwā, satwā d: 3 ḥadwā‘ joy' , ḥ adūtā 'silo', ṣadwā ṭ : 2 mṭūtā, qṭūtā s: 2 msōtā 'rennet' , msūtā 'cypress' z: 1 ḥezwā ṣ : 1 maṣṣūtā š: 2 ṭašwā, kšūtā l: 10 ʾelāwā , gālūtā, salwā, ʿ elwā 'leathern bottle', ʿelwā 'waking state' , salway, ṣ lōtā, šalwā 'cessation', šalwā 'a mountain pass, cave,' šalwāyā 'a bucket for drawing water' n: 3 ḥānūtā, ʿ anāwītā, tenway r: 7 brōtā, ḥrōtā, marwā, ʿarāwītā, prūtā, ṣarwā, šārūtā y: 3 dyōtā, dayway, ḥaywtā II-velar k: 0 g: 0 q: 1 šāqūtā III-guttural ʿ : 5 baʿwā, ṭaʿwānā, ruʿūtā 'opinion' , tarʿūtā 'reconciliation' , šʿōtā ḥ : 5 mḥōtā 'blow' , mḥōtā 'brim, balustrade', saḥwā, ṣaḥwā, šḥōtā ʾ : 2 \/geʾwtā\/ >gēūtā, \/leʾwtā\/ >lēwtā h: 2 ṣahwā, šahwānē Let us analyze the exceptional cases: - the first case, \/kabaw-tā\/ > kbōtā 'excrement, dung-cake' is actually on its way to becoming a completely III-y noun: its singular construct and plural emphatic states, respectively kbay and kbayyā (Western Syriac kbōyyē ) are already those of III-y nouns. This is not an isolated case. For instance, qṭūtā 'cucumber' has also a III-y plural form, viz. qṭayyā (cf. also the related maqtyā 'field of cucumbers') alongside a plural with suffix – awātā , viz. qṭawātā . - the second case, ḥwāwītā 'female-serpent' also presents a mixed declension: the masculine singular ḥewyā 'serpent' is III-y. The masculine plural ḥ wawātā is of no help since it could be a III-w form as  ? \/ ḥ waw-ātā\/ or a III-y- form with further syncope of y as in  ? \/ ḥ awy-awātā\/ since - awātā is used inter alia for III-y nouns (see note 27 on this complicated issue). Moreover, Bohas (1990) and Hoberman (1993) convincingly demonstrate that Syriac geminate roots such as bzz or ḥww are in fact biradical roots bz and ḥw that reduplicate either their first or second consonant (e.g. nebbuz 'he will loot', bezzet 'I looted') to fulfill all the consonantal slots of the patterns (of the templates more exactly). Consequently, the root is ḥ w  with no homorganic\/ identical Cww sequence. This is why the other Cww roots (attested only by isolated nouns) are not considered here. Here they are: gww , gāwwā 'inside (of the body)', hww , hāwwtā 'abyss', kww , kāwwtā 'window'. - finally, the third case, šāqūtā 'irrigation, drink' is indecisive. Its shape is that of either a feminine III‑w noun or an abstract III-y noun where y dropped before -ūt (see the discussion above). On the one hand, its actual concrete meaning leads to an analysis as a III-w noun. On the other hand, from a diachronic perspective, its root is without doubt III-y See the comparative evidence in Leslau (1987: s.v. saqaya ). which supports the idea of an abstract III-y noun. As a result, the problem remains. In summary, Cbw , Cww and Cqw roots are virtually non-existent. Cpw , Cmw , Ckw and Cgw roots merely do not exist. Consequently, Syriac root structure obviously forbids homorganic consonantal sequences II-labial\/velar III-w. As a reviewer pointed out to me, it is possible that II-p\/m\/k\/g–III-w roots are unattested due to chance, considering the low number of attested roots. From what we know about root pattern restrictions in Syriac and other Semitic languages, this limitation is unexpected. As a matter of fact, since consonants root restrictions apply more regularly in verbs than in nouns, most studies focus on verbs and omit nouns (see Vernet 2011). It follows that the limitations specific to nouns could only escape the attention of researchers who until now focus solely on verbs. 4. Conclusion: what happened to the Proto-Semitic II-labial\/velar III-w roots in Syriac? Although this study is essentially synchronic, it is worth concluding the examination of the III-w roots with a brief diachronic observation. Comparative study that encompass the other more or less contemporaneous Aramaic dialects (such as Jewish-Palestinian, Jewish-Babylonian, Mandaic, etc.) would not be possible within the limits of this paper. The first step in such a study would be to check whether II-labial III-w and II-velar III-w roots are attested in these dialects. If this were the case, it would not call into question our analysis of Syriac: the existence of linguistics differences (such as phonological ones) is precisely what justifies the identification of distinct dialects and languages and we should be aware of this when evidence from one dialect is used to evaluate an analysis based on data from a different dialect. It is often difficult to determine the Proto-Semitic semi-vowel of a root from comparative data. Nonetheless, there are cases where it is possible to ascribe a Proto-Semitic final w with more or less certainty. Cases where Proto-Semitic III w is preceded by a II labial or velar are the following: Data has been drawn mostly from Black, George and Postgate (2000), Brockelmann (1928), Kazimirki (1944) and Leslau (1987); alas, I was not able to consult Sokoloff (2010). Proto-Semitic Akkadian Arabic Geez Syriac * bqw bqw 'to watch' bqy 'to test' * gbw ǧbw 'to exact (tribute)' gby 'to exact (tribute)' * d kw zkw 'to be clear, pure' d kw 'to be bright' dky 'to be pure' The abstract noun zākūtā , sg. abs. zākū 'innocence' is obviously a loan from Hebrew; the genuine Aramaic root is that of the table, viz. dky . * hgw hǧw 'to satirize, insult, scold' hgy 'to muse, vocalize' * skw skw 'window, planet' sky 'to wait for, look for' Cf. Targumic Aramaic sky 'to look out, hope', sakwā’ ā 'watchman', sākūtā 'outlook-point'. Arabic škw ~ šky ~ škk 'to complain, complain while waiting for help' is perhaps related. * smw smw 'blindness, to vacillate, be undecided' smy 'blindness' *ʾ pw ?ʾ pw (or  ? ʾ py ) 'to become veiled, cloudy' ʿ fw 'to clear, conceal, cover' ʿ py 'to invest, take collect, wrap' * ṣ pw ṣ pw 'to soak, drench' ṣ fw 'to be clear, limpid (water, drinks)' ṣ py 'to wash, sink' * qbw qbw 'to be afflicted with dropsy, be blown up' qby 'to contain, collect, run together (liquids, secretions)' * rpw rmw 'to slacken, become loose' rfw 'to calm' rpy 'to slacken' * špw sfw 'to be fast (flying or running)' špy 'to smooth' In all the attested realizations of these roots in Syriac, the final semi-vowel is always y , never w . This suggests that at a certain point in the history of Syriac or Proto-Syriac, w shifted to y after II labial and velars consonants. The question of whether the change was caused by a genuine dissimilation process or by the broader and phonetically unconditioned change III-w > III-y is nevertheless open. A historical study on the evolution of semi-vowels that would encompass the stages of Aramaic prior to Syriac could perhaps bring some elements of response. Anyway, the above historical change is exactly in line with our previous synchronic observations: the phonological drift is toward increasing the occurrences of y at the expense of w , but final w may remain on the condition that it is not preceded by a homorganic medial root consonant. There is also another interesting (and to date unrecognized) related dissimilatory constraint involving final w in the CvCw nouns. The vowel preceding w is never the homorganic u or, stated differently, the CuCw pattern is barred from the entire lexicon (the sole exception is ruʿūtā 'opinion', an indecisive case, see section 2.3.). The exact definition of this other restriction is beyond the scope of this article; I hope to treat it thoroughly in a future study. Bibliography Aešcoly, A. Z. 1937-40. “Incompatibilités de phonèmes en hébreu et en araméen”, Comptes Rendus du Groupe Linguistique d ’Études Chamito-sémitiques 3: 54–6. Aïm, E. 2016 . “Le changement w>y en syriaque”, JSS 61: 85-102. ____. 2017. “Les racines avec waw fort en syriaque”, Le Muséon 130: 301-325. Audo, T. 1985. Treasure of the Syriac Language: A Dictionary of Classical Syriac (2 vols., reprint). Glane. Banksira, D. P. 2000. Sound Mutations, The Morphophonology of Chaha . Amsterdam. Birkeland, H. 1947. “The Syriac phonematic vowel systems”, in C. S. Stang and al. (eds.), Festskrift til Professor Olaf Broch på hans 80 Årsdag . Oslo. 13-39. Bohas, G. 1990. “A Diachronic Effect of the OCP”, Linguistic Inquiry 21: 298-301. _____. 1999. “La logique du signe vocalisateur mhagyānā et du signe accélérateur mar ṭ ānā dans la phonologie du syriaque: une approche de la structure syllabique”, Bulletin d’ Études Orientales 51: 127-49. ____. 2017. “Les méfaits de l'optique hébraïsante sur le traitement des bgdkpt en syriaque”, Parole de l’Orient 42: 1-21. Black, J., George A. and N. Postgate. 2000. A Concise Dictionary of Akkadian (2nd Corrected Printing) . Wiesbaden. Brockelmann, C. 1908. Grundriss der vergleichenden Grammatik der semitischen Sprachen , I. Bd. Laut- und Formenlehre. Berlin. ____. 1910. Précis de linguistique sémitique. Translated by W. Marçais and M. Cohen . Paris. ____. 1912, Syrische Grammatik: mit Paradigmen, Literatur, Chrestomathie und Glossar (3rd ed.). Berlin. ____. 1928. Lexicon Syriacum (2nd ed.). Halle. Butts, A. M. 2010. “The Etymology and Derivation of the Syriac Adverbial Ending ‑ɔ'īθ”,  JNES  69: 79-86.  Cantineau, J. 1946. “Esquisse d'une Phonologie de l'Arabe Classique”, Bulletin de la Société de Linguistique de Paris 126: 93-140. Costaz, L. 1994. Dictionnaire syriaque-français \/ Syriac-English Dictionary \/ Qāmūs suryānī-ʿarabī (2nd ed.). Beyrouth. ____. 1997. Grammaire syriaque (4th ed.). Beyrouth. Clements, G.N. 1993. “Lieu d'articulation des consonnes et des voyelles”, in B. Laks and A. Rialland (eds.), Architecture des représentations phonologiques . Paris. 101‑145. Daniels, P.T. 1997. “Classical Syriac Phonology”, in A. S. Kaye (ed.), Phonologies of Asia and Africa . Winona Lake, IN. 127–40. Duval, R. 1881. Traité de grammaire syriaque . Paris. Greenberg, J. 1950. “The patterning of root morphemes in Semitic”, Word 6: 162-181. Healey, J. F. 2011. “Syriac”, in S. Weninger and al. (eds.), The Semitic Languages. An International Handbook . Berlin. 637-52. Hoberman, R. 1993. “Local Spreading”, Journal of Afroasiatic Languages 3: 226-254. Huehnergard, J. 2000. A grammar of Akkadian (Harvard Semitic Studies 25, 3rd printing). Winona Lake, IN. Kazimirski, A. de Biberstein. 1944. Dictionnaire arabe-frangais (2 vols., reprint), Beyrouth. Kaye, A. S. and J. Rosenhouse. 1997. “Arabic Dialects and Maltese”, in R. Hetzron (ed.), The Semitic Languages . London. 263‑311. Kuryłowicz, J. 1972. Studies in Semitic Grammar and Metrics . Warsaw. Leslau, W. 1987. Comparative Dictionary of Geʿez (Classical Ethiopic): Geʿez English\/English-Geʿez with an Index of Semitic Roots. Wiesbaden. McCarthy J. 1979. Formal Problems in Semitic Phonology and Morphology , Ph. D. Diss., Massachusetts Institute of Technology. ____. 1983. “ Consonantal Morphology in the Chaha Verb ”, in M. Barlow and al. (eds.), Proceedings of the 2 nd West Coast Conference on Formal Linguistics . Stanford, CA. 176-88. ____ 1989. “Guttural phonology”, Ms, University of Massachusetts, Amherst. Moscati, S. and al. 1964. An Introduction to the Comparative Grammar of the Semitic Languages. Phonology and Morphology ( Porta Linguarum Orientalium 6). Wiesbaden. Muraoka, T. 1997.  Classical Syriac. A Basic Grammar with a Chrestomathy (Porta Linguarum Orientalium, N. S. 19). Wiesbaden. Nöldeke, T. 1904. Compendious Syriac Grammar. Translated from the second and improved German edition by James A. Crichton . London. Payne Smith, J. 1903. A Compendious Syriac Dictionary founded upon the Thesaurus Syriacus of R. Payne Smith . Oxford. Payne Smith, R. 1879-1901. Thesaurus Syriacus (2 vols.). Oxford. Pierrehumbert , J. 1993. “ Dissimilarity  in the  Arabic verbal roots ”, in A. Schafer (ed.), Proceedings of the North East Linguistics Society (NELS) 23 . Amherst, MA. 367–381. Putten, M. van 2018. “The feminine endings * -ay and * -āy in Semitic and Berber”, BSOAS 81-2: 205–225. Sokoloff , M. 2010. A Syriac Lexicon. A Translation from the Latin, Correction, Expansion, and Update of C. Brockelmann ’s Lexicon Syriacum . Piscataway. >Vernet, E. 2011. “Semitic Root Incompatibilities and Historical Linguistics”, JSS 56-1: 1-18.",
    "title" : 
    [ "Unexpected Co-occurrence Restriction on Syriac Root Consonants",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Aïm, Emmanuel" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv22n1aim",
    "type" : "article",
    "displayTitleEnglish" : "An Unexpected Co-occurrence Restriction on Syriac Root Consonants" }