
  { "fullText" : "J.-C. Haelewyck, ed., Histoire de Zosime sur la vie des Bienheureux Réchabites: les versions orientales et leurs manuscrits , CSCO 664 \/ Subs. 135 (Leuven: Peeters, 2016). Pp. xxii + 180; € 105. Grigory Kessel, Austrian Academy of Sciences and University of Manchester The book under review presents an analytic inventory (or census) of the manuscript witnesses to the translations of the Greek apocryphal text Story of Zosimus on the Life of the Blessed Rechabites (hereafter HZos , CAVT 166) that were produced in the Christian East. The inventory was prepared in the context of the collaborative project Zosime (Réchabites) based at the Institut Orientaliste of the Catholic University of Louvain-la-Neuve under the supervision of Jean-Claude Haelewyck. Project webpage: https:\/\/uclouvain.be\/fr\/instituts-recherche\/incal\/ ciol\/zosime-rechabites.html . Haelewyck is well positioned for such a scholarly enterprise, since he is one of the leading specialists in the field of Christian apocryphal literature and perhaps best known for his Clavis Apocryphorum Veteris Testamenti , J.-C. Haelewyck, Clavis Apocryphorum Veteris Testamenti (Turnhout: Brepols, 1998). the standard reference work for the Old Testament apocrypha. The main objective of the project is to study and edit all the Christian oriental versions of HZos . The census of extant manuscripts therefore is an indispensable part of the preliminary work for the preparation of critical editions. It is commendable that the project produced a detailed inventory that surveys the transmission of HZos throughout the multiple traditions of Eastern Christianity. It is not necessary to justify the objective of this collaborative project: the Arabic, Ethiopic and Georgian versions have never been edited; the Syriac, Armenian and Slavonic versions have been edited, but these editions were prepared on the basis of a limited number of manuscript witnesses and without a proper recensio . For example, the Syriac version edited by F. Nau in 1898–1899 is based on manuscripts BnF syr. 235, syr. 234, syr. 236, and BL Add. 12174. F. Nau, “La légende inédite des fils de Jonadab, fils de Réchab, et les îles Fortunées. Texte syriaque (attribué à Jacques d’Édesse) et traduction française,” Revue sémitique d’épigraphie et d’histoire ancienne 6 (1898), 263–266; 7 (1899), 54–75, 136–146. As is made clear by Haelewyck (p. 43), Nau’s edition does not only suffer from a number of (sometimes inexplicable) deficiencies, but also conflates the text of two recensions: the four Paris manuscripts represent the short recension, whereas the London manuscript is the unique witness to the abridged one. Unlike for Greek and Latin manuscripts, as of today there exists no comprehensive tool allowing one easily to find the oriental manuscript witnesses of a given work. Notwithstanding the information that is provided for Syriac sources by Baumstark in his Geschichte der syrischen Literatur , and by Graf for Christian-Arabic sources in Geschichte der christlichen arabischen Literatur , the student of any Oriental language tradition grosso modo has to search for the witnesses him- or herself. This is of course a rather tough task, given the fact that some manuscript collections are not catalogued at all and some collections are catalogued poorly, without providing necessary details; in addition, the manuscript catalogues (particularly those produced in the Middle East) are often difficult to get hold of. The text HZos , similar to most hagiographic and apocryphal texts, had a wide circulation (especially in Syriac, Arabic and Armenian traditions) and a list of additional manuscript witnesses (see below) demonstrates that there is still the possibility of finding further witnesses. The volume opens with a long introduction that surveys the content of HZos and presents the status quaestionis regarding the origin of this work (pp. 1–40). HZos is the account by a monk Zosimus about his journey to the Isle of the Blessed. The inhabitants of the island live a paradisiacal life and claim to be the descendants of the Rechabites (who are mentioned in Jeremiah 35). Scholars agree that the HZos constitutes a conflation of two independent narratives, one containing the travel account of Zosimus (chapters 1-7) and the other narrating the story of the Rechabites (chapters 8–10). As far as the date of the composition is concerned, Haelewyck provides an accurate summary of earlier scholarship: M. R. James argued that the work was composed in the 5 th or 6 th century; McNeil suggested that behind the HZos lies a source related to the Qumran community; and J. H. Charlesworth distinguished between the travel account of Zosimus and the story of the Rechabites, considering the latter as an Old Testament apocry-phon around which the HZos evolved. However, it is the studies of C. H. Knights and M. Philonenko that concur with the results of the Louvain-la-Neuve project, namely that the HZos appeared in the first half of the 4th century at the latest, having by then integrated the classical myth about the Isle of the Blessed with the aim to popularize it in the broader context of the triumph of Christianity. The short Syriac version of the HZos plays a crucial role in the study of the text, being the oldest indirect witness and having preserved the oldest form of the text. The overview of scholarship highlights the ambiguous nature of the HZos : whereas the story of Zosimus is hagio-graphy, the story of the Rechabites belongs to apocryphal literature. Consequently, Charlesworth, who argued that the HZos is a spin-off from the much older story of the Rechabites, considered the entire HZos as an apocryphal text; and for this reason it now customarily features among the apocrypha. The results of the Louvain-la-Neuve project highlight the reception history of the HZos . Haelewyck points out that the double nature of the HZos is reflected in its transmission alongside both hagiographic and apocryphal texts. It is for this very reason that the following inventory does not merely list the known manuscript witnesses but aims to offer a detailed description of the manuscripts’ contents. The survey of the literary contexts in which the HZos can be found in the manuscripts across the language traditions was published separately and needs to be taken into consideration when consulting the inventory. J.-C. Haelewyck, V. Somers, and E. Van Elverdinghe, “Diverse Perspectives on the Manuscript Tradition of the Story of Zosimus,” OrChr 99 (2016), 1–44. The inventory (pp. 41–173) covers translations into six languages, and each of the language traditions was studied by a dedicated specialist: J.-C. Haelewyck (Syriac), M. Makhoul (Arabic), J. Brankaer (Ethiopic), E. Van Elverdinghe and A. Ouzounian (Armenian), T. Pataridze (Georgian), and M. Pirard (Slavonic). The Greek manuscripts have been surveyed in a separate publication presenting the forty-six manuscripts (12th–19th cent.) all representing the same recension. Haelewyck, Somers, and Van Elverdinghe, “Diverse Perspectives,” 19–44. One can summarize the results in tabular form as follows: Version Recensions Number of manuscript witnesses Date range of manuscript witnesses Editions prepared within the project Syriac a . short b . long c . abridged a . 9 mss b . 9 mss c . 1 ms; plus 3 mss that could not be examined 12th–20th cent. a . Haelewyck (2014) J.-C. Haelewyck, “ Historia Zosimi de Vita Beatorum Rechabitarum : Edition de la version syriaque brève,” Muséon 127 (2014), 95–147. b . Haelewyck (2015) J.-C. Haelewyck, “La version syriaque longue de l’ Historia Zosimi de Vita Beatorum Rechabitarum : Edition et traduction,” Muséon 128 (2015), 295–379. c . Haelewyck (2017) J.-C. Haelewyck, “ Histoire de Zosime sur la vie des Bienheureux Réchabites : Les trois recensions syriaques; Édition de la version résumé,” ParOr 43 (2017), 175–194. Arabic a . short (transl. from short Syriac) b . long (transl. from long Syriac) c . ‘libre’ a . 2 mss b . 15 mss c . 2 mss; plus 13 mss that could not be examined 12th–19th cent. no edition, but a study of the Arabic version in Makhoul (2016) M. Makhoul, “La version arabe inédite de l’ Histoire de Zosime : Présentation et évaluation textuelle des recensions,” ParOr 42 (2016), 323–341. Ethiopic one translation from Greek (but with significant differences) 3 mss 17th–19th cent. Armenian a . short (closest to the Greek) b . long (with three subgroups) c . independently transmitted narration about the travel of Zosimus to Athens a . 4 mss b . 19 mss c . 3 mss d . 2 fragmentary mss; plus 2 mss that could not be examined 13th\/14th–19th\/20th cent. Georgian (translation from the Greek) a . first b . second c . third a . 1 ms b . 3 mss c . 3 mss 982\/3–19th cent. Slavonic one (transl. from the Greek) 2 mss 14th and 17th cent. Going through the inventory, the reader is faced with multiple questions regarding the relationship of each version to the Greek text, between the versions, and, finally, between the recensions. With regard to the Syriac version, it remains unclear if the attribution of the Syriac translation to Jacob of Edessa (d. 708) – uniquely present in manuscript BL Add. 12174 – is tenable. (A. Baumstark considered it as doubtful.) Participating scholars deliberately refrained from making any claims concerning the possible relationship of the source text and the translations, as well as from commenting on the relation between recensions. In the words of Pataridze (p. 160): “Or, toute conclusion sur la provenance de chaque version orientale ou sur les rapports de dépendance que les versions entretiennent doit se baser sur l’analyse des textes critiquement établis.” It is hoped that all these questions will find a proper treatment in future publications. For instance, this is what one can read about the curious recension of the Arabic version, entitled as ‘libre’: “son texte, comparé aux versions syriaques, est relativement libre, à l’inverse des deux autres recensions qui correspondent aux recensions syriaques soit brève soit longue” (p. 81). This statement implies that the ‘libre’ derives from the Syriac, but one would of course like to understand the situation better. I was able to note a number of shortcomings in the descriptions. The aim of the inventory, as stated on p. 41, was to provide a more detailed description of manuscripts that were either not previously catalogued, or whose description is difficult to access (for example, in catalogues written in Arabic, Armenian or Georgian). This attention to the text’s immediate literary context is of course laudable, but apparently each contributor approached this task in his or her own way. Especially regrettable is the lack of precise identification of the texts: as a rule, a reader finds a mere translation of a text’s title without additional verification and references to standard instrumenta studiorum for hagiography. In the opinion of this reviewer, the most consistent and clearly structured records were prepared for the Georgian manuscripts: it is easy to browse through the list and to get an idea about the content of each individual manuscript. This coherence in the description of Georgian manuscripts nicely lends itself to comparisons, as was done in the form of the synoptic table on pp. 166–169. As far as the Syriac and Arabic manuscripts are concerned, it would be important to discern the ecclesiastical affiliation of each manuscript. As a matter of fact, the two recensions of the Syriac version correlate with the manuscripts’ origin: the short recension is attested by the manuscripts of Syriac Orthodox origin, whereas the long recension can be found in East Syriac manuscripts. The exceptional manuscript in this respect, Mingana Syr. 598, does not pose any problems because it is nothing more than a modern copy based on an East Syriac model ( olim Alqosh, Notre-Dame des Semences 212) that was produced by a Syriac Orthodox scribe. More attention could have been paid to the composite manuscripts. For instance, we read in the description of manu-script Teheran, Issayi 18, that it dates from the year 1742\/3 CE. A digital copy is available online at https:\/\/w3id.org\/vhmml\/ readingRoom\/view\/501333 . The manuscript has a complex structure and, as was shown previously by A. Desreumaux, A. Desreumaux, “Un manuscrit syriaque de Téhéran contenant des apocryphes,” Apocrypha 5 (1994), 137–164. the sequence of quire signatures begins anew four times. Unless positively proved, one has to exercise caution and treat this codex as a composite manuscript consisting of four independent codicological units. The date present in the fourth codicological unit cannot be straightforwardly applied to other units, and in particular not to the second unit that contains the HZos . Hence, a deeper examination of the manuscript is required in order to discern whether all the units could have been produced by the same hand and at the same time, or not. In the case of the manuscript under consideration, the opinion that the codex was produced by one scribe was based upon Desreumaux’ earlier research. Given the presence of a note in the first codicological unit, which according to Desreumaux dates the Vorlage to AG 1555 = 1243\/4 CE, Desreumaux, “Manuscrit syriaque de Téhéran,” 142, 144. this kind of disambiguation is particularly crucial. To be fair, however, I should express doubt about the accuracy of Desreumaux’s claim, and instead suggest to read this note as a commissioner’s statement that indicates the price paid for the production of the manuscript (ten rials). This note literally mentions “ten ryālē zūzā” and it is the last word that was misread by Desreumaux as the date 1555. Furthermore, the incorrectly spelled name of an earlier owner of the manuscript, Varoo M. Neesan (instead of Yaroo M. Neesan), was also taken from Desreumaux’s article (“Manuscrit syriaque de Téhéran,” 138). It would be more precise to refer to the Berlin manuscripts by the actual shelf-mark rather than by the number in the Sachau’s catalogue, thus Berlin syr. 246 rather than Sachau 154, Berlin syr. 74 rather than Sachau 9. The Arabic Garshuni manuscript Mardin, Church of the Forty Martyrs 300\/8, is presented as the oldest witness to the Arabic version and as datable to the 12th century. A digital copy is available online at https:\/\/w3id.org\/vhmml\/ readingRoom\/view\/502155 . This dating was taken from HMML’s online catalogue. A consultation of the digital copy, however, leaves no doubt that the manuscript can by no means be assigned to the 12th century and must date from a couple of centuries later. This later dating is further corroborated by the fact that there are no complete manuscripts copied in Garshuni earlier than the 14th century. The index of the volume (pp. 175–177) lists the manuscripts mentioned in the book. Given the detailed nature of the description of individual manuscripts, it would have been very useful also to have an index of works. Finally, a number of manuscripts can now be added to the list: Syriac (in chronological order): British Library, Or. 3337, ff. 58v–97v (1522\/3 CE) G. Margoliouth, Descriptive List of Syriac and Karshuni MSS in the British Museum Acquired Since 1873 (London, 1899), 15–16. Baghdad, Chaldean Patriarchate 291 (HMML project number CPB 291; 1721\/2 CE), A digital copy is available online at https:\/\/w3id.org\/vhmml\/ readingRoom\/view\/139317 . There is no published catalogue description of this manuscript. pp. 238–331 Arabic (in chronological order): Sinai Arabic 542 (9th\/10th cent.), M. D. Gibson, Catalogue of the Arabic MSS. in the Convent of S. Catharine on Mount Sinai , Studia Sinaitica 3 (London, 1894), 114–115. The description is incomplete and does not mention the HZos . The text is, however, mentioned in A. Atiya, The Arabic Manuscripts of Mount Sinai (Baltimore: Johns Hopkins Press, 1955), 22. On the manuscript, see also A. Binggeli, “L’ hagiographie du Sinaï arabe d’après un recueil du IX e siècle (Sinaï arabe 542),” ParOr 32 (2007), 163–180. A digital copy is available online at https:\/\/www.loc.gov\/item\/00279390386-ms\/ . ff. 77v– 96r Sinai Arabic 538 (1211 CE), Atiya, Arabic Manuscripts , 21. A digital copy is available online at https:\/\/www.loc.gov\/item\/00279390301-ms\/ . ff. 223v–241v Bucharest, Romanian Academy, B.A.R. MS orientale 365 (14th cent.), For a description, see S. A. Frantsouzoff, “Хождение Зосимы к блаженным сынам Ионадава: к характеристике арабо-православной версии” [Itinerary of Zosimas to the Blessed Sons of Jonadab: Some Features of the Arabic Version], Вестник Православного Свято-Тихоновского гуманитарного университета , ser. 3, 57 (2018), 124–130. ff. 147–154r Wādī al-Naṭrūn, Dair Qiddīs Anbā Maqqār MS 412 (HMML project number ABMQ 00412; 1494 CE) U. Zanetti, Les manuscrits de Dair Abû Maqâr: Inventaire , Cahiers d’Orientalisme 11 (Geneva: Patrick Cramer, 1986), 63. A digital copy is available online at https:\/\/w3id.org\/vhmml\/readingRoom\/view\/511629 . Mār Behnām MS 388 (HMML project number MBM 00388; 1661 CE), B. Sōnī, Fihris maḫṭūṭāt dair Mār Behnām al-Šahīd (Baghdad, 2005), 311*–314* [no. 405]. A digital copy is available online at https:\/\/w3id.org\/ vhmml\/readingRoom\/view\/131686 . ff. 116r–131r Wādī al-Naṭrūn, Dair Qiddīs Anbā Maqqār 403 (HMML project number ABMQ 00403; 17th\/18th cent.), Zanetti, Manuscrits de Dair Abû Maqâr , 60. A digital copy is available online at https:\/\/w3id.org\/vhmml\/readingRoom\/view\/511622 . pp. 350–391 Mār Behnām MS 402 (HMML project number MBM 00402; 1754 CE), Sōnī, Fihris , 337*–340* [no. 420]. A digital copy is available online at https:\/\/w3id.org\/vhmml\/readingRoom\/view\/132272 . ff. 114r–136r Wādī al-Naṭrūn, Dayr Qiddīs Anbā Maqqār 398 (HMML project number ABMQ 00398; 19th cent.), Zanetti, Manuscrits de Dair Abû Maqâr , 59. A digital copy is available online at https:\/\/w3id.org\/vhmml\/readingRoom\/view\/511618 . ff. 146v–166r Aleppo, Syrian Orthodox Archdiocese of Aleppo MS 62 M (HMML project number SOAA 00062 M; 19th cent.) A digital copy is available online at https:\/\/w3id.org\/vhmml\/ readingRoom\/view\/134164 . Monastery of St. Antony (Egypt), MS 186 (unknown date) Unpublished catalogue of the collection prepared by the Monastery of St. Antony. Pending direct examination and study, manuscript British Library, Or. 3337, appears to be the oldest known witness to the long recension of the Syriac version; and manuscripts Sinai Arabic 542 and 538 are the oldest witnesses to the Arabic translation. Furthermore, some of the Arabic manuscripts that have not been examined are now comfortably available online: Vat. ar. 460 A digital copy is available online at https:\/\/digi.vatlib.it\/view\/ MSS_Vat.ar.460 . and Jerusalem, St. Mark’s Monastery MS 199. In two parts: HMML project number SMMJ 199 A ( https:\/\/w3id.org\/vhmml\/readingRoom\/view\/501307) and HMML project number SMMJ 199 B ( https:\/\/w3id.org\/vhmml\/readingRoom\/ view\/501309 ). Some additions to the bibliography: V. V. Mil’kov, “Тема земного рая в древнерусских апокрифах 1: Хождение Зосимы к рахманам” [The Theme of the Earthly Paradise in the Ancient Apocrypha 1: Itinerary of Zosimas to Rahmans], Язык и текст 3:4 (2016), 44–71 [contains a diplomatic edition and Russian transl. based on РГАДА. Ф. 381, № 53]. doi: 10.17759\/langt.2016030405. S. A. Frantsouzoff, “Хождение Зосимы к бла-женным сынам Ионадава: к характеристике арабо-православной версии” [Itinerary of Zosimas to the Blessed Sons of Jonadab: Some Features of the Arabic Version], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3, 57 (2018), 124–130 [contains a preliminary study of the HZos as preserved in MS Bucharest, Romanian Academy, B.A.R. MS orientale 365]. doi: 10.15382\/ sturIII201857.124-130. Despite some shortcomings and omissions, the volume has been carefully produced and can serve as an example for a collaborative study of a text preserved in multilingual versions. It is hoped that the project will succeed in implementing its initial objective to produce critical editions of all the versions and to clarify the relationship between the original Greek text, later translations in Oriental languages, and multiple recensions.",
    "title" : 
    [ "J.-C. Haelewyck, ed., Histoire de Zosime sur la vie des Bienheureux Réchabites: les versions orientales et leurs manuscrits",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kessel, Grigory" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/review\/hv23n1prkessel",
    "type" : "review",
    "displayTitleEnglish" : "J.-C. Haelewyck, ed., Histoire de Zosime sur la vie des Bienheureux Réchabites: les versions orientales et leurs manuscrits" }