
  { "fullText" : "Introduction According to Macomber, a mēmrā with the incipit ‘In the path of the divine mysteries, I have girded myself to walk’ ( ܒܐܘܪܚܐ ܕܐܪ̈ܙܐ ܐܠܗ̈ܝܐ ܚܙܩܬ ܕܐܪܕܐ ) is found in the following four manuscripts that mostly contain mēmrē attributed to Narsai (d. ca. 500): W. F. Macomber, “The Manuscripts of the Metrical Homilies of Narsai,” OCP 39 (1973): 275–306, at 306, passim . Macomber’s article remains indispensable for any scholar working with the mēmrē of Narsai. The present author, together with Kristian S. Heal and Sebastian P. Brock, is currently compiling a Clavis to the Metrical Homilies of Narsai that deals, inter alia , with the manuscript attestation. For an introduction to Narsai, with additional bibliography, see A. M. Butts, “Narsai’s Life and Work,” in A. M. Butts, K. S. Heal, and R. A. Kitchen (eds.), Narsai: Rethinking his Work and his World (Studies and Texts in Antiquity and Christianity; Tübingen: Mohr Siebeck, forthcoming). ms. Baghdad ( olim Mosul), Chaldean Patriarchate 71 (1188–1288), pp. 507–519: In addition to the mēmrā in question, this manuscript contains thirty mēmrē attributed to Narsai, one acephalous mēmrā that Macomber credited to Narsai, and a Mēmrā on the Washing of Feet attributed to Rabban Gabriel of Shirzor. For this manuscript, see A. Scher, “Notice sur les manuscrits syriaques conservés dans la bibliothèque du Patriarcat chaldéen de Mossoul,” Revue des Bibliothèques 17 (1907): 245; Macomber, “The Manuscripts of the Metrical Homilies of Narsai,” 280–281; F. G. McLeod, Narsai’s Metrical Homilies on the Nativity, Epiphany, Passion, Resurrection, and Ascension (PO 40.1; Turnhout: Brepols, 1979), 11. Only the first two (out of four) digits of the date of the manuscript are preserved, ‘15?? of the Greeks’, placing the manuscript between 1188 and 1288. The Hill Museum & Manuscript Library (HMML) recently digitized the collection of the Chaldean Patriarchate of Baghdad ( olim Mosul), but unfortunately this manuscript was not among those digitized. To make matters worse, P. T. Mingana reports, on the basis of a personal communication with the curator of the collection at the Chaldean Patriarchate of Baghdad, that this manuscript was lost in a disaster (‘una sciagura’) sometime between 1975 and 1990 ( “E saranno benedetti nel tuo seme tutti i popoli della terra”: Uno studio di Pshitta Gn 22, 15–18 nell’esegesi di Mar Narsai [Rome: Pontificia Universitas Urbaniana, Facoltà de Teologia, 2003], 39). Thus, I am entirely dependent on the secondary literature, especially Macomber, for the contents of this manuscript. For Rabban Gabriel of Shirzor and his Mēmrā on the Washing of Feet , see A. Baumstark, Geschichte der syrischen Literatur, mit Ausschluss der christlich-pala ̈ stinensischen Texte ( Bonn: A. Marcus und E. Weber, 1922), 222. Ibrahim thinks that this mēmrā is actually attributed to one Rabban Emmanuel, though he is convinced that, regardless of its attribution, the homily is in fact authentic Narsai (I. Ibrahim, La doctrine christologique de Narsai. Essai d’interprétation [Ph.D. Diss., Pontificia Studiorum Universitas A. S. Thoma Aq. in Urbe, 1974–1975], 217–219 [s.v., Homélie N. LXXXIV]). The mēmrā , which remains unedited, is found in the following manuscripts (in roughly chronological order): Baghdad ( olim Mosul), Chaldean Patriarchate 71 (1188–1288), pp. 343–364; Diyarbakır 70 (1328), ff. 221a–232b; Diyarbakır 71 (14th–16th cent.), ff. 17a-26a; Vatican, Borgia Syriac 83A (1868), ff. 233b–242a; London, British Library Oriental 9363B (late 19th cent.), ff. 116a–129a; Baghdad ( olim Mosul), Chaldean Patriarchate 70C (late 19th cent.), ff. 17a–30a; Vatican, Syriac 588 (1918), ff. 70a–76a. ms. Diyarbakır 70 (1328), ff. 302a–310a: In addition to the mēmrā in question, this manuscript contains thirty-four mēmrē attributed to Narsai, the previously-mentioned Mēmrā on the Washing of Feet attributed to Rabban Gabriel of Shirzor, (parts of) a Mēmrā on Narsai, Abraham, and John attributed to Rabban Surin (with additions by his disciple Rabban Jacob), and a Sogitā ‘On Mary and Magi’ For this manuscript, see A. Scher, “Notice sur les manuscrits syriaques et arabes conservés à l’archevêché chaldéen de Diarbékir,” JA 10.1 (1907): 361–362; Macomber, “The Manuscripts of the Metrical Homilies of Narsai,” 281–282; McLeod, Narsai’s Metrical Homilies on the Nativity, Epiphany, Passion, Resurrection, and Ascension , 11; as well as the Appendix at the end of the present article. Digital images of this manuscript are available at HMML (CCM0578): <https:\/\/w3id.org\/vhmml\/ readingRoom\/view\/502694>. The Mēmrā on Narsai, Abraham, and John attributed to Rabban Surin, with additions by his disciple Rabban Jacob, is partially edited, with a French translation, in A. Scher, Mar Barḥadbšabba ʿ Arbaya. Évêque de Ḥalwan (VI e siècle). Cause de la fondation des écoles (PO 4.4; Paris: Firmin-Didot, 1907), 85–88. See also Baumstark, Geschichte der syrischen Literatur , 196–197. For the Sogitā ‘On Mary and Magi’ , see fn. 29 below. ms. Vatican, Borgia Syriac 83A (1868), ff. 253b–261a (incomplete): In addition to the mēmrā in question, this manuscript contains thirty mēmrē attributed to Narsai, the previously-mentioned Mēmrā on the Washing of Feet attributed elsewhere but not here to Rabban Gabriel of Shirzor (see fn. 17 below), a Mēmrā of the Feast of the Discovery of the Cross attributed to David the Scholastic, a Mēmrā on the Interpretation of the Sacrament of Baptism by Emmanuel bar Shahhare, Turgāmē that are Recited before the Gospel-(Reading) by ʿ Abdisho ʿ bar Brikha of Nisibis, as well as nine sogyātā . For this manuscript, see A. Scher, “Notice sur les manuscrits syriaques du Musée Borgia, aujourd’hui à la Bibliothèque Vaticane,” JA 10.13 (1909): 268; Macomber, “The Manuscripts of the Metrical Homilies of Narsai,” 284–285. Digital images of this manuscript are available at DigiVatLib (Borg.sir.83): <https:\/\/digi.vatlib.it\/view\/MSS_ Borg.sir.83>. For David the Scholastic, see Baumstark, Geschichte der syrischen Literatur, 197. The mēmrā attributed to him, which remains unedited, is found in the following manuscripts (in roughly chronological order): Baghdad ( olim Mosul), Chaldean Patriarchate 72 (1705), ff. 248a–254a; St. Petersburg, Institute of Oriental Studies, Diettrich 6 (18th–early 19th cent.), ff. 284b–292a; Vatican, Borgia Syriac 83A (1868), ff. 199b–204b; Alqosh, Notre-Dame des Semences 160 (1879), ff. 255a–261b; Berlin, Staatsbibliothek 57 (1881), ff. 255b–262a; Kirkuk, Chaldean Archdiocese 49 (1881), ff. 243b–249b; London, British Library Oriental 9368 (1887), ff. 250b–256b; Vatican, Syriac 498 (1890), ff. 265b–272b; London, British Library Oriental 5463 (1893), ff. 352b–356b; Teheran, Neesan 1 (1896), pp. 406–411; Baghdad ( olim Mosul), Chaldean Patriarchate 69 (1896), ff. 284b–291b; San Francisco (1901), 1.598–613; Vatican, Syriac 588 (1918), ff. 56a–59b. See Macomber, “The Manuscripts of the Metrical Homilies of Narsai,” 306. A facsimile edition, of the San Francisco manuscript, is available as Homilies of Mar Narsai (San Francisco: Patriarchal Press, 1970), 1.598–613. For Emmanuel bar Shahhare, see Baumstark, Geschichte der syrischen Literatur, 238–239 and L. Van Rompay, “Emmanuel bar Shahhare,” in GEDSH , 143–144. The Syriac of his mēmrā is available, with an Arabic translation, in J. Ishaq, “The Sacrament of Baptism by Emmanuel bar Shahhare,” Bayn al-Nahrayn 11.42 (1983): 33–66 (in Arabic). A FT and study can be found in V. van Vossel, “Quelques remarques en marge du Memra sur le Baptême de Emmanuel Bar Shahhare,” Questions Liturgiques \/ Studies in Liturgy 82 (2001): 128–147. Macomber identifies this text as Emmanuel’s “metrical homily on the Hexameron” (“The Manuscripts of the Metrical Homilies of Narsai,” 285). This is, however, incorrect. For ʿ Abdisho ʿ bar Brikha, see Baumstark, Geschichte der syrischen Literatur, 324–325. For the genre of turgāmā , and ʿ Abdisho ʿ ’s contribution to it, see A. Mengozzi and D. Pastore, “The Late East-Syriac Genre of the Turgāmā: Forms, Function, Vitality in the Liturgy,” Христианский Восток 8 [14] (2017): 171–186. These Turgāmē , along with others, are edited in G. Benjamin, Turgāmē la-m ʿaliyut ēwangāliyon … (Baghdad, 1968). Contra McLeod ( Narsai’s Metrical Homilies on the Nativity, Epiphany, Passion, Resurrection, and Ascension , 14), the first 26 mēmrē of this manuscript cannot derive exclusively from ms. Baghdad ( olim Mosul), Chaldean Patriarchate 72, since the former contains the Sogitā ‘On the Cherub and the Thief’ after Mēmrā 40 ‘On the Resurrection’ whereas the latter does not (see A. M. Butts, “A Misapplication of eliminatio codicum descriptorum in the Manuscript Tradition of Narsai [d. c .500],” Comparative Oriental Manuscript Studies Bulletin 5.2 [2019]: 77–100). ms. Vatican, Syriac 588 (1918), ff. 80a–84b (incomplete): In addition to the mēmrā in question, this manuscript contains seventeen mēmrē (one repeated) attributed to Narsai as well as the previously-mentioned mēmrē attributed to Rabban Gabriel of Shirzor and to David the Scholastic. For this manuscript, see A. van Lantschoot, Inventaire des manuscrits syriaques des fonds Vatican (490–631), Barberini Oriental et Neofiti (Studi e Testi 243; Rome: Biblioteca apostolica vaticana, 1965), 115–116; Macomber, “The Manuscripts of the Metrical Homilies of Narsai,” 281–282. Digital images of this manuscript are available at DigiVatLib (Vat.sir.588): <https:\/\/digi.vatlib.it\/view\/MSS_Vat.sir.588>. Macomber claims that ff. 69b–70a also contain the mēmrā in question, but this is incorrect. As is indicated by a scribal note in the margin of f. 69b, ff. 69b–70a comes from Mēmrā 27 ‘On the Parable of the Ten Virgins’ . This was correctly relayed by van Lantschoot ( Inventaire des manuscrits syriaques des fonds Vatican [490–631], Barberini Oriental et Neofiti , 115). Macomber, however, mistakenly identified this material as coming from the mēmrā in question, even though he was aware of the scribal note, writing “On f. 69b someone has written, erroneously in the margin, the incipit of the 27th memra , presumably with the intent of identifying the incomplete fragment, but the explicit on the following page is that of the memra of Ṣ libazka” (Macomber, “The Manuscripts of the Metrical Homilies of Narsai,” 292 fn. 2). Again, this is simply incorrect: This text comes from the end of Mēmrā 27 ‘On the Parable of the Ten Virgins’ as the scribe correctly indicated. The text starts at A. Mingana, Narsai Doctoris Syri Homiliae et Carmina (Mosul: Typis Fratrum Praedicatorum, 1905), 256, ln. 12, and it continues onto the next page where the mēmrā concludes. This error is not inconsequential since Macomber uses it to claim mistakenly that the scribe of this manuscript knew the mēmrā in question from two different sources. Macomber, who personally consulted all four of these manuscripts, attributes the homily in question to ‘an otherwise unknown Ṣ libazka’. Macomber, “The Manuscripts of the Metrical Homilies of Narsai,” 281, see also 282, 284, 291, 306. In his unpublished dissertation, Ibrahim questions Macomber’s analysis. Ibrahim, La doctrine christologique de Narsai , 219–222 (s.v., Homélie N. LXXXV). Ibrahim suggests—correctly as I will argue below—that what Macomber read as a personal name Ṣ libazka is actually part of the title of the homily. Ibrahim also proposes—again correctly, as we will see—that the latter component in the collocation is not the perfect verb zkā ‘it has been victorious; it has conquered’ ( ܙܟܐ ) but the adjectival form zakkāyā ‘victorious’ ( ܙܟܝܐ ), resulting in Ṣlibā zakkāyā ‘victorious cross’ ( ܨܠܝܒܐ ܙܟܝܐ ). Ibrahim is, however, less certain about how to account for mār(y) ‘Lord’ ( ܡܪܝ ), which precedes the collocation in some manuscripts. He writes: ‘Il peut y avoir une erreur de copiste, ou peut-être certaines régions donnaient-elles à la sainte croix (Sliwa zakkaya) la particule ‘Mar’ comme pour les saints’. Ibrahim, La doctrine christologique de Narsai , 220. While the latter suggestion is theoretically possible, it is ultimately unlikely in my opinion. The word mār(y) is rarely used as an honorific for non-human entities, including the cross. This, for instance, occurs in the heading of Narsai’s Mēmrā 54 ‘On the Finding of the Cross’ : ʿal ʿē(ʾ)dā dašḥaktā dmār(y) ṣlibā qaddišā ‘On the feast of the finding of mār(y) holy cross’ ( ܥܠ ܥܐܕܐ ܕܫܟܚܬܐ ܕܡܪܝ ܨܠܝܒܐ ܩܕܝܫܐ ) in ms. London, British Library Oriental 5463 (1893), f. 194a and in ms. Teheran, Neesan 1 (1896), p. 225. Both of these manuscripts probably ultimately derive from ms. Urmia 34 (1715) (thus Macomber, “The Manuscripts of the Metrical Homilies of Narsai,” 280, 286–287 and followed by others), and so this use of mār(y) could go back to this manuscript, though that it is not necessarily the case. Regardless, Ibrahim is, I think, on the right track. In the present article, I introduce hitherto-neglected manuscript evidence to argue, in line with Ibrahim and against Macomber, that the mēmrā in question is not attributed to an otherwise unknown Ṣ libazka, but rather that in its earliest recoverable form this collocation is part of the title of a mēmrā that is implicitly attributed to Narsai. The Manuscript Evidence The oldest manuscript attesting the mēmrā in question, which is also the oldest known manuscript attesting Narsai, is ms. Chaldean Patriarchate 71 (1188–1288). Unfortunately, this manuscript is no longer accessible, and it is in fact likely lost forever. See fn. 2 above. Thus, it is impossible to know for certain what the heading of the mēmrā in question was in this manuscript. See further fn. 23 below. The remaining three manuscripts fall into two groups. The two Vatican manuscripts, mss. Vatican, Borgia Syriac 83A and Vatican, Syriac 588, attest the heading ‘ mēmrā of mār(y) Ṣlibā zakkāyā (“victorious cross”)’ ( ܡܐܡܪܐ ܕܡܪܝ ܨܠܝܒܐ ܙܟܝܐ ). For the full context, ms. Vatican, Borgia Syriac 83A introduces the mēmrā in question as follows: ܬܘܒ ܒܚܝܠ ܐܠܗܢ ܣܓܝܕܐ ܟܬܒܝܢܢ ܡܐܡܪܐ ܕܡܪܝ ܨܠܝܒܐ ܙܟܝܐ Again, in the strength of our praise-worthy God, we write the mēmrā of mār(y) Ṣlibā zakkāyā (‘victorious cross’) (ms. Vatican, Borgia Syriac 83A, f. 253b) A slightly shorter heading is found in ms. Vatican, Syriac 588: ܬܘܒ ܡܐܡܪܐ ܕܡܪܝ ܨܠܝܒܐ ܙܟܝܐ Again, mēmrā of mār(y) Ṣlibā zakkāyā (‘victorious cross’) (ms. Vatican, Syriac 588, f. 80a) I stress that there is no doubt about the reading zakkāyā ( ܙܟܝܐ ), clearly with yod , in both manuscripts. A different heading is found in ms. Diyarbakır 70: ܬܘܒ ܡܐܡܪܐ ܕܥܐܕܐ ܕܨܠܝܒܐ ܙܟܝܐ Again, mēmrā of the feast of the victorious cross (ms. Diyarbakır 70, f. 302a) Again, there is no doubt about the reading ( ܙܟܝܐ zakkāyā ). In addition, instead of mar(y) ‘Lord’ ( ܡܪܝ ), which is found in the two Vatican manuscripts, ms. Diyarbakır 70 attests ʿ ē(ʾ)dā ‘feast’ ( ܥܐܕܐ ). Neither Macomber, who personally consulted ms. Diyarbakır 70, nor Ibrahim, who does not seem to have seen the manuscript, note this reading, but it is absolutely certain as can be seen in Figure 1. Figure 1 Ms. Diyarbakır 70, f. 302a (= Turkey, Mardin, Chaldean Cathedral 60.19 = HMML Pr. No. CCM 00578 ) . Photo courtesy of the Hill Museum & Manuscript Library, Saint John’s University, Minnesota, USA. Published with permission of the Chaldean Cathedral Mardin. All rights reserved. The Reading zakkāyā ‘victorious’ ( ܙܟܝܐ ) versus zkā ‘it has been victorious’ ( ܙܟܐ ) As already explained above, Macomber read zkā ‘it has been victorious’ ( ܙܟܐ ), but Ibrahim questioned Macomber proposing that zakkāyā ‘victorious’ ( ܙܟܝܐ ) is more likely. Macomber, “The Manuscripts of the Metrical Homilies of Narsai,” 281, see also 282, 284, 291, 306 and Ibrahim, La doctrine christologique de Narsai , 220. As far as I can tell, however, Ibrahim did not himself consult the manuscripts. Thus, it is striking that his proposal for zakkāyā ‘victorious’ ( ܙܟܝܐ ) finds unanimous support in the three surviving manuscripts: ms. Diyarbakır 70, ms. Vatican, Borgia Syriac 83A, and ms. Vatican, Syriac 588. In addition, a stemmatic argument can be made that ms. Chaldean Patriarchate 71 also read zakkāyā ‘victorious’ ( ܙܟܝܐ ). Our understanding of the stemmatic relationship between the more than two dozen manuscripts attesting mēmrē by Narsai admittedly remains in its infancy. Nevertheless, in the most thorough analysis to date, McLeod proposes the stemma in Figure 2: For criticism of the central branch, headed by ms. Baghdad ( olim Mosul), Chaldean Patriarchate 72 (1705) (= McLeod’s C), see Butts, “A Misapplication of eliminatio codicum descriptorum in the Manuscript Tradition of Narsai (d. c .500).” Figure 2 Manuscript stemma from McLeod, Narsai’s Metrical Homilies on the Nativity, Epiphany, Passion, Resurrection, and Ascension , 18. It is the left-most node that is of importance to us here. If this stemma is correct, then any reading shared in common by ms. Diyarbakır 70 (= McLeod’s B), on the one hand, and ms. Vatican, Borgia Syriac 83A as well as ms. Vatican, Syriac 588, on the other hand, must by stemmatic deduction also be found in ms. Chaldean Patriarchate 71 (= McLeod’s A). Assuming of course that there is no contamination, drift, etc., which we have no reason to suspect here. Thus, if McLeod’s stemmatic analysis of these four manuscripts is correct, then ms. Chaldean Patriarchate 71 must also have read zakkāyā ‘victorious’ ( ܙܟܝܐ ). Regardless, however, of whether or not one accepts the stemmatic argument, it should be stressed that all the extant manuscripts read zakkāyā ‘victorious’ ( ܙܟܝܐ ). The full import of this will become clear below, but for now it is enough to note that this reading corroborates Ibrahim’s contention that Macomber’s zkā ‘it has been victorious; it has conquered’ ( ܙܟܐ ) is a misreading. This is important since, though the incorrect reading Ṣlibā-zkā could be a personal name, the same is not the case for the correct reading Ṣlibā zakkāyā , which cannot be a personal name. For ṣlibā-zkā as a personal name, see R. Payne Smith, Thesaurus Syriacus (Oxford: Clarendon Press, 1879–1901), 3405. It should be noted that, in contrast, ṣlibā zakkāyā is not recorded there as a personal name. In fact, it is the unlikelihood of Ṣlibā zakkāyā being a personal name that led Ibrahim to claim that either mar(y) ‘Lord’ ( ܡܪܝ ) here is an honorific title for the cross, which as stated above I think is less likely, or that mar(y) ‘Lord’ ( ܡܪܝ ) is a scribal error—a more likely proposition and one to which I now turn. The Reading ʿ ē( ʾ)dā ‘feast’ ( ܥܐܕܐ ) versus mar(y) ‘Lord’ ( ܡܪܝ ) As already mentioned, Ibrahim proposed that mar(y) ‘Lord’ ( ܡܪܝ ) in the heading of the homily in question was possibly a scribal error (‘Il peut y avoir une erreur de copiste…’). He seems, however, to have been unaware of the reading ʿē(ʾ)dā ‘feast’ ( ܥܐܕܐ ) in ms. Diyarbakır 70. In this section, I argue that this hitherto-neglected manuscript evidence is decisive in showing that mar(y) ‘Lord’ ( ܡܪܝ ) is in fact a scribal error, as Ibrahim previously proposed. Considering ʿ ē(ʾ)dā ‘feast’ ( ܥܐܕܐ ) in ms. Diyarbakır 70 versus mar(y) ‘Lord’ ( ܡܪܝ ) in the two Vatican manuscripts, we have, I suggest, a scribal error due to graphic similarity: The East-Syriac ʿayn followed by ʾ ālap ( ܥܐ ) of the former correspond to the mim ( ܡ‍ ) of the latter; dālat ( ܕ ) and rēš ( ܪ ) are distinguished from one another only by the placement of the diacritical point; and the difference between the final ʾālap and yod is likely a deliberate intervention by the scribe to make sense out of how he read the first part of the word. The latter will also obtain for the presence or absence of the dālat ( ܕ ) before ṣlibā ‘cross’ ( ܨܠܝܒܐ ): That is, whether the scribe read ʿē(ʾ)dā ‘feast’ ( ܥܐܕܐ ) or mar(y) ‘Lord’ ( ܡܪܝ ) governed whether or not he followed with dālat ( ܕ ). Given that a graphic error seems all but certain, the question becomes: Which reading did the archetype have? Is it ʿē(ʾ)dā ‘feast’ ( ܥܐܕܐ ) or mar(y) ‘Lord’ ( ܡܪܝ )? The evidence, I think, supports recon-structing ʿē(ʾ)dā ‘feast’ ( ܥܐܕܐ ) in the archetype. The title of ms. Vatican, Borgia Syriac 83A is peculiar in that it only includes the name of the author. This results in a heading that lacks the title of the mēmrā . Contrast this with the other case in the same manuscript where an author other than Narsai is named: Note that ms. Vatican, Borgia Syriac 83A also contains the Mēmrā on the Washing of Feet by Rabban Gabriel of Shirzor (for which, see fn. 2 above), but it is not attributed to Rabban Gabriel of Shirzor in this manuscript. The heading simply reads: ܬܘܒ ܡܐܡܪܐ ܕܥܠ ܫܝܓܬܐ ܕܪ̈ܓܠܐ ܕܚܡܫܐ ܒܫܒܐ ‘Again, mēmrā on the washing of feet for Thursday’ (ms. Vatican, Borgia Syriac 83A, f. 233b). Thus, the scribe of ms. Vatican, Borgia Syriac 83A seems to attribute this mēmrā implicitly to Narsai. The same occurs in ms. Diyarbakır 70, where, however, a later scribe has changed the attribution to Rabban Gabriel of Shirzor (see fn. 21 below). ܬܘܒ ܡܐܡܪܐ ܕܥܐܕܐ ܕܫܟܚܬܗ ܕܨܠܝܒܐ ܕܥܒܝܕ ܠܕܘܝܕ ܐܣܟܘܠܝܐ ܣܓܝ ܢܘܗܪܐ ܕܗܘܐ ܡܠܦܢܐ ܒܟܦܪ ܥܙܐ Again, mēmrā of the feast of the discovery of the cross, which was composed by David the Scholastic, the-great-of-light, who was teacher at Kpar ʿ Azzā (ms. Vatican, Borgia Syriac 83A, f. 199b) For this author and text, see fn. 4 above. Here the title of the mēmrā is given, and this is in fact the case with every mēmrā in this manuscript with the ostensible exception of the homily in question, which for reference begins as follows: ܬܘܒ ܒܚܝܠ ܐܠܗܢ ܣܓܝܕܐ ܟܬܒܝܢܢ ܡܐܡܪܐ ܕܡܪܝ ܨܠܝܒܐ ܙܟܝܐ Again, in the strength of our praise-worthy God, we write the mēmrā of mār(y) Ṣlibā zakkāyā (‘victorious cross’) (ms. Vatican, Borgia Syriac 83A, f. 253b) Thus, in ms. Vatican, Borgia Syriac 83A, the heading of the mēmrā in question departs from the pattern of the rest of the manuscript by lacking a title of the mēmrā . In contrast, there is no incongruity with the heading of the mēmrā in question in ms. Diyarbakır 70, which again for reference reads as follows: ܬܘܒ ܡܐܡܪܐ ܕܥܐܕܐ ܕܨܠܝܒܐ ܙܟܝܐ Again, mēmrā of the feast of the victorious cross (ms. Diyarbakır 70, f. 302a) This heading can be compared with the headings of the other mēmrē in this manuscript that are attributed to Narsai. See the Appendix below for the text of all the headings. The heading of the mēmrā in question clearly follows the same general pattern found in this manuscript, and it is in fact an exact structural match to the headings of a number of mēmrē , including the following: ܬܘܒ ܡܐܡܪܐ ܕܡܪܬܝ ܡܪܝܡ ܒܬܘܠܬܐ ܩܕܝܫܬܐ Again, mēmrā of mārt(y) Mary, the holy virgin (ms. Diyarbakır 70, f. 42b) ܬܘܒ ܡܐܡܪܐ ܕܕܢܚܗ ܕܡܪܢ Again, mēmrā of the appearance of our Lord (ms. Diyarbakır 70, f. 52b) ܬܘܒ ܡܐܡܪܐ ܕܡܪܝ ܝܘܚܢܢ Again, mēmrā of mār(y) John (ms. Diyarbakır 70, f. 61b) ܬܘܒ ܡܐܡܪܐ ܕܦܛܪܘܣ ܘܦܘܠܘܣ Again, mēmrā of Peter and Paul (ms. Diyarbakır 70, f. 71a) ܬܘܒ ܡܐܡܪܐ ܕܡܪܝ ܐܣܛܦܢܘܣ Again, mēmrā of mār(y) Stephen (ms. Diyarbakır 70, f. 91b) ܬܘܒ ܡܐܡܪܐ ܕܚܕ ܦܪܨܘܦܐ Again, mēmrā of ‘one person’ (ms. Diyarbakır 70, f. 105a) ܬܘܒ ܡܐܡܪܐ ܕܚܕܒܫܒܐ ܕܡܥܠܝ ܨܘܡܐ ܦܪܘܩܝܐ Again, mēmrā of the Sunday that introduces the salvific fast (ms. Diyarbakır 70, f. 119b) ܬܘܒ ܡܐܡܪܐ ܕܚܕܒܫܒܐ ܕܬܪܝܢ ܕܨܘܡܐ Again, mēmrā of the second Sunday of the fast (ms. Diyarbakır 70, f. 127b) ܬܘܒ ܡܐܡܪܐ ܕܚܕܒܫܒܐ ܪܒܐ ܕܩܝܡܬܐ Again, mēmrā of the great Sunday of the resurrection (ms. Diyarbakır 70, f. 257a) ܬܘܒ ܡܐܡܪܐ ܕܝܘܡ ܥܐܕܐ ܕܣܘܠܩܗ ܕܡܪܢ Again, mēmrā of the day of the feast of the ascension of our Lord (ms. Diyarbakır 70, f. 288b) ܬܘܒ ܡܐܡܪܐ ܕܚܕܒܫܒܐ ܕܦܢܛܩ̈ܘܣܛܐ Again, mēmrā of the Sunday of Pentecost The syāmē on this word in the Syriac is not marking the plural but the final ē vowel, reflecting πεντηκοστή . See A. M. Butts, “The Use of syāmē as a Phonological Marker in Syriac,” Hugoye: Journal of Syriac Studies 18 (2015): 93–109. (ms. Diyarbakır 70, f. 295a) Two conclusions can be drawn from this: First, the scribe of ms. Diyarbakır 70 implicitly attributes the mēmrā in question to Narsai. An interesting comparison can be made with the Mēmrā on the Washing of Feet , which occurs on ff. 221a–232b of this manuscript and which is explicitly attributed in other manuscripts to Rabban Gabriel of Shirzor (see fn. 2 above for a full listing of the known manuscripts). In the main body of ms. Diyarbakır 70, this homily is introduced as follows: ܬܘܒ ܡܐܡܪܐ ܕܥܠ ܫܝܓܬ ܪ̈ܓܠܐ. ܘܛܒ ܚܫܚ ܠܦܨܚܐ ‘Again, mēmrā on washing the feet, and it is especially useful for Passover’. In the margin, there is a note further specifying the author: ܣܝܡܐ ܗܘ ܕܪܒܢ ܓܒܪܝܠ ܕܡܢ ܒܝܬ ܥܒ̈ܐ܀ ‘It is the work of Rabban Gabriel from Bet ʿ Ābē’. Thus, the original scribe of ms. Diyarbakır 70 seems to attribute the Mēmrā on the Washing of Feet implicitly to Narsai (this is also the case in ms. Vatican, Borgia Syriac 83A; see fn. 17 above). The scribe of the marginal note, however, changed the attribution from implicitly Narsai to explicitly Rabban Gabriel from Bet ʿ Ābē. This contrasts with the mēmrā in question: With the mēmrā in question, no later scribe has changed the implicit attribution to Narsai by adding a scribal note or by other means. Second, and more pertinent to the point that I am making here, the heading of the mēmrā in question conforms to the structure of the other headings in this manuscript. The consistency of the pattern in ms. Diyarbakır 70 suggests that this manuscript preserves the archetypal reading in ʿē(ʾ)dā ‘feast’ ( ܥܐܕܐ ), inversely correlating with the incongruity of the reading mar(y) ‘Lord’ ( ܡܪܝ ), which is found in ms. Vatican, Borgia Syriac 83A—an incongruity that suggests that this is not the archetypal reading. That the reading ʿ ē( ʾ)dā ‘feast’ ( ܥܐܕܐ ) is to be preferred to mar(y) ‘Lord’ ( ܡܪܝ ) is corroborated by zakkāyā ‘victorious’ ( ܙܟܝܐ ), which, it will be recalled, is attested in all of the available manuscripts and which, as Ibrahim already noted, Macomber misread as zkā ‘it has been victorious; it has conquered’ ( ܙܟܐ ). As stated above, Ṣlibā zakkāyā is not a personal name. Thus, it is unlikely that mar(y) ‘Lord’ ( ܡܪܝ ), which is an honorific used primarily with personal names, goes back to the earliest recoverable archetype. In contrast, there is no such problem with the reading ʿ ē( ʾ)dā ‘feast’ ( ܥܐܕܐ ) in ms. Diyarbakır 70: The collocation ʿē(ʾ)dā daṣlibā zakkāyā ‘Feast of the victorious cross’ ( ܥܐܕܐ ܕܨܠܝܒܐ ܙܟܝܐ ) makes perfect sense. This is where it is important to stress that even ms. Vatican, Borgia Syriac 83A and ms. Vatican, Syriac 588 read zakkāyā ‘victorious’ ( ܙܟܝܐ ): This is a residual trace of an earlier stage of this branch of the manuscript tradition in which it also did not have a personal name introduced by mar(y) ‘Lord’ ( ܡܪܝ ) but rather a title beginning with ʿē( ʾ)dā ‘feast’ ( ܥܐܕܐ ), just as in ms. Diyarbakır 70. There is one final argument to make against understanding Ṣlibā zakkāyā as the author of the homily, and it is based on the content of the homily: The homily deals extensively and exclusively with the cross. See the summary in Ibrahim, La doctrine christologique de Narsai , 220–221. It should be noted that two other mēmrē dealing with the cross are attributed to Narsai in the manuscript tradition: Mēmrā 54 ‘On the Finding of the Cross’ (ed. Mingana, Narsai Doctoris Syri Homiliae et Carmina , 2.114-30 [no. 30] and Homilies of Mar Narsai , 2.414-439; see also L. Abramowski, “Narsai [ca. 415?-502], Hom. LIV [30] Mingana II, 114-130: ‘Unser König Jesus’, der ‘gekreuzigte Mann’,” in P. Gemeinhardt and U. Kühneweg [eds.], Patristica et Oecumenica. Festschrift für Wolfgang A. Bienert zum 65. Geburtstag [Marburger Theologische Studien 85; Marburg: Elwert, 2004], 157-166; K. B. Gibson, “An Early Syriac Apologia Crucis: Mēmrā 54 ‘On the Finding of the Holy Cross’ ,” in Butts, Heal, and Kitchen, Narsai: Rethinking his Work and his World ) and Mēmrā 55 ‘On the Bronze Serpent’ (ed. Homilies of Mar Narsai , 2.439-455 and [with ET] J. Frishman, The Ways and Means of the Divine Economy: An Edition, Translation and Study of Six Biblical Homilies by Narsai [Ph.D. Diss., Universiteit Leiden, 1992], 1.109-122). For the broader context, see K. Bryant, Festal Apologetics: Syriac Treatises for the Feast of the Discovery of the Cross (D.Phil. Thesis, University of Oxford, 2015). It would of course make sense for a homily that deals with the cross to be entitled mēmrā d ʿē(ʾ)dā daṣlibā zakkāyā ‘ mēmrā of the feast of the victorious cross’ ( ܡܐܡܪܐ ܕܥܐܕܐ ܕܨܠܝܒܐ ܙܟܝܐ ). The alternative is far less likely: A homily on the topic of the cross could of course be written by someone named ‘Victorious Cross’, but the law of parsimony (i.e., Occam’s razor) suggests that this is not the case. Conclusion To summarize, I propose that in the earliest recoverable archetype the mēmrā in question was entitled mēmrā dʿē(ʾ)dā daṣlibā zakkāyā ‘ mēmrā of the feast of the victorious cross’ ( ܡܐܡܪܐ ܕܥܐܕܐ ܕܨܠܝܒܐ ܙܟܝܐ ). This is preserved unaltered in ms. Diyarbakır 70. In a different branch of the transmission, however, the word ʿē(ʾ)dā ‘feast’ ( ܥܐܕܐ ) became mār(y) ‘Lord’ ( ܡܪܝ ) through a scribal error. This erroneous mār(y) ‘Lord’ ( ܡܪܝ ) is found in ms. Vatican, Borgia Syriac 83A and ms. Vatican, Syriac 588. Again, it is impossible to know for certain what ms. Chaldean Patriarchate 71—the oldest manuscript known to attest the homily in question—read here, but this does not affect my argument. The only matter at stake with the reading of ms. Chaldean Patriarchate 71 is whether the scribal error whereby < ʿʾdʾ > ( ܥܐܕܐ ) became < mry > ( ܡܪܝ ) occurred prior to the copying of ms. Chaldean Patriarchate 71, in which case it would serve as an error coniunctivus uniting ms. Chaldean Patriarchate 71, ms. Vatican, Borgia Syriac 83A, and ms. Vatican, Syriac 588, or whether the scribal error occurred between ms. Chaldean Patriarchate 71 and ms. Vatican, Borgia Syriac 83A, in which case it would serve as an error separativus between the two manuscripts as well as an error coniunctivus uniting ms. Vatican, Borgia Syriac 83A and ms. Vatican, Syriac 588. Macomber then exacerbated the problem by misreading zakkāyā ‘victorious’ ( ܙܟܝܐ ) as zkā ‘it has been victorious; it has conquered’ ( ܙܟܐ ). In doing so, he completed the change from what was originally a title ʿē(ʾ)dā daṣlibā zakkāyā ‘the feast of the victorious cross’ ( ܥܐܕܐ ܕܨܠܝܒܐ ܙܟܝܐ ) into a faux person, his ‘otherwise unknown Ṣlibazka’. There is little doubt that the reading of ms. Diyarbakır 70 is to be preferred in this case. Thus, this mēmrā of ‘The Feast of the Victorious Cross’ should be added to those attributed to Narsai in the manuscript tradition. Ibrahim ( La doctrine christologique de Narsai , 219–222) maintains that the mēmrā is authentic Narsai, and my admittedly precursory survey of the style and word choice would not rule this out. Nevertheless, final judgement on its authenticity must await further research, both on this mēmrā in particular and the Narsai corpus more broadly. Appendix: Extant Headings for all Mēmrē in ms. Diyarbakır 70 The following list provides the text of all the extant headings in ms. Diyarbakır 70 so that the reader has the full set of data at hand. Macomber (“The Manuscripts of the Metrical Homilies of Narsai”) references this manuscript by quire number plus folio within the quire. This has been updated to folio numbers based on the digital foliation of HMML. For instance, Macomber’s 2:9b is my f. 17b, etc. For each of the headings listed, I provide in the accompanying footnote the following information: the standard identification number of the mēmrā , as established in A. Mingana, Narsai Doctoris Syri Homiliae et Carmina ; a short title, which is generally based on S. P. Brock, “A Guide to Narsai’s Homilies,” Hugoye: Journal of Syriac Studies 12 (2009): 21–40, though there is an occasional departure; and publication details (when relevant). All of this information is systematized in the Clavis mentioned in fn. 1 above though without the headings. ܥܠ ܚܝܠܗ ܕܡܪܢ ܝܫܘܥ ܡܫܝܚܐ ܡܫܪܝܢܢ ܠܡܟܬܒ ܟܬܒܐ ܕܡܡܪ̈ܐ(! ) ܕܡܕܒܪܢܘܬܐ ܕܥܒܝܕܝܢ ܠܩܕܝܫܐ ܡܪܝ ܢܪܣܝ ܩܫܝܫܐ ܘܡܠܦܢܐ ܠܫܢܗ ܕܡܕܢܚܐ ܘܡܚܒܢܗ ܕܡܥܪܒܐ ܥܠ ܓܠܝܢܐ ܕܢܒ̈ܝܐ ܀ ܩܕܡܝܬܐ ܀ ܕܚܕܒܫܒܐ ܩܕܡܝܐ ܕܣܘܒܪܐ ܀ ‘By the power of our Lord, Jesus Christ, we begin to write the book of mēmrē of the (divine) economy that were composed by mār(y) Narsai, priest and teacher, tongue of the East and friend of the West, on the revelation of the prophets. First. ( Mēmrā ) of the first Sunday, of annunciation’ (ms. Diyarbakır 70, f. 1a) Mēmrā 2 ‘On Revelations to Patriarchs and Prophets (II)’ , edited G. Cardahi, Liber thesauri de arte poetica Syrorum (Rome, 1875), 47-51 (excerpt); Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.29-56 (no. 2); Homilies of Mar Narsai , 1.39-77. ܬܘܒ ܐܚܪܢܐ ܕܣܘܒܪܐ ܥܠ ܓܠܝܢ̈ܐ ܐܠܗ̈ܝܐ ܕܗܘܘ ܠܘܬ ܛܘܒܢܐ ܐܒܪܗܡ ‘Again, another ( mēmrā ) of annunciation on the divine revelations that came about to the blessed Abraham’ (ms. Diyarbakır 70, f. 17b) Mēmrā 1 ‘On Revelations to Patriarchs and Prophets (I)’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.1–28 (no. 1) and Homilies of Mar Narsai , 1.1–39. ܬܘܒ ܡܐܡܪܐ ܕܥܠ ܡܘܠܕܗ ܕܡܪܢ ܕܡܢ ܩܕܝܫܬܐ ‘Again, mēmrā on the birth of our Lord from the holy one’ (ms. Diyarbakır 70, f. 33b) Mēmrā 4 ‘On the Nativity’ , edited Homilies of Mar Narsai , 1.77–98 and (with ET) McLeod, Narsai’s Metrical Homilies on the Nativity, Epiphany, Passion, Resurrection, and Ascension , 36–69 (no. 1). ܬܘܒ ܣܘܓܝܬܐ ܕܝܠܗ ܕܡܐܡܪܐ ‘Again, sogitā of that mēmrā ’ Sogitā ‘On Mary and Magi’ . See T. J. Lamy, Sancti Ephraem Syri hymni et sermones (Malines: H. Dessain, 1882–1902), 1, col. 129–144 (Syr. with LT); F. Feldmann, Syrische Wechsellieder von Narses. Ein Beitrag zur altchristlichen syrischen Hymnologie, nach einer Handschrift der Königlichen Bibliothek in Berlin (Leipzig: Harrassowitz, 1896), 2–6 (Syr.), 6–11 (GT); J. Gwynn, “Selections Translated into English from the Hymns and Homilies of Ephraim the Syrian, and from the Demonstrations of Aphrahat the Persian Sage,” in NPNF , vol. 13, part 2, 287–289 (ET); E. Manna, Morceaux choisis de littérature araméenne (Mosul: Imprimerie des pères dominicains, 1901), 1.216–222 (Syr.); Mingana, Narsai Doctoris Syri Homiliae et Carmina , 2.372–377 (Syr.); E. Beck, Des heiligen Ephraem des Syrers Hymnen de Nativitate (Epiphania) (CSCO 186–187; Louvain: Peeters, 1959), 209–216 (Syr.), 195–200 (GT); S. P. Brock, Sughyotho Mgabbyotho (Holland: Syrian Orthodox Archdiocese of Central Europe, 1982), no. 8 (Syr.); R. Beshara, Mary, Ship of Treasures (USA: Diocese of St. Maron, 1988), 85–88 (ET); S. P. Brock, Bride of Light. Hymns on Mary from the Syriac Churches (Moran Etho 6; Kerala: SEERI, 1994), 125–132 (ET); S. P. Brock, “Mary and the Angel, and Other Syriac Dialogue Poems,” Marianum 68 (2006): 139–147 (ET); S. P. Brock, The Bride of Light: Hymns on Mary from the Syriac Churches (Moran Etho 6; Piscataway: Gorgias Press, 2010), 139–145 (ET); S. P. Brock, Mary and Joseph, and Other Dialogue Poems on Mary (TeCLA 8; Piscataway: Gorgias Press, 2011), 49–68 (Syr. with ET); S. P. Brock, Treasure-House of Mysteries: Explorations of the Sacred Text through Poetry in the Syriac Tradition (PPS 45; Yonkers: St Vladimir’s Seminary Press, 2012), 167–176 (ET). ܬܘܒ ܡܐܡܪܐ ܕܡܪܬܝ ܡܪܝܡ ܒܬܘܠܬܐ ܩܕܝܫܬܐ ‘Again, mēmrā of mārt(y) Mary, the holy virgin’ (ms. Diyarbakır 70, f. 42b) Mēmrā 5 ‘On Mary’ , edited Homilies of Mar Narsai , 1.104–128. ܬܘܒ ܡܐܡܪܐ ܕܕܢܚܗ ܕܡܪܢ ‘Again, mēmrā of the appearance of our Lord’ (ms. Diyarbakır 70, f. 52b) Mēmrā 6 ‘On Epiphany’ , edited Homilies of Mar Narsai , 1.134–157 and (with ET) McLeod, Narsai’s Metrical Homilies on the Nativity, Epiphany, Passion, Resurrection, and Ascension , 70–105 (no. 2). ܬܘܒ ܡܐܡܪܐ ܕܡܪܝ ܝܘܚܢܢ ‘Again, mēmrā of mār(y) John’ (ms. Diyarbakır 70, f. 61b) Mēmrā 7 ‘On John the Baptist’ , edited H. Gismondi, Linguae Syriacae Grammatica (2nd ed.; Beirut, 1900), 103–110 (selection) and Homilies of Mar Narsai , 1.163–185. ܬܘܒ ܡܐܡܪܐ ܕܦܛܪܘܣ ܘܦܘܠܘܣ ‘Again, mēmrā of Peter and Paul’ (ms. Diyarbakır 70, f. 71a) Mēmrā 8 ‘On Peter and Paul’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.68–89 (no. 4) and Homilies of Mar Narsai , 1.191–220. GT in P. Krüger, “Ein Missionsdokument aus frühchristlicher Zeit. Deutung und Übersetzung des Sermo de memoria Petri et Pauli des Narsai,” Zeitschrift für Missionswissenschaft und Religionswissenschaft 42 (1958): 271–291. ܬܘܒ ܡܐܡܪܐ ܕܥܠ ܫܠܝ̈ܚܐ ‘Again, mēmrā on the apostles’ (ms. Diyarbakır 70, f. 83a) Mēmrā 9 ‘On the Four Evangelists’ , edited Homilies of Mar Narsai , 1.220–241. ܬܘܒ ܡܐܡܪܐ ܕܡܪܝ ܐܣܛܦܢܘܣ ‘Again, mēmrā of mār(y) Stephen’ (ms. Diyarbakır 70, f. 91b) Mēmrā 10 ‘On Stephen’ (incomplete), edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.90–99 (no. 5) and Homilies of Mar Narsai , 1.241–253. Acephalous Rabban Surin, Mēmrā on Narsai, Abraham, and John (incomplete), with addition by Rabban Jacob, disciple of Rabban Surin; for which, see fn. 3 above. Macomber (“The Manuscripts of the Metrical Homilies of Narsai,” 296) claims that after Mēmrā 10 ‘On Stephen’ , the end of which is missing, and before the acephalous Mēmrā on Narsai, Abraham, and John by Rabban Surin there is part of Narsai’s Mēmrā 11 ‘On the Three Doctors’ (edited [with FT] J. P. P. Martin, “Homélie de Narses sur les trois docteurs nestoriens,” JA 9.14 [1899]: 446–493 and Homilies of Mar Narsai , 1.253-287). This, however, seems to be incorrect. Though the text here has some similarities with Narsai’s Mēmrā 11 ‘On the Three Doctors’ , it is not that text. Rather, on f. 97a, Rabban Surin’s Mēmrā on Narsai, Abraham, and John already seems to begin, though acephalously, and the rubrics on ff. 102b–103a indicate the start of the additions by his disciple Rabban Jacob. Narsai’s Mēmrā 11 ‘On the Three Doctors’ is not found in ms. Diyarbakır 70. ܬܘܒ ܡܐܡܪܐ ܕܚܕ ܦܪܨܘܦܐ ‘Again, mēmrā of “one person”’ (ms. Diyarbakır 70, f. 105a) Mēmrā 17 ‘For Any Saints Day’ , unedited. ܬܘܒ ܐܚܪܢܐ ܕܥܠ ܥܢܝܕ̈ܐ ܘܥܠ ܚܝܬܡܝ̈ܬܐ ‘Again, another ( mēmrā ) on the departed and the resurrection’ (ms. Diyarbakır 70, f. 110b) Mēmrā 18 ‘On the Departed and the Resurrection’ , edited Homilies of Mar Narsai , 1.743–764. ܬܘܒ ܡܐܡܪܐ ܕܚܕܒܫܒܐ ܕܡܥܠܝ ܨܘܡܐ ܦܪܘܩܝܐ ‘Again, mēmrā of the Sunday that introduces the salvific fast’ (ms. Diyarbakır 70, f. 119b) Mēmrā 20 ‘On Lent I’ , edited Mingana , Narsai Doctoris Syri Homiliae et Carmina , 1.167–181 (no. 10) and Homilies of Mar Narsai , 1.292–312. ܬܘܒ ܡܐܡܪܐ ܕܚܕܒܫܒܐ ܕܬܪܝܢ ܕܨܘܡܐ ‘Again, mēmrā of the second Sunday of the fast’ (ms. Diyarbakır 70, f. 127b) Mēmrā 21 ‘On the Temptation of Christ’, edited Homilies of Mar Narsai , 1.312–334. ܕܚܕܒܫܒܐ ܀ ܓٓ ܕܨܘܡܐ ‘(Again, mēmrā ) of the third Sunday of the fast’ (ms. Diyarbakır 70, f. 136a) Mēmrā 23 ‘On Lent III’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.181–94 (no. 11). ܕܚܕܒܫܒܐ ܕܐܪܒܥܐ ܕܨܘܡܐ ‘(Again, mēmrā ) of the fourth Sunday of the fast’ (ms. Diyarbakır 70, f. 144b) Mēmrā 24 ‘On Lent IV’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.195–209 (no. 12) and Homilies of Mar Narsai , 2.679–699. ܬܘܒ ܕܝܠܗ ܟܕ ܕܝܠܗ ܕܚܕܒܫܒܐ ܕܚܡܫܐ ܕܨܘܡܐ ‘Again, of the same, ( mēmrā ) of the fifth Sunday of the fast’ (ms. Diyarbakır 70, f. 153a) Mēmrā 26 ‘On Lent V’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.223–143 (no. 14). ܕܚܕ ܒܫܒܐ ܀ ܫܬܐ ܕܨܘܡܐ ܕܒܬܘ̈ܠܬܐ ‘(Again, mēmrā ) of the sixth Sunday of the fast, of the virgins’ (ms. Diyarbakır 70, f. 165b) Mēmrā 27 ‘On the Parable of the Ten Virgins’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.243–56 (no. 15), Homilies of Mar Narsai , 699–716, and (with FT) E. P. Siman, Narsaï. Cinq homelies sur les paraboles évangéliques (Paris: Cariscript, 1984), 6–22. IT also in M. Nin, Narsai di Edessa. L’Olio della misericordia (Testi dei Padri della Chiesa 29; Magnano: Monastero di Bose, Edizioni Qiqajon, 1997). See also M. Nin, “L’omelia sulle dieci vergini (Mt 25,1–13) di Narsai di Edessa,” in E. Vergani and S. Chialà (eds.), Storia, cristologia e tradizioni della Chiesa Siro-orientale. Atti del 3° Incontro sull’Oriente Cristiano di tradizione siriaca (Milano, Biblioteca Ambrosiana, 14 maggio 2004) (Ecumenismo e dialogo; Milan: Centro Ambrosiano, 2006), 115–129 and D. Becerra, “Exegesis, Askesis, and Identity: Narsai’s Mēmrā on the Parable of the Ten Virgins,” in Butts, Heal, and Kitchen, Narsai: Rethinking his Work and his World . ܬܘܒ ܕܝܠܗ ܕܠܥܙܪ ‘Again, of the same, ( mēmrā ) of Lazarus’ (ms. Diyarbakır 70, f. 173b) Mēmrā 28 ‘On the Raising of Lazarus’ , edited Homilies of Mar Narsai , 1.341–363. ܕܚܕܒܫܒܐ ܕܐܘܫ̈ܥܢܐ ‘(Again, mēmrā ) of the Sunday of hosannas’ (ms. Diyarbakır 70, f. 183a) Mēmrā 31 ‘Against the Jews’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.299–312 (no. 18) and Homilies of Mar Narsai , 1.363–382. See also J. Frishman, “Narsai’s Homily for the Palm Festival – Against the Jews: For the Palm Festival or against the Jews?,” in H. J. W. Drijvers, R. Lavenant, C. Molenberg, and G. J. Reinink (eds.), IV Symposium Syriacum, 1984. Literary Genres in Syriac Literature (Groningen – Oosterhesselen 10–12 September) (OCA 229; Rome: Pontificium Institutum Orientalium Studiorum, 1987), 217–229. ܬܘܒ ܡܐܡܪܐ ܐܚܪܢܐ ܕܐܘܫ̈ܥܢܐ ‘Again, another mēmrā of hosannas’ (ms. Diyarbakır 70, f. 191a) Mēmrā 29 ‘On Palm Sunday’ , edited Homilies of Mar Narsai , 1.382–393. ܕܬܪܝܢܒܫ̄ ܕܒܬܪ ܐܘܫ̈ܢܐ ‘(Again, mēmrā) of Monday after hosannas’ (ms. Diyarbakır 70, f. 196a) Mēmrā 33 ‘On the Prodigal Son’ , edited Homilies of Mar Narsai , 2.318–336 and (with FT) Siman, Narsaï. Cinq homelies sur les paraboles évangéliques , 23–29. See also C. E. Morrison, “The Faculty of Discernment in Narsai,” in Butts, Heal, and Kitchen, Narsai: Rethinking his Work and his World . ܕܬܠܬܒܫܒܐ ܕܟܢܥܢܝܬܐ ‘(Again, mēmrā) of Tuesday, of the Canaanite woman’ (ms. Diyarbakır 70, f. 204a) Mēmrā 32 ‘On the Canaanite Woman’ , edited (with ET) E. G. Walsh, Sanctifying Boldness: New Testament Women in Narsai, Jacob of Serugh, and Romanos Melodos (Ph.D. Diss., Duke University, 2019), 292–332. See also eadem, “‘How the Weak Rib Prevailed!’: Eve and the Canaanite Woman in the Poetry of Narsai,” in Butts, Heal, and Kitchen, Narsai: Rethinking his Work and his World . ܕܐܪܒܥܒܫܒܐ ܥܠ ܕܪ̈ܘܗܝ ܕܡܪܢ ‘(Again, mēmrā) of Wednesday, on the trials of our Lord’ (ms. Diyarbakır 70, f. 212a) Mēmrā 34 ‘On Holy Week’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.313–327 (no. 19) and Homilies of Mar Narsai , 1.399–419. ܬܘܒ ܡܐܡܪܐ ܕܥܠ ܫܝܓܬ ܪ̈ܓܠܐ. ܘܛܒ ܚܫܚ ܠܦܨܚܐ ‘Again, mēmrā on washing the feet, and it is especially useful for Passover’ (ms. Diyarbakır 70, f. 221a). In the margin, there is a note further specifying the author: ܣܝܡܐ ܗܘ ܕܪܒܢ ܓܒܪܝܠ ܕܡܢ ܒܝܬ ܥܒ̈ܐ܀ ‘It is the work of Rabban Gabriel from Bet ʿ Ābē.’ For this mēmrā , see fn. 2 and fn. 21 above. ܬܘܒ ܡܐܡܪܐ ܕܥܠ ܡܕܒܪܢܘܬܗ ܕܡܪܢ ܕܒܦܓܪ ܘܥܠ ܚܫܐ ܕܡܘܬܐ ܘܕܨܠܝܒܐ ‘Again, mēmrā on the economy of our Lord in the flesh and on the suffering of death and of the cross’ (ms. Diyarbakır 70, f. 232b) Mēmrā 36 ‘On the Passion’ , edited Homilies of Mar Narsai , 1.419–438 and (with ET) McLeod, Narsai’s Metrical Homilies on the Nativity, Epiphany, Passion, Resurrection, and Ascension , 106–135 (no. 3). See also L. Abramowski, “Narsai, Ephräm und Kyrill über Jesu Verlassenheitsruf Matth. 27,46,” in H.-J. Feulner, E. Velkovska, and R. F. Taft (eds.), Crossroad of Cultures: Studies in Liturgy and Patristics in Honor of Gabriele Winkler (OCA 260; Rome: Pontificio Istituto Orientale, 2000), 43–67. ܬܘܒ ܡܐܡܪܐ ܕܠܠܝܐ ܕܫܒܬܐ ܘܕܥܠ ܓܝܣܐ ܗܘ ‘Again, mēmrā of Sunday night and concerning the thief’ (ms. Diyarbakır 70, f. 240b) Mēmrā 37 ‘On the Repentant Thief’ , edited Minganaforeign, Narsai Doctoris Syri Homiliae et Carmina , 1.327–340 (no. 20) and Homilies of Mar Narsai foreign, 1.438–457. ܬܘܒ ܡܐܡܪܐ ܕܥܠ ܐܪ̈ܙܐ ܕܥܕܬܐ ܘܥܠ ܡܥܡܘܕܝܬܐ ‘Again, mēmrā on the mysteries of the Church and on baptism’ (ms. Diyarbakır 70, f. 248b) Mēmrā 38 ‘On Mysteries and Baptism’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 1.341–356 (no. 21) and Homilies of Mar Narsai , 1.457–479. ET in R. H. Connolly, The Liturgical Homilies of Narsai (TSt 8.1; Cambridge: Cambridge University Press, 1909), 46–61; FT in P. Brouwers, “Premier poème de Narsai sur le baptême (Memra 21),” MUSJ 41 (1965): 177–207. See also E. C. Ratcliff, “A Note on the Anaphoras Described in the Liturgical Homilies of Narsai,” in J. N. Birdsall and R. W. Thomson (eds.), Biblical and Patristic Studies in Memory of Robert Pierce Casey (Freiburg: Herder, 1963), 235–249 and J. W. Childers, “In Search of Jesus: Performative Christology in Narsai’s Mēmrē on Baptism,” in Butts, Heal, and Kitchen, Narsai: Rethinking his Work and his World . ܬܘܒ ܡܐܡܪܐ ܕܚܕܒܫܒܐ ܪܒܐ ܕܩܝܡܬܐ ‘Again, mēmrā of the great Sunday of the resurrection’ (ms. Diyarbakır 70, f. 257a) Mēmrā 40 ‘On the Resurrection’ , edited Homilies of Mar Narsai , 1.479–495 and (with ET) McLeod, Narsai’s Metrical Homilies on the Nativity, Epiphany, Passion, Resurrection, and Ascension , 136–161 (no. 4). ܬܘܒ ܡܐܡܪܐ ܕܥܪܘܒܬܐ ܕܡܘܕܝ̈ܢܐ ‘Again, mēmrā of Friday, of the confessors’ (ms. Diyarbakır 70, f. 263b) Mēmrā 41 ‘On the Confessors’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 2.28–45 (no. 24) and Homilies of Mar Narsai , 1.495–520. ܬܘܒ ܡܐܡܪܐ ܕܥܠ ܓܠܝܢܗ ܕܡܫܝܚܐ ܕܡܪܢ (! ) ܘܥܠ ܕܘܒܪܐ (؟ ) ܕܥܠܡܐ ܕܥܬܝܕ ܘܝܬܝܪܐܝܬ ܠܚܡ ܠܚܕܒܫ̄ ܚܪܝܬܐ ܘܠܕܘܟܪܢܐ ܕܥܢ̈ܝܕܐ ‘Again, mēmrā on the revelation of Christ our Lord The manuscript reads: ‘of Christ, of our Lord’. and on the condition Reading ܕܘܒܪ̈ܐ . of the age to come, especially fitting for the last Sunday and for the commemoration of the departed’ (ms. Diyarbakır 70, f. 373a) Mēmrā 52 ‘On the Second Coming’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 2.1–28 (no. 23) and Homilies of Mar Narsai , 2.539–578. LT in E. Delly, “Le 23 e ‘Memra’ de Narsai,” Divinitas 3 (1959): 514–553. ܬܘܒ ܡܐܡܪܐ ܕܝܘܡ ܥܐܕܐ ܕܣܘܠܩܗ ܕܡܪܢ ‘Again, mēmrā of the day of the feast of the ascension of our Lord’ (ms. Diyarbakır 70, f. 288b) Mēmrā 45 ‘On the Ascension’ , edited Homilies of Mar Narsai , 1.546–563 and (with ET) McLeod, Narsai’s Metrical Homilies on the Nativity, Epiphany, Passion, Resurrection, and Ascension , 162–187 (no. 5). ܬܘܒ ܡܐܡܪܐ ܕܚܕܒܫܒܐ ܕܦܢܛܩ̈ܘܣܛܐ ‘Again, mēmrā of the Sunday of Pentecost’ (ms. Diyarbakır 70, f. 295a) Mēmrā 46 ‘On Pentecost’ , edited E. Manna, Morceaux choisis de littérature araméenne (Mosul, 1901), 1.222–227; Mingana, Narsai Doctoris Syri Homiliae et Carmina , 2.72–84 (no. 27); Homilies of Mar Narsai , 1.563–581. ܬܘܒ ܡܐܡܪܐ ܕܥܐܕܐ ܕܨܠܝܒܐ ܙܟܝܐ ‘Again, mēmrā of the feast of the victorious cross’ (ms. Diyarbakır 70, f. 302a) The mēmrā under consideration in the present article. ܬܘܒ ܡܐܡܪܐ ܕܡܪܬܝܢܘܬܐ ܘܕܫܒܘܥܐ ܐܚܪܢܐ ܀ ܘܡܬܩܪܐ ܒܩܘܕܫ ܥܕܬܐ ‘Again, mēmrā of admonition and of another šābo ʿā , and it is called sanctification of the church’ (ms. Diyarbakır 70, f. 310a) Mēmrā 56 ‘On the Dedication of the Church’ , edited Homilies of Mar Narsai , 1.581–598. ܬܘܒ ܡܐܡܪܐ ܕܥܒܝܕ ܥܠ ܚܙܬܐ ܕܣܪ̈ܦܐ ܘܠܚܡ ܠܩܘܕܫ ܥܕܬܐ ‘Again, mēmrā that was composed on the vision of the seraphim and that is fitting for the sanctification of the church’ (ms. Diyarbakır 70, f. 317a) Mēmrā 58 ‘On Isaiah’s Vision’ , edited Ktabona d-Partute (Urmia, 1898), 235–250; Mingana, Narsai Doctoris Syri Homiliae et Carmina , 2.131–44 (no. 31); and Homilies of Mar Narsai , 2.471–490. ET in T. Kuzhuppil, The Vision of the Prophet Isaiah: A Theological Study of Narsai’s Interpretation of Isaiah 6 (Rome: Institutum Patristicum Augustinianum, 2006), 171–189. ܬܘܒ ܡܐܡܪܐ ܕܚܕܒܫܒܐ ܕܐܪܒܥܐ ܕ(! ) ܥܕܬܐ ܘܥܠ ܟܗܢܘܬܐ ‘Again, mēmrā of the fourth Sunday, on The manuscript reads ‘of’. the Church and on the priesthood’ (ms. Diyarbakır 70, f. 325a) Mēmrā 59 ‘On the Church and the Priesthood’ , edited Mingana, Narsai Doctoris Syri Homiliae et Carmina , 2.144–56 (no. 32) and Homilies of Mar Narsai , 2.505–522. ET in Connolly, The Liturgical Homilies of Narsai , 62–74. See also B. D. Spinks, “A Note on the Anaphora Outlined in Narsai’s Homily XXXII,” JTS ns 31:1 (1980): 82–93.",
    "title" : 
    [ "Reclaiming Narsai’s Mēmrā of the Feast of the Victorious Cross",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Butts, Aaron Michael" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n1butts",
    "type" : "article",
    "displayTitleEnglish" : "Reclaiming Narsai’s Mēmrā of the Feast of the Victorious Cross" }