
  { "fullText" : "Before World War I, the estimated number of Syriac Christians in the Ottoman Empire was approximately 619,000 1 D. Gaunt, Massacres, resistance, protectors: Muslim-Christian relations in Eastern Anatolia during World War I , (Gorgias Press, 2006), 28. The author proposed but did not insist on this number after a thorough analysis of all available data which eventually resulted in combining the data of the Assyro-Chaldean delegation at the Paris peace conference with those of the Armenian Patriarchate of Constantinople. . According to the Armenian Patriarchate of Constantinople, more than one fifth of them lived in the Armenian vilayets: 60,000 in Diyarbakir, 25,000 in Sebastia, 18,000 in Van, 15,000 in Bitlis and 5,000 in Kharberd. 2 M. Léart, (Krikor Zohrap), La question armeniénne à la lumière des documents (Paris, 1913) ( http:\/\/armenews.com\/IMG\/La_question_Armenienne_a_la_lumiere_des_documents_1913.pdf ); J. McCarthy, Muslims and Minorities: The Population of Ottoman Anatolia and the End of the Empire (New York University Press, 1983), 102-03. The followers of the Syriac Orthodox Church of Antioch were the majority among the Ottoman Syriacs. The areas of their compact habitation included Tur-Abdin (in Aramaic, “a mountain of [God’s] worshipers”, east of Mardin), which is a part of the ancient Aramean homeland and one of the oldest centers of Syriac monasticism. The followers of the Church of the East mostly lived in the vilayet of Van, including the highlands of Hakkari (from Syriac akkareh , “farmers, ploughmen” 3 S. Brock, G. Kiraz, Gorgias concise Syriac-English\/English-Syriac dictionary (Gorgias Press, 2015), 6; M. Sokoloff, A Syriac lexicon (Eisenbrauns\/Gorgias Press, 2009), 46. ), and the surrounding lowlands. 4 In the early Middle Ages (from the 5th century onward) the Eastern Syriacs of the southern regions of Armenia were put under the jurisdiction of the Church of the East Metropolitans of Nisibis, who were thenceforth titled ‘Metropolitan of Nisibis and Armenia.’ From the 5th to at least the end of the 13th century, the Metropolitanate of Nisibis comprised a diocese in Armenia itself, centered on the town of Khlat of the Bznunik province, in the vicinity of Lake Van. From the beginning of the 11th century, this diocese also covered the city of Van. Khlat was the birthplace of Metropolitan Solomon of Basra (12th-13th centuries) of the Church of the East, who is best known for his Biblical commentaries entitled “Book of the Bee” ( Gorgias Encyclopedic Dictionary of the Syriac Heritage (Gorgias Press, 2011), 378). They were divided into several tribes and were relatively independent of the Ottoman authorities, yet heavily influenced by the surrounding Kurds. 5 For the details of the history, way of life, and customs of ‘Nestorians’ of Hakkari, see Ե. Լալայան, Վասպուրականի ասորիները, Ազգագրական հանդես (Y. Lalayan, The Syriacs of Vaspurakan (Ethnographic Magazine, 24 (I) [1913]), 181-232 ( http:\/\/ethno.asj-oa.am\/644\/ ), as well as the books by Western missionaries. Another large group lived in Iran, in the western coastal areas of Lake Urmia and the city of Urmia itself. 6 After the Russo-Iranian war of 1828, several hundred Urmian Syriac families migrated to Eastern Armenia, establishing the ‘Nestorian’ villages of Koylasar (later Dimitrov), Dvin-Asori (Upper Dvin), Arzni, Shahriyar, Gyol-Assori, and Urmia, and the Chaldean village of Siyaghut; the first four of these villages still exist. Two more Syriac-populated villages, Samavat and Beghra-Khatun, were located in the Armenian province of Kars; they were founded in the aftermath of the Russian-Ottoman war of 1877-78 by the refugees from Hakkari. After the Soviet Russia ceded the Kars province to Turkey in 1921, the local Christian population was either massacred or forced to emigrate to Russia. In the context of Eastern Armenia, it is also worth mentioning that in the 10th-11th centuries the Church of the East had a diocese comprising parts of the former territory of Caucasian Albania with the center in Partav. Since there were no Syriac Christians in this region, it is safe to assume that the diocese was established with the aim of promoting the missionary activity in the adjacent regions of the Caucasus. The Chaldeans lived mainly in the north of the vilayet of Mosul, in some localities of the vilayets of Bitlis and Diyarbakir, and some villages in the Urmia region. Today, the Chaldeans are Iraq’s largest Christian community. 7 Gorgias Encyclopedic Dictionary ofthe Syriac Heritage (Gorgias Press, 2011), 92. Compared with the followers of the Church of the East, the Syriac Orthodox and Chaldeans were better integrated into Ottoman society. Their intellectuals, especially after the Young Turks revolution, nurtured the idea that it might be possible to achieve peaceful coexistence and equality with Muslims in a ‘reformed’ and ‘democratic’ Ottoman Empire. Openness and integration put the Western Syriacs, like the Armenians, within the reach of foreign Catholic and Protestant missionaries, who registered considerable success in their midst. Thus, a large portion of the Armenians and Syriacs of Mardin adopted Catholicism, while Kharberd and Urfa produced large communities of Armenian and Syriac Protestants. 8 A. Akopian, to Aramean and Syriac Studies (Gorgias Press, 2017), 383. In the Ottoman Empire, the Syriac Orthodox who shared the same creed with Apostolic Armenians formed part of the Armenian millet , that is, a formally recognized religious community with some degree of internal autonomy. In official documents, they were sometimes referred to as yaghubi ermeniler , or ‘Jacobite Armenians’, although a more common designation was süryeni qadim , that is, ‘old Syriacs,’ meaning those Syriacs who remained within their original denomination and did not switch to Catholicism or Protestantism. To communicate with the authorities the Orthodox had to turn to the services of the Armenian Patriarch of Constantinople, who represented all Miaphysite Christians in the capital 9 W. Taylor, The Syrian Orthodox Church and the Church of England 1895-1914 (Cambridge Scholars Publishing, 2013), 83-84, 86; J. Joseph, Muslim-Christian Relations and Inter-Christian Rivalries in the Middle East (Albany, State University of New York Press, 1983), 29. (the situation was the same in Jerusalem, where the Syriac, Coptic and Ethiopian clergy were subjected to the Armenian Patriarch 10 D. Tsimhoni, “The Armenians and the Syrians: ethno-religious communities in Jerusalem,” ( Middle Eastern Studies Vol. 20 No. 3 [Jul., 1984]), 352. ). Since 1872, the Syriac Orthodox Patriarchate continuously petitioned the Ottoman authorities for the official recognition as a separate millet, which the government eventually did in 1882 11 J. Joseph, Muslim-Christian Relations , 29. Both 1873 and 1882 are mentioned in publications as the official date of the creation of the Syriac Orthodox millet. . The Chaldeans and Syriac Catholics were initially part of the Armenian Catholic millet established in 1831 (in Mardin, the incorporation of Catholic Syriacs into the Armenian Catholic community was attested yet in the 18th century 12 S. de Courtois, The Forgotten Genocide: Eastern Christians, the Last Arameans (Gorgias Press, 2004), 171. ). In 1846, the Chaldeans were separated from the Armenians within their own millet. 13 A. Becker, Revival and awakening: American Evangelical missionaries in Iran and the origins of Assyrian nationalism (The University of Chicago Press, 2015), 50. In 1864, an attempt was made to establish a separate millet for the followers of the Church of the East but failed. 14 Ibid. Because of their geographical isolation and higher degree of autonomy from the central government, the ‘Nestorians’ were in fact left out of the Ottoman millet system. In 1850, under British pressure, the Ottoman Empire announced the establishment of a Protestant millet, 15 S. Shaw, E. Shaw, History of the Ottoman Empire and Modern Turkey: Volume 2 (Cambridge University Press, 2002), 127. but it was not officially recognized. The majority of Protestants in the Empire were Armenians, and the Syriacs who adopted Protestantism were actually absorbed into their communities (in Urfa, however, the Syriac Protestants had their own church 16 H.-L., Kieser, “Ottoman Urfa and its Missionary Witnesses,” in Armenian Tigranakert\/Diarbekir and Edessa\/ Urfa , ed. R. Hovannisian (Mazda Publishers, Costa Mesa, California, 2006), 413. ). The Armenian Apostolic Church would not usually interfere in the affairs of the Syriac Orthodox Church of Antioch, albeit there were unfortunate exceptions, mostly on the issue of the management of church property 17 W. Taylor, The Syrian Orthodox Church , 84. . Those continued well into the 20th century with Armenians and Syriac Orthodox engaged in conflict over the Chapel of St. Nicodemus in the Church of the Holy Sepulcher in Jerusalem in 1933 18 J. Joseph, Muslim-Christian Relations , 196. . These conflicts caused tensions and even forced some Syriacs to see Armenians as a threat. The prominent intellectual and journalist Naum Faiq (1868-1930), a native of Diyarbakir, wrote in one of his articles that Armenians, seeing themselves and the Syriacs as one and the same, “ruined our millet, our kind and our language and allowed [the Armenians] to occupy our churches, monasteries and religious foundations, making us their subordinates, and to conceal what was rightfully ours.” 19 B. Trigona-Harrany, The Ottoman Süryânî from 1908 to 1914 (Gorgias Press, 2009), 199. After the Armenian massacres of 1895- 96, the Patriarch of the Syriac Orthodox Church Ignatius Abdelmashih was prompt to express allegiance to the Ottoman authorities and, in one of his letters addressed to the grand vizier, wrote that “Armenians have for some time past endeavored to Armenianize our language and religion, so long preserved thanks to the Mussulman law. >...< Letters of our spiritual chiefs at Urfa and Bitlis, amongst other places, signed by many respectable persons, have reached us which prove that the Armenians have slain and plundered many of our community and that their design is to completely annihilate it by famine and by other means.” 20 J. Joseph, Muslim-Christian Relations , 92-93. In this regard, the British consul in Diyarbakir informed his embassy in Constantinople that those and other similar reports were written at the instigation of local Ottoman authorities. 21 Ibid. Despite occasional tensions, however, the Armenians and Syriacs in the Ottoman Empire and elsewhere always remained on very friendly terms because of cultural and religious similarities and common threats and challenges. A notable feature of the Western Syriacs was their linguistic diversity. Modern Aramaic dialects had survived only in Tur- Abdin and the vicinity of Diyarbakir. The rural Syriacs of the eastern vilayets mainly spoke Turkish and Kurdish. In Syria, Arabic was the dominant language. Arabic in the form of the Anatolian dialect was also spoken in Mardin and Siirt, not only by the Syriacs but also the Armenians. 22 Arabic-speaking Catholic Armenians, who trace their ancestry all the way to Mardin and Siirt, can still be found as distinct sub-communities within larger Armenian communities of the Middle East, and are sometimes referred to as “old Armenians.” A very distinct and sizeable community were the Syriacs who spoke Armenian as their first language. Manuscripts in Armenian language written in Syriac characters (Armenian Garshuni) attest to the existence of large communities of Armenian-speaking Syriacs in the area between Malatya and Kharberd at least from the mid-16th century on. The area also housed the Mor Abhay Syriac Orthodox Monastery, which was apparently one of the major centers of Armenian Garshuni. 23 H. Takahashi, J. Weitenberg, “The Shorter Syriac-Armenian Glossary in Ms. Yale Syriac 9, Part 1” ( Journal of the Canadian Society for Syriac Studies Volume 10 [2010]), 68-83. In the 19th century, Armenian was the first language of the Syriacs of Kharberd and Urfa, and in Diyarbakir, it was spoken by all Christians regardless of their nationality 24 R. Kévorkian, “Demographic Changes in the Armenian Population of Diarbekir, 1895-1914,” in Armenian Tigranakert\/Diarbekir and Edessa\/Urfa , ed. R. Hovannisian (Mazda Publishers, Costa Mesa, California, 2006), 265. . There were also many Armenian-speaking Syriacs in Bitlis, Malatya, Marash, and Adana. In fact, in all the Armenian-dominated areas, the Syriacs spoke Armenian and Kurdish. 25 S. de Courtois, The Forgotten Genocide , 17, 64. The Syriac presence in Kharberd has been recorded since the beginning of the 11th century, when the city was mentioned in the list of the dioceses of the Syriac Orthodox Church of Antioch as Hesna d-Ziyad (“The fortress of Ziyad”). 26 J.-M., Fiey, Pour un Oriens Christianus Novus: répertoire des diocèses syriaques orientaux et occidentaux (Orient-Institut, 1993), 216. The great Syriac polymath Grigorios bar Ebraya (1226-1286) referred to the city as Hesna d-Zaid . Later, the Arabic version Hisn Ziyad became prevalent. In reference to the city in his Dictionary of Countries , renowned Arab geographer Yaqut al-Hamawi (1179-1229) said: “Hisn Ziyad, in Armenian lands, today known as Khartbirt” ( حصن زياد بأرض أرمينية ويعرف اليوم بخرتبرت ). Another prominent Arab geographer, Shamsuddin al- Dimashqi (1256-1327), clarified that Khartbirt was the name of the city, while Hisn Ziyad —the name of its ancient citadel. 27 J. H. Kramers, “Kharput” in Encyclopaedia of Islam , First Edition (1913-1936), eds. M. Houtsma, T. Arnold, R. Basset, R. Hartmann (Brill Online), http:\/\/referenceworks.brillonline.com\/entries\/encyclopaedia-of-islam-1\/k-h-arpu-t-SIM_4127 . In the 12th-13th centuries the number of Syriacs in the region increased, and its center, Malatya, became the scene of the final rise of the Syriac culture. During this period, the residence of the Patriarch of the Syriac Orthodox Church was transferred to the monastery of Mar Barsauma near Malatya. The Syriac diocese of Kharberd was mentioned once again in the 13th-14th centuries. Thus, Dioscoros Theodoros is known to have been the metropolitan of Kharberd in the mid-13th century. He was a native of the city, born into the family of priest Michael bar Basil. Later in life, he became a monk in the (Bani) Baʽuth monastery in or near Kharberd; the monastery, first mentioned in 1057, was conquered by Muslims in 1311, and produced four bishops 28 I. A. Barsoum, The Scattered Pearls , second revised edition (Gorgias Press, 2003), 562. . He mastered the Syriac language, as well as miniature painting, and before becoming a bishop, collected and copied manuscripts. Six manuscripts are known to have been copied by him, one of which was kept in the Syriac church in Kharberd. Grigorios bar Ebraya mentions Dioscoros in his Church History , calling him “a renowned Doctor of the Church.” 29 I. A. Barsoum, The Scattered Pearls , 462-63. In the 14th century, a cleric named Joseph headed the local diocese; he left a record of the trials that befell the city during his lifetime. 30 I. A. Barsoum, The Scattered Pearls , 155. In the early 16th century, there was said to have been a Syriac monastery in Kharberd, possibly the same Baʽuth monastery, where for some time the Tur-Abdin Patriarch 31 In 1364-1816, in Tur-Abdin there was a parallel line of Syriac Orthodox Patriarchs of Antioch. Ignatius Mas’ud of Zaz (1492-1512) lived in seclusion. 32 In 1364-1816, in Tur-Abdin there was a parallel line of Syriac Orthodox Patriarchs of Antioch. Kharberd is also known as the birthplace of one of several ‘traditions’ of Syriac liturgical music. The American Protestant missionary Horatio Southgate, who visited Kharberd in the mid-1840s, was told by a local that “there were no more than 45 Syrian (sic) families in the town, and a few in four of the villages, in all about 150 families in the district of Kharput.” 33 H. Southgate, Narrative of Visit to the Syrian [Jacobite] Church of Mesopotamia (New York, 1856), 87. The author goes on to say that “such statements, however, are not to be depended upon, as the poor oppressed Christians throughout the interior [of the Ottoman Empire] almost uniformly, through fear, make their numbers appear as small as possible.” 34 Ibid. According to a Turkish source, there were about 60 Syriac households in Kharberd 35 İ. Sunguroğlu, Harput Yollarında (Istanbul, Yeni Matbaa, 1958), cited in Trigona-Harrany, 50. ; the Ottoman authorities, for their part, were also known for diminishing the actual number of Christians. According to Vahe Haig, there were more than 800 Syriacs in Kharberd, and more in the nearby town of Mezireh or Mamuretülaziz (today Elazığ), 5 km to the south-west of Kharberd, and its surrounding villages; the largest Syriac population, 160 people, was recorded in the village of Ayvoz. 36 Վ. Հայկ, Խարբերդ եւ անոր ոսկեղէն դաշտը (V. Haig, Kharberd and her golden plain , New York, 1959), 509. Since the late 1890s, the Syriacs of Kharberd had been emigrating to the United States, where on the eve of World War I there was a small Syriac community in Massachusetts, mostly in Worcester and Boston 37 For more on this subject see G. Kiraz, The Syriac Orthodox in North America (1895-1995); a short history (Gorgias Press, 2019). . According to the 1910 US census, 2,832 immigrants from “Asian Turkey” lived in Worcester; by their overwhelming majority those had to be Armenians and Syriacs from the vilayet of Kharberd. 38 All the US census data according to www.census.gov . In North America, the Ottoman Syriacs established their communities based on the ‘fellow-townsmanship’ principle. Thus, the natives of Kharberd settled down in Massachusetts, and later in California, those of Tur-Abdin in Rhode Island, those of Diyarbakir in New Jersey and New York, those of Mardin in Montreal, those of Homs in Detroit and Florida. In the 1920s, some families moved to Fresno, California, where their main occupation was horticulture, and later to Los Angeles. The number of Kharberd Syriacs in the US totaled 600-700. 39 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 513. Manuk Gismegian breaks down this total into 200 people in Worcester, 250 in Fresno, and 150 in Los Angeles. 40 Մ. Ճիզմէճեան, Խարբերդ եւ իր զաւակները (M. Gismegian, Kharberd and its children , Fresno, 1955), 312-314. In Boston, the Syriacs published two Armenian-language periodicals ( Babylon in 1919-1921 41 For more information about Babylon see A. Akopian, “ Babylon , an Armenian-language Syriac periodical: some remarks on milieu, structure and language” ( Journal of the Canadian Society for Syriac Studies Vol. 10 [2010]), 83-98. and Nineveh in 1927-1928) and another one in English in Los Angeles ( Assyrian Progress , 1933-1938), which provide rich material on their lives in Kharberd and the United States. In Kharberd, the Syriacs, called in Armenian asorí , had their own district ( asorwots tagh in Armenian, süryani qadim mahallesi in Turkish); it was situated between the districts of Sinamut and St. Karapet’s. 42 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 508. These districts were part of the (“The Lower Quarter”) of the city; another large district was the Veri Tagh , or “The Upper Quarter.” The asorwots tagh was not a ghetto-type neighborhood, as its inhabitants maintained active daily contacts with Armenians and Muslims. The Syriacs were mostly craftsmen, but several merchants were also active in the region. 43 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 509. They were particularly famed for their weaving and dying skills and produced their own variety of chintz (a plain-woven textile made of roughly processed cotton), which was known as “Syriac chintz” ( asorwots chit ). 44 Մ. Ճիզմէճեան, Խարբերդ (M. Gismegian, Kharberd), 87-88. The author provides the following details: “This water-related industry was in the hands of Syriacs, centered on the Asorwots Chay , the “Syriac River,” a spring and a brook in a gully. Since their settlement in the city, the Syriacs concentrated their efforts on this craft, producing the “red Syriac chintz,” a canvas decorated with red and black flowers. The craftsmen worked with their whole families, the women at home, and the men in the gully, where they produced the red canvas and chintz adorned with flowers, birds and other beautiful patterns out of their own stencils. This product was widely consumed in the provinces and in remote cities, especially by Kurds and peasants. >...< They used to collect canvases from villages and settlements in the spring without signature or guarantee and return them dyed to their owners in the fall. Syriacs’ cooperation in this industry is remarkable. It was based on trust and confidence, and the protection of goods was the responsibility of the whole community. Canvases whitewashed in the brook were spread out near the mountain slopes under the sun and often remained there at night, attracting thieves. The Syriacs were watching over the canvases in turn, and thieves, unaware of this, would always be ambushed. When the guards sounded the alarm, all the Syriacs of the quarter would come running, armed with sticks and clubs, and woe to the robber who would fall into their hands. The notable persons in this craft were: the Chatalbash brothers, Minas, Poghos, and Martiros; the Donabed brothers, Karapet, Georg and Avetis; the Perdj brothers, Hakob and Poghos; the Dashos, Yaghub and his son Surian; the Chtchi brothers, Aghayek, Givargis and Gaspar, and others.” Gismegian, who calls Syriacs “energetic people,” also informs that in the 1850s, the Syriacs, funded by the Church, built a big bathhouse, which fell into decay after some time. For the needs of that particular craft, Syriacs produced and held a monopoly on a special red dye based on herbs, including walnut crusts and gallnuts. 45 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 509. There was at least one wealthy Syriac landowner family, the Namans (Naʽman?), which rose to prominence thanks to connections to the Ottoman government. Their mansion, the Chiftliq, with surrounding beautiful garden, was widely known in the region. 46 Ibid, 510. Hajji Daud Naman Efendi and his son-in-law from the Dasho family were particularly important. 47 Մ. Ճիզմէճեան, Խարբերդ (M. Gismegian, Kharberd), 88. The Syriacs were united with Armenians, who formed the majority of the Kharberd’s Christian population, into a socio-economic, religious, and cultural entity, which had to face the challenges of coexisting with the local Muslims. According to Horatio Southgate’s informant, the Armenians and Syriacs “live together on terms of the closest intimacy, and go to each other’s churches, but do not intermarry.” 48 H. Southgate, Narrative , 87. The last statement, however, has been refuted by Babylon , Nineveh , and Assyrian Progress , which mention numerous Armenian-Syriac marriages. Such marriages were also common in other parts of the Ottoman Empire. Thus, according to De Courtois, “the Diyarbakir and Mardin Armenian communities were very large, and also often made up the social elite of bankers, merchants, doctors, and intellectuals, with whom the important Syriac families had mixed.” 49 S. de Courtois, The Forgotten Genocide , 44. Eden Naby, an American historian of Assyrian descent, also notes that due to the close affiliation of the Armenian Apostolic and Syriac Orthodox Churches, “not only was intermarriage possible but it also occurred with some frequency where proximity provided the necessary circumstances.” 50 E. Naby , “ Almost Family: Assyrians and Armenians in Massachusetts” in The Armenians of New England , ed. M. Mamigonian (Armenian Heritage Press, 2004), 45-46. She then adds that “Assyrians who had already become Presbyterians, married other Presbyterians whether they were Assyrian or not. The likeliest marriage partners in the past were Armenians.” 51 Ibid, 46. As mentioned above, the Ottoman Syriacs who adopted Protestantism, were united with Armenians in a single community, which would have been Armenian in essence. For these reasons, they displayed a much stronger tendency to assimilate into the Armenian majority than those Syriacs who remained faithful to traditional Syriac denominations. By the end of the 19th century, there were 49 primary, 5 middle and 1 high registered Syriac schools in the Ottoman Empire. 52 B. Trigona-Harrany, The Ottoman Süryânî , 74, footnote 186. According to Vahe Haig, the Syriacs of Kharberd were initially “backward in education, but later schooling and education gained more importance among them.” 53 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 512. The Syriacs had at least one school in their quarter, which Haig describes as a “preschool”, 54 Ibid. and Alek Sodo of Kharberd calls “humble.” 55 Ա.Սօտօ,“ԱշուրՍ.Եուսուֆ” (A.Sodo,“AshurS.Yusuf”)( Nineveh Vol. I, No.12 [1927]). In 1909, the Syriac ladies’ Mart Shimuni (“Saint Shimuni”) association, headed by Hanim Barsum and Meryem Donabed, founded a separate female school. In 1912, that school, with Srbuhi Dasho as the chairperson of the board, had 60 students and six teachers, five of whom were women. 56 B. Trigona-Harrany, The Ottoman Süryânî , 175. At the same time, Armenian schools, especially those founded by foreign missionaries, were open to Syriacs 57 J. Joseph, Muslim-Christian Relations , 78. and employed Syriac teachers. Thus, two young Syriac ladies, Sara and Shamiram, are mentioned among the teachers of the St. Clair maidens’ secondary school founded by the Capuchins 58 Մ. Ճիզմէճեան, Խարբերդ (M. Gismegian, Kharberd ), 160. ; incidentally, the school buildings surrounded by gardens, just beneath the citadel of Kharberd, were formerly owned by the wealthy Naman Syriac family 59 Ibid. ; one can only guess if this was the same Chiftliq. The Syriac school of the asorwots tagh lasted until 1912. Its main objective was to provide literacy in the Armenian and Turkish languages; an attempt was made to introduce the Syriac language 60 It is interesting to note that the Kharberd Syriacs called their classical language in Armenian asorén , and not asorerén , which is the correct form. but failed. 61 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 512. The pupils, however, would leave the school with sufficient practical knowledge of the Syriac script, which was widely used by the Syriacs for writing in Turkish and Arabic. In Kharberd, there were three Syriac Garshuni periodicals (see below); Turkish written in Syriac script could also be found on tombstones and other inscriptions. It was even used by the Syriac Orthodox Church of Antioch in its internal correspondence and other paperwork. There is no evidence of the use of the Syriac script for writing in Armenian in the period under consideration, although it may be assumed that it might have been occasionally used as cryptography. Obviously, it made no sense to give up the Armenian script in favor of the difficult-to-read Armenian Garshuni, especially in an overwhelmingly Armenian environment. 62 In contrast, numerous examples of “reversed Garshuni”, which is Syriac written in Armenian script, can be found in Babylon . In the case of the Turkish language, the substitution of its Arabic script with the Syriac one, which is very similar to Arabic in general principles and structure, did not present any difficulty. The Syriac school also provided elementary religious studies, most certainly administered by a local priest, which meant having to learn by heart in Classical Syriac the main prayers and Psalms and most frequently used hymns of the Syriac Orthodox Church (this practice is still alive in Syriac Sunday schools in the Middle East and Diaspora). Very few laymen were able to display any knowledge of Classical Syriac that went beyond these mechanically memorized religious texts. It is not clear when the Syriacs of Kharberd lost their native speech, if we are to assume that Aramaic was spoken by them in the past. One of the articles in Babylon states: “It was about two centuries ago that our race lost its language in Kharberd and its surroundings, and to this day only the olafbet [the alphabet] has remained as our heritage.” 63 Ն. Գոյուն, “Ասորեն թերթը, որ պիտի գայ” (N. Goyun, “The Syriac newspaper that is to come”) ( Babylon Vol. 1, No. 16 [1920]). This implies that the Syriacs of Kharberd had lost their language sometime after the first quarter of the 17 th century (it should be noted once again that the earliest manuscript to contain a text in Armenian Garshuni dates back to 1574\/5 64 S. Brock, “Armenian in Syriac Script,” in Armenian Studies. Études arméniennes. In Memoriam Haïg Berbérian , ed. D. Kouymjian (Lisbon, Calouste Gulbenkian Foundation, 1986), 78. ). Taking into account that Turoyo, a modern Aramaic language, is still spoken today to the south of the Kharberd area, in Tur-Abdin, and a closely related dialect, Mlahso , was spoken in at least two villages in the region of Diyarbakir until the end of the 20th century, 65 O. Jastrow, Der neuaramäische Dilekt von Mlahso (Harrassowitz Verlag, Wiesbaden, 1994), 6. it can be assumed that an Aramaic dialect could have existed in the Kharberd region prior to the 17th century, although this assumption cannot presently be confirmed in any way. In any case, this dialect had to have been ‘imported,’ as Kharberd, unlike Tur-Abdin and Diyarbakir, was far beyond the ancient Aramean homeland in North Mesopotamia, and had no indigenous Aramaic dialect. 66 Before studying all of the available material in detail, we had theorized that Syriacs of Kharberd could have had a specific Armenian slang of their own, in one way or another influenced by Aramaic. It is obvious that because of a different church tradition they used some words and expressions of religious character that were not understood by Armenians (and we find them in Babylon ), yet the thorough analysis of available data leaves little doubt that the Syriacs, who had been using Armenian in the city for at least two hundred years, were not distinguishable from Armenians in their everyday speech. Eden Naby points out that the Syriacs of Kharberd were under the general Middle Eastern language paradigm, “that saw men learn the language of public places, 67 In the case of Kharberd, that would be Armenian and Turkish. In Diyarbakir, as another example already mentioned above, all Christians spoke Armenian, and in public places, like bazaars and markets, used Kurdish (S. de Courtois, The Forgotten Genocide , 17, 64). while women remained within the security of the wider family and neighborhood setting and maintained the ethnic language” 68 E. Naby, Almost Family , 47. S. De Courtois mentions an Orthodox Syriac in the vicinity of Mardin, whose mother, a native of Diyarbakir, still only spoke Armenian (S. de Courtois, The Forgotten Genocide , 17, footnote 2). , in this case, Armenian. In other words, the Syriac women in Kharberd and surrounding villages were almost exclusively Armenian-speaking, while the men also knew Turkish; the existence of Turkish-language Syriac journals in Kharberd leaves no doubt of that. The same situation was attested in the 1870s in Tur-Abdin by German Semitologist Edward Sachau, who noted that “in Tur-Abdin, in addition to Turoyo, men also usually speak Kurdish and Arabic, while women and children only speak Turoyo.” 69 E. Sachau, Reise in Syrien und Mesopotamien (Leipzig, 1883), 420 (“Während die Männer meistens neben dem Ṭôrânî noch Kurdisch oder Arabisch können, sprechen die Weiber und Kinder nur Ṭôrânî”). At the same time, several articles in Babylon mention songs with Turkish names sung by the Syriacs, which suggests that Naby’s assumption should be taken with certain caution. Sargon Donabed mentions at least two Armenian-language songs 70 S. Donabed, Remnants of Heroes: The Assyrian Experience (Assyrian Academic Society, 2003), 77; the book is largely based upon the family archives of the natives of Kharberd who had emigrated to the US and recollections of their descendants. . Several examples of Syriac childlore in Armenian can be found in Collection of Meditations , an Armenian-language book by Ezekiel Maljan, the editor of Assyrian Progress (see below). In addition to speaking Armenian, the Syriacs of Kharberd often had Armenian names or Armenian versions of Biblical names. Of those recorded in Babylon , Nineveh and Assyrian Progress , the most frequently used ones are Azniv, Aghavni, Andranik, Arakel, Avetis, Artin, Donabed, Gevorg, Zaruhi, Toros, Lusik, Karapet, Kirakos, Harutun, Hovakim, Hovhannes, Manuk, Markos, Martiros, Melkon, Nshan, Petik, Perch, Poghos, Satenik, Sahak, Srbuhi, Ohan and others. It appears that Syriacs could be called any Armenian name, with perhaps a few exceptions, that were “too Armenian”, such as Hayk or Armenak. Several first names were also used as surnames. Thus, some of the prominent Syriac families in Kharberd bore the surnames of Donabed, Perch, Manuk, Arakel and so on. The -ian ending of Armenian surnames was rare among the Syriacs, who, despite speaking Armenian, strongly clung to their ethnic identity, nevertheless. Some Syriacs would add -ian to their last names, or adopt original Armenian last names to make it easier for them to emigrate to the United States. 71 S. Donabed, M. Shamiran, “Harput, Turkey to Massachusetts: Notes on the Immigration of Jacobite Christians” ( Chronos: Revue d’Histoire de l’Université de Balamand , No. 23 [2011]), 21; G. Kiraz, Syriac Orthodox in North America , 14. There was at least one Kharberd Syriac who had a last name with a Russian –ov ending. It was Naum Besharov, the second editor of Babylon , who had spent some time in the Russian-controlled Caucasus before emigrating to the United States and apparently received Russian citizenship. In the Russian Empire the Syriac Christians were almost exclusively registered under Russified last names which are still very common in post-Soviet countries. Priests and deacons apparently used the traditional Syriac bar (“son of”) patronymic in official documents, like deacon Ya’kub bar Toma. The prevalence of Armenian names obviously sparked the displeasure of some nationalistic-minded circles and the Syriac Orthodox Church. One of the editorials of Babylon contains the following quote: “Not in the least remarkable are our names: produce at least one Armenian who is called Yuhanna, Fawlos, Sargon, Ashur, or Afrem, but too many are amongst us those called Hovhannes, Poghos, Karapet, Markos, Kirakos.” 72 “Մեզի ի՞նչ պետք է” (Editorial, “What do we need?”) ( Babylon Vol. I, No. 27 [1920]). The situation, however, was not that dramatic, as, in addition to Armenian names, the Syriacs also used traditional Syriac names and surnames, such as Barsam, Beshara, Dasho, Denho, Givargis, Hanna, Malke, Maruta, Naman, Naum, Sodo, Shmuni, Surian, Tuma, Yuhanna, as well as names of Arab-Turkish origin or appearance, such as Chatalbash, Davud, Elbi, Goyun, Ibrahim, Iskander, Keshish, Khory, Lutfi, Nuri, Rasin, Safar, Tumajan, Ya’kub, Yulbek, Yusuf. European names or Biblical names in their European versions also were not uncommon. Despite having spoken Armenian for several generations, the Syriacs of Kharberd did not consider Armenian their maternal tongue. To them, it always remained a ‘foreign’ language 73 B. Trigona-Harrany, The Ottoman Süryânî , 193. to which they rarely expressed any emotional attachment. 74 Assyrian Progress provides one such rare manifestation: a report from a community event organized by a youth group in Los Angeles and partially conducted in Armenian says that the older audience “enjoyed the Armenian language.” The loss of their own language was nothing short of a fixation that haunted the learned Syriacs. One of the Babylon authors wrote: “We have a language that is not used by anyone; we have adopted the languages of others. One speaks one people’s language, another speaks another’s. Some speak Turkish, some Persian, some Armenian, some Arabic. <…> We do not know and understand each other, we are divided into a thousand and one branches, into a thousand and one groups. The Melkites believe themselves to be different from others, the Chaldeans believe the same. The asorí in Persia call themselves ‘Nestorians’ and completely disassociate themselves from those in Mesopotamia.” 75 Ռասին, “Դեպ ո՞ւր կը քալենք” (Rasin, “Where are we heading?”) ( Babylon Vol. I, No. 5 [1919]). The hope of seeing the mother tongue resurrected in the future continually surfaced on Babylon ’s pages, although in the case of the Kharberd Syriacs this hope had very little ground to become a reality. Another author proclaimed: “The asorí nation is not without tongue but has a language with its own opulent literature. While other nations had no language, the asorí had one and enlightened others. <…> It is as rich as Arabic, Greek or any other European language. <…> Dominated by other nations, we were forced to use their languages. <…> Like any other language which is now simpler and reformed, better suited to the present situation, so Syriac too can become simpler and better suited to our times. For that purpose, a group of linguists can reform it so that it becomes a common tongue for Nestorians, Jacobites, and Chaldeans.” 76 Ա. Գ. Եուսուֆ, “Նամակ Փարիզեն” (A. G. Yusuf, “A letter from Paris”) ( Babylon Vol. I, No. 8 [1919]). The publishers and correspondents of Babylon would occasionally voice the idea of turning the periodical into a Syriac-language one in the future. 77 The publishers actually did try to do just that by introducing Syriac words written in Armenian letters into the Armenian text and by publishing Armenian-Syriac word lists. The first list was accompanied by an editorial notice which urged the readers to memorize the Syriac words in order to be able to understand future articles. It appears that the idea was to gradually increase the number of Syriac words up to a proportion that would allow declaring Babylon , at least partially, a Syriac-language periodical. A total of five word lists appeared, after which the publishers apparently gave up the idea, either because of the lack of enthusiasm on the part of the readers or simply because the whole idea, albeit inventive and ingenious, was basically nonsensical and unrealizable. One of the readers wrote to the editor: “It is with the immense joy of heart that I have the privilege of reading your patriotic semi-monthly [journal], with the trust that, in the near future, the result of your painstaking efforts will be publishing Babylon in our maternal language.” 78 Մ. Տոնապետ, “Նամակ «Բաբելոնին»” (M. Donabed, “A letter to ‘Babylon’”) ( Babylon Vol. I, No. 6 [1919]). The main token of the national identity of the Kharberd Syriacs and the factor distinguishing them from Armenians was their national Church, the Syriac Orthodox Church of Antioch. Up to 1915 and probably sometime beyond, Kharberd had a Syriac Orthodox bishop assisted by a number of priests and deacons. It appears, however, that the Syriac Orthodox Church held Kharberd in certain disregard and did not delegate clergy endowed with much competency there, as Babylon , with its strong anti-clerical inclinations, constantly criticized them for the low level of education and even open ignorance. The Mart Maryam , St. Mary church in asorwots tagh , also known under the Turkish name of Meryem Ana Kilesi , was a solid, unpretentious building with thick walls, that had little architectural value. The Syriacs considered it to be very ancient and attributed its foundation to 179 AD. 79 J.-M., Fiey, Pour un Oriens Christianus Novus , 216-217. Some also believed that the church was the very Bnai Baʽuth monastery mentioned in medieval sources or a surviving part of it. 80 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 511; I. A. Barsoum, The Scattered Pearls , 462; Ե. Մալճան, Հաւաքածոյ խորհրդոց (E. Maljan, Collection of Meditations ) (Los Angeles, 1954), 25. According to another version, this was the former Surb Astvatsatsin , Holy Mother of God Armenian church, which Armenians yielded to the Syriacs in exchange for a church in the nearby village of Morenik. 81 Ch. Moranci, “The Medieval Architecture of Kharpert” in Armenian Tsopk\/Kharpert , ed. R. Hovannisian (Mazda Publishers, Costa Mesa, California, 2002), 187; Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 512. Such assumptions seem to be corroborated by the fact that the church contained the tomb of a certain princess Helen Khatun who according to the accompanying inscription died in 1320 AD; 82 Ե. Մալճան, Հաւաքածոյ (E. Maljan, Collection ), 26. in the region of Karberd, a Christian noblewoman bestowed with the female honorific khatun could only be Armenian. The church had a richly decorated altar with oil lanterns burning around it day and night. There were three narrow windows behind the altar, upon which a wider window was added in 1800. 83 Ibid. In 1273, a valuable Gospel was donated to St. Mary, and eventually ended up in the Deir al-Zaafaran monastery; 84 Ibid. this should have been one of the manuscripts produced by the then metropolitan of Kharberd, Dioscoros Theodoros. Because of its allegedly strong healing powers the church attracted many pilgrims. 85 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 512. The blind, handicapped and especially the mentally ill would come from the surrounding regions hoping to find cures for their ailments. Among them were not only Christians but also Turks and Kurds. The pilgrims, who generated a considerable income for the church, stayed for up to three days, and the church provided 20 cell-like rooms for their lodging. 86 Մ. Ճիզմէճեան, Խարբերդ (M. Gismegian, Kharberd ), 62. It should also be noted that, in Kharberd, the Syriac saints were revered both by the Syriacs themselves and the Armenians. There was a church in the Sinamut district of the city, known as the St. Shmon Church, which could have originally belonged to the Syriacs. Ezekiel Maljan mentions it together with the Syriac churches that were restored in 1134. 87 Ե. Մալճան, Հաւաքածոյ (E. Maljan, Collection ), 26. Unlike the overwhelming majority of laymen, the local Syriac clergy had enough knowledge of Classical Syriac to use it during the services at the St. Mary church. The people did not understand what was being said but knew it to be the language of Jesus Christ, and for that reason “it touched them in a mystic way.” 88 Ibid. As already mentioned, the knowledge of Classical Syriac among laymen was mainly confined to several mechanically memorized prayers and hymns. Several articles in Babylon indicate that, even in the United States, the social gatherings usually began with the collective recital of the Lord’s Prayer ( Abund Bashmayn in Armenian transliteration) in Syriac. During family feasts and other similar events, the deacons would also recite Syriac hymns. Thus, one of the articles informs: “After the meals were served, the celebration began with three deacons reciting the Teshbokhto glorification rite.” 89 “Տարեդարձի մը առթիվ” (“On the occasion of a birthday) ( Babylon Vol. I, No. 13 [1920]). However, it is also known that in Bitlis, for example, the Syriacs not only spoke Armenian but also used it in their church services. 90 M. Krikorian, Armenians in the Service of the Ottoman Empire (London, Routledge & Kegan Paul, 1977), 117. Armenian was also used in the Syriac Church of Forty Martyrs in Mardin; 91 B. Trigona-Harrany, The Ottoman Süryânî , 199, footnote 549. this is particularly remarkable, given that the Armenians and Syriacs of that city, especially the Catholics, were speakers of Arabic. In its issue no. 24 from 1914, the Armenia newspaper of Marseille contains a report from Diyarbakir about an Armenian-language Gospel written in Syriac characters that was used by the Ottoman Syriacs; in all probability, this was the last example of Armenian Garshuni in use. The Turkish language also appears to have occupied a certain place in the religious practices of the Kharberd Syriacs. Thus, at the beginning of the 20th century, the above-mentioned deacon Ya’kub bar Toma compiled a prayer-book in which the prayers and hymns written in Syriac were accompanied by their Turkish translation in the Syriac script. 92 E. Naby and M. Hopper, eds., The Assyrian Experience: Sources for the Study of the 19 th and 20 th Centuries (Harvard College Library, Cambridge, 1999), 12-13. As was the case with the Armenians, in the second half of the 19th century, Protestantism became widespread among the Syriacs of Kharberd, mostly as a result of the American missionary activities. Several prominent Syriac ministers and preachers, such as Gavmeh Ablahad, Hovhannes Chatalbash, Arakel Petikian, Maljan Chavoor, were active not only among Syriacs, but also Armenians, both in Kharberd and the United States 93 Մ. Ճիզմէճեան, Խարբերդ (M. Gismegian, Kharberd ), 311. . As previously noted, compared with the Orthodox, the Protestant Syriacs were more influenced by the Armenians because they were united with them in a common congregation. It is obvious that in Kharberd there were ‘Armenized’ Syriacs. Thus, one of the articles states: “Many [of our] people would treat asorí as a derogatory name. In the homeland, if you called them asorí , it would anger them. “It is you, who is asorí , I am a Christian Armenian,” they would say.” 94 Ն. Բեշարով, “Բաց նամակ վերապատվելի Գավմէ Ապլահատի” (N. Besharov, “An open letter to Reverend Gavme Ablahad) ( Babylon Vol. I, No. 21 [1920]). Another article states: “I have the conviction that the asorí nation will come to its senses and become aware once and for all of the poisonous microbes against which only a national paper can vaccinate. If not, then it is better to follow right away the nation [Armenians] whose language, literature, and customs we already use, than to do it a quarter of a century later.” 95 Ն. Գոյուն, “Ասորեն թերթը, որ պիտի գա” (N. Koyun, “The Syriac paper that is to come”) ( Babylon Vol. II, No. 4 [1920]). Catholic missionaries were also active in Kharberd, especially in the field of education, but they were not as successful as the Americans in attracting the locals into their denomination. There were only a few cases of conversion under the influence of the Capuchins. Among the Syriacs, those converted included one Safer Agha Safer and members of the Dasho family—Yaghub Agha Dasho and his brother Nazar Efendi Dasho, who was engaged in the tobacco trade. One of Nazar’s sons, Poghos, graduated from the Dominican Seminary of Mosul and became a priest under the name of Père Paul; his other son, Petros, became a physician and was known as Pierre Dasho. 96 Մ. Ճիզմէճեան, Խարբերդ (M. Gismegian, Kharberd ), 160. However, there is no evidence of the presence in Kharberd of the Syriac Catholic Church. There have been cases where Syriacs passed under the jurisdiction of the Armenian Apostolic Church. It happened, in particular, in the village of Aghvan, not far from Kharberd, where it was done not only by the laymen, but also the local Syriac Orthodox priest named Zeytun, apparently due to discords with Dionysius Abdenur Aslan, Bishop of Kharberd in 1896-1913. 97 B. Trigona-Harrany, The Ottoman Süryânî , 202. Conversions and ‘Armeniazation’ were undoubtedly causes of great dissatisfaction for the Syriac clergy. According to one of Sargon Donabed’s elderly informants, Bishop Dionysius Abdenur Aslan threatened those Syriacs who would be caught speaking Armenian with monetary penalties. 98 S. Donabed, Remnants of Heroes , 41. The validity of this testimony is very difficult to confirm today, but in any case, it seems unlikely that a high-ranking clergyman would really rely on threats and penalties to force the Syriacs out of their spoken language of several centuries. In all probability, this is an echo of a distorted memory of certain sanctions that the Church was trying to impose on the ‘renegade’ Syriacs. Bishop Dionysius, who was born in Urfa in 1851, meaning that himself he had hailed from an Armenian-speaking milieu, is indeed known for his attempts to limit the Armenian influence on Syriacs, opposing mixed marriages, and having serious problems with his own flock. The Syriac intellectuals of the city accused him of being overly pro-Ottoman and wasting church funds. After Kharberd, Dionysius Abdenur Aslan was the Bishop of Homs and then the Bishop of Diyarbakir until his death in 1933. He is occasionally remembered for his rich collection of Syriac manuscripts. 99 The fate of the Kharberd Bishopric after Dionysius Abdenur Aslan remains uncertain. According to some testimonies, the next Bishop was Kurillos Mansour, who was martyred during the 1915 Genocide, and according to others, the seat remained vacant until the final destruction of Kharberd. The educational and cultural upsurge of Western Armenians in the second half of the 19th century left positive impacts on the Syriacs as well. As previously mentioned, many Syriacs received good education in Armenian schools, including the ones founded by foreign missionaries. Some continued their education at the famous Euphrates College of Kharberd (originally, Armenia College), which was founded in 1878 by American missionaries and occupied a compound of more than ten buildings in the Upper Quarter. Essentially a missionary institution, the College became the leading provider of higher education in all of Western Armenia and was open to Christians of all denominations of both sexes. Manuk Gismegian provides the names of several male and female Syriac graduates of the Euphrates College: Sultan Maljan, Margrit Awkinian, Nazli Chatalbash, Mariam Kherpez, Elmas and Mariam Habib, Abraham Safer, Harutyun Barsam, Ezekiel Maljan, Alexianos Safer, Georg Habib, Mariam Barsam, Maritza Aslan, Maritza Safer, Nazli Gevork. 100 Մ. Ճիզմէճեան, Խարբերդ (M. Gismegian, Kharberd ), 311. Gismegian specifies that Margrit Awkinian was a teacher, but it is not clear where and what exactly she taught. The Assyrian Progress mentions another female graduate of the Euphrates College, Srbuhi Arslan. Of the 47 graduates of 1912, two were Syriacs, one male and one female. 101 B. Trigona-Harrany, The Ottoman Süryânî , 176, footnote 488. The Syriacs also studied at other Armenian-language educational institutions of Kharberd, including the Central College, the Smbatian Seminary, the school at St. Karapet church, the Girls’ School of the Lower Quarter, the Capuchins’ and Franciscan Sisters’ schools. They also had access to another Armenian-language provider of higher education, the Central Turkey College of Aintab (today Gaziantep), which had a medical faculty. The impressive number of authors, correspondents and contributors of Babylon and Nineveh and their high proficiency in the Armenian language, including writing poems, testify to a large number of Syriacs who were well-educated in Armenian. Kharberd produced one of the most prominent Syriac intellectuals in the Ottoman Empire, Ashur Yusuf. He was born Abraham Yusuf 102 Ե. Մալճան, “Անտիպ նոթեր” (E. Maljan, “Unpublished notes”) ( Babylon Vol. II, No. 17 [1921]). in 1858 into the family of tailor Sahak Yusuf. Having graduated from a school in Kharberd, he entered the Central Turkey College in Aintab but did not complete his studies. For many years, he worked as a teacher in various schools, while simultaneously engaging in self-education. Eventually, he became professor of Classical Armenian and calligraphy at the Euphrates College. Ashur Yusuf was a Protestant 103 Ibid. . His wife, Arshaluys Oghkasian, with whom he had seven children, was the daughter of an Armenian Evangelical minister. 104 Information about Ashur Yusuf's family can be found in The Bloody Smile , an Armenian-language book written by his daughter, Alice Nazarian, and published in Beirut in 1963, as well as in the unpublished Armenian- language diary by his eldest son, Rasin. This and the fact that Ashur Yusuf’s knowledge of the Syriac language was limited to the alphabet only, did not prevent him from becoming the first prominent advocate of nationalist ideas based largely on Assyrianism among Western Syriacs; hence the adoption of the pen-name ‘Ashur’ 105 Unlike the intellectuals of Urmia, whose Assyrianism was largely sparked by the terminology used by English missionaries, Ashur Yusuf apparently proceeded from his fellow countrymen’s claim of being the “sons of Ashur” (H. Southgate, Narrative , 80). Since this claim among Syriac Orthodox is not recorded anywhere else, it is safe to assume that it was a reflection of the old Armenian tradition that, at the popular level, identified Syriacs with ancient Assyrians. The enduring popularity of the legend of Semiramis and Ara the Handsome, King of Armenia, would on occasion urge Armenians to remind the Syriacs of being “Semiramis’s people.” Having “Assyrians” in their midst was important for Armenians (and remains so today in Armenia) for sustaining and nourishing their collective historical memory and sense of living history. . After the Young Turk Revolution of 1908, he founded and edited the first Western Syriac periodical in the Ottoman Empire, the Mürşid-i-Asiriyun (“Guide of the Assyrians”), which was published in Kharberd in Ottoman Turkish in Syriac script. Most of the articles were authored by Ashur Yusuf himself. In the April of 1915, Ashur Yusuf was arrested by Ottoman authorities and executed without trial a few days later together with all Armenian professors of the Euphrates College. In addition to articles, Ashur Yusuf’s surviving legacy includes poems in Armenian and Turkish, often imbued with the spirit and imagery typical of Protestant hymns. 106 Ասորվոց անզուգական ռահվիրան ( The Inimitable Assyrian Pioneer ) (Assyrian Five Association, Boston, 1919). Ashur Yusuf’s cousin, Abraham Yusuf (1866-1924), studied medicine at the Central Turkey College. He continued his education in the United States and later joined the US military rising to the rank of Major. Abraham Yusuf was one of the Syriacs delegated to the 1918 Paris Peace Conference. Ashur Yusuf was not the only Syriac professor at the Euphrates College. The other was Dr. Pierre Dasho, a Catholic mentioned above, who taught French at the College in addition to his medical practice. 107 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 335. He also published health-related articles in Kharberd’s Yeprat (“Euphrates”) Armenian newspaper 108 B. Trigona-Harrany, The Ottoman Süryânî , 107. , one of which was reproduced in Babylon . Incidentally, his brother, priest Poghos Dasho (Père Paul), for two years taught French and ancient history at the French College of Mezireh 109 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 417. . Another prominent Syriac intellectual from Kharberd was Rev. Arakel Petikian (1860-1902), a graduate of the Syriac school and the Smbatian Seminary of Kharberd. A Protestant minister, he was also a prolific author in the Armenian language under the pen-name ‘Gisak’ and is considered to be a part of Western Armenian literature. His book Gisakaran, Words and Advices from the Bottom of Heart of Gisak ( Գիսակարան՝ խօսք եւ խորհուրդք ի խորոց սրտի Գիսակի ) 110 Ա. Տագէսեան, Ա. Իւրնէշլեան, Լիբանանահայ գիրքը 1894-2012. մատենագիտական ցանկ (A. Dagesian, A. Eurneshlian, The Lebanese-Armenian Books in 1894-2012: a Bibliographic List (Beirut, Haykazian University Press, 2013), 44. was particularly popular. A more modest man of letters and lesser contributor to the Armenian literature was Ezekiel Maljan (1880-1965), a graduate of the Euphrates College and the editor of the Assyrian Progress , who published his collected works in Armenian entitled Collection of Meditations ( Հաւաքածոյ խորհրդոց ) 111 Վ. Հայկ, Խարբերդ (V. Haig, Kharberd ), 508. in California in 1954. Ashur Yusuf’s Mürşid-i-asiriyun was not the only periodical published in Kharberd by Syriacs. In 1910, Bishop Dionysius Abdenur Aslan published a nine-page periodical, Kawkva d-Suryaye (“Star of the Syriacs”), apparently trying to counterbalance Ashur Yusuf’s journal in which he was often severely castigated. The languages were Ottoman Turkish and Arabic written in Syriac script. That same year, a four-page periodical Hayat (“Life”) was published in Kharberd, with the same text both in Turkish and Arabic Garshuni. The publisher was a certain Paulos, who was supposedly another clergyman. Although there were printing houses in Kharberd, including the one at the Euphrates College, due to the lack of Syriac types, all three Kharberd periodicals were produced manually and then duplicated by a mimeograph machine. During the 1915 Genocide, the Syriacs of Kharberd eventually shared the fate of the Armenians. On June 26, Sabit Bey, the governor of Kharberd, issued a decree that Armenians and Syriacs should be exiled to Mesopotamia. 112 L. Davis, The Slaughterhouse Province: an American Diplomat’s Report on the Armenian Genocide, 1915-1917 (New Rochelle, New York, Aristide D. Caratzas, 1989), 143-144. But that same day, the Syriacs were allowed to stay in the city for a while, and the gendarmerie had to face the challenge of distinguishing them from Armenians, which, according to Henry Riggs, the President of the Euphrates College at that time, “was not as easy as it might seem.” 113 H. Riggs, Days of Tragedy in Armenia: Personal Experiences in Harpoot (1915-1917) (Gomidas Institute, 1997), 119. Gismegian notes, that “compared to Armenians, they [Syriacs] are better built and healthier; even the simplest outfit on a Syriac looks very nice, very decent” (M. Gismegian, Kharberd , 88). Vahe Haig describes Syriacs as “pugnacious and unbridled, but also enduring and sturdy” (V. Haig, Kharberd , 512). Riggs then adds that Turkish gendarmes forced Syriac boys to collect abandoned Armenian property in the Armenian churches of the city. 114 H. Riggs, Days of Tragedy in Armenia , 135. The second wave of arrests of Armenians and Syriacs occurred in the November of the same year, mainly in Mezireh, where the local Ottoman authorities and the US Consulate were located. 115 Ch. Walker, “Kharbert in 1915-1916,” in Armenian Tsopk\/Kharpert , ed. R. Hovannisian (Mazda Publishers, Costa Mesa, California, 2002), 334.- In the early 1920s, there were still some Syriacs in Kharberd who, with the help of their compatriots in the United States, were trying to preserve their traditional way of life. Eventually, they too had to leave the city. Many Syriacs managed to make it to the United States, which contributed to the process of institutionalization of their communities. In the English-speaking milieu, they chose to be called “Assyrians,” for a number of possible reasons 116 For more on the name issue in the United States see G. Kiraz, Syriac Orthodox in North America , 185-204. , but also because the impact of Ashur Yusuf’s ideas remained very strong (in fact, the Kharberdian communities in Massachusetts and New Jersey resisted the longest the switch to ‘Syriac’ nomenclature initiated by the Syriac Orthodox Church in the middle of the century). In 1924, the first Syriac Orthodox church of the Western Hemisphere was inaugurated in Worcester and named after the St. Mary church of Kharberd. The unofficial leader of the Massachusetts community was Ashur Yusuf’s cousin, Dr. Abraham Yusuf; Armenian on his mother’s side, he was equally involved with the local Armenian community. As mentioned above, in the 1920s, an expatriate Syriac community also emerged in California with many Syriacs here eventually assimilating into the Armenian community because of the big number of intermarriages 117 G. Kiraz, Syriac Orthodox in North America , 33. . The English-speaking second generation of the Kharberd Syriacs in the United States retained some knowledge of the Armenian language and was even able to stage and perform amateur plays and make public speeches in Armenian, as clearly indicated by the Assyrian Progress . Armenian was, after all, the only language in which they could communicate with their seniors who did not speak English. Armenian, however, was not inherited by the third generation. Together with the constant influx of Syriac immigrants from the Middle East, this led to the loss of the Armenian language, which was an important part of the unique identity of the natives of Kharberd, and the eventual disintegration of their old communities. Although in the Middle East and Diaspora there are many Syriacs who can converse in Armenian, as a rule, that ability is not inherited but acquired through close contacts with Armenians. 118 In contrast, many of the descendants of the Armenian-speaking Syriacs of Urfa still preserve Armenian as a “family language” in Syria and the Diaspora. The author had an opportunity to communicate freely in Armenian with the urfali Syriacs living in Toronto. After the 1915 Genocide, a number of Kharberd Syriacs moved to the Republic of Armenia, settling in the Nor Kharberd (New Kharberd) suburb of the capital, Yerevan. Among them was Ashur Yusuf’s eldest son Rasin, joined later by his mother, Arshaluys Oghkasian. Because of their Armenian language and inevitable intermarriages, these Syriacs were eventually assimilated by the Armenians, with very few people in Nor Kharberd preserving the memory of their Syriac ancestry today. Of the major cities of Western Armenia, Kharberd is perhaps the only one that was not only purged of its Christian population as a result of the Genocide but was also physically eliminated. In the 1920s, its Muslim population and several surviving Syriac families were resettled in Elazığ, while the buildings, including the Euphrates College compound and parts of the ancient Kharberd citadel, were dismantled and used as building blocks by the Turks. Today, there are only naked hillsides where Kharberd once stood, and by some irony, the only surviving building is the St. Mary Syriac Orthodox church, which was open to visitors until 1998, then locked, and then ‘repaired’ and partially made accessible again in the early 2000s. 119 R. Hewsen, “Golden Plain: the Historical Geography of Tsopk\/Karbert,” in Armenian Tsopk\/Kharpert , ed. R. Hovannisian (Mazda Publishers, Costa Mesa, California, 2002), 50. Ezekiel Maljan left this elegy for the St. Mary church: “For seventeen long centuries, the church of the Holy Mother of God stood like a faithful soldier on a rock beside the citadel. It witnessed victories and defeats, massacres and oppression, it was the object of the devotion of her faithful children, and that of the destruction of barbarous hands. Always standing, always vigilant in defending the faith of our forefathers who fought and became martyrs for that faith. She is still there like a true soldier. The centuries left her a kiss and are gone. Rain and flood, snow and storm danced on her roof and left too. Generations came and are gone, but the church of the Holy Virgin is still there, nowadays like a wounded soldier whose arms and legs are cut off, and the body is broken and soaked with blood. The city lay ruined, and only she remains there as if to guard the destroyed city that once boasted in its own glory. Her door is firmly closed, and pigeons nest on her chest. Slowly she decays like a soul in agony. If only a person or institution could be found that, if not out of love for religion, but out of love for antiquity and the arts would extend a hand to prolong her life just a little bit.” 120 Ե. Մալճան, Հաւաքածոյ (E. Maljan, Collection ), 28-29. BIBLIOGRAPHY Akopian A. Introduction to Aramean and Syriac Studies . Gorgias Press, 2017. Assyrian Progress , California (1933-1938). Babylon , Boston (1919-1921). Barsoum I. A. The Scattered Pearls . Gorgias Press, 2003. Becker A. Revival and awakening: American Evangelical missionaries in Iran and the origins of Assyrian nationalism . The University of Chicago Press, 2015. Brock S. “Armenian in Syriac Script.” In Armenian Studies. Études arméniennes. In Memoriam Haïg Berbérian , ed. D. Kouymjian. Lisbon: Calouste Gulbenkian Foundation, 1986. Brock S., Kiraz G. Gorgias Concise Syriac-English\/English-Syriac Dictionary . Gorgias Press, 2015. Courtois S. de. The Forgotten Genocide: Eastern Christians, the Last Arameans . Gorgias Press, 2004. Davis L. The Slaughterhouse Province: an American Diplomat’s Report on the Armenian Genocide, 1915-1917. New Rochelle, New York: Aristide D. Caratzas, 1989. Donabed S. and Shamiran M. “Harput, Turkey to Massachusetts: Notes on the Immigration of Jacobite Christians.” Chronos: Revue d’Histoire de l’Université de Balamand , No. 23 (2011). Donabed S. Remnants of Heroes: The Assyrian Experience . Assyrian Academic Society, 2003. Fiey J.-M. Pour un Oriens Christianus Novus: répertoire des diocèses syriaques orientaux et occidentaux . Orient-Institut, 1993. Gorgias Encyclopedic Dictionary ofthe Syriac Heritage . Gorgias Press, 2011. Gaunt D. Massacres, resistance, protectors: Muslim-Christian relations in Eastern Anatolia during World War I . Gorgias Press, 2006. Hewsen R. “Golden Plain: the Historical Geography of Tsopk\/Karbert.” In Armenian Tsopk\/ Kharpert , ed. R. Hovannisian. Costa Mesa, California: Mazda Publishers, 2002. Jastrow O. Der neuaramäische Dilekt von Mlahso . Wiesbaden: Harrassowitz Verlag, 1994. Joseph J. Muslim-Christian Relations and Inter-Christian Rivalries in the Middle East . Albany: State University of New York Press, 1983. Kévorkian R. “Demographic Changes in the Armenian Population of Diarbekir, 1895-1914.” In Armenian Tigranakert\/Diarbekir and Edessa\/Urfa , ed. R. Hovannisian. Costa Mesa, California: Mazda Publishers, 2006. Kieser H.-L. “Ottoman Urfa and its Missionary Witnesses.” In Armenian Tigranakert\/Diarbekir and Edessa\/ Urfa , ed. R. Hovannisian. Costa Mesa, California: Mazda Publishers, 2006. Kiraz G. The Syriac Orthodox in North America (1895-1995); a short history . Gorgias Press, 2019. Kramers J. H. “Kharput.” In Encyclopaedia of Islam , eds. M. Houtsma, T. Arnold, R. Basset, R. Hartmann. Brill Online, 1913-1936. Krikorian M. Armenians in the Service of the Ottoman Empire . London: Routledge & Kegan Paul, 1977. Léart M. (Krikor Zohrap). La question armeniénne à la lumière des documents . Paris, 1913. McCarthy J. Muslims and Minorities: The Population of Ottoman Anatolia and the End of the Empire . New York: New York University Press, 1983. Moranci Ch. “The Medieval Architecture of Kharpert.” In Armenian Tsopk\/Kharpert , ed. R. Hovannisian. Costa Mesa, California: Mazda Publishers, 2002. Naby E. “Almost Family: Assyrians and Armenians in Massachusetts.” In The Armenians of New England , ed. M. Mamigonian. Armenian Heritage Press, 2004. Naby E. and Hopper M., eds. The Assyrian Experience: Sources for the Study of the 19 th and 20 th Centuries . Cambridge: Harvard College Library, 1999. Nineveh , Boston (1927-1928). Riggs H. Days of Tragedy in Armenia: Personal Experiences in Harpoot (1915-1917) . Gomidas Institute, 1997. Sachau E. Reise in Syrien und Mesopotamien . Leipzig, 1883. Shaw S. and Shaw E. History of the Ottoman Empire and Modern Turkey: Volume 2 . Cambridge University Press, 2002. Sokoloff M. A Syriac Lexicon . Eisenbrauns\/Gorgias Press, 2009. Southgate H. Narrative of Visit to the Syrian [Jacobite] Church of Mesopotamia . New York, 1856. Sunguroğlu İ. Harput Yollarında . Istanbul: Yeni Matbaa, 1958. Takahashi H. and Weitenberg J. “The Shorter Syriac-Armenian Glossary in Ms. Yale Syriac 9, Part 1.” Journal ofthe Canadian Society for Syriac Studies , Volume 10 (2010). Taylor W. The Syrian Orthodox Church and the Church of England 1895-1914. Cambridge Scholars Publishing, 2013. Trigona-Harrany B. The Ottoman Süryânî from 1908 to 1914 . Gorgias Press, 2009. Walker Ch. “Kharbert in 1915-1916.” In Armenian Tsopk\/Kharpert , ed. R. Hovannisian. Costa Mesa, California: Mazda Publishers 2002. Հայկ Վ. Խարբերդ եւ անոր ոսկեղէն դաշտը . Նիւ Եորք , 1959 (Haig V. Kharberd and her golden plain . New York, 1959). Ճիզմէճեան Մ. Խարբերդ եւ իր զաւակները . Ֆրէզնո , 1955 (Gismegian M. Kharberd and its children . Fresno, 1955). Մալճան Ե. Հաւաքածոյ խորհրդոց . Լոս Անջելես, 1954 (Maljan E. Collection of Meditations . Los Angeles, 1954). Նազարեան Ա. Արիւնոտ ժպիտը . Պէյրութ , 1965 (Nazarian A. The Bloody smile . Beirut, 1965). Տագէսեան, Ա. եւ Իւրնէշլեան, Ա. Լիբանանահայ գիրքը 1894-2012. մատենագիտական ցանկ . Պէյրութ, Հայկազեան Համալսարանի հայ տպագր. , 2013 (Dagesian A. and Eurneshlian A. The Lebanese-Armenian Books in 1894-2012: a Bibliographic List . Beirut: Haykazian University Press, 2013). Images Image 1: The Syriac quarter of Kharberd (source: houshamadyan.org) Image 2: The Mart Maryam Syriac church of Kharberd (on the left side, source: Haig V., Kharberd and her golden plain) Image 3: The altar of the Mart Maryam church (source: Haig V., Kharberd and her golden plain) Image 4: The Euphrates College of Kharberd (source: houshamadyan.org) Image 5: Ashur Yusuf (the official Euphrates College photograph, source: Gismegian M., Kharberd and its children) Image 6: Arakel Petikian (source: Gismegian M., Kharberd and its children) Image 7: Gisakaran by Arakel Petikian Image 8: Ezekiel Maljan (standing far left) with his parents and brothers (source: Maljan E., Collection of Meditations) Image 9: Collection of Meditations by Ezekiel Maljan Image 10: Dr. Abraham Yusuf (source: Gismegian M., Kharberd and its children) Image 11: The Malke Syriac family of Kharberd (source: houshamadyan.org) Image 12: The Arslan Syriac family of Kharberd (source: houshamadyan.org)",
    "title" : 
    [ "Syriacs of Kharberd (Kharput) on the Eve of the 1915 Genocide",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Akopian, Arman" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n2akopian",
    "type" : "article",
    "displayTitleEnglish" : "The Syriacs of Kharberd (Kharput) on the Eve of the 1915 Genocide" }