
  { "fullText" : "Emma Loosley Lemming and John Tchalenko, Notes on the Sanctuary of St. Symeon Stylites at Qalʿat Simʿān (Leiden: Brill, 2019). Pp. x + 132; $179.00. This splendid volume consists of three sections. First, a biographical overview (pp. 1-27) documenting the extraordinary life and brilliant work of Georges Tchalenko (1905-1987) written by Georges’ son John. Second, a short essay (pp. 28-32) on the historiography of Qalʿat Simʿān written by Emma Loosely. And third, Georges’ Notes (written in French) on the sanctuary of Qalʿat Simʿān with photographs and plans. Loosley and John Tchalenko have translated Notes into English and have included selected restoration and reconstruction drawings and photographs housed in the Beirut archive of Georges Tchalenko. The biographical section reveals first a man who was a gifted student. In 1928 he earned a degree as a certified engineer at the University of Braunschweig. His German mentors praised his work. His sense of architectural design reflects the Bauhaus tradition during its initial decades – a connection that would be interesting to pursue. Georges Tchalenko also possessed considerable organizational talents. His political allegiance was liberal and anti-fascist. He was a Slavophile and at the end of the Second World War sought Russian citizenship which was twice denied. In 1933 Georges Tchalenko travelled to Palestine, and that pre-war date marks the beginning of his archaeological magnum opus . In 1935 he married Gerda Mangold, a union that was marked by long bouts of separation. Georges Tchalenko comes across as a person of pessimistic, self-critical temperament, dissatisfied especially with his ex¬tended state of penury, with the quality of his own work, with his lonely life, with his want of a passport, with his longing for repatriation with his Motherland (he was born in St. Petersburg), and with lack of scholarly recognition. In fact, it is clear from the biographical section that his closest friend, Henri Seyrig, Director of the French Services des Antiquités , held Georges Tchalenko in the highest regard. Loosley introduces the beginning of part 2 with a short – and in my view, disappointing – discussion of Qalʿat Simʿān as a sacred place. The historiography of sacred place begins not in the 1990s as she suggests but instead in a late 19 th or early 20 th -century context (cf. P. C. Finney, “TOPOS HIEROS und christlicher Sakralbau in vorkonstantinischer Überlieferung” Boreas 7 [1984], 193-225). Loosley expresses the view that it was not the personhood of Symeon Stylites that formed the basis of Qalʿat Simʿān as a holy place, and this is incorrect. After Symeon’s death the only material evidence of his person that survived at Qalʿat Simʿān was the column which became the symbolic center of the cult devoted to the veneration of the saint. But the column was a holy place because a holy man had resided on it. The second part of Loosley’s discussion is biographical, focused on Georges Tchalenko’s struggle to bring his work to a successful conclusion. He worked with a typewriter and hand-written corrections. Georges Tchalenko wrote under difficult circumstances, including exile, war, conflict with his rivals at the Institut français du Proche-Orient , and technological limitations. He was still at work on Qalʿat Simʿān and the Syrian bêma churches into his early 80s. The third part of this remarkable volume gives Georges Tchalenko’s useful historiography of the excavation and restoration of the Qalʿat Simʿān sanctuary. The martyrion , the monastery, the funerary chapel, the baptistery, the guest houses (cf. Rabun M. Taylor, “Xenodocheion,” The Eerdmans Encyclopedia of Early Christian Art and Archaeology [Grand Rapids, 2017], s.v.) are at issue here. Georges Tchalenko gives a chronology of the sanctuary which extends over the 5 th to 19 th centuries. He traces the history of the sanctuary before and after its restoration. Throughout this discussion Georges Tchalenko’s photographs and plans accompany the text. The work of restoration is the most impressive part of this discussion. Part 3 is an informative and important addition to the architectural history of early Christian Syria.",
    "title" : 
    [ "Notes on the Sanctuary of St. Symeon Stylites at Qalʿat Simʿān",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Finney, P. Corby" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n2prfinney",
    "type" : "review",
    "displayTitleEnglish" : "Notes on the Sanctuary of St. Symeon Stylites at Qalʿat Simʿān" }