
  { "fullText" : "Bibliography of Syriac and Christian Arabic Studies in Russian, 2019 See previous issues of the Bibliography in: Scrinium #2 (2009): 481–487; #4 (2009): 394–402; Hugoye #13:1 (2010): 108–117; #16:1 (2013): 134–155; #17:1 (2014): 132–140; #18:1 (2015): 125–145; #19:1 (2016): 247–257; #20:1 (2017): 317–331; #21:1 (2018): 127–141; #22:1 (2019): 295–305. Addenda 2017 Кольченко, В. А. [Valerii A. Kolchenko], “Припишпекское (Кара-Джигачское) средневековое христианское кладбище по данным архивных документов о раскопках 1886 года” [“Pri-Pishpekskoe (Kara-Jigachskoe) Medieval Christian Cemetery According to Archival Documents Concerning the Excavations of 1886”], Религии Казахстана и Центральной Азии на Великом Шёлковом пути. Алматы , 12-13 июня 2017 года . – Almaty, 2017, pp. 167–179. Крамаровский, М. Г. [Mark G. Kramarovskii], “О христианских конфессиях Солхата в XIII–XIV вв. (предварительное сообщение)” [“On the Christian Comminities of Solkhat in the 13th and 14th Centuries (A Preliminary Communication)”], Материалы по археологии, истории и этнографии Таврии 22 (2017): 399–326. Нуржанов, А. А. [Arnabay A. Nurzhanov], “Культовые сосуды карлуков-несторианцев из городища Кастек” [“The Cult of Karluk-Nestorians from the Kastek Settlement”], Народы и религии Евразии 1–2 (2017): 14–22. Французов, С. А. [Serge A. Frantsouzoff], “Полный список Библии на арабском языке в Санкт-Петербурге: Проблема датировки” [“The Complete Bible in Arabic in Saint Petersburg: the Problem of Dating”], Славянская Библия в эпоху раннего книгопечатания: К 510-летию создания Библейского сборника Матфея Десятого \/ ed. by А. А. Алексеев [Anatoly A. Alekseev] – Saint Petersburg: Издательство Пушкинского Дома, 2017, pp. 110–123. 2018 Кобищанов T. Ю. [Taras Yu. Kobishchanov], “Христиане Ближнего Востока и роль их «заговора» в Архипелагской экспедиции российского флота 1769–1774 гг.” [“The Christians of the Middle East and the Role of the their “Conspiracy” in the Archipelago Expedition of the Russian Navy in 1769–1774”], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3; 57 (2018): 48–58 Куликов, А. О. [Aleksandr O. Kulikov], “Несторианская Хроника Сеерта как источник по истории доисламского Среднего Востока” [“The Nestorian Chronicle of Seert as a Historical Source for the History of Pre-Islamic Middle East”], Vita memoriae: теория и практика исторических исследований . – Nizhny Novgorod, 2018, pp. 45–49. Микульский, Д. В. [Dimitry V. Mikulski], “Легенда о монахе Бахире, предсказавшем будущность пророка Мухаммада, в Сире Ибн Исхака – Ибн Хишама (VIII–IX вв.) и у историка Х в. ал-Мукаддаси” [“The Legend of Monk Baḥīrā, Who Predicted the Fate of Prophet Muḥammad, in the Sīra by Ibn Isḥāq – Ibn Hishām (8th–9th c.) and in al-Muqaddasī”], Вестник Института востоковедения РАН 3 (2018): 193–199. Михайлов, С. С. [Sergey S. Mikhailov], “Ассирийцы в Шуе: неизвестная страница городской истории и культуры XX столетия” [“Assyrians in Shuya: Unknown Chapter of Urban History and Culture of the 20th Century”], Борисовский сборник 9. – Ivanovo: Шуйский историко-художественный и мемориальный музей им. М. В. Фрунзе, Ивановское областное краеведческое общество, 2018, pp. 73–80. Михайлов, С. С. [Sergey S. Mikhailov], “Историческая память, связанная с прежней родоплеменной принадлежностью у ассирийцев диаспор городов Центральной России” [“Historical Memory Associated with the Former Tribal Affiliation of the Assyrians Living in the Cities of Central Russia”], Вестник Чувашского государственного института культуры и искусств 13 (2018): 195–203. Михайлов, С. С. [Sergey S. Mikhailov], “Ассирийцы Псковского края: к истории диаспоры” [“Assyrians of the Pskov Region: On the History of the Diaspora”], VIII Псковские международные краеведческие чтения . Том 2. – Pskov: Псковский государственный университет, 2018, pp. 50–57. Морозов, Д. А. [Dmitry A. Morozov], “Ранний арабский перевод Аладдина и волшебной лампы как памятник языка арабо-христианской литературы” [“The Earliest Arabic Translation of Aladdin and the Magic Lamp as a Specimen of the Christian Arabic Usage”], Каптеревские чтения 16 (2018): 319–326. Панченко, К. А. [Konstantin A. Panchenko], “ Tемный век палестинского монашества: упадок и возрождение ближневосточных монастырей на рубеже мамлюкской и османской эпох” [“ Dark Age of Palestinian Monasticism: Decline and Revival of Near Eastern Monasteries at the Turn of Mamluk and Ottoman Epochs”], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3; 57 (2018): 59–88. Петрова, Ю. И. [Yulia I. Petrova], “ Хождение к горе Божией Синай как памятник мелькитской паломнической литературы” [“ Pilgrimage to the Mountain of God Sinai as an Example of of the Melkites’ Itineraria), Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3; 57 (2018): 89–101. Попова, И. Ф. [Irina F. Popova] et al., eds., Азиатский Музей – Институт восточных рукописей РАН: путеводитель [ The Asiatic Museum – Institute of Oriental Manuscripts of the Russian Academy of Sciences: A Guidebook ]. – Moscow: Издательство восточной литературы, 2018. – 894 pp., ills. – ISBN 978-5-9907945-9-7. Религии Центральной Азии и Азербайджана [ Religions of the Central Asia and Azerbaijan ], vol. IV. Христианство [Christianiaty]. – Samarkand: МИЦАИ, 2018. Сарабьев, А. В. [Aleksei V. Sarabjev], “ Ориентальные Церкви Леванта и Месопотамии в условиях продолжающейся социальной фрагментации” [“ Oriental Churches of Levant and Mesopotamia in Continuing Social Fragmentation”], Контуры глобальных трансформаций: политика, экономика, право 11:4 (2018): 150–168. Французов, С. А. [Serge A. Frantsouzoff], “Хождение Зосимы к блаженным сынам Ионадава: к характеристике арабо-православной версии” [“Itinerary of Zosimas to the Blessed Sons of Jonadab: Some Features of the Arabic Version”], Вестник Православного Свято-Тихоновского гуманитарного университета , Ser. 3; 57 (2018): 124–130. Хаутала, Р. В. [Roman V. Khautala], “Исламизация Джучидского и Хулагуидского улусов в сравнении: точки зрения мусульманских и христианских источников” [“The Islamization of the Jochid and Hulaguid Uluses in Comparison: Points of View from Muslim and Christian Sources”], Золотоордынское обозрение 6:4 (2018) 676–695. Шульга, Д. П. [Daniil P. Shulga], “Распространение несторианского учения в Китае в контексте Шёлкового пути” [“Distribution of Nestorianism in China in the context of the Silk Road”], Философский текст в современной текстовой культуре . – Simferopol, 2018, pp. 73–76. 2019 Ава Ройел, Мар, еп. [Mar Awa Royel], “История взаимоотношений Ассирийской Церкви Востока и Русской Православной Церкви” [“History of the Relationship between the Assyrian Church of the East and the Russian Orthodox Church”], Церковь и время 87 (2019): 235–251. Бауло, А. В. [Arkadii V. Baulo], “К вопросу о следах деятельности христианских миссий в Зауралье и на севере Западной Сибири в VIII–XVI веках” [“Evidence Relating to the Christian Missions in the Trans-Urals and Northwestern Siberia (8th to 16th Centuries)”], Археология, этнография и антропология Евразии 47:3 (2019): 104–110. Бумажнов, Д. Ф., Фомичева, С. В., пер. [Dmitrij F. Bumazhnov, Sofya V. Fomicheva, trs], “Мар Нарсай, Против иудеев” [“Mār Narsai, Against the Jews”], Богословские труды 49 (2019): 320–355. Зиновкин, А. Ю. [Aleksandr Yu. Zinovkin], “Что мы знаем о сирийском экзегете Ишодаде Мервском?” [“What Do We Know About the Syriac Exegete Ishoʿdad of Merv?”], Актуальные вопросы церковной науки 2 (2019): 193–199. Иларион (Алфеев), митр., ред. [Metr. Hilarion of Volokolamsk, ed.] Преподобный Ефрем Сирин и его духовное наследие . Материалы конференции [ Saint Ephrem the Syrian and his Spiritual Heritage . Proceedings of the Conference] – Moscow: Познание, 2019. – 408 pp. – ISBN 978-5-906960-51-1. [Калинин, М.Г. = Maxim G. Kalinin], “Иосиф Хаззайа. Книга глав о ведении. Новооткрытые фрагменты” \/ критическое издание сирийского текста, перевод с сирийского, предисловие и примечания М.Г. Калинина [“Joseph Ḥazzāyā. Book of the Chapters on Knowledge. Newly Discovered Fragments”. Translation from Syriac, Preface and Notes by Maxim G. Kalinin], Библия и христианская древность 2:2 (2019): 15–53. doi: 10.31802\/2658-4476-2019-2-2-00-00 Калинин, М.Г. [Maxim G. Kalinin], “Новое свидетельство полемики о том, может ли человечество Христа созерцать Его Божество” [“New Evidence of the Controversy About Whether the Humanity of Christ Can Contemplate His Divinity”], Богословский Вестник 34:3 (2019) 250–264. doi: 10.31802\/2500-1450-2019-34-00-00 Кобищанов, Ю. М. и др. [Yuri M. Kobishchanov et al.], Очерки истории христианских цивилизаций [ Essays on the History of the Christian Civilizations ] 2 vols. – Moscow: Политическая энциклопедия, 2019. – ISBN 978-5-8243-2311-5. Кольченко, В. А. [Valerii A. Kolchenko], “Христианское кладбище монгольского времени на городище Бурана (по данным архивных документов о раскопках 1886 года)” [“Christian Cemetery of Mongol Time at Burana Town (According to the Archival Documents Concerning the Excavations in 1886”], Генуэзская Газария и Золотая Орда , vol. 2. – Kazan-Chișinău: Stratum, 2019, pp. 209–221. Кольченко, В. А. [Valerii A. Kolchenko], “Архитектурный тип Объекта IV городища Ак-Бешим: часовня с двором или зальная церковь?” [“An Architectural Type of the Object IV at the Urban Settlement of Ak-Beshim: a Chapel with a Courtyard or a Hall Church?”]. Древности Восточной Европы, Центральной Азии и Южной Сибири в контексте связей и взаимодействий в евразийском культурном пространстве (новые данные и концепции). – Saint Petersburg: ИИМК РАН, Невская Типография, 2019, pp. 188–190. Ларченко, В. Ю. [Valentina Yu. Larchenko], “Появление христианства (несторианства, католицизма, протестантизма, православия) в Корее” [“The Emergence of Christianity (Nestorianism, Catholicism, Protestantism, Orthodoxy) in Korea”], Известия Иркутского Государственного Университета. Серия: История 28 (2019): 35–42. Максим (Судаков), мон. [Monk Maxim Sudakov], “Христология Мартирия-Сахдоны” [“The Christology of Martyrius-Sahdona”], Богословский вестник 32:1 (2019): 140–171. Михайлов, С. С. [Sergey S. Mikhailov], “К истории формирования ассирийской диаспоры в 1920–1930-х гг.: выходцы из области Диз в Москве и городах Центральной России” [“On the History of the Assyrian Diaspora in the 1920s-1930s: People from the Diz Region Migrated to Moscow and Central Russia”], Столица и провинции  10 (Saint Petersburg: ЛГУ им. А.С. Пушкина, 2019), pp. 122–126. Михайлов, С. С. [Sergey S. Mikhailov], “Небольшая диаспора в условиях войны и оккупации: из истории ассирийцев в годы Великой Отечественной войны” [“A Small Diaspora in War and Occupation: On the History of Assyrians during the Great Patriotic War”], Природно-географические факторы в повседневной жизни населения России: история и современность . – Saint Petersburg: ЛГУ им. А.С. Пушкина, 2019, pp. 266–271. – ISBN 978-5-8290-1789-7. Михайлов, С. С. [Sergey S. Mikhailov], “Древний народ в древнем городе: ассирийская диаспора в Ржеве в XX столетии” [“Ancient People in the Ancient City: Assyrian Diaspora in Rzhev in the 20th century”], 800 лет: История Ржева в лицах и событиях России. Rzhev: Ржевское краеведческое общество, 2019, pp. 140–151. Михайлов, С. С. [Sergey S. Mikhailov], “К истории возникновения ассирийских диаспор в городах Рязанской области в 1920–1930-х. гг.” [“On the History of the Assyrian Diasporas in the Cities of the Ryazan Region in the 1920–1930s.”], Материалы и исследования по рязанскому краеведению 59. – Ryazan: РИРО, 2019, pp. 70–79. Михайлов, С. С. [Sergey S. Mikhailov], “Ассирийские диаспоры в социокультурной жизни городов Центральной России ХХ столетия” [“Assyrian Diasporas in the Social and Cultural Life of the Cities of Central Russia in the 20th Century”], Проблемы и тенденции развития социокультурного пространства России: история и современность . – Bryansk: БГИТУ, 2019, pp. 423–430. Михайлов, С. С. [Sergey S. Mikhailov], “Чистильщик обуви в небольшом городе Центральной России в 1950–1960-х гг.” [“Shoe-Shiners in Small Towns in Central Russia in the 1950s and 1960s.”], История повседневности и образ жизни россиян в XIX–XXI вв . – Shadrinsk: ШГПУ, 2019, pp. 83–88. Михайлов, С. С. [Sergey S. Mikhailov], “Праздник Мар-Шалыта в культурной традиции московских ассирийцев – потомков выходцев из области Диз” [“Mar Shalita Celebration in Cultural Traditions of Moscow Assyrians – Decendants of the Immigrants from Diz”], Жизнь провинции: история и современность. – Nizhny Novgorod: ННГУ им. Н.И. Лобачевского, 2019, pp. 205–213. Михайлов, С. С. [Sergey S. Mikhailov], “Из истории ассирийской диаспоры в г. Мичуринск (Тамбовская область)” [“On the History of the Assyrian Diaspora in Michurinsk (Tambov Region)”], Конфессиональные и этнические группы Российских регионов в XIX–XXI вв. – Moscow: Эдитус, 2019, pp. 23–37. Молчанов, Д. О. [Dmitry O. Molchanov], “Методы и особенности богословия святого Ефрема Сирина на примере пасхальных мадрашей Об опресноках ” [“Methods and Features of the Theology of St. Ephrem the Syrian in His Hymns On the Unleavened Bread ”], Актуальные вопросы церковной науки 1 (2019): 23–28. Морозов, Д. А. [Dmitry A. Morozov], “К чтению числительных в датах арабо-христианских памятников” [“Numerals in the Dates of Christian Arabic Texts”], Каптеревские чтения 17 (2019): 212–226. Притула, A. Д. [Anton D. Pritula], “Культура домонгольского Хорасана” [“The Culture of Pre-Mongol Khorasan”], Жизнь в средневековом Хорасане . Exhibition Catalogue. – Saint Petersburg, 2019, pp. 12–19. Сериков, Н. И. [Nikolaj I. Serikoff], “Заметка о греческом письме и греческом языке в сочинении арабского автора Х в. Ибн ан-Надӣма Китāб ал-Фихрист и ее происхождение” [“A Note about the Greek Script and the Greek Language as Found in the Kitāb al-Fihrist by Ibn al-Nadīm”], Ориенталистика 2:1 (2019): 119–133. doi: 10.31696\/2618-7043-2019-2-1-119-133 Судаков, Максим, мон. see: Максим (Судаков), мон. Тихонова, О. В.; Шакунова, Л. А. [Oxana V. Tikhonova, Larisa A. Shakunova], “Проблема авторства первого стихотворного перевода Псалтыри на арабский” [“The Problem of the Authorship of the First Arabic Psalter Poetic Translation”], Восток (Oriens) 4 (2019): 135–145. Худяков, Ю. С. [Yulii S. Hudyakov], “Сведения о распространении мировых прозелитарных религий и традиционных верований и погребальных обрядов среди енисейских кыргызов и кыштымов в периоды раннего и развитого средневековья” [“The Evidence on the Dissemination of the Proselytizing Religions and Traditional Beliefs and Funerary Rites Among the Yenisei Kyrgyz and Kyshtym During the Early and High Middle Ages”], Народы и религии Евразии 19 (2019) 127–143. Forthcoming Панченко, К. А., ред. [Konstantin A. Panchenko, ed.], Антология литературы православных арабов . Т. I: История [ Anthology of the literature of Orthodox Arabs . Vol. 1: History]. – Moscow: ПСТГУ, 2020.  – ISBN 978-5-7429-1240-8; ISBN 978-5-7429-1241-5 (vol. 1).",
    "title" : 
    [ "Bibliography of Syriac and Christian Arabic Studies in Russian, 2019",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kessel, Grigory",
      "Seleznyov, Nikolai N." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n1bib-russian",
    "type" : "bibliography",
    "displayTitleEnglish" : "Bibliography of Syriac and Christian Arabic Studies in Russian, 2019" }