
  { "fullText" : "Introduction In the West Syriac tradition, the Šḥimo We are using in the current article the 4 th edition of the Šḥimo (ܫܚܺܝܡܳܐ܆ ܨܠܰܘ̈ܳܬܳܐ ܕܫܰܒܬܳܐ ܫܚܺܝܡܬܳܐ ܠܦܽܘܬ ܛܶܟܣܳܐ ܕܥܺܕܬܳܐ ܣܽܘܪܝܳܝܬܐ ܕܰܐܢܛܝܽܘܟ ܬܪܺܝܨܰܬ ܫܽܘܒܚܳܐ ), ed. Aphram Barsoum, Jounieh, 1981 4 . The English translation is borrowed, when available, from Bede Griffiths, The Book of Common Prayer of the Syrian Church, Awsār Slāwōt’ō 1. Kottayam, India: St. Ephrem Ecumenical Research Institute, 2017. is the service book for regular weekday prayers which was compiled most likely at the end of the seventh century by Jacob of Edessa. The manuscript tradition (British Library Add 14704; Paris syr. 150) attests that the services of the canonical hours of the ferial days were arranged by Jacob of Edessa (cf. William Wright, A Short History of Syriac Literature . London: A. and C. Black, 1894, p. 145-146; Ignatius Aphram I Barsoum, The Scattered Pearls. A History of Syriac Literature and Sciences , tr. Matti Moosa, New Jersey: Gorgias Press, 2003 2 , p. 59-60). The latest theological study on the Šḥimo by Menzer Habil accepts this assumption (‘‘La théologie du salut selon le cycle hebdomadaire syro-antiochien. Étude historique et théologique’’, Villeneuve d’Ascq : Atelier national de reproduction des thèses, 2013, p. 27-34). In this book, the Mother of God is commemorated in numerous verse hymns and metrical texts, mostly anonymous, apart from a few verses explicitly ascribed to Ephrem, Jacob of Serugh, Balaï, and Simon the Potter. But when considering exclusively the works recognized by the scholars as authentically written by Ephrem the Syrian, one may be surprised to notice that the Šḥimo in use today in the Syriac Orthodox Church contains only one stanza dedicated for Mary that derives from the authentic Ephrem ( ܗܳܢܰܘ ܝܰܪܚܳܐ ܐ Nat. 5, 1). Here are the other Marian hymns of the Šḥimo attributed to Ephrem in Assemani and Lamy, and which are actually parts of anonymous madroshe : ܒܪܺܝܟ ܗ̱ܽܘ ܚܰܝܠܳܐ ( Šḥimo p. 15, ܡܰܕܪܳܫܳܐ ܕܗܳܢܰܘ ܝܰܪܚܳܐ , Lamy II, col. 519), ܐܰܒܳܐ ܟܬܰܒ ܗ̱ܘܳܐ ( Šḥimo p. 72, Lamy III, col. 969); ܐ̱ܪ̈ܳܙܰܝܟܝ ܒܰܪ̱ܬ ܕܰܘܺܝܕ ( Šḥimo p. 103, ܡܰܕܪܳܫܳܐ ܕܦܰܪܕܰܝܣܳܐ, Lamy II, col. 535), ܠܐ ܪܓܺܝܫܺܝܢ ܟܪ̈ܽܘܒܶܐ ( Šḥimo p. 158, Assemani VI, p. 479-480). The verse hymns entitled ܒܳܥܽܘܬܐ ܕܡܳܪܝ ܐܰܦܪܶܝܡ (Supplication of St. Ephrem) are definitely not of him. The parts ascribed to Jacob of Serugh, on the other hand, seem to be more significant. Over the seven ܒܳܥܽܘܬܐ ܕܡܳܪܝ ܝܰܥܩܽܘܒ dedicated to Mary in the Šḥimo , three are extracted from the same homily 196 of Jacob of Serugh ( Šḥimo p. 16, 73-74, 90 = B VI, hom. 196, p. 3-4, 13, 14, 6-7 [615-616; 625-626; 618-619]). The remaining supplications are unfound in the published homilies of Jacob (see Appendix 3). Faithful in general to the tradition of the Syriac Fathers, these texts make great use of typology. In this paper, I suggest to study three texts of the Šḥimo containing different Old Testament prefigurations of Mary. This will lead us to demonstrate how the Syriac Liturgy, like Jacob of Serugh and Simon the Potter, has expanded and simplified Ephrem’s condensed thought. The comparison of the Marian typology in the Šḥimo with Ephrem and Jacob of Serugh will hopefully show, at least in part, how this compiled service book has embraced the earlier tradition and developed it. Results are summarized in three appendices: 1- Table of the Old Testament Marian symbols, used in the Šḥimo with their parallel references in the Bible, Ephrem and Jacob of Serugh; 2- Table of particular Marian titles and epithets used in the Šḥimo with their parallel occurrences in Ephrem and Jacob of Serugh; 3- Marian verses attributed to Jacob of Serugh in the Šḥimo lacking parallels in his published homilies. 1. THE TENT OF ABRAHAM, THE TREE BEARING THE LAMB AND THE NEW WELL In a short paragraph of the Šḥimo (p. 114), three symbols from the book of Genesis prefiguring Mary are mentioned: “The glorious Tent of Abraham in which God entered and dwelt, as well as the tree bearing the lamb offered instead of Isaac, and the new well in the desert, depicted your figure.” ܡܰܫܟܢܳܐ ܫܒܺܝܚܳܐ ܕܰܐܒܪܳܗܳܡ. ܕܰܐܠܳܗܳܐ ܥܰܠ ܘܰܫܪܳܐ ܒܶܗ. ܐܳܦ ܐܺܝܠܳܢܳܐ ܛܥܺܝܢ ܐܶܡܪܳܐ. ܕܰܚܠܳܦ ܐܺܝܣܚܳܩ ܐܶܬܩܰܪܰܒ. ܘܒܺܝܪܳܐ ܚܕܰܬܐ ܕܰܒܕܰܒܪܳܐ. ܛܽܘܦܣܳܐ ܕܺܝܠܶܟܝ̱ ܪܳܫܡܺܝܢ ܗ̱ܘܰܘ. The current editions of the Šḥimo give ܒܺܝܪܬܳܐ ( palace) instead of ܒܺܝܪܳܐ (well). This is an error to be corrected, for there is absolutely no biblical or patristic reference to a “new palace in the desert”. Moreover, the same paragraph in the Fenqiṯo (4 th General Sunday, 1 st Qawmo d-lilyo ) changes the last sentence from “depicted your figure” (ܛܽܘܦܣܳܐ ܕܺܝܠܶܟܝ ܪܳܫܡܺܝܢ ܗ̱ܘܰܘ) into “gives life to the mortals” (ܝܳܗܒܳܐ ܚܰܝ̈ܶܐ ܠܡܳܝܽܘ̈ܬܶܐ) which corresponds better to a well than a palace. The three depictions of Mary found in the above mentioned stanza are all alien to Ephrem. a) Although the most famous Syrian poet states that: “God dwelt in the tent of Abraham” ( On Genesis 7, 4, CSCO 152, p. 65), he doesn’t go further in comparing that tent with Mary. Jacob of Serugh, however, makes the step. He affirms that if somebody asks boldly how the womb of Mary was able to contain God, the answer is that it is easy for Him to dwell in the smallness, as He dwelt in the bush on Mount Sinai and in the tent of Abraham (cf. B III, hom. 94, p. 588). ܘܰܐܝܟܰܢܳܐ ܠܰܡ ܟܰܪܣܳܐ ܥܪܳܬܶܗ ܘܰܗܘܳܐ ܥܽܘܠܐ܆ ܘܛܰܥ̈ܢܳܝܗ̱ܝ ܒܽܘܪ̈ܟܶܐ ܘܺܝܢܶܩ ܚܰܠܒܳܐ ܐܶܢ ܐܰܠܳܗܰܐ ܗ̱ܘ. ܐܳܘ ܠܳܟ ܕܳܐܡܰܪ ܗܶܢܶܝܢ ܗܳܠܶܝܢ ܡܰܪܳܚܳܐܺܝܬ܆ ܐܰܝܟܰܘ ܬܶܗܪܳܟ ܐܰܘ ܕܽܘܡܳܪܐ ܠܡܰܢ ܩܳܪܶܐ ܐܰܢܬ. ܟܰܪܣܳܐ ܙܥܽܘܪܝܳܐ ܘܪܰܒ ܐܰܠܳܗܳܐ ܡܶܢ ܒܶܪ̈ܝܳܬܳܐ܆ ܘܠܐ ܝܺܕܰܥܬܳܝܗ̱ܝ ܕܰܦܫܺܝܩ ܢܶܫܪܶܐ ܒܰܙܥܽܘܪܽܘܬܳܐ. ܐܳܦܠܳܐ ܒܣܰܢܝܳܐ ܫܪܳܐ ܗ̱ܘܳܐ ܡܳܕܶܝܢ ܥܰܠ ܛܽܘܪ ܣܺܝܢܰܝ܆ ܐܳܦܠܳܐ ܠܡܰܫܟܢܳܐ ܨܶܝܕ ܐܰܒܪܳܗܳܡ ܥܰܠ ܐܰܝܟ ܕܰܟܬܺܝܒ. b) The second image is the tree bearing the ram (Gn 22, 13) which is a symbol of Mary giving birth to Christ. Another stanza of the Šḥimo refers to the same image in greater detail (p. 89). ܬܳܐ ܐܰܒܪܳܗܳܡ. ܒܰܕܶܩ ܠܰܢ ܥܰܠ ܐܺܝܠܳܢܳܐ ܘܡܶܛܽܠ ܐܶܡܪܳܐ. ܥܰܠ ܐܺܝܠܳܢܳܐ ܡܰܢ ܢܰܨܒܶܗ ܘܡܶܛܽܠ ܐܶܡܪܳܐ ܡܰܢܽܘ ܝܰܠܕܶܗ. ܠܰܘ ܒܰܪܢܳܫܳܐ ܢܰܨܒܶܗ ܠܺܐܝܠܳܢܳܐ ܘܠܐ ܡܶܢ ܢܶܩܝܳܐ ܐܶܬܺܝܠܶܕ ܐܶܡܪܳܐ. ܘܠܰܘ ܡܶܢ ܙܰܪܥܳܐ ܒܛܶܢܬܶܗ ܡܰܪܝܰܡ ܠܰܡܫܺܝܚܳܐ. ܗܽܘ ܨܒܳܐ ܒܳܗ̇ ܘܐܰܓܶܢ ܒܳܗ̇. ܘܰܕܢܰܚ ܡܶܢܳܗ̇ ܘܰܚܬܺܝܡܳܐ. ܬܰܘ ܢܶܙܡܰܪ ܠܶܗ ܫܽܘܒܚܳܐ ܒܕܽܘܟܪܳܢ ܝܳܠܶܕܬܶܗ ܗ̄ ܨܠܽܘܬܳܗ̇ ܥܰܡܰܢ. But according to Ephrem, the tree bearing the lamb is a symbol of the Cross only. On Genesis 20, 3 (CSCO 152, p. 84); Sermones in Hebdomadem Sanctum II, 449-452 (CSCO 412, p. 16); Sogyata 3, 10 (CSCO 186, p. 204). This is against what S.P. Brock wrote: “Some of the ‘types’, however, are distinctive to the Syriac tradition: thus Mary as a ‘tree’ is based ultimately on Ephrem’s Commentary on Gen. 22:13, where the ram ‘held’ in the tree (bush) is seen as a type of Christ, the Lamb, held in Mary’s womb.” (Sebastian P. Brock, “Mary,” in Gorgias Encyclopedic Dictionary of the Syriac Heritage: Electronic Edition , edited by Sebastian P. Brock, Aaron M. Butts, George A. Kiraz and Lucas Van Rompay, https:\/\/gedsh.bethmardutho.org\/Mary ). The Marian typology here is apparently absent from his writings. Jacob of Serugh, on the other hand, expands the image and sees in the landscape of the Moriah, not only the death of Christ but also his miraculous birth: the ram born from the thicket without marriage is the image of Jesus’ birth from the Virgin Mary; the offering of the ram represents the sacrifice of the Cross and the preservation of Isaac’s life from death’s corruption prefigures the resurrection of Christ (cf. B III, hom. 80, p. 311-312; Konat suggests that Hom. 80 entitled “On the Mysteries, Types and Figures of Christ” is a compilation of verses from different homilies of Jacob, made probably by a redactor and not by the author himself, though the latter assumption cannot be omitted (see Johns Abraham Konat, ‘‘A Metrical Homily of Jacob of Serugh on the Mysteries, Types and Figures of Christ: Authentic or Compilation?’’, Le Muséon 118:1-2 (2005), p. 72-73). B IV, hom. 109, p. 102-103). In his third homily on Nativity, Jacob asserts: “That tree which provided the ram on the mountain of Isaac is the young girl who conceived the fruit in her womb without marital union. The Well that came out in the wilderness for the world and it [world] drank is the infant in whom the thirst of the peoples has been quenched.” ET in Jacob of Sarug’s Homilies on the Nativity , tr. Thomas Kollamparampil, New Jersey: Gorgias Press, 2010, Nat. III, lines 119-122, p. 200 (see also Nat. I, line 643, p. 82 = B VI, hom. 201, p. 138 [750]). (B VI, hom. 203, 184 [796]) c) This strophe brings us to the third image of the well in the desert, which refers to Num. 21:16-18. A well (ܒܺܪܳܐ) was there, the well of which the Lord said to Moses: Gather the people to me and I will give them water. At that time Israel sang this song, ‘Come up, O well, sing to it. The well that the leaders dug, and the chiefs of the people excavated and searched it with their staffs.’ From the wilderness it was given at Mattanah. (The Antioch Bible) The well the nobles of the people dug with their rods and staffs, while the people were gathered and watching refers to the rock of the previous chapter Num. 20:8-11, which Moses struck with his staff. Take you a rod and gather the assembly, you and Aaron your brother. Speak unto the rock (ܟܺܐܦܳܐ) in their sight, so that it will give its water; bring our water from the rock and let the assembly and their beasts drink it. Moses took a staff from before the Lord as he commanded him. Moses and Aaron gathered all the assembly to the rock, and said to them: Hear now, you complainers! From this rock we shall bring out water for you. Moses raised his hand and hit the rock with his rod two times, and much water came out, and all the people drank, and their beasts. (The Antioch Bible). In the Pauline imagery, the rock is the Christ (1 Cor. 10:4). In the Pauline lineage, Jacob of Serugh identifies the rock hit by Moses’s rod with Christ’s side opened with the soldier’s lance on the Cross (Jo 19:34). It is the well dug upon Golgotha from which the Living Waters flowed out (B I, hom. 18, p. 445; B II, hom. 48, p. 336). He calls it a “new well” (ܒܺܪܳܐ ܚܕܰܬܳܐ)” and makes the connection with the above mentioned chapters of the book of Numbers (B II, hom. 53, p. 588-589; B III, hom. 95, p. 647-648). But surprisingly, in a single couplet, Mary is assigned the title of “new well”: “Mary is the new well, whence flowed the Living Waters; though unpierced, she gave birth to abundant streams for the thirsty.” (B VI, hom. 199, p. 91 [703]) ET from S.P. Brock, “The Mysteries Hidden in the Side of Christ”, Sobornost 7 (1978), p. 470. The discussion of the authenticity of the homily in question is beyond the limits of this paper. But it is worth noting the problem created by this imagery: in the case of Mary the well is unpierced, unlike the rock or the well of Moses and the Lord’s side which are comparable by the mere fact that they were both pierced. Peppard notes that the Bible reports encounters of women at wells. Jacob, Isaac, and Moses found their wives at wells. When Jesus met the Samaritan woman at a well (John 4), marriage was a topic of discussion. Thus, whenever in the Bible a man and a woman meet at a water source, a bride may be found, be she real or spiritual only (Michael Peppard, The World’s Oldest Church: Bible, Art and Ritual at Dura-Europos, Syria , New Haven, Conn: Yale University Press, 2016, p. 191). Following this biblical tradition, Syriac iconography represents the Virgin Mary receiving the announcement about her pregnancy at a wellspring. The Annunciation scenes in many Syriac manuscripts include a well with water or a vessel containing water, such as a pitcher beside the Virgin who receives the Holy Spirit in the form of water. In the Rabbula Gospels, Mary listens to the angel’s words, while water flows from a fountain or well into the vessel beside her. In the 13 th century icons, the well is placed between Mary and the angel Gabriel (cf. Lamia Doumato, “Book Review of Peppard, The World’s Oldest Church…”, Syriac Orthodox Patriarchal Journal 55, 2017, p. 86-87). Yet, another stanza in the Šḥimo tries to maintain that Mary is the rock of the desert, although Christ is actually the true Rock: “The rock which brought forth streams in the desert was clearly a figure of you, holy virgin from whom came forth in the creation the Son of God, Who is the true rock, as Paul said.” ( Šḥimo p. 165, ET p. 929) Murray has showed that Ephrem is acquainted with the Jewish legend of the twelve streams giving drink to the twelve tribes, Robert Murray, Symbols of Church and Kingdom: A Study in Early Syriac Tradition, London \/ New York: Cambridge University Press, 1975, p. 209-210. Murray explains that this tradition was attached to the Rock already by the second century BC, but in its developed form seems to combine Elim (Ex. 15: 27) with the well of Be’er (Num. 21:16-18), and finally makes all one with the miraculous travelling well of Miriam. echoed also in the Šḥimo (p. 105). “… there are twelve springs which flowed in the desert…” But in all his writings, this rock of Exodus – Numbers is always a type of Christ, and never of Mary. In Nat. 2,10, it is applied to Christ sending the Apostles: “O Source untasted by Adam, which gave forth twelve speaking springs and Life filled the world! Jesus, who was called ‘Rock’ was represented as a type in the midst of the rock, [to show] that through the twelve Apostles he gives the ‘Medicine of Life’ to the whole world to drink.” In summary, neither Ephrem nor Jacob of Serugh applies to Mary the image of the rock. The latter states clearly: “The rock that gave birth to rivers for the great people is Christ who supplied life to the dead world.” B VI, Hom. 203, p. 183 [795], ET in Jacob of Sarug’s Homilies on the Nativity , op. cit., Nat. III, lines 111-112, p. 198. See also Hom. 80, p. 307. 2. THE BUSH, THE ARK, THE FLEECE AND THE LADDER The Saturday Vespers in the Šḥimo gives a concise stanza which contains four Marian symbols: “Moses likened you to the bush and David, your father, to the ark, Gideon figured you by the fleece and Jacob the just by the ladder, by which the race of man has been raised up to heaven.” (Šḥimo p. 150, ET p. 859) a) The typological application of the burning bush (Ex 3,2) to Mary’s womb, abundantly attested in the Šḥimo (p. 5, 28, 54, 83, 88, 150, 176, 180-181, 183, 189), is found in some works not certainly attributed to Ephrem. Cf. Commentary on the Diatessaron I, 25; Sermo II, 13-16 (CSCO 363, p.39) ET by S.P. Brock “Homily on the Nativity” in, The Harp of the Spirit, Poems of Saint Ephrem the Syrian , Cambridge: The Institute for Orthodox Christian Studies, 2013 3 , p. 91. But in the V th -VI th century, the image became familiar to Jacob of Serugh who explained it extensively in his great Homily on Faith (cf. B III, hom. 94, p. 588-589). b) The Ark of the Covenant with its contents resembles Mary. In the ark were the jar of Manna and the tables of the Law; in Mary were the bread of life and the Word of God ( Šḥimo p. 65, 69, 89, 180). Also, the jar of the Manna and the tables themselves are symbols of Mary because they embrace symbols of Christ: the Manna (bread) and the word of God ( Ibid. ). Furthermore, the staff of Aaron which budded within the holy of holies is taken as a figure of the Virgin Mary who brought forth Christ without intercourse with man ( Ibid. , and p. 183). Ephrem compares Mary to the Ark only in regard to the Word of God dwelling in her (cf. Nat. 4, 113; 16, 16). He calls her “a pure tablet” (ܠܽܘܚܳܐ ܕܟܺܝܬܳܐ) in comparison to the stony tablets of the Law ( Nat. 16, 17). He refers also to the staff of Aaron: “The staff of Aaron sprouted, and the dry wood brought forth; his symbol has been explained today-it is the virgin womb that gave birth.” ( Nat. 1, 17) Ephrem doesn’t seem to use the jar of Manna as a Marian symbol. This is also the case for Jacob of Serugh, who compares David leaping and dancing before the ark (2 Sam. 6: 14-16) with John leaping in the womb of his mother Elizabeth in front of Mary (B VI, hom. 198, p. 58-59 [670-671] cf. also B VI, hom. 197, p. 37 [649]). This comparison explains why the Šḥimo stanza quoted above says about Mary: “David your father likened you to the ark”. Moreover, Jacob states that Aaron’s staff which sprouted leaves without watering pictured the womb which carried the fruit without marriage (B III, hom. 80, p. 314, Hom 93, p. 565, B VI, hom. 201, p. 138 [750]). According to Jacob, the two tablets are figures of the two testaments (B I, hom. 25, p. 593-594). No Marian typology is evoked in this regard. c) In the writings of Ephrem, there is at least one certain reference to the fleece of Gideon (Jud. 6:36-40) as a symbol of the Virgin Mary The fleece of Gideon symbolizes also the teaching of the Christ ( Virg. 8, 17) and the baptism ( Epiph. 7, 14). : “One depicted His descent by the rain descending gently, and represented Mary by the magnificent and pure fleece.” ܚܰܕ ܨܳܐܰܪ ܗ̱ܘܳܐ ܡܰܚܰܬܬܶܗ܆ ܒܡܶܛܪܳܐ ܕܰܢܚܶܬ ܢܺܝܚܳܐܺܝܬ܆ ܘܰܠܡܰܪܝܰܡ ܬܽܘܒ ܪܳܫܶܡ ܗ̱ܘܳܐ܆ ܒܓܶܙܬܳܐ ܓܐܺܝܬܳܐ ܘܰܕܟܺܝܬܳܐ. Sermo II, 3, 304-307(CSCO 311, p. 62). One may also mention Sog. I, 16: ܓܶܙܬܳܐ ܗ̱ܝ ܡܰܪܝܰܡ ܕܰܢܚܶܬ ܠܳܗ̇܆ ܡܶܢ ܐܰܒܳܐ ܡܶܛܪܳܐ ܕܒܽܘܪܟܬܳܐ. When speaking about the fleece, Jacob combines the symbolism of Mary and the baptism found separately in Ephrem (B III, hom. 80, p. 312-313, ET by Konat, “A Metrical Homily”, op. cit. , p. 79-80. see also B VI, hom. 203, 183 [795]). d) The ladder of Jacob (Gen. 28:12) is a Christological symbol present in the background of Joh 1: 51. In the Šḥimo , it represents, on one hand, the Church (p. 116), and on the other hand, the Virgin May by whom the humans were raised up to heaven (p. 150, 176, 180). For Ephrem, Christ revealed himself to Jacob through the ladder (Sog. III, 8). For Jacob of Serugh, the ladder is an image of the Cross (B III, hom. 74, p. 196-197; B V, hom. 166, p. 475) and the crucified himself (B V, hom. 179, p. 710). The Marian typology is absent in both writers’ works. 3. THE VEIL a) In a particular image of the Šḥimo , Mary is called “veil of the godhead (ܫܽܘܫܶܦܳܐ ܕܰܐܠܳܗܽܘܬܳܐ) whose mystery was represented by Moses” (p. 64-65, ET p. 465). Both Mary and the veil covering the shining face of Moses (Exod. 34:33-35) concealed something from the Godhead. This comparison, unknown to Ephrem, is marvelously developed by Jacob of Serugh, in his Homily on the veil of Moses : That hidden child who did not loose the seals of virginity at his birth loosened the veil of prophecy at his crucifixion. Joy of heart did he provide to both prophecy and virginity, for at his birth and at his crucifixion the two of them shone out: for virginity he preserved intact, that she might not be laid bare, while prophecy’s face he uncovered, that she might not be veiled. Since his birth did not tear that veil of virginity, on his cross he tore off that covering from prophecy. He preserved youth in the ranks of virginity, while he lightened the burden that old age was carrying. The young Mary continued on in her virginity, while the aged Moses cast off the covering that proved heavy. The virgin rejoiced that he had preserved her virginity, the prophet too rejoiced that he had removed from him the veil. He left virginity’s beauty preserved untouched, He revealed prophecy’s beauty that had been covered up. Moses leaps with Joy for he has revealed his beauty that had been veiled; Mary exults for her virginity has not been harmed. The girl and the aged man both have gained their true beauty through the Son of God who himself is the beauty of all beautiful things. The great prophet bore him on his face beneath the veil, Mary bore him within the gates of her virginity. At his birth he left the seals unbroken, at his crucifixion he removed the veils from the prophets. He revealed their words, and the earth was illumined at their revelation; their symbols shone out and all now possess their explanation. ET by Sebastian P. Brock, Jacob of Sarug’s Homily on the Veil on Moses’ Face . Texts from Christian Late Antiquity 20, Homilies of Mar Jacob of Sarug 1. Piscataway, NJ: Gorgias Press, 2009, p. 50-52. (B III, hom. 79, p. 300-301) b) But another couplet attributed in the Šḥimo to Jacob of Serugh describes Mary as a veil, in a different sense: “May that veil (ܫܽܘܫܶܦܳܐ) , which poured life on the pathway of the world, make intercession and offer our prayers before God.” (p. 104, ET p. 379) The couplet is not found in the so far published homilies of the bishop of Serugh. But it has resonances in his writings, rooted in the Bible, specifically in Prov. 30: 4: “Who has gone up to heaven and come down? Who has gathered up the wind in the palms of his hands? Who has bound the waters in a veil (ܡܰܢ ܨܰܪ ܡܰܝ̈ܳܐ ܒܫܽܘܫܶܦܳܐ) ?...” The veil referred to here is the clouds, as confirmed by a parallel verse Job 26:8 “He has bound the waters in His clouds (ܨܰܪ ܡܰܝ̈ܳܐ ܒܰܥܢ̈ܳܢܰܘܗ̱ܝ) ”. Ephrem comments on the question of Salomon and applies it to both the Eucharist and Mary, making reference also to the veil that covers the offerings and the altar, and the tradition of taking the Eucharist in veiled hands: “[14] ‘Who has ever grasped the wind in his hands?’ Come and see, Solomon, what your father’s Lord (Ps 110:1) has done! Fire and Spirit, against their nature, he has mingled and poured into his disciples’ hands. [15] Who has ever bound the waters in a veil?” (ܡܰܢܽܘ ܨܰܪ ܡܰܝ̈ܳܐ ܒܫܽܘܫܶܦܳܐ) he asked. See, a font in a veil — the lap of Mary (ܗܐ ܒܫܽܘܫܶܦܳܐ ܡܰܒܽܘܥܳܐ ܟܶܢܦܳܗ̇ ܕܡܰܪܝܰܡ)! Your handmaids receive in a veil (ܒܓܰܘ ܫܽܘܫܶܦܳܐ) From the Cup of Life, a drop of life (ܢܽܘܛܦܰܬ ܚܰܝ̈ܶܐ) [16] See, Power concealed in the veil of the sanctuary, a power which no mind has ever conceived. His love bent down, descended, and hovered over the veil on the altar of reconciliation.” (Fid. 10,14-16) ET by Robert Murray, “A Hymn of St. Ephrem to Christ on the Incarnation, the Holy Spirit, and the Sacraments”, Eastern Churches Review 3, 1970, p. 144. [translation modified] The Fire and Spirit are in the lap of Mary and in the Bread and the Cup ( Fid. 10,17). The veil is Mary’s lap which is compared to a cloud containing a font - Christ, and distilling life to the world. The veil also covers the altar, the Cup of Life, and the hands of the women receiving the communion. This constellation of symbols is repeated more plainly by Jacob of Serugh on different occasions. Like Ephrem, Jacob rephrases the question of Prov. 30:4: “Who has ever seen the Spirit hold in the palms, or a veil in which waters are bound?” This happened, answered Jacob, in the incarnation which was completely unexpected because nobody has ever hoped to see and touch God who is Spirit: “The ear heard and the eye saw and the hands held the Spirit in the palms and the Living Waters in the veil. The Fire is placed on the fingers of humans, And they turn it over without being burned by the flame. Behold, the Living Waters are in the holy Veil – Mary who was bound up and sealed in virginity. The Holy Spirit dwelt in the bread and it became Body, And behold, the humans are holding the Glorious (Spirit) in the palms. The Fire and the Spirit are being eaten and drunk. This is something new that no one has ever imagined.” ܡܰܢܽܘ ܚܙܶܐ ܠܶܗ ܪܽܘܚܳܐ ܒܚܽܘ̈ܦܢܶܐ ܟܰܕ ܡܶܬܠܰܒܟܳܐ܆ ܐܰܘ ܫܽܘܫܶܦܳܐ ܕܰܨܪܺܝܪܺܝܢ ܒܳܗ̇ ܡܰܝ̈ܳܐ ܡܶܡܬܽܘܡ [...] ܘܫܶܡܥܰܬ ܐܶܕܢܳܐ ܘܰܚܙܳܬ ܥܰܝܢܳܐ ܘܰܠܒܰܟ ܐܺܝ̈ܕܶܐ܆ ܪܽܘܚܳܐ ܒܚܽܘ̈ܦܢܶܐ ܘܡܰܝ̈ܳܐ ܚܰܝ̈ܶܐ ܒܓܰܘ ܫܽܘܫܶܦܳܐ. ܢܽܘܪܳܐ ܕܣܺܝܡܳܐ ܥܰܠ ܨܶܒ̈ܥܳܬܳܐ ܕܰܒܢܰܝ̈ܢܳܫܳܐ܆ ܘܰܡܗܰܦܟܺܝܢ ܠܳܗ̇ ܘܠܐ ܝܳܩܕܺܝܢ ܒܳܗ̇ ܒܫܰܠܗܶܒܺܝܬܳܐ. ܗܳܐ ܒܫܽܘܫܶܦܳܐ ܕܩܽܘܕܫܳܐ ܡܰܪܝܰܡ ܡܰܝ̈ܳܐ ܚܰܝ̈ܶܐ܆ ܘܰܨܪܺܝܪܳܐ ܗ̱ܘܳܬ ܘܰܚܬܺܝܡܳܐ ܗ̱ܘܳܬ ܒܰܒܬܽܘܠܽܘܬܳܐ. ܪܽܘܚܳܐ ܕܩܽܘܕܫܳܐ ܫܪܳܬ ܠܳܗ̇ ܒܠܰܚܡܳܐ ܘܰܗܘܳܐ ܦܰܓܪܳܐ܆ ܘܗܳܐ ܠܒܺܝܟܺܝܢ ܠܳܗ̇ ܐ̱ܢܳܫܳܐ ܒܚܽܘ̈ܦܢܶܐ ܠܰܡܫܰܒܰܚܬܳܐ. ܘܢܽܘܪܳܐ ܘܪܽܘܚܳܐ ܗܐ ܡܶܬܰܐܟܠܳܐ ܐܳܦ ܡܶܫܬܰܬܝܳܐ܆ ܥܒܳܕܳܐ ܚܰܕܬܳܐ ܕܠܐ ܣܠܶܩ ܡܶܡܬܽܘܡ ܥܰܠ ܪܶܥܝܳܢܳܐ܀ (B IV, hom. 133, p. 743-745) “Who is the one who grasped the wind\/Spirit in his cupped hands unless here, for Fire and Spirit are grasped in the palms of hands and in swaddling clothes? Who has tied up water in a veil (ܫܽܘܫܶܦܳܐ) , unless Mary who in her virginity, conceived the child who is wholly a marvel? The young virgin carried the Living Water in the womb, and it became a wonder that had never happened in the world, apart from it. O King Solomon, come, see that your parable has been explained by Him, and sing praise to the Lord of your father, if you can. The wind has been grasped in the palms and in the fingers and without violence the waters were bound up within the veil (ܫܽܘܫܶܦܳܐ) .” ( Nat. III, lines 153-162, p. 204 = B VI, hom. 203, p. 185-187 [797-798]) “That- “who bound the water in the veil”- why it was said, but because of the bosom of Mary which multiplied life. If you look, who held the wind\/Spirit in His hand, behold, inside the palms (there is) fire and Spirit, for he who takes Him.” (B III, hom. 80, p. 314, ET Konat, “A Metrical Homily”, op. cit. , p. 81 ; see also B II, Hom. 43, p. 236) The detailed interpretation given by Jacob of Serugh, inspired by some condensed words of Hymn 10 on Faith of Ephrem, reveals a rhetorical difference between the two Syrian poets. It is about writing intensely or extensively. The power of Ephrem’s poetry is in its concise phrasing joined to a highly suggestive imagery, whereas the style of Jacob reflects his prolixity dictated by his concern to instruct and entertain, through a clear discourse, the audience sitting and listening to him for long hours. The prayers of the Šḥimo follow Jacob’s strategy and simplify the condensed ephremian thought, making it more accessible to the simple worshippers. 4. THE SIMPLIFICATION OF EPHREM’S THOUGHT IN THE ŠḤIMO Even though only one single stanza in the Šḥimo derives from the genuine Ephrem (cf. introduction), the book is imbued with ephremian thought. The following examples will hopefully show how Liturgy tries to make the ephremian legacy more accessible, by elucidating its allusive style. a) Towards the disputants who pretend to know everything about God, His son and His deeds, Ephrem expresses his basic embarrassment to find an appropriate name for Jesus (Nat. 6, 1-2). The same applies for Jesus’ mother: “Our Lord, no one knows how to address Your mother. [If] one calls her “virgin,” her child stands up, and “married”- no one knew her [sexually]. But if Your mother is incomprehensible, who is capable of [comprehending] You?” ( Nat. 11, 1) ܠܶܐܡܳܟ ܡܳܪܰܢ܆ ܠܳܐ ܐ̱ܢܳܫ ܝܳܕܰܥ܆ ܐܰܝܟܰܢ܆ ܢܶܩܪܶܝܗ̇ ܒܬܽܘܠܬܳܐ ܢܶܩܪܶܝܗ̇܆ ܝܰܠܕܳܗ̇ ܩܳܐܶܡ ܘܰܡܙܰܘܰܓܬܳܐ܆ ܠܳܐ ܐ̱ܢܳܫ ܚܰܟܡܳܗ̇܆ ܘܶܐܢ ܗܽܘ ܕܶܐܡܳܟ܆ ܠܳܐ ܡܶܬܕܰܪܟܳܐ܆ ܠܳܟ ܡܰܢ ܣܳܦܶܩ. This idea expressed by Ephrem in 23 words is reformulated twice in the Šḥimo , once in the meter of ܩܽܘܩܳܝܐ (attributed to Simon the Potter) with 42 words (p. 15), ܡܽܘܢ ܐܶܩܪܶܝܟܝ̱ ܐܳܘ ܒܪ̱ܬ ܕܘܺܝܕ ܠܳܐ ܝܳܕܰܥ ܐ̱ܢܳܐ. ܘܰܐܝܢܳܐ ܫܡܳܐ ܠܶܟܝ̱ ܐܶܟܰܢܶܐ ܡܰܪܝܰܡ ܠܳܐ ܪܓܺܝܫ ܐ̱ܢܳܐ. ܒܬܽܘܠܬܳܐ ܐܶܩܪܶܝܟܝ̱: ܒܪܳܐ ܝܺܢܶܩ ܡܶܢܶܟܝ̱. ܐܶܡܳܐ ܐܶܩܪܶܝܟܝ̱: ܒܬܽܘ̈ܠܰܝܟܝ̱ ܩܰܝܳܡܺܝܢ. ܡܶܟܺܝܠ ܝܳܠܕܰܬ ܐܰܠܳܗܳܐ ܩܳܪܶܐ ܐ̱ܢܳܐ ܠܶܟܝ̱. ܘܢܶܒܗܰܬ ܣܳܦܪܳܐ ܕܳܪܽܘܫܳܐ ܕܒܳܨܶܐ ܠܶܗ ܠܝܰܠܕܶܟܝ̱ ܗ̄ ܚܪܶܡ ܗ̱ܽܘ ܕܒܳܨܶܐ ܠܶܗ. and again in the meter of ܙܳܕܶܩ ܕܢܶܗܘܶܐ with 48 words (p. 89). ܐܰܝܟܰܢ ܐܶܩܪܶܝܟܝ̱. ܒܰܪ̱ܬ ܕܰܘܺܝܕ ܠܳܐ ܝܳܕܰܥ ܐ̱ܢܳܐ ܕܬܰܗܺܝܪ ܐ̱ܢܳܐ ܠܺܝ. ܘܰܐܚܕܰܢܝ̱ ܬܶܗܪܳܐ. ܘܕܽܘܡܳܪܳܐ ܘܠܳܐ ܣܳܦܶܩ ܐ̱ܢܳܐ ܐܶܒܨܶܐ ܝܰܠܕܶܟܝ̱. ܐܶܩܪܶܝܟܝ̱ ܐܶܡܳܐ ܒܬܽܘ̈ܠܰܝܟܝ̱ ܩܰܝܳܡܺܝܢ. ܐܶܩܪܶܝܟܝ̱ ܒܬܽܘܠܬܳܐ ܚܰܠܒܳܐ ܥܰܠ ܚܰܕܝܶܟܝ̱. ܡܶܟܺܝܠ ܐܶܩܪܶܝܟܝ̱. ܒܬܽܘܠܬܳܐ ܝܳܠܕܰܬ ܐܰܠܳܗܳܐ. ܕܰܐܢ̱ܬܝ̱ ܗܘܰܝܬܝ̱ ܠܶܗ ܒܬܶܕܡܽܘܪܬܐ. ܐܶܡܳܐ ܠܡܳܪܳܐ ܕܡܰܠܰܐܟ̈ܶܐ. ܬܰܘ ܢܶܙܡܰܪ ܠܶܗ. ܫܽܘܒܚܳܐ ܒܕܽܘܟܪܳܢ ܝܳܠܶܕܬܶܗ ܗ̄ ܨܠܽܘܬܳܗ̇ ܥܰܡܰܢ. Both reformulations lack the last and most important contrast in Ephrem’s stanza (if Your mother is incomprehensible, who is capable of [comprehending] You?). Here is the translation of the first text: “How to call you, I know not, daughter of David; and what name to give you, Mary, I cannot tell. If I call you virgin, I see a son who sucks at your breast; if I call you mother, your virginity remains; therefore I will call you mother of God, that the learned may be put to shame and the disputant who would question your child (ܝܰܠܕܶܟܝ) , halleluia, cursed be he who would investigate Him.” (ET, p. 231) b) In another example, Ephrem compares two miraculous births: Eve born from Adam and Jesus from Mary. He says: “The man (Adam) who never gives birth, bore Eve the mother: how much more should Eve’s daughter (Mary) be believed to have borne a child without [the aid of] a man!” ܠܚܰܘܳܐ ܝܳܠܽܘܕܬܳܐ ܝܰܠܕܳܗ̇܆ ܓܰܒܪܳܐ ܕܡܶܡܬܽܘܡ ܠܳܐ ܝܳܠܶܕ܆ ܟܡܳܐ ܬܶܬܗܰܝܡܰܢ ܒܰܪܬ ܚܰܘܳܐ܆ ܕܠܳܐ ܓܰܒܪܳܐ ܝܰܠܕܳܐ ܝܶܠܕܰܬ. ( Nat. 1, 15) It is striking that two modern translations of this paragraph missed the meaning of “ܓܰܒܪܳܐ ܕܡܶܡܬܽܘܡ ܠܳܐ ܝܳܠܶܕ” , and translated it: “the man who never was born” (McVey) “He gave birth to the Mother, Eve-he, the man who never was born; how worthy of faith is the daughter of Eve, who without a man bore a child!” (Kathleen Elizabeth McVey, Ephrem the Syrian. Hymns on the Nativity, Hymns Against Julian, Hymns on Virginity and on the Symbols of the Lord. The Classics of Western Spirituality. New York \/ Mahwah: Paulist Press, 1989, p. 65) , “A man (Adam) who himself knew no birth” (Brock). “A man (Adam) who himself knew no birth, bore Eve the mother: how much more should Eve’s daughter (Mary) be believed to have given birth without the aid of a man!” (Sebastian P. Brock, ‘‘Mary in Syriac Tradition’’, in Mary’s Place in Christian Dialogue: Occasional Papers of the Ecumenical Society of the Blessed Virgin Mary, 1970–1980 . Edited by Stacpoole, Alberic. Slough: St. Paul’s Publications, 1982, p. 187). This is quite understandable because Ephrem’s elusive style makes often his ideas difficult to grasp at first glance – and sometimes after multiple readings. Therefore, Jacob of Serugh elucidates as usual the condensed thought of Ephrem and puts it in a developed paragraph, of which I quote only a few couplets: “You admit that a man gave birth to a woman and you have no difficulty, and you do not believe that Mary, in a virginal way, gave birth… Adam, a man gave birth to a woman and there is no doubt, and Mary, a woman, since she gave birth to child, there is controversy… If you are an unbeliever, take the two (away) from your teaching, and admit to me that neither Adam nor Mary gave birth. It is unjust that you believe the begetting through man, and you falsely accuse the woman that she is corrupted as a result of her birthing. The way of her having a child is abandoned but not that of a man (Adam); grant to her that generation of man in her virginity. When Eve came forth, there was no breach in the integral nature, and how here, in the coming forth of the child are there many breaches?” (B VI, hom. 199, 92- 93 [704-705]) ET by James Puthuparambil, Mariological Thought of Mar Jacob of Serugh, Moran ‘Eth’o 25, SEERI, Kottayam, 2005, p. xviii. The same idea is found in a hymn of the Šḥimo composed in the meter of ܠܳܟ ܡܳܪܝܐ ܩܳܪܶܝܢܰܢ: ܕܝܰܠܕܳܗ̇ ܓܰܒܪܳܐ ܠܰܐܢ̱ܬܬܳܐ ܡܰܘܕܶܐ ܥܰܡܳܐ. ܘܡܰܪܝܰܡ ܝܶܠܕܰܬ ܠܰܡܫܺܝܚܳܐ ܟܳܦܪܺܝܢ ܛܳܠܽܘܡ̈ܶܐ. ܚܰܘܳܐ ܐܳܕܳܡ ܝܰܠܕܳܗ̇ ܘܰܚܬܺܝܡ ܣܶܛܪܶܗ. ܘܡܰܪܝܰܡ ܝܶܠܕܰܬ ܠܰܡܫܺܝܚܳܐ ܘܰܢܛܺܝܪܺܝܢ ܒܬܽܘܠܶܝ̈ܗ̇. ܐܶܢ ܓܰܒܪܳܐ ܕܠܳܐ ܝܳܠܶܕ ܝܺܠܶܕ: ܟܡܳܐ ܫܰܪܺܝܪ ܒܰܛܢܳܗ̇ ܕܰܒܬܽܘܠܬܳܐ. ܕܺܝܠܶܕܬܶܗ ܠܥܰܡܰܢܽܘܐܶܝܠ ܒܬܶܗܪܳܐ ܘܕܽܘܡܳܪܳܐ. “The [Jewish] people admit that the man (Adam) gave birth to the woman (Eve). But the unbelieving deny that Mary gave birth to Christ. Adam gave birth to Eve while his side remained sealed, and Mary gave birth to Christ while her virginity was preserved. If the man who does not give birth, did give birth, how much more true is the conception of the Virgin who gave birth to Emmanuel, miraculously and marvelously.” ( Šḥimo p. 47) One can see again how the Šḥimo is explaining in 33 words what Ephrem had expressed in 15 words only, and Jacob of Serug in a long paragraph of 273 words. In his long letter to Rabban Yeshu’, a Syrian monk fascinated by the Greek rituals, who criticized the simplicity of the Syriac prayers, Bar Salibi reveals that the Šḥimo service book was prepared to be chanted by the simple worshippers and nuns. Therefore its compilers chose simple verses which would immediately be assimilated by the mind and would stimulate the heart to repentance: “What harm is there in the simple service (ܬܶܫܡܶܫܬܳܐ ܫܚܺܝܡܬܳܐ) , that you are despising? It contains “multum in parvo,” (ܒܰܙܥܽܘܪ̈ܝܳܬܳܐ ܚܶܡܠܰܬ ܠܣܰܓܺܝ̈ܐܶܐ) and has been arranged for the weak (ܡܚܺܝ̈ܠܶܐ) , and at one time, for the nuns. Now that it has been established everywhere, you see that it carries significance and substance about all the essential topics: the Mother of God, the Apostles, the Fathers, the Prophets, the Martyrs, repentance, and the dead.” Alphonse Mingana, Woodbrooke Studies , 1 (1927), p. 34 [Text p. 74] – translation modified. CONCLUSION Concerning the Old Testament typology, Ephrem was likely the first Syrian poet to point out the following Marian symbols: Eve, the Burning bush, the Ark of Covenant, the Staff of Aaron, the Fleece, the King’s daughter, the Thirsty earth, the Veil enclosing water, and the Chariot of Ezekiel. To this list, Jacob of Serugh added the Tent of Abraham, the Tree bearing the lamb, the Veil of Moses, the new Well, the Sling of David, the new Pitcher of Elisha, the swift Cloud, the closed Door, and titles with biblical resonances like City, Ship and Dove. With the Šḥimo , more original images and titles were adduced: the Ladder of Jacob, the Tablets of the Law, the Jar of Manna, the Rock in the desert, the Candelabrum, the Locked garden, and sealed fountain etc. (see Appendices 1-2). The study of this evolution must be complemented by a comparison with the Hymni de Maria published by Lamy (II, col. 517–642). Nevertheless, it is interesting to note how some images applied initially by Ephrem to the Cross (tree bearing the lamb, ladder of Jacob), or to the Christ (dove, light, rock), became later with Jacob of Serugh and the Šḥimo , Marian symbols, particularly in the ܡܰܘܪ̈ܒܶܐ (Cantus ad Magnificat), most of which are translated from Greek antiphons. Dom Jules Jeannin, Mélodies liturgiques Syriennes et Chaldéennes , vol. 2, Paris : Leroux, 1928, p. 23. Unfortunately, in these hymns, the Virgin receives some Christological titles such as “Light of those sitting in the darkness” (p. 186), “Wonder” (p. 181) and “the Ladder of Jacob” (p. 176, 180). Anyway, this study has shown that the theological style of Jacob’s metrical homilies and especially of Ephrem’s didactic hymns (ܡܕܪ̈ܫܐ) didn’t lend itself to liturgical use. Liturgy had to adapt the legacy of the early great theologians and poets by two means: first, by adding devotional material (praise, intercession etc.) and second, by simplifying Ephrem’s condensed poetry, in spite of the loss that such attempt might cause. It seems that in various fields, the Syrians liked to keep two parallel tracks: just like they had a common and simple version of the Bible ( Pšitto ), along with the Syro-hexaplar version reserved to scholars, they sought also to have a simple and light collection of Hymns for common prayer Šḥimo , besides the literary and weighty corpus of Ephrem’s didactic hymns (ܡܕܪ̈ܫܐ) . ABBREVIATIONS A I-II = Akhrass, Roger-Youssef and Syryany, Imad, eds. 160 Unpublished Homilies of Jacob of Serugh . Damascus: Syriac Orthodox Patriarchate, 2017. Assemani VI = Stefanus Evodius Assemani, ed. Sancti patris nostri Ephraem Syri opera omnia quæ exstant, Græce, Syriace, Latine . Tomus tertius: Syriace et latine, Roma: Typographia Pontificia Vaticana, 1743. B I–VI = Paulus Bedjan, ed. Homiliae Selectae Mar Jacobi Sarugensis , Paris – Lipsiae, t. I, 1905 (hom. 1– 33); t. II, 1906 (hom. 33–70); t. III, 1907 (hom. 71–107); t. IV, 1908 (hom. 108–146); t. V, 1910 (hom. 147–195), Piscataway NJ, t. VI, 2006 (hom. 196–211). c. =couplet CSCO = Corpus Scriptorum Christianorum Orientalium Fid. = de Fide (Hymns on Faith, CSCO 154). Epiph. = de Epiphania (on Epiphany, CSCO 186) hom. homily Lamy I-IV = T. J. Lamy, Sancti Ephraem Syri hymni et sermones , 4 vol., Malines 1882–1902. Nat. = de Nativitate (On the Nativity, CSCO 186) PO = Patrologia Orientalis Sog. = Sogyata (CSCO 186) Virg. = de Virginitate (On Virginity, CSCO 223) APPENDIX 1 Table of the Old Testament Marian symbols, used in the Šḥimo with their parallel references in the Bible, Ephrem and Jacob of Serugh. Šḥimo Bible Ephrem Jacob of Serugh Eve ܚܘܐ (p. 48) Cf. Gen. 3:20; 4:1; 2Co 11:3; 1 Tim. 2:13 Nat. 2,7 ; 4, 111-112 ; 17,4 ; 22,31 ; Virg. 37, 1 ; Ecc. 35 ; 46, 11-13 ; 47, 1; 49, 7 ; Diat. 2, 2 etc. B VI, hom. 196, p. 4, 15-23 [616, 627-635] Tent of Abraham ܡܫܟܢܐ ܕܐܒܪܗܡ (p. 114) Gen. 18:1-10 - B III, hom. 94, p. 588 Tree bearing the lamb ܐܝܠܢܐ ܛܥܝܢ ܐܡܪܐ (p. 89; 114) Gen. 22:13 - B III, hom. 80, p. 311-312; B IV, hom. 109, p. 102-103; B VI, hom. 201, p. 138 [750] and hom. 203, 184 [796] Ladder of Jacob ܣܒܠܬܐ (p. 150; 176; 180) Gn 28:12 - - Bush ܣܢܝܐ (p. 5; 54; 83; 88; 150; 176; 180; 181; 183; 189) Exod. 3:2 Diat. I, 25; Sermo II, 13-16 (CSCO 363, p.39). (authenticity?) B III. hom. 94, p. 588-589 Jar of Manna ܩܣܛܐ ܕܡܢܢܐ (p. 65; 69; 180) Exod. 16: 33; Heb. 9:4 Exod. 16: 33; Heb. 9:4 - - Rock in the desert ܟܐܦܐ ܒܕܒܪܐ (p. 165) Exod. 17:1-6 - - Tablets of the Law ܠܘ̈ܚܐ ܕܢܡܘܣܐ (p. 88-89; 180) Exod. 25:16 ܠܘܚܐ ܕܟܝܬܐ “Pure tablet” Nat. 16, 17 Candelabrum ܡܢܪܬܐ (p. 180 2 in Mawrbo) Ex 25:31-40; 37: 17-29; Num. 8:1-4 - - › love of God (B I, hom. 26, p. 621); › Cross in the Church (B V, hom. 173, p. 600) Veil of the Godhead ܫܘܫܦܐ ܕܐܠܗܘܬܐ (p. 64-65) Ex 34:33-35 - B III, hom. 79, p. 300-301 Staff of Aaron ܫܒܛܗ ܕܐܗܪܘܢ (p. 65; 69; 180; 183) Num. 17 Nat. 1, 17 B III, hom. 80, p. 314, Hom 93, p. 565, B VI, hom. 201, p. 138 [750] New well ܒܻܪܐ ܚܕܬܐ (p. 114) Num. 20:8-11; 21:16-18 - Christic title except in B VI, hom. 199, p. 91 [703] Fleece ܓܙܬܐ (p. 69; 180; 181) Jud. 6:36-40; Ps. 72:6 Sermo II, 3, 304-307 (CSCO 311, p. 62); Sog. I, 16 B III, hom. 80, p. 312-313; B VI, hom. 203, 183 [795] Sling of David ܩܠܥܐ (p. 147) 1 Sam. 17:40 - B II, hom. 34, p. 64 Ark ܩܒܘܬܐ (p. 65, 69, 89, 180) 2 Sam. 6:14-16 Nat. 4, 113; 12, 2; 16, 16 B VI, hom. 197, p. 37 [649]; hom. 198, p. 58-59 [670-671] New Pitcher of Elisha ܩܘܩܬܐ ܕܐܠܝܫܥ (p. 69, 181) 2 Kings 2:19-22 Cf. Epiph. 8:22 B IV, hom. 116, p. 263-264; hom. 144, p. 903; B VI, hom. 203, p. 183 [795] King’s daughter ܒܪܬ ܡܠܟܐ (p. 67, 86) Ps. 45:9-16; cf. Exod. 2:5-10 Nat. 5, 21 › Church (Sermo II, 3, CSCO 311, p. 63, 75, 77) A II, hom. 73, c. 188-190 › Church (B I, hom. 22, p. 538; B II, hom. 34, p. 45; B III, hom. 74, p. 203; A II, hom. 74, c. 347-348) Thirsty earth ܐܪܥܐ ܨܗܝܬܐ (p. 47) Ps. 63:1; 72:6; Isa. 53:2 Nat. 1, 11; 4, 84; 9, 4; 18, 13; 26, 6; Sermo II, 3, 304-307 (CSCO 311, p. 62); (cf. Fid. 12, 10) City ܡܕܝܢܬܐ (p. 73) Ps 72:16 (cf. Ps 60:9; 108:10) - Cf. B V, hom. 163, p. 399; ܡܕܝܢܬ ܬܘܩܦܐ B VI, hom. 201, p. 135 [747] Veil ܫܘܫܦܐ (p. 104) Prov. 30:4 Fid. 10:14-15 B II, hom. 43, p. 236; B III, hom. 80, p. 314; B IV, hom. 133, p. 743-745; B VI, hom. 203, p. 185-187 [797-798]; A I, 9, c. 154; 13, c. 114-115; Ship ܐܠܦܐ (p. 5, 16, 47, 84, 96, 123) Cf. Prov. 31:14 - B VI, hom. 196, p. 4 [616]; ܐܠܦܐ ܢܛܝܪܬܐ hom. 201, p. 135 [747] Dove ܝܘܢܐ (p. 48) Cf. Cant 6:9 - › Christ ( Nat. 26, 8) B VI, hom. 201, p. 116, 130, 135, 147 [728, 742, 747, 759] Locked garden and sealed fountain ܓܢܬܐ ܐܚܝܕܬܐ ܘܡܥܝܢܐ ܛܒܝܥܬܐ (p. 73) Cant 4:12 - - Swift Cloud ܥܢܢܐ ܩܠܝܠܬܐ (p. 54, 64, 69, 180) Isa. 19:1 - › ܥܢܢܐ ܢܗܝܪܬܐ Sog. II, 4; cf. Fid. 41,1; 81, 4 B VI, hom. 201, p. 130 [742]; hom. 203, p. 183 [795] Chariot ܡܪܟܒܬܐ (p. 15, 38, 40, 65, 73, 142, 158, 183) Ezek. 1:4-28 Sog. I, 44; III, 4 Cf. Nat. 18, 5 B VI, hom. 196, p. 4 [616]; hom. 197, p. 43 [655]; hom. 198, p. 52, 65 [664, 677]; hom. 199, p. 82 [694]; hom. 201, p. 109-110, 128, 132, 154 [721-722, 740, 744, 766], hom. 203, p. 181, 190 [793, 802] etc. Closed Door ܬܪܥܐ ܕܐܚܝܕ (p. 73, 111, 177, 181, 190) Ezek. 44: 1-2 - B III, hom. 80, p. 314; hom. 94, p. 584; B V, hom. 164, p. 436; B VI, hom. 196, p. 4 [616]; hom. 199, p. 83, 89 [695, 701]; hom. 203, p. 183 [795]; Against Jews , 6 (PO 38\/1, p. 168). APPENDIX 2 Table of particular Marian titles and epithets used in the Šḥimo with their parallel occurrences in Ephrem and Jacob of Serugh Titles, epithets Ephrem Jacob of Serugh Daughter of the poor ܒܪܬ ܡܣ̈ܟܢܐ (p. 48) Sog. II, 2 B I, Hom. 6, p. 128; B VI, hom. 196, p. 4, 14 [616, 626]; hom. 198, p. 55 [667]; hom. 199, p. 81 [693]; hom. 201, 110 [722]; A I, 1, c. 25 Prophetess ܢܒܝܬܐ (p. 48) Diat. 2, 6 - Light ܢܘܗܪܐ (p. 186) ܐܡܗ ܕܢܘܗܪܐ (p. 178) Christic title; Mary is the eye or the earth which receives the light. Christic title; Mary is the Mother of the Light ܐܡܐ ܕܢܘܗܪܐ B VI, hom. 197, p. 37 [649]; East ܡܕܢܚܐ (p. 48) - B III, hom 93, p. 566; B VI, hom. 198, p. 56-57 [668-669] Second heaven ܫܡܝܐ ܕܬܪܬܝܢ (p. 16, 64, 68, 87, 130, 158) Cf. Fid. 81,4; Nat. 23,11; Sog. II, 10-11 B VI, hom. 196, p. 3 [615]; hom. 198, p. 51-54 [663-666]; ܫܡܝܐ ܚܕܬܐ hom. 201, p. 132 [744] Palace ܒܝܪܬܐ (p. 83-84) ܒܺܝܪܰܬ ܩܘ̈ܕܫܐ (p. 68) ܒܺܝܪܰܬ ܡܠܟܐ܆ ܩܕܘܫ ܩܘ̈ܕܫܐ Nat. 17, 5 ܗܝܟܠ ܡܠܟܐ Nat. 12, 2 B VI, hom. 201, p. 130 [742]; ܒܺܝܪܬܐ ܕܒܣܪܐ hom. 201, p. 131 [743]; ܒܺܝܪܬܐ ܦܐܝܬܐ B VI, hom. 196, p. 4 [616]; ܒܺܝܪܬܐ ܕܟܝܬܐ hom. 201, p. 139 [751]; ܒܺܝܪܰܬ ܩܘ̈ܕܫܐ hom. 197, p. 29 [641] Dwelling of the Most High ܫܟܝܢܬܐ ܕܡܪܝܡܐ (p. 150) - ܫܟܝܢܬܐ ܕܐܠܗܘܬܐ B VI, hom. 197, p. 37 [649]; ܕܗܐ ܒܟܝ ܫܪܝܐ ܫܟܝܢܬܐ ܕܪܡܐ hom. 201, p. 132 [744] Glorious throne ܬܪܘܢܘܣ ܓܐܝܐ (p. 183) - ܡܪܒܥܟܝ ܕܟܝܐ ܬܪܘܢܘܣ ܓܐܝܐ B VI, hom. 201, p. 132 [744] Shrine of the Godhead ܢܘܣܐ ܕܐܠܗܘܬܐ (p. 183), ܢܘܣܐ ܕܪܘܚܐ ܩܕܝܫܐ (p. 158) ܒܝܬ ܡܥܡܪܐ ܕܪܘܚܐ Diat. 2, 6 ܢܘܣܐ ܕܟܝܐ B VI, hom. 196, p. 9, 26 [621, 638]; hom. 201, p. 126-127 [738-739] Holy Storehouse ܐܘܨܪ ܩܘ̈ܕܫܐ (p. 180) - ܡܠܝܬ ܩܘ̈ܕܫܐ hom. 197, p. 43 [655] Dwelling in which the mysteries were preserved ܕܝܪܐ ܕܐܪ̈ܙܐ ܢܛܝܪܝܢ ܨܝܕܝܗ̇ (p. 47) - › Christ is ܓܙܐ ܕܐܪ̈ܙܐ ( Fid. 9,12) ܩܒܘܬܐ ܕܡܠܝܐ ܐܪ̈ܙܐ܆ ܐܪܘܢܐ ܕܡܠܐ ܐܪ̈ܙܐ B VI, hom. 197, p. 37 [649]; hom. 198, p. 59 [671] ܠܡܐܢܐ ܕܐܪ̈ܙܐ hom. 197, p. 29 [641]; Mystery of purity ܢܟܦܬܐ ܕܐܪ̈ܙܐ (p. 16) - ܡܠܝܬ ܐܪ̈ܙܐ hom. 199, p. 82 [694] Full of beauty ܡܠܝܬ ܫܘܦܪ̈ܐ (p. 16, 47, 48, 74, 165, 178) - Cf. Nat. 11, 2 B VI, hom. 196, p. 4-5 [616-617]; hom. 197, p. 29 [641] etc. Veil which is spread over the creation ܘܐܠܐ ܕܦܪܝܣ ܥܠ ܒܪ̈ܝܬܐ (p. 47) See Veil above - - Pearl ܡܪܓܢܝܬܐ (p. 30, 69) Her virginity: Nat. 12, 7 Her virginity: B VI, hom. 201, p. 135-136 [747-748] Harbour and place of rest for the World ܠܡܐܢܐ [ܘܢܘܚܐ ܕܥܠܡܐ] (p. 48) Nat. 9, 4; Christic title ( Nat. 19, 18) ܠܡܐܢܐ ܕܐܪ̈ܙܐ B VI, hom. 197, p. 29 [641] › ܠܡܐܢܐ ܘܢܘܚܐ is the altar (B I, hom. 22, p. 539) Letter containing our prayers ܐܓܪܬܐ (p. 168) - - › Sealed letter ܐܓܪܬܐ ܚܬܝܡܬܐ (cf. Is 29:11) B VI, hom. 196, p. 24 [636] Vine ܓܦܬܐ (p. 167) ܣܬܐ ܨܗܝܬܐ Nat. 8, 8 ܣܬܐ ܒܬܘܠܬܐ B VI, hom. 198, p. 55 [667]; hom. 201, p. 119 [731]; hom. 203, p. 192 [804] APPENDIX 3 Marian verses attributed to Jacob of Serugh in the Šḥimo , without parallels in his published homilies Šḥimo , p. 16 ܨܠܽܘܬܶܟܝ̱ ܥܰܡܰܢ ܐܳܘ ܡܒܰܪܰܟܬܳܐ ܨܠܽܘܬܶܟܝ̱ ܥܰܡܰܢ: ܠܰܨܠܰܘ̈ܳܬܶܟܝ̱ ܢܶܫܡܰܥ ܡܳܪܝܳܐ ܘܰܢܚܰܣܶܐ ܠܰܢ܀ ܡܰܠܝܰܬ ܪܰܚܡܶܐ ܐܰܦܺܝܣܝ̱ ܘܰܒܥܳܝ ܠܰܡܠܶܐ ܪܰܚܡܶܐ: ܕܢܶܥܒܶܕ ܪܰܚܡܶܐ ܥܰܠ ܢܰܦܫܳܬܳܐ ܕܫܳܐܠܳܢ ܪܰܚܡܶܐ܀ ܒܰܨܠܰܘ̈ܳܬܳܗ̇ ܕܗܳܝ ܕܰܛܥܶܢܬܳܟ ܝܰܪ̈ܚܶܐ ܬܶܫܥܳܐ܆ ܒܰܪ ܐܰܠܳܗܳܐ ܐܰܥܒܰܪ ܡܶܢܰܢ ܫܰܒ̈ܛܶܐ ܕܪܽܘܓܙܳܐ܀ *** ܫܽܘܒܚܳܐ ܠܰܐܒܳܐ ܕܰܓܒܳܐ ܠܡܰܪܝܰܡ ܕܡܶܣܟܺܢ̱ܬܳܐ ܗ̱ܘܳܬ: ܘܣܶܓܕܬܳܐ ܠܰܒܪܳܐ ܕܡܶܣܟܺܢܳܐܺܝܬ ܢܚܶܬ ܘܰܫܪܳܐ ܒܳܗ̇. ܬܰܘܕܺܝ ܠܪܽܘܚܳܐ ܕܰܒܡܶܣ̈ܟܺܢܶܐ ܦܫܺܝܩ ܠܶܗ ܕܢܶܥܡܰܪ: ܚܰܕ ܗ̱ܽܘ ܟܝܳܢܳܐ ܕܰܬܠܳܬܰܝ̈ܗܽܘܢ ܠܶܗ ܬܶܫܒܽܘܚܬܳܐ܀ *** Šḥimo , p. 74 ܫܽܘܒܚܳܐ ܠܰܐܒܳܐ ܕܫܰܕܰܪ ܥܺܝܪܳܐ ܘܣܰܒܪܳܗ̇ ܠܡܰܪܝܰܡ: ܘܣܶܓܕܬܳܐ ܠܰܒܪܳܐ ܕܥܰܡ ܒܰܪ̱ܬ ܩܳܠܶܗ ܢܚܶܬ ܘܰܫܪܳܐ ܒܳܗ̇. ܬܰܘܕܺܝ ܠܪܽܘܚܳܐ ܕܕܰܟܝܳܗ̇ ܘܡܰܪܩܳܗ̇ ܘܟܶܢ ܐܰܓܶܢ ܒܳܗ̇: ܘܰܥܠܰܝܢ ܪ̈ܰܚܡܶܐ ܒܰܨܠܰܘ̈ܳܬܳܗ̇ ܒܟܽܠܥܶܕܳܢܺܝ̈ܢ܀ *** Šḥimo , p. 90 ܫܽܘܒܚܳܐ ܠܰܐܒܳܐ ܕܰܓܒܳܐ ܠܡܰܪܝܰܡ: ܕܡܰܟܺܝܟܳܐ ܗ̱ܘܳܬ: ܘܣܶܓܕܬܳܐ ܠܰܒܪܳܐ ܕܡܰܟܺܝܟܳܐܺܝܬ ܢܚܶܬ ܘܰܫܪܳܐ ܒܳܗ̇. ܬܰܘܕܺܝ ܠܪܽܘܚܳܐ ܕܰܒܡܰܟܺܝ̈ܟܶܐ ܦܫܺܝܩ ܠܶܗ ܕܢܶܥܡܰܪ: ܚܰܕ ܗ̱ܽܘ ܟܝܳܢܳܐ ܕܰܬܠܳܬܰܝܗܽܘܢ ܠܶܗ ܬܶܫܒܽܘܚܬܳܐ܀ *** Šḥimo , p. 47-48 ܬܳܝ ܒܰܫܠܳܡܳܐ ܐܶܠܦܳܐ ܛܥܺܝܢܰܬ ܚܰܝ̈ܶܐ ܚܰܕ̈ܬܶܐ: ܫܠܳܡܳܐ ܥܰܡܶܟܝ̱ ܒܺܝܪܬܳܐ ܕܡܰܠܟܳܐ ܢܚ̣ܶܬ ܘܰܫܪܳܐ ܒܳܗ̇. ܬܳܝ ܒܰܫܠܳܡܳܐ ܓܰܢܬܳܐ ܕܺܐܝܬ ܒܳܗ̇ ܫܰܒܛܳܐ ܦܫܺܝܛܳܐ: ܫܠܳܡܳܐ ܥܰܡܶܟܝ̱ ܕܰܝܪܳܐ ܕܐ̱ܪ̈ܳܙܶܐ ܢܛܺܝܪܺܝܢ ܨܶܐܕܶܝܗ̇܀ ܬܳܝ ܒܰܫܠܳܡܳܐ ܗܕܺܝܪܬܳܐ ܒܢܶܫ̈ܶܐ ܘܡܰܠܝܰܬ ܫܽܘܦܪ̈ܶܐ: ܫܠܳܡܳܐ ܥܰܡܶܟܝ̱ ܘܺܝܠܳܐ ܕܰܦܪܺܝܣ ܥܰܠ ܒܶܪ̈ܝܳܬܳܐ. ܬܳܝ ܒܰܫܠܳܡܳܐ ܙܰܕܝܩܽܘܬܳܐ ܕܠܳܐ ܐܶܬܢܰܟܝܰܬ. ܫܠܳܡܳܐ ܥܰܡܶܟܝ̱ ܚܰܘܳܐ ܕܝܶܠܕܰܬ ܠܥܰܡܰܢܽܘܐܶܝܠ܀ ܬܳܝ ܒܰܫܠܳܡܳܐ ܛܠܺܝܬܳܐ ܦܐܺܝܬܳܐ ܘܡܰܠܝܰܬ ܫܽܘܦܪ̈ܶܐ: ܫܠܳܡܳܐ ܥܰܡܶܟܝ̱ ܝܰܘܢܳܐ ܕܪܰܒܝܰܬ ܠܢܶܫܪܳܐ ܡܰܠܟܳܐ. ܬܳܝ ܒܰܫܠܳܡܳܐ ܟܰܠܬܳܐ ܒܬܽܘܠܬܳܐ ܘܠܳܐ ܡܙܰܘܰܓܬܳܐ: ܫܠܳܡܳܐ ܥܰܡܶܟܝ̱ ܠܡܺܐܢܳܐ ܘܢܰܘܚܳܐ ܕܟܽܠܶܗ ܥܳܠܡܳܐ܀ ܬܳܝ ܒܰܫܠܳܡܳܐ ܡܰܕܢܚܳܐ ܕܝܶܠܕܰܬ ܠܡܳܪܶܐ ܢܽܘܗܪ̈ܶܐ: ܫܠܳܡܳܐ ܥܰܡܶܟܝ̱ ܢܒܺܝܬܐ ܕܛܶܥܢܰܬ ܠܡܳܪܶܐ ܢܒܺܝ̈ܶܐ. ܠܶܗ ܬܶܫܒܽܘܚܬܳܐ ܘܠܶܟܝ̱ ܐܺܝܩܳܪܳܐ ܘܠܶܗ ܪܽܘܡܪܳܡܳܐ: ܘܰܥܠܰܝܢ ܪ̈ܰܚܡܶܐ ܒܰܨܠܰܘ̈ܳܬܶܟܝ̱ ܒܟܽܠ ܥܶܕ̈ܳܢܺܝܢ܀ *** Šḥimo , p. 104 ܡܰܢ ܗ̱ܺܝ ܗܳܕܶܐ ܒܬܽܘܠܬܳܐ ܕܩܳܝܡܳܐ ܒܕܳܪ̈ܰܝ ܥܳܠܡ̈ܶܐ: ܘܠܳܐ ܝܳܗܒܳܐ ܠܶܗ ܠܚܶܫܟܐ ܕܢܰܡܠܶܟ ܥܰܠ ܒܶܪ̈ܝܳܬܐ. ܡܰܪܝܰܡ ܐܺܝܬܶܝܗ̇ ܕܰܒܦܰܪܨܽܘܦܳܗ̇ ܨܺܝܪ ܐܺܝܡܳܡܳܐ: ܘܡܳܐ ܕܰܡܡܰܠܠܳܐ ܫܶܡܫܳܐ ܕܳܢܰܚ ܡܶܢ ܣܶܦ̈ܘܳܬܳܗ̇܀ ܡܰܠܶܠܝ̱ ܡܰܠܶܠܝ̱ ܡܰܠܶܠܝ̱ ܡܰܪܝܰܡ ܕܫܰܦܺܝܪ ܗ̱ܽܘ ܠܶܟܝ̱: ܕܳܡܶܐ ܠܺܝ ܓܶܝܪ ܡܰܡܠ̱ܠܳܐ ܕܦܽܘܡܶܟܝ̱ ܠܰܕܓܰܒܪܺܐܶܝܠ. ܐܳܡܪܳܐ ܡܰܪܝܰܡ ܕܠܺܝ ܛܽܘܒܰܝ ܠܺܝ ܕܡܰܠܟܳܐ ܝܶܠܕܶܬ: ܘܰܥܒܺܝܕܳܐ ܐ̱ܢܳܐ ܡܪܰܒܝܳܢܺܝܬܳܐ ܠܰܡܠܶܟ ܡܰܠܟ̈ܶܐ܀ ܗܳܝ ܫܽܘܫܶܦܳܐ ܕܪܶܣܡܰܬ ܚܰܝ̈ܶܐ ܒܽܐܘܪܚܶܗ ܕܥܳܠܡܳܐ: ܬܦܺܝܣ ܘܰܬܫܰܕܰܪ ܠܰܨܠܰܘ̈ܳܬܰܢ ܨܶܝܕ ܐܰܠܳܗܳܐ. ܗܺܝ ܐܳܡܪܳܐ ܠܶܗ ܠܡܳܪܳܗ̇ ܘܰܒܪܳܗ̇ ܐܳܦ ܐܰܠܳܗܳܗ̇: ܕܚܽܘܣ ܥܰܠ ܥܳܠܡܳܐ ܕܡܶܛܽܠܳܬܶܗ ܚܰܫܳܐ ܣܰܝܒܰܪܬ܀ ܫܽܘܒܚܳܟ ܬܶܩܥܶܐ ܗܳܝ ܠܶܓܝܽܘܢܳܐ ܕܒܶܝܬ ܓܰܒܪܺܐܶܝܠ: ܘܝܰܬܺܝܪ ܡܶܢܗܽܘܢ ܐܶܬܚܰܙܝܰܬ ܠܰܢ ܗܺܝ ܒܰܪ̱ܬ ܕܘܺܝܕ. ܢܫܰܒܚܽܘܢ ܥܺܝܪ̈ܶܐ ܘܰܒܢܰܝ̈ܢܳܫܳܐ ܕܺܐܝܬ ܥܰܠ ܐܰܪܥܳܐ: ܠܗܰܘ ܕܰܕܢܰܚ ܠܰܢ ܡܶܢ ܕܰܟܝܽܘܬܳܗ̇ ܨܠܽܘܬܳܗ̇ ܥܰܡܰܢ܀ *** Šḥimo , p. 130-131 ܛܽܘܒܰܝܟܝ̱ ܡܰܪܝܰܡ ܘܛܽܘܒܳܐ ܠܢܰܦܫܶܟܝ̱ ܛܽܘܒܳܢܺܝܬܳܐ: ܕܪܰܒ ܗ̱ܽܘ ܛܽܘܒܶܟܝ̱ ܐܳܦ ܡܶܢ ܛܽܘܒܐ ܕܟܽܠ ܛܽܘܒܳܢ̈ܶܐ. ܛܽܘܒܰܝܟܝ̱ ܕܰܛܥܶܢܬܝ̱ ܥܰܦܶܩܬܝ̱ ܚܰܒܶܒܬܝ̱ ܐܰܝܟ ܕܰܠܫܰܒܪܳܐ: ܠܓܰܢ̱ܒܳܪ ܥܳܠܡ̈ܶܐ ܕܰܛܥܺܝ̣ܢ ܠܰܐܪܥܳܐ ܒܪܶܡܙܶܗ ܟܰܣܝܳܐ܀ ܛܽܘܒܰܝܟܝ̱ ܕܡܶܢܶܟܝ̱ ܕܢܰܚ ܦܳܪܽܘܩܳܐ ܥܰܠ ܓܳܠܽܘܬܳܐ: ܘܰܠܫܰܒܳܝܳܗ̇ ܦܟܰܪ ܒܰܛܢܳܢܶܗ ܘܫܰܝܶܢ ܐܰܪܥܳܐ. ܛܽܘܒܰܝܟܝ̱ ܕܶܐܬܬܣܺܝܡ ܦܽܘܡܶܟܝ̱ ܕܰܟܝܳܐ ܥܰܠ ܣܶܦܘ̈ܳܬܶܗ: ܕܗܰܘ ܕܰܣܪ̈ܳܦܶܐ ܕܢܽܘܪܳܐ ܟܳܘܙܺܝܢ ܡܶܢ ܓܰܘܙܰܠܬܶܗ܀ ܛܽܘܒܰܝܟܝ̱ ܕܪܰܒܺܝܬܝ̱ ܒܚܰܠܒܶܟܝ̱ ܢܰܩܕܳܐ ܐܰܝܟ ܕܰܠܫܰܒܪܳܐ: ܠܰܬܕܳܐ ܕܝܳܢܩܺܝܢ ܥܳܠܡ̈ܶܐ ܡܶܢܶܗ ܚܰܝ̈ܶܐ ܘܢܽܘܗܪܳܐ. ܛܽܘܒܰܝܟܝ̱ ܕܪܳܥܶܡ ܝܽܘܡ ܕܽܘܟܪܳܢܶܟܝ̱ ܒܰܐܪܒܰܥ ܦܶܢ̈ܝܳܢ: ܘܰܡܙܰܝܚܺܝܢ ܠܶܗ ܥܺܝܪ̈ܶܐ ܘܐ̱ܢܳܫ̈ܳܐ ܩܰܕܺܝܫܳܐܺܝܬ܀ ܫܽܘܒܚܳܐ ܠܪܳܡܳܐ ܕܰܫܒܰܩ ܠܪ̈ܳܡܶܐ ܘܟܽܠ ܓܰܐܝ̈ܳܬܳܐ: ܘܰܒܡܽܘܟܳܟܶܗ ܫܪܳܐ ܒܡܶܣܟܺܢ̱ܬܳܐ ܒܰܪ̱ܬ ܚܳܕܽܘܪ̈ܶܐ. ܛܳܒܳܐ ܕܰܐܘܪܶܒ ܕܽܘܟܪܳܢ ܐܶܡܶܗ ܚܰܣܳܐ ܒܪ̈ܰܚܡܰܝܟ: ܠܚܰܝ̈ܶܐ ܘܡܺܝ̈ܬܶܐ ܕܝܰܩܰܪܘ̱ ܥܺܐܕܳܗ̇ ܨܠܽܘܬܳܗ̇ ܥܰܡܰܢ܀ *** Šḥimo , p. 158-159 ܬܰܘ ܦܳܪ̈ܽܘܫܶܐ ܒܚܽܘܒܳܐ ܪܰܒܳܐ ܘܗܰܝܡܳܢܽܘܬܳܐ: ܢܝܰܩܰܪ ܘܢܰܘܪܶܒ ܝܽܘܡ ܥܰܕܥܺܐܕܳܗ̇ ܕܛܽܘܒܳܢܺܝܬܳܐ. ܒܫܰܗܪ̈ܶܐ ܡܬܺܝ̈ܚܶܐ ܘܩܰܘܡ̈ܶܐ ܐܰܡܺܝ̈ܢܶܐ ܘܰܨܠܰܘ̈ܳܬܳܐ: ܕܝܳܗܒܳܐ ܒܰܐܥ̈ܦܶܐ ܐܰܓܪܳܐ ܠܰܐܝܢܳܐ ܕܰܡܝܰܩܰܪ ܠܳܗ̇܀ ܬܳܝ ܩܰܕܺܝܫܬܳܐ ܘܦܰܠܶܓܝ̱ ܕܳܫ̈ܢܶܐ ܒܝܽܘܡ ܥܰܕܥܺܐܕܶܟܝ̱: ܠܟܶܢܫܰܢ ܕܰܨܗܶܐ ܠܰܨܠܰܘ̈ܳܬܶܟܝ̱ ܘܰܠܒܳܥ̈ܘܳܬܶܟܝ̱. ܢܶܗܘܶܐ ܡܳܪܝܳܐ ܫܽܘܪܳܐ ܠܟܶܢܫܳܐ ܕܰܡܝܰܩܰܪ ܠܶܟܝ̱: ܘܢܶܙܓܽܘܪ ܡܶܢܰܢ ܟܽܠ ܡܰܚ̈ܘܳܬܳܐ ܘܫܰܒ̈ܛܶܐ ܕܪܽܘܓܙܳܐ܀ ܚܰܝܠܳܐ ܕܚܰܝܠܶܟܝ̱ ܢܚܰܝܶܠ ܠܟܶܢܫܰܢ ܥܰܠ ܩܽܘܠܳܣܰܝ̈ܟܝ̱: ܘܰܢܙܰܡܶܢ ܠܰܢ ܠܰܓܢܽܘܢ ܢܽܘܗܪܳܐ ܒܰܨܠܰܘ̈ܳܬܶܟܝ̱. ܒܓܽܘ̈ܕܶܐ ܕܥܺܝ̣ܪ̈ܶܐ ܢܶܡܢܶܐ ܡܳܪܝܳܐ ܠܚܰܝ̈ܶܐ ܘܡܺܝ̈ܬܶܐ: ܕܙܰܝܰܚܘ̱ ܥܺܐܕܶܟܝ̱ ܘܶܐܚܰܕܘ̱ ܓܰܘܣܳܐ ܒܰܨܠܰܘ̈ܳܬܶܟܝ̱܀ ܫܽܘܒܚܳܐ ܫܰܦܝܳܐ ܒܩܺܝܢܬܳܐ ܚܠܺܝܬܳܐ ܥܰܡ ܗܽܘ̈ܠܳܠܶܐ: ܬܶܣܰܩ ܠܳܟ ܡܳܪܝ̱ ܡܶܢ ܡܰܪܥܺܝܬܳܟ ܒܕܽܘܟܪܳܢ ܐܶܡܳܟ. ܚܬܽܘܡ ܒܰܨܠܺܝܒܳܟ ܬܰܪ̈ܥܶܝܗ̇ ܪ̈ܳܡܶܐ ܡܶܢ ܢܶܟܝ̈ܳܢܶܐ: ܕܬܰܣܶܩ ܫܽܘܒܚܳܐ ܠܳܟ ܡܳܪܝ̱ ܘܠܰܐܒܽܘܟ ܘܰܠܪܽܘܚ ܩܽܘܕܫܳܐ܀ ***",
    "title" : 
    [ "Mary in the Šḥimo and the Early Syriac Fathers",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Akhrass, Roger-Youssef" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n2akhrass",
    "type" : "article",
    "displayTitleEnglish" : "Mary in the Šḥimo and the Early Syriac Fathers" }