
  { "fullText" : "R. Aravackal, The Mystery of the Triple Gradated Church: A Theological Analysis of the Ktaba d-Massqata (Book of Steps) with Particular Reference to the Writings of Aphrahat and John the Solitary . Vadavathoor, Kottayam, India: Oriental Institute of Religious Studies, 2018. Pp. xvii + 571; €45. Robert Kitchen, Sankt Ignatios Theological Academy The Mystery of the Triple Gradated Church issues from the Ph.D. dissertation at the Pontifical Oriental Institute, Rome, by Sr. Roselin Aravackal, a member of the monastic community Mar Toma Sahordarikal (Sisters of St. Thomas) in Vidyanagar, Kottayam, Kerala. Her dissertation, defended under her secular name, Sheeba Sebastian, and written under the guidance of Emidio Vergani, is the most in-depth and thorough study to date of the Liber Graduum\/Book of Steps\/Ktābā d-Massqātā or KM (as abbreviated throughout the volume), promising to invigorate and enrich research on this important, yet still enigmatic work. Aravackal posits that the Book of Steps ’ author developed a three-tiered system of the Christian life and the Church that permeates the entire work: (1) Uprightness ( kēnūtā ); (2) Perfection ( gmīrūtā ); and (3) a level beyond or above Perfection. Aravackal begins with a detailed review of previous scholarship on the KM , accepting the intentional anonymity of the author who was situated somewhere within the area of modern-day Iraq, but offering the plausible hypothesis that the community may have lived on both sides of the vacillating Roman-Persian border. The spectre of Messalianism attributed to the KM by some scholars is rejected, especially by the insistence upon ecclesial and sacramental life ( Mēmrā 12), and the denunciation of spiritualization of physical asceticism ( Mēmrā 10). Aravackal opts for a late fourth- or early fifth-century date, based upon the author’s use of several key terms found during this period – the occurrence of the term krīsṭyana , the absence of the masculine rūḥa qaddišā , and the absence of terms such as dayrāyā , dayrā that reflect institutionalized monasticism. After dealing with these foundational questions, Aravackal dives into an intensive exegesis of the character of the text, centering not upon the individual mēmrē and their expositions of various problems, but assembling the pieces of the KM author’s theological universe. Aravackal’s footnotes are over-flowing, not only providing a witness of the Syriac texts, but remarkable also for her comments on an expanding secondary literature on the KM and related works. One methodological problem is the periodic citation from studies in Italian without translation or summary, and several French and German citations in the same manner. A short summary of their ideas would have clarified how these citations were being utilised in the exposition. Aravackal’s analysis of the “Triple Gradation” of the Church and of the individual Christian, emanating out of Mēmrā 12, “On the Hidden and Public Ministry of the Church,” is a creative and original interpretation. While she observes that beyond the categories of visible, hidden\/heart, and heavenly in this mēmrā , little else is explicitly mentioned along these lines in the KM , the author does write about \"going beyond or above Perfection\" ( Mēmrā 6: “On Those Who are Made Perfect and Continue to Grow”), which certainly can function as a “third gradation.” The question is whether this is indeed a third level, or a more developed description of Perfection. The KM author, indeed, leaves a great deal unsaid, perhaps his most significant quality as a spiritual writer. The academic issue with the KM is that the author mentions neither time nor place, nor people, except for biblical personalities. Few scholars have speculated whether the order of the 30 mēmrē is chronological, but in the last six mēmrē one can sense dramatic movement and change in the community. The author recognizes that the Perfect ( gmīrē) have become lax in their discipline and prideful in their status, and that the Upright ( kēnē ) are now more faithful and humble – a surprising spiritual development outside his expectations. Aravackal’s reconstruction and depiction of the tripartite anthropology is done with careful precision, presenting the fundamental character of “the religious person.” The “outer\/inner person” needs to be reconciled by the balancing of symbiotic dichotomies – inner\/outer, bodily\/spiritual, hidden\/visible. The Perfect exemplify this balance, living on the earth while looking into heaven, and thus becoming “the meeting of heaven and earth.” The Perfect are still earthly creatures, but are living in a realized eschatological state, and several of their failings which the author points out are a result of not keeping a proper balance. Aravackal combs the KM for theological images that occur regularly, but not systematically. The identity and function of “the robe of glory,” one of the clothing metaphors in early Syriac theology, is described. The author declares that “the robe” did not originally exist as a physical entity, but in the mind of Adam and Eve. Only after their disobedience, when they first put on physical clothes, did they realize that they had been naked. The concept of “mirror” is thoroughly looked at, not only in the KM , but with analogous citations from Simon Taibuteh and John of Dalyatha. The mirror is anything that reflects God’s being, particularly nature. The inner mirror reflects God’s light onto oneself and into others, so that one sees all others in this divine light. Aravackal illustrates how the “luminous eye” as the inner “organ” which perceives spiritual reality is depicted as various kinds of “eyes” in the KM . Aravackal moves to ascetical categories, parsing msarqūtā – emptying – as the term for ascetic renunciation, and thus an essential characteristic of qaddišūtā (holiness, celibacy) and īhīdāyūtā (solitariness). The infamous ascetical goal of the author to “break one’s mind” receives due attention, as Aravackal understands the verb and function as one of “stripping oneself” of worldly attractions and distractions. While Aravackal retains the verb, she does not perceive the author’s spiritual intention as harshly as the English translation implies. In similar fashion is her understanding of “baptism by fire and Spirit” as a system of ascetical practices to reach Perfection. Which ascetical practices this system entails is not reported, for the KM has distinguished itself for not requiring or mentioning the extreme ascetical regimens infamously described in later Syriac hagiography. Aravackal’s “pedagogical” construction of “the tripartite man” shows insight into the vision of the KM author, but has a conceptual problem in the text itself. That is, the Upright and Perfect are amply defined, frequently in reference to one another, but “the third grade” which is beyond Perfection per se is not identified or classified specifically by the author. Aravackal’s construction fits where the KM seems to be heading – the third level of the Church and the Perfect individual is there – but not in the way the author originally saw it happening. Aravackal observes several times that the KM is not a work of systematic theology, yet attempting to reconstruct a triple gradation is an act of systematization. In the earlier mēmrē , the author defines the levels of the kēnē and gmīrē , but the latter mēmrē reveal him discovering the nature of spiritual life as it evolves in his awareness and in the experience of his church and disciples. Mention on several occasions, moreover, of those who have fallen from Uprightness should be seen as an unspoken fourth grade. As the KM community aged, the author’s theological experience and comprehension ran ahead of his original construct. Aravackal compares John the Solitary of Apamea’s fully articulated tripartite structure of pagrānūtā , napšānūtā , and rūḥānūtā (the corporeal, psychical, and spiritual state) to those of the KM , but she appears to want to fit the later three-level system retroactively onto the KM . John the Solitary approximates the KM Perfect and Upright in several instances, but then goes beyond the structure of the KM elsewhere. The Book of Steps remains a large, complex and intriguing witness to the emergence of the early Syriac church and theo-logy, to which the labour of Sr. Roselin Aravackal presents an insightful new configuration of what this anonymous author was telling his congregation and us about the spiritual pilgrimage.",
    "title" : 
    [ "R. Aravackal, The Mystery of the Triple Gradated Church: A Theological Analysis of the Ktaba d-Massqata (Book of Steps) with Particular Reference to the Writings of Aphrahat and John the Solitary",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kitchen, Robert" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/review\/hv23n1prkitchen",
    "type" : "review",
    "displayTitleEnglish" : "R. Aravackal, The Mystery of the Triple Gradated Church: A Theological Analysis of the Ktaba d-Massqata (Book of Steps) with Particular Reference to the Writings of Aphrahat and John the Solitary" }