
  { "fullText" : "The collection of Syriac manuscripts belonging to the Chaldean Diocese of Alqosh is little known in comparison with the holdings of the Chaldean monastery of Our Lady Protector of the Crops, located close to the same town. The catalogue description of this collection was prepared by the priest Hormizd Ṣanā and covers 111 manuscripts. During the digitization campaign of 2011, organized by the Hill Museum & Manuscript Library (HMML) in collaboration with Centre Numérique des Manuscrits Orientaux, 143 manuscripts (some of which are only fragments) were digitised and are available online at the vHMML Virtual Reading Room (www.vhmml.org). Hormizd Ṣanā’s description of the manuscript preserved under shelf-mark 61 (HMML project number DCA 61) The manuscript is available at: https:\/\/w3id.org\/vhmml\/ readingRoom\/view\/500563 . informs us that it contains only one work, Bar ʿEbrōyō’s Tegrat tegrātā , and was copied in Alqosh by the scribe Mīkhā, son of Yāqō, of Alqosh, on October 11, AG 2130 [= CE 1818]. The actual manuscript does indeed contain Bar ʿEbrōyō’s Tegrat tegrātā but it lacks the colophon. At the time of Ṣanā’s cataloguing, the manuscript apparently contained a number of fragments from other manuscripts that were digitized separately in 2011. Indeed, among the digitized manuscripts there is one (DCA 142) that contains exactly the same colophon as Ṣanā provides. Although it is possible to find other fragments of the same manuscript (for example, DCA 141), it is highly unlikely that it belonged originally to one of the two parts of DCA 61. DCA 61 is a composite manuscript that consists of two originally independent codices ( A , ff. 1–222 and B , ff. 223–280). Regrettably, none of these has preserved a proper colophon that might provide at least some basic historical information about their production. Both parts of the manuscript and the works they contain may shed light on the revival of interest in the study of philosophy in the Chaldean milieu during the modern period. The texts that were included deal predominantly with such subjects as philosophy and logic ( A 1, A7 , A 17, A 18, B 5, B 6, B 7, B 8, B 9, B 12, B 16, B 17), and also grammar and lexicography ( A 2, A 5, A 9, A 10, A 11, A 12, A 16, B 10, B 11, B 14, B 15, B 18). Manuscripts of that kind have a long pedigree and may be compared with such well-known manuscripts as the 7th century British Library, Add. 14658 – which includes the works corresponding to the late antique concept of general education – and the 9th century Vat. sir. 158, which seemingly reflects the school curriculum of the Syriac Orthodox monastery Qenneshre. As will be shown below, three East Syriac philosophical manuscripts, Berlin Petermann I 9, Cambridge Add. 2812, and British Library, India Office 9, turn out to be particularly close to DCA 61. The content of the manuscript with its emphasis on philosophy and language distinctly accords with the concern of the Chaldean Church to have the clergy educated. As has been shown by H. Murre-van den Berg, the Uniate milieu tried its best to distinguish itself from the traditional East Syriac branch by means of various reforms, many of which were targeted at education. H. Murre-van den Berg, Scribes and Scriptures: The Church of the East in the Eastern Ottoman Provinces (1500‒1850) , Eastern Christian Studies 21 (Louvain: Peeters, 2015). One of the material outcomes of this movement was the production and copying of Syriac manuscripts rich in grammatical, lexicographic, exegetical and philosophical content. It remains, however, uncertain to what extent such manuscripts may be considered as documentary evidence for the contemporary educational curriculum. Alqosh, Chaldean Diocese 61, part A (ff. 1–222) In terms of its genealogy, part A must have been copied for the most part from British Library manuscript India Office 9 (henceforth, IO). The only description available is still that by Furlani (G. Furlani, “Il manoscritto siriaco 9 dell’India Office,” Rivista degli Studi Orientali 10 (1924): 315–320). Out of a total of eighteen textual items, sixteen are present in IO. The texts were not, however, always copied faithfully, but rather they were either abridged or copied selectively (for instance, items A 3, A 9, A 10, A 11, A 12). Occasionally, the name of the author or a title has been omitted (e.g. item A 17). Nevertheless, a partial collation as well as certain paratextual elements (such as marginal glosses) demonstrate a direct dependence on IO. The latter manuscript (copied in 1713\/4) is familiar to specialists as being an important manuscript – the codex unicus for some of the texts it contains – but its history is not particularly known to us. The manuscript was copied by two scribes, one of whom, Hōmō bar Danīʾēl from the Naṣrō family, was active in Alqosh during the first quarter of the 18th century. D. Wilmshurst, The Ecclesiastical Organisation of the Church of the East, 1318–1913 , CSCO 582, Subsidia 104 (Louvain: Peeters, 2000), 247, 248, 249. Hence, although the place of part A ’s copying is not indicated, it seems reasonable to posit that it was copied from IO during the 19th century when it was still present in Alqosh. The only text not present in IO, Gregory bar ʿEbrōyō’s Tegrat tegrātā (item A 1), is now known to be attested by a couple of early modern manuscript copies of East Syriac origin, none of which, however, can be straightforwardly associated with Alqosh. Despite the fact that one of these – Baghdad, Chaldean Patriarchate 223 ( olim Mosul, Chaldean Patriarchate\/Scher 35) G. Kessel, N. Bamballi, “Field Notes on Syriac Manuscripts II: A Philosophical Manuscript olim Mosul 35 Rediscovered,” Hugoye: Journal of Syriac Studies 21.1 (2018), 21–42. – has exactly the same lacuna at the beginning, DCA 61 elsewhere demonstrates significant differences. Hence, the textual relationship between the two manuscripts remains to be explored. It also deserves to be mentioned that the manuscript Baghdad, Chaldean Monastery 174 ( olim Alqosh, Notre-Dame des Semences\/Vosté 55) was produced at approximately the same time, and most probably in Alqosh, based on olim Mosul, Chaldean Patriarchate\/Scher 35. Paper. – 23 × 16 × 7 cm. – 222 fols. – 1 col., 19–23 l. Modern Eastern Arabic foliation in pencil. – Quire signatures on the first and last page of a quire. – Catch-words. – An unfinished circle diagram on f. 1r. – Ff. 222v and 223 are blank. Condition : the manuscript consists of twenty-three quires; all quires consist of five bifolia and are complete; the first and the fifth ones are quaternions. Date : apparently, the manuscript had no colophon from the very beginning, which is unusual for a standard Syriac manuscript and may be explained if we suppose that it was produced for internal use, within a monastic community or a learning circle; nevertheless, there can be no doubt of its 19th-century date. Scribe (f. 209v): the name of Ḥadbšabbā, son of Markhāyā from Alqosh is indicated in the final rubric of item A 7. The scribe does not seem otherwise known, although there is a possibility that he also commissioned the manuscript Alqosh, Chaldean Diocese\/Ṣanā 40 (copied in 1824 in Alqosh) – containing Bar ʿEbrōyō’s The book of splendours. The commissioner of latter manuscript is introduced as ‘a true believer and a perfect Christian, deacon Ḥadbšabbā, son of the faithful Markhāyē (sic!), the son of ʿĪsā from the Sōrō family’ (DCA 40, f. 234v). The manuscript is available at: https:\/\/w3id.org\/ vhmml\/readingRoom\/view\/128695 If this identification is correct, then Ḥadbšabbā belonged to one of the important Chaldean families of Alqosh. And furthermore, we can then see him as the grandfather of another Chaldean scribe, Manṣūr, son of Mattai, who produced a number of manuscripts in the second half of the 19th century. Wilmshurst, The Ecclesiastical Organisation , 255 and 256. Yet another manuscript is known to have been produced by a certain ‘Khōšābā of Alqosh’, with no further details available (Baghdad, Chaldean Monastery 483). B. Ḥaddād and Ǧ. Isḥāq, al-Maḫṭūṭāt al-suryāniyya wa-l-ʿarabiyya fī ḫizānat al-rahbāniyya al-kaldāniyya fī Baġdād , Fahāris al-maḫṭūṭāt al-suryāniyya fī l-ʿIrāq III.1 (Baġdād, 1988), ٢٠٦-٢٠٥ . Despite the indication of the scribe’s name, it is likely that more than one scribe was involved in the production of the manuscript (though impossible to say exactly how many). All too often one notices portions of the text written by different hands. Sometimes the change of ductus coincides with the beginning of a new page (e.g. ff. 66, 67), but on other occasions within the same page (e.g. ff. 24v, 84v, 89r, 129r). This change of ductus is also paralleled by the presence or absence of vocalisation. Whereas some individual hands have a professional air, while others jump out as being rather unpractised. The phenomenon of group-writing or group-copying may be somehow related to the educational context of the manuscript and deserves special attention. Pastedown : the binding of the manuscript contains two paper fragments that were used as pastedowns. Both contain the Book of Instruction of Elias of Anbar (IX\/84-85 and 87). It remains to be seen if the manuscript they belonged to is still extant. Catalogue description : Ṣanā, H., Qayābalū, N., Sekmānī, ʾĪ., “Maḫṭūṭāt kanīsat al-Qōš.” In Maktabāt al-Mawṣil w-ʾaṭrāfahā , Fahāris al-maḫṭūṭāt al-suryāniyya fī l-ʿIrāq I, Baġdād, 1977, ٢٤٦ . Contents : 1. ff. 1v–118r Gregory bar ʿEbrōyō, Tegrat tegrātā Title : ܟܬܒܐ ܕܬܐܓܪܬ ܬܐܓܪ̈ܬܐ ܕܐܝܬܝܗ̇ ܦܪܓܡܛܝܐ ܡܠܝܠܬܐ ܡܢ ܣܝܡܗ ܕܡܪܝ ܓܪܝܓܘܪܝܘܣ ܡܦܪܝܢܐ ܕܡܕܢܚܐ Incipit : ܕܐܢܬܘܓܝܪ ܝܡܐ ܕܛܝܒܘ̈ܬܐ ܕܠܐ ܡܬܬܓܝܫ. ܘܬܗܘܡܐ ܕܫܘ̈ܟܢܐ ܕܠܐ ܡܬܬܡܝܫ Desinit : ܘܠܐ ܬܗܐ ܡܨܥܝܐ ܒܝܫܐ ܕܦܘܪ̈ܣܝ ܓܢܝ̈ܙܬܐ Explicit: ܫܠܡ ܟܬܒܐ ܕܬܐܓܪܬ ܬܐܓܪܬܐ Ed .: remains unedited with the exception of a few fragments. Lit .: Takahashi, H. “Barhebraeus und seine islamischen Quellen. Têḡrat̲ têḡrāt̲ā (Tractatus tractatuum) und Ġazālīs Maqā Ṣid al-falāsifa.” In Syriaca: Zur Geschichte, Theologie, Liturgie und Gegenwartslage der syrischen Kirchen. 2. Deutsches Syrologen-Symposium (Juli 2000, Wittenberg) , Studien zur Orientalischen Kirchengeschichte 17, ed. M. Tamcke. Münster: LIT, 2002, 147–175. Takahashi, H. Barhebraeus. A Bio-Bibliography . Piscataway, N.J.: Gorgias Press, 2005, 254–256. Explanatory notes and glosses in Syriac and Garshūnī are present in the margins. 2. ff. 118r–151r [IO 1] Eliya of Nisibis, The Book of the Interpreter Title : ܟܬܒܐ ܕܦܘܫܩ ܫܡܗ̈ܐ ܕܥܒܝܕ ܠܡܪܝ ܐܠܝܐ ܡܝܛܪܦܘܠܝܛܐ ܕܨܘܒܐ Incipit : ܒܣܡ ܐܠܠܗ ܐܠܪܚܡܢ ܐܠܪܚܝܡ. ܘܠܡܐ ܪܐܝܬ ܐܠܡܘܠܝ ܐܠܡܐܠܟ Desinit : ܐܣܬܘܡ ܘܐܢܨܠܚܬ ܡ̣ܢ ܓܝܪܗܐ ܬܬܩܢ Ed .: Ḥaddād, B., Targmānā sayomā Ēliyā bar Shināyā. Duhok, 2007. Lit. : McCollum, A.C., “Prolegomena to a New Edition of Eliya of Nisibis’s Kitāb al-turjumān fī taʿlīm luġat al-suryān.” Journal of Semitic Studies 58:2 (2013): 297–322. 3. ff. 151r-154v [ IO 71] <Gregory bar ʿEbrōyō>, hi >< Laughable stories >, ch. 20, ‘physiognomical characteristics described by the sages’ Title : ܫܘܘܕܥܐ ܕܒܪܢܫܐ Incipit : ܣܥܪܐ ܪܟܝܟܐ ܥܠ ܕܚܘܠܬܢܘܬܐ ܡܫܘܕܥ ܘܣܥܪܐ ܩܫܝܐ ܥܠ ܓܒܪܘܬܐ Desinit : ܥܗܕ ܠܡܠܬܐ ܕܐܡܪ ܦܘܠܘܣ ܫܠܝܚܐ ܟܠ ܡܕܡ ܕܟܐ ܗܘ ܠܕܟܝܐ Ed .: Budge, E.A.W., The Laughable Stories Collected by Mâr Gregory John Bar-Hebræus, Maphrian of the East from A.D. 1264 to 1286 . London: Luzac, 1897, 149–157 [based on IO and Leeds, Syr. 3]. Lit .: Marzolph, U., “Die Quelle der Ergötzlichen Erzählungen des Bar Hebräus.” Oriens Christianus 69 (1985): 81–125. Takahashi, H. Barhebraeus. A Bio-Bibliography . Piscataway, N.J.: Gorgias Press, 2005, 347–353. Corresponds to chs. 678–725 (with omission of 692 and 726–727) in Budge’s edition of the Laughable stories . As was demonstrated by Marzolph, the Laughable stories is based for the most part on the vast anthology Naṯral-durr by Abū Saʿd Manṣūr b. al-Ḥusayn al-Ābī (d. CE 1030). For ch. 20, however, Bar ʿEbrōyō must have used a different source that has not as yet been precisely identified. The chapter bears close similarities to Ps.-Aristotle’s Physiognomonica . 4. ff. 154v–157r [ IO 83] <ʿAbdīšōʿ of Nisibis>, < Regulation of Ecclesiastical Judgments >, book 1, ch. 10 (fragment) Title : – Incipit : ܙܕܩ ܠܗ ܠܪܫܐ ܕܥܕܬܐ ܕܒܡܕܡ ܠܐ ܢܗܘܐ ܚܣܝܪ ܘܡܛܠ ܕܥܠ ܙܒܢ̈ܬܐ ܗܠܝܢ ܡ̣ܢ ܣܓܝܐܐ ܡܫܬܐܠ Desinit : ܝܫܘܥ ܒܪ ܢܘܢ ܩܬܘܠܝܩܐ ܐܬܬܣܝܡ ܝܘܡ ܚܕ ܒܫܒܐ ܬܡܢܬܥܣܪ ܒܝܪܚ ܚܙܝܪܢ. ܕܒܫܢܬ ܐܠܦ ܘܡܐܐ ܘܬܠܬܝܢ ܘܐܪܒܥ Explicit : ܫܠܡ ܚܘܫܒܢܐ ܕܣܘܢܗܕ Ed .: remains unedited with the exception of a few excerpts. Vosté, I.-M, Ordo iudiciorum ecclesiasticorum’ collectus, dispositus, ordinatus et compositus a Mar ʿAbdišoʿ metropolita Nisibis et Armeniae, latine interpretatus est notis illustravit , Fonti, series 2, fasc. 15. Roma: Typis Polyglottis Vaticanis 1940 [Latin translation]. Lit .: Selb, W. Orientalisches Kirchenrecht , Band I. Wien, 1989, 77–78. Texts closely similar to this one can be found in a number of other manuscripts, for instance in Mardin, Chaldean Cathedral (CCM) 20 ( olim Diyarbakır\/Scher 106), and are likely to derive from the same treatise of ʿAbdīšōʿ of Nisibis. The given text differs from the others and additionally provides in its second half the dates of several ecumenical councils (First Council of Constantinople of 381, Council of Ephesus of 431 and Council of Chalcedon of 451), as well as those of the Church of the East (e.g. the Synod of Mar Acacius of 486 and the Synod of Mar Babai, usually dated to 497 but here to CE 500). The fragment ends with an entry on Catholicos Īšōʿ bar Nūn, absent in ʿAbdīšōʿ’s work but present in the text attested by manuscript IO. 5. f. 157r [ IO 68] Anonymous list of biblical toponyms with contemporary equivalents Title : ܦܘܫܩ ܟܪ̈ܕܠܢܐ ܕܝܘܢܝ̈ܐ Incipit : ܟܪ̈ܕܠܢܐ ܝܘܢܐܝܬ ܬܪ̈ܥܐ ܘܡܠܘܟ̈ܐ ܕܦܦܐ ܡܬܦܫܩܝܢ Desinit : ܐܘܪ ܕܟܠܕܝ̈ܐ. ܗ̄. ܒܝܬ ܡܚܘ̈ܙܐ. ܐܘ ܤܝܬ ܒܝܬ Ed .: unedited 6. ff. 157r–184r [ IO 69] <Pseudo>-Aristotle, Physiologus Title : ܥܠ ܚܝܘ̈ܬܐ Incipit : ܝܘܠܦܢܐ ܕܡܩܒ̈ܠܢ ܚܝܘ̈ܬܐ ܠܘ ܡܠܝܐܝܬ ܘܠܘ ܒܛܟܣܐ ܕܦܪܘܫܘܬܐ Desinit ܘܡܬܕܟܝܐ ܐܟܡܐ ܕܐܝܬܝܗ ܗܘܬ ܒܟܝܢܗ ܠܗܕܐ ܕܝܢ ܣܓܝܐܐ ܡܢ ܐܣܘ̈ܬܐ ܣܗܕܘ ܥܠܝܗ̇ Explicit : ܫܠܡ ܟܬܒܐ ܕܟܝܢܬܐ ܕܥܒܝܕ ܠܐܪܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ Ed .: Ahrens, K., Das Buch der Naturgegenstände . Kiel: Haeseler, 1892 [based on IO]. The Syriac version of Physiologus is known in at least two recensions, whereas the text preserved in IO is considered to be a collection containing Physiologus material (a different collection is preserved in BL Add. 25878). 7. ff. 184r–209v [ IO 3] Gregory bar ʿEbrōyō, Kṯāḇ>ā da-swād sōpiyā Title : ܟܬܒܐ ܕܣܘܕ ܣܘܦܝܐ ܕܥܒܝܕ ܠܡܪܝ ܓܪܝܓܘܪܝܘܣ Incipit : ܦܪܘܡܝܘܢ ܡܪܡܪܡܐ ܐܢܬ ܒܐܝܬܘܬܟ ܐܠܗܢ Desinit : ܘܝܗܒ ܫܘܟܢ̈ܐ ܘܠܟ ܚܝܒ ܟܠܢܫܡܐ ܠܡܫܒܚܘ ܕܠܐ ܦܣܩ ܠܥܠܡ ܥܠܡܝܢ Explicit : ܫܠܡ ܟܬܒܐ ܕܣܘ ܣܘܦܝܐ ܘܐܝܣܓܘܓܝܢ ܕܥܒܝܕ ܠܓܪܝܓܘܪܝܘܣ ܡܦܪܝܢܐ ܕܡܕܢܚܐ Ed .: Janssens, H.F., L’entretien de la sagesse. Introduction aux œuvres philosophiques de Bar Hebraeus , BFPUL 75. Liège, 1937. Lit .: Takahashi, H. Barhebraeus. A Bio-Bibliography . Piscataway, N.J.: Gorgias Press, 2005, 257–262. 8. ff. 210r–211r [ IO 34] Anonymous exposition on the stones in Ex. 28:17-20 Title : ܢܘܗܪܐ ܕܟܐܦ̈ܐ ܕܡܫܟܢ ܙܒܢܐ Incipit : ܣܘܡܩܐ ܘܙܪܓܐ ܘܒܪܩܐ Desinit : ܪܓܫ ܕܝܢ ܒܪ̈ܓܫܐ ܢܦܫܢܝ̈ܐ. ܐܘ ܟܝܬ ܒܙܘ̈ܥܐ ܕܢܦܫܐ Ed .: unedited The text can be found also in Mingana Syr. 108. 9. f. 211r [ IO 40] Anonymous short explanation of the Greek words Title : ܦܘܫܩ ܫܡܗ̈ܐ Incipit : ܐܪܟܐܠܐܘܣ. ܪܫ ܥܡܐ܀ ܩܘܡܣ. ܪܫ ܚܡܫܡܐܐ Desinit : ܣܢܐܓܪܐ. ܗ̄. ܡܥܕܪܢܐ Ed .: unedited A similar work can be also found in Harvard, Houghton Library, Syr. 72, ff. 63r–64v. 10. f. 211r [ IO 41] Anonymous short treatise on the synonyms Title : ܡ̇ܢ ܦܪܝܫ Incipit : ܥܓܠ ܡ̣ܢ ܩܠܝܠ. ܡ̣ܢ ܡܣܪܗܒ. ܘܐܡܪܝܢܢ ܕܗ̇ܘ ܕܚܪܝܦ ܒܙܒܢܗ ܥܓܠ ܡܬܐܡܪ Desinit : ܐܣܘܛܐ ܐܦ ܗܘ̤ ܡܬܝܥܢ ܥܠ ܡܐܟܘܠܬܐ Ed .: unedited 11. ff. 211r–213r [ IO 42] Anonymous explanation of the Biblical names and other foreign words Title : – Incipit : ܦܝܢܚܣ. ܚܐܣ ܥܠ ܦܘܡܗ܀ ܕܘܝܕ. ܕܘܝܐ Desinit : ܕܡܛܬܣܝܣ ܡܬܚܡܐ ܦܫܝܛܐ Ed .: unedited The text is not separated from the preceding one; we have divided the texts according to IO. 12. ff. 213r–215v [ IO 31] Ḥunayn b. Isḥaq and ʿEnanīšōʿ, Liber canonum de aequilitteris (selection). Title : ܟܬܒܐ ܕܩܢܘ̈ܢܐ ܕܥܒܝܕܝܢ ܠܪܒܢ ܚܘܢܝܢ ܘܠܪܒܢ ܥܢܢܝܫܘܥ Incipit : ܐܡܪ ܡܡܠܠܐ ܕܡ̣ܢ ܟܕܘ ܠܐܚܪ̈ܢܐ ܐܬܐܡܪ ܐܝܟ ܗ̇ܝ ܕܐܡ̣ܪ ܡܪܝܐ ܠܡܘܫܐ Desinit : ܡܬܒܢܕܠܝܢ. ܗ̄. ܡܫܬܓܫܝܢ܀ ܫܘ̈ܠܒܓܐ܆ ܢܘܦܚ̈ܐ ܙܥܘܪ̈ܐ Ed .: Hoffmann, G., Opuscula nestoriana . Kiliae, 1880, 2–49 [based on IO]. 13. ff. 215v–216v [ IO 55] <Solomon of Baṣra>, < Book of the Bee >, ch. 5, ‘on the creation of the angels’ (fragment) Title : ܥܠ ܒܪܝܬܐ ܕܡܠܐܟ̈ܐ Incipit : ܡܠܐܟ̈ܐ ܕܝܢ ܬܫܥܐ ܬܓܡ̈ܐ ܐܝܬܝܗܘܢ Desinit : ܕܢܥܠܘܢ ܠܥܠܡܐ ܐܝܟ ܡܢܝܢܐ ܕܟܠܗܘܢ ܚܝ̈ܠܘܬܐ ܫܡܝ̈ܢܐ Ed .: Budge, E.A.W., The Book of the Bee. Oxford: Clarendon Press, 1886, 12* l. 20 – 14* l. 15 Lit. : Molenberg, C., The Interpreter interpreted. Išoʿ bar Nun’s Selected Questions on the Old Testament [PhD thesis]. Groningen, 1990, 12–13. The same text appears in a modern copy, Vat. sir. 593, ff. 53v–54r, as well as in the older Baghdad, Chaldean Monastery 78 ( olim Alqosh, Notre-Dame des Semences\/Vosté 45), and olim Mosul, Chaldean Patriarchate\/Scher 103, where it is attributed to Īšōʿ bar Nūn. C. Molenberg argued that the author is not identical to the Catholicos Īšōʿ bar Nūn (d. CE 828) but was unable to identify the text. 14. ff. 216v–216v [ IO 55] Anonymous, ‘The degrees of the angels and their interpretation’ Title : ܬܘܒ ܕܪ̈ܓܐ ܕܡܠܐܟ̈ܐ ܘܦܘܫܩܗܘܢ Incipit : ܟܪ̈ܘܒܐ ܗ̄ ܦܛܪܝܪ̈ܟܐ. ܣܪ̈ܦܐ ܗ̄ ܩܬܘܠܝ̈ܩܐ Desinit : ܡܠܐܟ̈ܐ. ܗ̄. ܗܘܦܬܝܩ̈ܢܐ܀ ܡܠܐܟ̈ܐ. ܗ̄. ܩܪ̈ܘܝܐ Ed .: unedited The text has some parallels with the Book of the Fathers and ʿAbdīšōʿ of Nisibis’s, Regulation of Ecclesiastical Judgments (book 4, ch. 2), both of which are so far unedited. 15. ff. 216v–217r [ IO 55] Anonymous work on ecclesiastical degrees and their interpretation in question and answer form Title : - Incipit : ܫܘܐܠܐ. ܡܢܐ ܡܡܠܝܢ ܕܪ̈ܓܐ ܗܢܘܢ ܕܒܥܕܬܐ ܚܕ ܚܕ ܡܢܗܘܢ Desinit: ܩܬܘܠܝܩܐ. ܐܒܐ ܓܘܢܝܐ ܡܬܦܫܩ܀ ܦܛܪܝܪܟܐ. ܐܚܝܕ ܟܠ ܡܬܦܫܩ Ed .: unedited The text has some parallels with the Book of the Fathers and ʿAbdīšōʿ of Nisibis’s, Regulation of Ecclesiastical Judgments (book 4, ch. 2). 16. ff. 217r–219r [ IO 12] Anonymous Greek-Syriac glossary Title : ܢܘܗܪܐ ܕܦܬܓܡ̈ܐ ܥܣܩܐ ܕܐܝܬ ܒܦܪܝܪܡܐܢܝܐܣ Incipit : ܣܘܣܛܘܟܣܝܐ ܗܢܘ ܕܝܢ ܩܐܛܓܘܪܝܐ Desinit : ܗܟܣܝܣ. ܣܩܘܒܠܝܘܬܐ ܕܡܩܘܝܐ ܙܒܢܐ ܣܓܝܐܐ Ed .: unedited Lit .: Hugonnard-Roche, H., “Lexiques bilingues grec-syriaque et philosophie aristotélicienne.” In Lexiques bilingues dans les domaines philosophique et scientifique (Moyen Âge – Renaissance) , Textes et études du Moyen Âge 14, ed. J. Hamesse and D. Jacquart. Turnhout: Brepols, 2001, 1–24. Hugonnard-Roche, H., “La tradition du Peri hermeneias d’Aristote en syriaque, entre logique et grammaire.” In Les auteurs syriaques et leur langue , Études syriaques 15, ed. M. Farina. Paris: Geuthner, 2018, 55–93. Despite its title – ‘Explanation of difficult terms in Aristotle’s De Interpretatione ’ – the vocabulary represented by the glossary covers a much broader spectrum and is only tangibly related to the work of Aristotle. Item B 14 provides a more extensive version of the same glossary. 17. ff. 219r–221v [ IO 3] < Yōḥannān bar Zōʿbī >, Universal canon Title : ܩܢܘܢܐ ܓܘܢܝܐ Title on the margin : ܡܐܡܪܐ ܕܥܠ ܦܝܠܣܘܦܝܐ ܕܡܬܩܪܐ ܒܡܘ̈ܫܚܬܐ Incipit : ܒܗܘ ܚܒܝܫܐ ܓܪܡܡܛܝܩܝ ܘܘܐܪܪܝܩܝ ܘܐܦ ܠܘܓܝܩܝ ܐܘܪ̈ܓܢܝܬ ܦܝܠܣܘܦܝ Desinit : ܕܐܝܬܝܗܘܢ ܥܠܬܐ ܩܕܡܝܬܐ. ܘܗܠܝܢ ܠܬܐܘܪܝܐ ܟܝܢܝܬܐ ܠܚ̈ܡܢ Ed .: unedited In other manuscripts, the text has the title Metrical mēmrā on philosophy . 18. f. 221r <Gregory bar ʿEbrōyō>, < Tegrat tegrātā>, book 1, ch. 2 (fragment) Title : - Incipit : ܣܝܠܝܕܝܣ ܕܫܘܝ̈ܬܐ. ܡ̣ܢ ܐܢܢܩܝ ܕܬܗܘܐ. ܠܐ ܡ̣ܢ ܐܢܢܩܝ ܕܬܗܘܐ See A 1 above. The fragment deals with the subject of the negation of modal propositions (cf. Aristotle, On interpretation 12). The fragment appears to have been copied from a text as it can be found elsewhere (see item A 1 above) in the manuscript (ff. 24v–25r). The final sentence of the fragment is underlined in the main text. The accompanying commentary is present also in IO. Alqosh, Chaldean Diocese 61, part B (ff. 223–280) Paper. – 23 x 16 x 7 cm. – 58 fols. – 1 col., 22–23 l. Modern Eastern Arabic foliation in pencil. – Quire signatures on the first and last pages of quires. Catch-words. Condition : the manuscript consists at present of six quires and it is impossible to estimate how many are lost; all the quires consist of five bifolia and are complete, although the sixth one is a quaternion. Date : the colophon is lost, but the year (CE 1865) is recorded on f. 239v Scribe : as with part A , conspicuous is the presence of multiple hands (distinguishable by their ductus) and it is likely that at least some of these are identical with those involved in the production of part A ; no names are indicated. A number of works present in part B also appear in three other manuscripts (Cambridge, Add. 2812, Berlin, Petermann I 9, and London, India Office 9). Examination of some texts makes it unlikely to suppose that part B was directly copied from any of those. To establish the actual relationship with part B , these three manuscripts (especially Petermann I 9 containing the largest group of shared texts) and other related ones will require a special study. The following table provides a comparison between the four manuscripts (the numbers of the items in the Berlin and Cambridge manuscripts depend on the descriptions of Sachau and Wright respectively); the actual text may differ rather significantly from copy to copy: DCA 61 part B Petermann I 9 (CE 1259\/60) Cambridge Add. 2812 (CE 1806) BL India Office 9 (CE 1698 and 1712\/3) 1 - - 10 2 – – – 3 – – – 4 – – – 5 – – – 6 - - 23 7 18 X - 8 22 XI - 9 24 XII - 10 <30>.a - 37 11 <30>.b - 39 12 <30>.c - 13 <30>.d IX.c 8 14 33 - - 15 10 - - 16 25 IX.a 11 17 25 IX.b - 18 34 VI 26 19 – – – 20 – – – 1. ff. 223rv Anonymous work on the Jewish sects that appeared after the return from Babel Title : ܕܬܕܥ ܠܟܡܐ ܗܪ̈ܣܝܣ ܐܣܬܕܩܬ ܝܗܘܕܝܘܬܐ Incipit : ܠܫܒܥ ܗܪ̈ܣܝܣ ܐܬܦܠܓܬ ܡ̣ܢ ܒܬܪ ܦܘܢܝܐ ܕܡ̣ܢ ܒܒܠ ܕܐܝܬܝܗܘܢ. ܣܦܪ̈ܐ ܘܦܪ̈ܝܫܐ ܘܙܕܘܩ̈ܝܐ Desinit : ܠܐ ܐܠܦ ܐܢܘܢ ܘܟܦܪܝܢ ܒܩܝܡܬܐ Ed .: unedited Lit .: Brock, S.P., “Some Syriac Accounts of the Jewish Sects.” In A Tribute to Arthur Vööbus: Studies in Early Christian Literature and Its Environment, Primarily in the Syrian East , ed. R.J. Fischer. Chicago, Illinois: The Lutheran School of Theology at Chicago, 1977, 265–276. The account of the Jewish sects most probably depends on the respective passage in book 5 of Theodore bar Kōnī’s Scholion (edition: Scher, A., Theodorus bar Kōni Liber Scholiorum, Pars Prior , CSCO 55, Syr. II\/65. Paris and Leipzig: E Typographeo Reipublicae, 1910, 366 l. 19 – 369 l. 1). 2. f. 223v Anonymous, ‘On the <types> of wood from which the altar and the table are made’ Title : ܬܘܒ ܕܝܢ ܘܐܦ ܡܘܕܥܝܢܢ ܩܝ̈ܣܐ ܕܡܢܗܘܢ ܡܬܥܒܕ ܡܕܒܚܐ ܘܕ̈ܦܐ Full text : ܕܐܫܟܪܥܐ ܕܗܘ̤ ܫܓܐ܂ ܕܬܘܬܐ܂ ܕܓܘܙܐ܂ ܕܠܘܙܐ܂ ܕܥܘܢܒܘ܂ ܕܫܪܘܝܢܐ܂ ܕܫܡܫܪ܂ ܕܐܒܢܘܣ܂ ܕܬܬܐ܂ ܕܩܝܣܐ ܕܟܝܪܐ Ed .: unedited 3. ff. 223v–224r Anonymous, ‘Explanation of the signs of the zodiac in which the Sun stands’ Title : ܫܘܕܥܐ ܕܫܡܫܐ ܕܒܐܝܢܐ ܡܠܘܫܐ ܗ̇ܘܐ Incipit : ܒܥܣܪܝܢ ܘܐܪܒܥܐ ܒܢܝܣܢ ܢ̇ܦܩ ܫܡܫܐ ܡ̣ܢ ܐܡܪܐ ܘܥ̇ܐܠ ܠܬܘܪܐ Desinit : ܨܠܡܐ ܪܒܐ ܟܢܘܢ ܐܚܪܝ܀ ܕܘܠܐ ܫܒܛ܀ ܢܘܢܐ ܐܕܪ Ed .: unedited The text is followed by a brief explanation. 4. f. 224r <Theodore bar Kōnī>, < Scholion >, book 7 (fragment), ‘The names of the magi-kings who brought offerings to our Lord’ Title : ܫܡ̈ܗܐ ܕܡ̈ܠܟܐ ܡܓܘ̈ܫܐ ܕܐܘܒܠܘ ܩܘܪ̈ܒܢܐ ܠܡܪܢ Incipit : ܐ܂ ܙܪܘܢܕܕ ܒܪ ܐܪܛܒܢ܂ ܒ܂ ܗܘܪܡܙܕ ܒܪ ܣܢܛܪܘܩ Desinit : ܘܢܦ̣ܠܘ ܣܓܕܘ ܠܗ ܥܠ ܐܪܥܐ Ed .: Scher, A., Theodorus bar Kōni Liber Scholiorum, Pars Posterior , CSCO 69, Syr. II\/66. Paris and Leipzig: E Typographeo Reipublicae, 1912, 72 l. 9–20. Lit .: Witakowski, W., “The Magi in Syriac Tradition.” In Malphono w-Rabo d-Malphone: Studies in Honor of Sebastian P. Brock , Gorgias Eastern Christian Studies 3, ed. G.A. Kiraz. Piscataway, NJ: Gorgias Press, 2008, 809–843. Similar anonymous lists can be found in a number of manuscripts (e.g. Mingana Syr. 148) but often vary in the spelling of names. 5. f. 224rv Anonymous, ‘On the difference between ‘nature’, ‘essence’, and ‘person’’ Title : ܒܡ̇ܢ ܦܪܝܫ ܟܝܢܐ ܡ̣ܢ ܩܢܘܡܐ ܡ̣ܢ ܦܪܨܘܦܐ Incipit : ܟܝܢܐ ܗܟܝܠ ܐܝܬܘܗܝ ܗ̇ܘ ܡܐ ܕܗܘ̤ ܠܝܬܗ ܡܩܝܡ ܒܗ̇ܘ ܡܐ ܕܐܝܬܘܗܝ Desinit : ܕܩܢܘܡܗ ܕܦܛܪܘܣ ܐܝܬܘܗܝ ܐܘ ܕܐܚܪܢܐ Ed .: unedited The text does not seem to be related to the work of John bar Zoʿbi with a similar title (cf. Furlani, G., “Giovanni Bar Zô‘bî sulla differenza tra natura ed ipostasi e tra persona e faccia.” Studi e materiali di storia delle religioni 2 (1926): 230–242). 6. f. 224v Anonymous, ‘In how many ways books can be interpreted’ Title : ܥܠ ܕܒܟܡܐ ܙܢ̈ܝܢ ܡܬܦܫܩܝܢ ܟܬܒ̈ܐ Incipit : ܒܚܡܫܐ ܙܢ̈ܝܢ ܡܬܦܫܩܝܢ ܟܬܒ̈ܐ Desinit : ܘܡܢܗܘܢ ܬܘܒ ܒܣܘܓ̈ܝܬܐ ܘܒܥܘ̈ܢܝܬܐ ܘܒܙܢ̈ܝ ܙܡܪܐ ܕܒܬ ܩ̈ܠܐ ܘܩ̈ܝܢܬܐ Ed .: unedited 7. ff. 224v–230r Severus Sēbokht , Letter to the periodeutes Yawnan on difficult questions in Aristotle’s De Interpretatione and Analytica Priora Title : ܐܓܪܬܐ ܕܣܐܘܪܐ ܣܒܘܟܬ ܠܘܬ ܝܘܢܢ ܣܥܘܪܐ ܗ̇ܘ ܕܗܘܐ ܐܦܣܩܘܦܐ ܕܬܠܐ ܡܛܠ ܒܢܬ ܩ̈ܠܐ ܡܕܡ ܡܕܡ ܕܒܦܪܝܐܝܪܡܢܝܣ ܕܐܪܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ ܘܒܐܢܘܠܘܛܝܩ̈ܐ ܩܕܡ̈ܝܐ Incipit : ܠܪܚ̇ܡ ܐܠܗܐ ܘܕܚ̇ܠ ܐܠܗܐ ܐܚܘܢ ܪܘܚܢܐ ܘܝܬܝܪ ܚܒܝܒܐ ܩܫܝܫܐ Desinit : ܘܐܢ ܒܣܘܥܪ̈ܢܐ ܟܝܬ ܐܠܗ̈ܝܐ ܒܗ̇ ܒܕܡܘܬܐ ܘܐܦ ܒܐܢܫ̈ܝܐ Ed .: Hugonnard-Roche, H., “Questions de logique au VII e siècle. Les épîtres syriaques de Sévère Sebokht et leurs sources grecques.” Studia Graeco-Arabica 5 (2015): 53–104. Lit .: Reinink, G.J., “Severus Sebokts Brief an den Periodeutes Jonan. Einige Fragen zur aristotelischen Logik.” In Symposium Syriacum III , Orientalia Christiana Analecta 221, ed. R. Lavenant. Roma, 1983, 97–107. The text belongs to the same branch that is represented by manuscripts Berlin, Petermann I 9, and Cambridge, Add. 2812. 8. ff. 230r–239v Aristotle, Prior Analytics , book I, chapters 1–7 (anonymous Syriac translation) Title : ܐܢܘܠܘܛܝܩܐ ܟܬܒܐ ܩܕܡܝܐ ܕܐܪܣܛܘܛܠܝܣ Incipit : ܩܕܡܐܝܬ ܙ̇ܕܩ ܕܢܐܡܪ ܕܥܠ ܡܢܐ ܘܕܡܘܢ ܐܝܬܝܗ̇ ܡܬܚܫܒܢܘܬܐ ܕܥܠ ܐܦܘܕܟܣܝܣ Desinit : ܘܠܘܬ ܚܕܕܐ ܠܗܠܝܢ ܐܚܪ̈ܢܐ ܗ̇ܢܘܢ ܕܡ̣ܢ ܗܠܝܢ ܐܚܪ̈ܢܐ Final rubric : ܫܠܡ ܐܢܘܠܘܛܝܩܐ ܕܥܒܕܐ ܠܐܪܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ Ed .: Friedmann, I., Aristoteles’ Analytica bei den Syrern [Inaugural-Dissertation]. Berlin, 1898 [based on Berlin Petermann I 9]. Nagy, A., Una versione siriaca inedita degli Analitici d’Aristotele , Rendiconti della Reale Accademia dei Lincei, Classe di scienze morali, storiche e filologiche, ser. 5, vol. 7. Roma: Tipografia della Accademia, 1898, 321–347 [based on Vat. sir. 158]. Lit .: S.P. Brock, “The Syriac Commentary Tradition.” In Glosses and Commentaries on Aristotelian Logical Texts: The Syriac, Arabic, and Medieval Latin Traditions , ed. Ch. Burnett. London: The Warburg Institute, 1993, 3–18, here 14 § 4.1.1 = id., From Ephrem to Romanos: Interactions between Syriac and Greek in Late Antiquity . Aldershot: Variorum, 1999, no. xiii]. The manuscript contains the early anonymous translation, which covers only the first seven chapters of the Prior Analytics . A full translation was made by George, bishop of the Arabs. The text is very close to that preserved in Petermann I 9. 9. f. 240rv Prōḇā, Commentary on Aristotle’s De Interpretatione (2nd section) Title : ܦܘܫܩ ܐܘܟܝܬ ܢܘܗܪܐ ܕܦܣܘܩܐ ܕܬܪܝܢ ܡ̣ܢ ܟܬܒܐ ܕܦܪܝܐܪܡܢܝܣ ܕܐܪܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ ܕܥܒܝܕ ܠܦܪܘܒܐ ܡܛܠ ܦܪܘܛܣܝܣ ܕܡ̣ܢ ܗ̇ܘ ܕܣܝܡ ܘܡ̣ܢ ܗ̇ܘ ܕܡܬܩܛܪܓ ܒܠܚܘܕ Incipit : ܒܥܝܢܢ ܕܝܢ ܡ̣ܢ ܩܕܡ ܗܢܐ ܦܣܩܐ ܬܠܬܐ ܡܕܡ ܕܚܫܚܝܢ ܠܢ ܒܗ Desinit : ܕܗ̇ܘ ܕܣܝܡ ܒܗ̇ܝ ܕܐܝܬܘܗܝ ܐܘ ܠܐ ܐܝܬܘܗܝ Ed .: Hoffmann, G., De Hermeneuticis apud Syros Aristoteleis . Lipsiae, 1869, 88 l. 7 – 89 l. 23 [based on Petermann I 9]. Lit .: Brock, S. “The Syriac Commentary Tradition.” In Glosses and Commentaries on Aristotelian Logical Texts: The Syriac, Arabic and Medieval Latin Traditions , ed. Ch. Burnett. London: The Warburg Institute, 1993, 3–18, here 14 §4.2.2 = id. From Ephrem to Romanos: Interactions Between Syriac and Greek in Late Antiquity , Variorum Collected Studies Series CS664. Aldershot, Hampshire–Brookfield, VT: Ashgate, 1999, no. xiii. Brock, S. “The Commentator Probus: Problems of Date and Identity.” In Interpreting the Bible and Aristotle in Late Antiquity. The Alexandrian Commentary Tradition between Rome and Baghdad , ed. J. Lössl and J. W. Watt. Farnham–Burlington, VT: Ashgate, 2011, 195–206. Suermann, H. “Anmerkungen zur Sprache der Übersetzungen und Kommentare von Aristoteles und Porphyrios bei Probus.” In VI Symposium Syriacum, 1992: University of Cambridge, Faculty of Divinity, 30 August–2 September 1992 , Orientalia Christiana Analecta 247, ed. R. Lavenant. Roma: Pontificio Istituto Orientale, 1994, 393–400. 10. f. 241r Anonymous riddle on the letters of the alphabet Title : ܡܬܠܐ ܕܥܒܝܕ ܠܚܕ ܡ̣ܢ ܚܟܝܡ̈ܐ ܥܠ ܐܬܘ̈ܬܐ ܕܐܠܦܐ ܒܝܛܐ Incipit : ܫܘܐܠܐ: ܒܝܬܐ ܚܕ ܡܪܟܒܐ ܕܟܠܗ ܡܠܘܐܐ ܕܝܠܗ ܠܐ ܡܬܚܒܫ ܒܥܘܦܦܐ ܬܠܝܬܝܐ Desinit : ܘܡܬܚܘܐ ܠܟܠ ܕܡܠܝܠ ܘܣܢܝܩܐ ܥܠܝܗܘܢ ܡܠܟܘܬܐ ܐܪܥܢܝܬܐ Ed .: unedited 11. f. 241rv David bar Pawlōs, On different types of nominal forms Title : – Incipit : ܬܩܐܣܝܡ ܐܠܐܣܡܐ ܐܠܘܐܩܥܗ ܥܠܝ ܣܐܝܪ ܐܠܐܫܝܐ ܛܝܐܝܬ ܩܪܝ Desinit : ܡܠܟ ܡ̈ܠܟܐ ܪܒ ܒܝܬܐ ܪܒܐ ܕܒܝܬܐ ܘܟܠ ܕܒܗܢܐ ܙܢܐ Ed .: Sachau, E., Verzeichnis der Syrischen Handschriften der Königlichen Bibliothek zu Berlin , vol. I. Berlin: A. Asher & Co., 1899, 330. Gottheil, R.J.H., “Dawidh bar Paulos, a Syriac Grammarian.” Journal of the American Oriental Society 15 (1893): cxi–cxviii, here cxiii–cxv [based on IO]. A brief work attributed to David bar Pawlōs (8th\/9th c.), whose identity is disputed in the literature, discusses eight types of nouns (examples for each type derive not only from Syriac, but also from Greek, Hebrew, and Arabic languages). The opening part is in Garshūnī and is attested also by Peterman I 9, though absent in IO. 12. f. 241v David bar Pawlōs, A list of Aristotle’s categories in Syriac and Arabic Title : ܕܝܠܗ ܛܝܝܐܝܬ܂ ܬܦܣܝܪ ܐܠܥܫܪ ܩܨܐܝܐ ܕܐܪܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ Incipit : ܕܐܝܬܝܗܝܢ ܐܘܣܝܐ الجوهر الكم والكيف Desinit : ܘܟܠܗܘܢ ܐܣܟ̈ܡܐ ܕܛܪܝܓܢܘܢ ܘܫܪܟܐ ܪܛܝܒܐ ܩܫܝܫܐ ܫܪܝܐ ܩܫܝܐ ܘܟܠ ܕܠܗܠܝܢ ܕܡܝܢ Final rubric : ܘܣܟܐ ܕܟܠܗܝܢ ܩܐܛܓܘܪܝܘܣ ܐܝܟ ܕܡܘܕܥ ܠܟ ܐܪܣܛܘ ܦܝܠܣܘܦܐ ܒܟܬܒܐ ܕܡܠܝܠܘܬܐ Ed .: unedited The author’s name is deduced from the reference to the preceding text. 13. f. 242rv Anonymous work on the first scientific discoveries and discoverers Title : ܬܘܒ ܫܪܒܐ ܕܡܘܕܥ ܫܟܚ̈ܬܐ ܕܝ̈ܕܥܬܐ ܩܕܡ̈ܝܬܐ ܕܗܘܘ̤ ܒܥܠܡܐ ܗܢܐ Incipit : ܩܕܡ̈ܝܐ ܕܥܡ̈ܐ ܟܠܗܘܢ ܒܒܠܝ̈ܐ ܐܢܘܢ ܕܐܝܬܝܗܘܢ ܟܠܕܝ̈ܐ Desinit : ܐܣܩܠܒܝܕܘܣ ܕܝܢ ܗ̣ܘ ܐܝܬܘܗܝ ܗܘ̣ܐ ܕܐܫܟܚ ܠܐܘܡܢܘܬܐ ܕܐܣܝܘܬܐ ܦܓܪܢܝܬܐ Ed .: Sachau, E., Verzeichnis der Syrischen Handschriften der Königlichen Bibliothek zu Berlin , vol. I. Berlin: A. Asher & Co., 1899, 331. Lit .: Baumstark, A., Aristoteles bei den Syrern vom v.–viii Jahrhundert. Bd. 1, Syrisch-Arabische Biographieen des Aristoteles. Syrische Commentare zur ΕΙΣΑΓΩΓΗ des Porphyrios . Leipzig: Teubner, 174–181. The text apparently derives from an introductory work ( Prolegomena ) to Porphyry’s Eisagoge that has come down to us in fragmentary form in Vat. sir. 158. 14. ff. 242v–245r Anonymous Greek-Syriac glossary Title : ܬܘܒ ܢܘܗܪܐ ܕܦܬܓܡ̈ܐ ܥܣ̈ܩܐ ܕܐܝܬ ܒܦܪܝܪܡܐܢܝܐܣ ܕܐܪܣܛܘܛܝܣ Incipit : ܗܦܓܘ̈ܓܐ ܗ̇ܢܘ ܕܝܢ ܡܬܬܝܬܝܢܘܬܐ ܐܦܓܘܓܐ ܗ̄ ܡܬܡܨܝܢ̈ܘܬܐ Desinit : ܐܘܣ̈ܝܣ ܗ̄ ܡܫܝܚܐ ܩܛܐܓܪܦܝܣ ܗ̄ ܟܬܝܒܘܬܐ Ed .: unedited An expanded form of the glossary present in A 16. 15. ff. 245r–247r Anonymous Greek-Syriac glossary Title : ܦܘܫܩ ܫܡܗ̈ܐ ܝܘܢܝ̈ܐ Incipit : ܐܣܛܪܛܝܐ ܐܘܪܚܐ ܐܣܛܪ̈ܛܝܘܬܐ ܦܠܚ̈ܐ ܕܡ̈ܠܟܐ Desinit : ܕܠܘܬ ܡܢܘ ܣ̇ܠܩ ܦܪܝܛܘܪ̈ܝܩܝ ܟܬܒܐ وبرهان Ed .: unedited Similar to the previous text, this glossary contains Greek words transliterated into Syriac letters, with Syriac equivalents and occasionally with short explanations. The glossary contains various nouns and proper names related to philosophy, patristic literature and the Bible. A large number of Greek proper names are explained etymologically. The manuscript Mingana Syr. 108 contains a related glossary. 16. f. 247r Anonymous list of Aristotelian categories in Syriac and Arabic Title : القضايا العشرة ܗ̄ ܥܣܪ ܩܐܛܓܘܪ̈ܝܣ Full text : ܐܘܣܝܐ الجوهر ܂ ܟܡܝܘܬܐ الكمية ܂ ܐܝܢܝܘܬܐ الكيفية ܂ ܠܘܬ ܡܕܡ مضاف ܂ ܐܝܟܐ اين ܂ܐܡܬܝ متى ܂ ܐܝܬ لهى ܂ ܣܝܡ موضوع ܂ ܥ̇ܒܕ يفعل هو ܂ ܚ̇ܐܫ ينفعل من اخر Ed .: Wright, W., A Catalogue of the Syriac Manuscripts in the Library of the University of Cambridge , vol. 2. Cambridge: University Press, 1901, 640. Furlani, G., “Contributi alla storia della filosofia greca in Oriente. Testi siriaci, I.” Rendiconti della Reale Accademia Nazionale dei Lincei. Classe di scienze morali, storiche e filologiche V, 23 (1914): 154–175, here 155–6. 17. f. 247r Anonymous list of (thirteen) Syriac and Arabic attributes of matter ( ܗܝܘ̈ܠܐ , i.e. ὕλη ) Title : ܡܐ ܕܫ̇ܡܥ ܐܢܬ ܫܡܐ ܕܗܝܘ̈ܠܐ ܐܣܬܟܠ ܕܐܝܬܝܗ Incipit : ܓܘܢܐ اللون ܂ ܐܒܝܘܬܐ الغلاظ Desinit : ܩܫܝܫܘܬܐ الخشونة ܂ ܪܟܝܟܘܬܐ النعومة Ed .: unedited 18. ff. 247r–278v <Pseudo>-Michael Badōqā, Book of Definitions Title : ܦܘܫܩ ܬܚܘ̈ܡܐ ܕܟܠ ܙܢ̈ܝܢ ܘܨܒܘ̈ܢ ܥܡ ܦܘܫܩܝ̈ܗܘܢ ܘܦܘܠܓܐ ܕܝܠܗܝܢ ܕܨܒܘ̈ܬܐ ܕܥܒܝܕ ܠܡܝܟܐܝܠ ܒܕܘܩܐ ܘܡܠܦܢܐ ܡܗܝܪܐ Incipit : ܡܦܣܐ ܗ̣ܝ ܚܟܡܬܟ ܐܘ̇ ܡܪܝ ܕܟܠܗܝܢ ܨܒܘ̈ܬܐ Desinit : ܘܗ̣ܝ ܡܡܠܝܐ ܠܟ ܚܠܦ ܬܚܘܡܐ ܐܝܢܐ ܕܗ̣ܘ Final rubric : ܫܠܡ ܟܬܒܐ ܕܬܚܘ̈ܡܐ ܕܥܒܝܕ ܠܡܠܦܢܐ ܡܝܟܐܝܠ ܒܕܘܩܐ Ed .: Furlani, G., ‘Il libro delle definizioni e divisioni’ di Michele l’Interprete , Atti della Reale Accademia dei Lincei, Memorie della classe di scienze morali, storiche e filologiche, ser. 6, vol. 2. Roma: G. Bardi, 1926 [based on Petermann 9, BL India Office 9, Cambridge Add. 2812, BL Add. 14538]. Lit .: Abramowski, L., “Zu den Schriften des Michael Malpana\/Badoqa.” In After Bardaisan: Studies on Continuity and Change in Syriac Christianity in Honour of Professor Han J. W. Drijvers , Orientalia Lovaniensia Analecta 89, ed. G. J. Reinink and A. C. Klugkist. Louvain: Peeters, 1999, 1–10. 19. ff. 278r–280r Rabban Qamīshōʿ of Nuhādrā the Physician, Metrical letter Title : ܐܓܪܬܐ ܕܥܒܝܕܐ ܠܪܒܢ ܩܡܝܫܘܥ ܐܣܝܐ ܢܘܗܕܪܝܐ ܒܩܪܝܬܐ ܕܐܪܒܥ Incipit : ܠܪܚܡܐ ܓܡܝܪܐ ܕܚܟܡܬܐ ܘܒܥܝܐ ܕܫܦܝܪ̈ܬܐ ܗ̇ܘ ܕܓܒܐ ܠܡ ܡ̣ܢ ܐܠܦܐ ܚܢܢܐ ܕܚ̇ܐܢ ܠܚܛܝ̈ܐ Desinit : ܘܒܥܕܢܐ ܕܨܠܘܬܟ ܥܗܕܝܗܝ ܠܐܝܢܐ ܕܠܐܝ ܒܗ Ed .: Dolabani, F.Y., Egrōt̲ō d-Dawīd bar Pawlōs d-metīdaʿd-Bēt Rabban . Mardin, 1953, 18–22. This is the same text that is known otherwise with attribution to a Syriac Orthodox author of the 8th\/9th century, David bar Pawlōs. That work is preserved in only one manuscript (Mardin, Church of the Forty Martyrs 158), where its beginning is lost. One of the most significant differences can be found in the final strophe where Babai (apparently, the Great) is praised as the ‘second Aristotle’. The same text appears in at least three other East Syriac manuscripts: Baghdad, Chaldean Monastery 173 ( olim Alqosh, Notre-Dame des Semences\/Vosté 54), Baghdad, Chaldean Patriarchate 350, and Baghdad, Church of the East Metropolitan Residence 161. In the latter copy the author’s name is not indicated. The purported author of text, Rabban Qamīshōʿ is otherwise unknown (a 7th century monk under this name is attested in Thomas of Marga’s Book of the Governors , where he is presented as a distinguished head of the monastery of Beth ʿAḇē (see ed. Bedjan, P., Liber superiorum . Leipzig: Otto Harrassowitz, 1901, 67–70). 20. f. 280rv <Isaac of Antioch>, metrical Mēmrā on learnin g Title : ܬܘܒ ܡܐܡܪܐ ܕܥܠ ܝܘܠܦܢܐ Incipit : ܝܘܠܦܢܐ ܡܠܚܐ ܕܢܦܫܐ ܕܒܗ ܡܬܚܝܨܐ ܪܦܝܘܬܐ Desinit mut. : ܘܒܥܝܕܐ ܕܡܐܝܢܘܬܐ ܫܝܛܝܢ ܣܟ̈ܠܐ ܠܝܘܠܦܢܐ Ed .: Bedjan, P., Homiliae S. Isaaci Syri Antiocheni . Leipzig: Harrassowitz, 1903, 1–12 (here ends on p. 3 l. 3). Lit .: Mathews, E.G., Jr., “The Works attributed to Isaac of Antioch: A[nother] Preliminary Checklist.” Hugoye: Journal of Syriac Studies 6:1 (2003): 65 no. 99. The poem belongs to the corpus of works attributed to Isaac of Antioch, transmitted for the most part by the Syrian Orthodox manuscripts (the earliest witness appears to be BL Add. 17164 from the 6th\/7th century). A selection of 24 mēmrē from the corpus circulated in the East Syriac milieu with attribution to Isaac of Nineveh. The Mēmrā on learning comes as first in the selection. Images Plate 1. Alqosh, Chaldean Diocese (DCA) 61, f. 8v Published with the permission of the Chaldean Diocese of Alqosh. The image is supplied by the Hill Museum & Manuscript Library. Plate 2. Alqosh, Chaldean Diocese (DCA) 61, f. 240r Published with the permission of the Chaldean Diocese of Alqosh. The image is supplied by the Hill Museum & Manuscript Library.",
    "title" : 
    [ "Field Notes on Syriac Manuscripts III: A Previously Unknown Philosophical Manuscript from Alqosh",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kessel, Grigory",
      "Arzhanov, Yury" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n1kessel_arzhanov",
    "type" : "article",
    "displayTitleEnglish" : "Field Notes on Syriac Manuscripts III: A Previously Unknown Philosophical Manuscript from Alqosh" }