
  { "fullText" : "The path that brought Aristotelian rhetoric towards the Arabic milieu is a long and complicated one, though it has occasionally been conceived as straightforward, from Greek to Arabic, diminishing the role played by the Syriac world. To weaken the position of Syriac in this field there is the fact that no manuscript containing the Syriac version of Aristotle’s Techne Rhetorike has been found so far. At the present time, then, the first work dealing with rhetoric in Syriac belongs to, apparently, the 9 th century and this absence of relevant works on the topic composed during the so-called ‘classical period’ unfortunately led some scholars to the wrong impression that the Syriac world was somehow unaware of Aristotelian rhetoric until late, and that a translation of this work was never produced. This paper aims at showing that, despite the late date of the Syriac works, they can probably be considered the products of a tradition of interpretation of Aristotle’s books and also the result of a lively discussion on the topic. This interest in Aristotelian sciences, and specifically Rhetoric , is testified, for instance, by the letter written by Patriarch Timothy I to Mar Pethion, in which he asks his delegate to find out whether the monastery of Mar Mattai possesses commentaries or scholia in Syriac (or other languages) on Poetics , Topics, Sophistical Refutations and Rhetoric . S.P. Brock, “Two letters of the patriarch Timothy from the late eighth century on translations from Greek”, Arabic sciences and philosophy 9 (1999), 236), J.W. Watt, “Greek philosophy and Syriac culture in ʿAbbasid Iraq”, in Christian heritage of Iraq. Collected papers from the Christianity of Iraq , Gorgias Eastern Christian Studies 13, ed. E.C.D. Hunter (Piscataway, NJ: Gorgias Press, 2009), 14 and V. Berti, Vita e studi di Timoteo I patriarca cristiano di Baghdad. Ricerche sull’epistolario e sulle fonti contigue , Studia Iranica 41, Chrétiens en terre d’Iran 3 (Paris: Association pour l’avancement des etudes Iraniennes, 2009), 323. Syriac Works on Rhetoric Concerning the Syriac contributions to rhetorical studies, the most important – and yet still little known – one is the work of Antony of Taġrit: the author composed what looks like a handbook designed for students of rhetoric, divided into five volumes, that explains in details various aspects of the ‘art of speaking’. J.W. Watt, “Guarding the Syriac language in an Arabic environment: Antony of Tagrit on the use of grammar in rhetoric”, in Syriac polemics. Studies in honour of Gerrit Jan Reinink , Orientalia Lavaniensia Analecta 170, eds. W.J. van Bekkum, et al. (Leuven: Peeters, 2007), 136. Moreover, as J.W. Watt, “Rhetorical education and Florilegia in Syriac”, in Les auteurs syriaques et leur langue , Études Syriaques 15, ed. M. Farina (Paris: Geuthner 2018), 96, ft. 2, recently remarked, it would be more appropriate to say that Antony composed two treatises on rhetoric, a longer one in four books called ‘On the science of Rhetoric’, and a shorter one, that coincides with what is normally accounted as The fifth book of Rhetoric , called ‘On the ornamentation and decoration of words’. Regardless, since the five books division is widespread and accepted, this paper, as Watt’s, will use the conventional reference for the sake of commodity. The books are based on Aristotelian material but also display some important differences that show influences of other Greek philosophers like Plato. On the points of contact between Antony and the Greek philosophers see J.W. Watt, “The Syriac reception of Platonic and Aristotelian rhetoric”, ARAM 5 (1993), J.W. Watt, “Eastward and westward transmission of classical rhetoric, in Centres of learning and location in Pre-Modern Europe and the Near East , eds. J.W Drijvers and A.A. MacDonald (Leiden: Brill, 1995), J.W. Watt, “Greek philosophy”, 21-24, and J.W. Watt “Literary and philosophical rhetoric in Syriac”, in Literary and philosophical rhetoric in the Greek, Roman, Syriac and Arabic worlds , Europaea Memoria. Studien und Texte zur Geschichte der europäische Ideen 66, ed. F. Woerther (Hildesheim: Olms 2009), 147-150. Antony’s efforts also served as a starting point for portions of at least two other works, namely Bar Šakko’s Book of dialogues The first part of this book deals with grammar, rhetoric and poetics. The rhetorical part is based on section one and five of Antony of Taġrit’s treatises. J. Bendrat (1968). “Der Dialog über die Rhetorik des Jacob bar Shakko“, in Paul de Lagarde und die syrischen Kirchengeschichte , ed. Göttingen Arbeitskreis für syrischen Kirchengeschichte (Göttingen: Lagarde-Haus, 1968). and Bar Hebraeus’s Cream of wisdom . The credit for finding out that a summary of Antony’s works was hidden behind a certain part of Bar Šakko’s Dialogues belongs to Martin Sprengling M. Sprengling, “Antonius Rhetor on versification with an introduction and two appendices”, The American Journal of Semitic Languages and Literatures 32: 3(1916), and “Severus Bar Shakko’s Poetics , Part II”, The American Journal of Semitic Languages and Literatures 32: 4 (1916). and Rubens Duval at the beginning of last century, R. Duval, “Notice sur la Rhétorique d’Antoine de Tagrit”, in Orientalische Studien Theodor Nöldeke zum siebzigsten Geburtstag ., ed. C. Bezold (Gießen: Verlag von Alfred Töpelmann). while for the printed version of this part one can rely upon abbé Martin’s edition. J.P.P. Martin, De la métrique chez les Syriens (Leipzig: Brockhaus, 1878). John Watt completed an edition, translation, commentary and provisional glossary of the rhetorical part of the afore-mentioned Cream of wisdom . J.W. Watt, Aristotelian rhetoric in Syriac: Barhebraeus, Butyrum sapientiae, Book of Rhetoric , Aristoteles Semitico-Latinus 18 (Leiden-Boston: Brill, 2005). When we talk about Antony of Taġrit’s works, some preliminary remarks are due. The main remark concerns the scholarly debate about dating Antony’s life, since the only concrete reference belongs to Bar Hebraeus’s Ecclesiastical history , where it is said that Antony lived at the time of Patriarch Dionysius of Tell Maḥre, See J.W. Watt, “Antony of Tagrit as a student of Syriac poetry”, Le Muséon 98: 3-4 (1985), 263 and J.W. Watt, The fifth book of the Rhetoric of Antony of Tagrit , CSCO 481, trans. (Louvain: Peeters, 1986), V-VII, for further references. a remark that was embraced by Ignatius Barsoum. I.A. Barsoum, The scattered pearls: a history of Syriac literature and sciences (translated by Matti Moosa) (Piscataway, NJ: Gorgias Press, 2003), 27 and 383-386, and I.A. Barsoum, Geschichte der syrischen Wissenschaften und Literatur (aus dem Arabischen von G. Toro und A. Gorgis) , Eichstätter Beiträge zum Christlichen Orient 2, (Wiesbaden: Harrassowitz, 2012) 19 and 298-300. See also J.W. Watt, “Anṭun of Tagrit”, in Gorgias Encyclopedic Dictionary of the Syriac Heritage , eds. S.P. Brock et al. (Piscataway, NJ: Gorgias Press, 2011), 23. However, there appears to be no concrete evidence to prove or reject this date, except for what Sebastian Brock and Lucas Van Rompay found inside the Deir al-Surian collection: S.P. Brock and L. Van Rompay, Catalogue of the Syriac manuscripts and fragments in the library of Deir al-Surian, Wadi al-Natrun (Egypt) , Orientalia Lovaniensia Analecta 227 (Leuven-Paris-Walpole, MA: Uitgeverij Peeters en Department Oosterse Studies, 2014), 244. a portion of a manuscript (Ms. Deir al-Surian, Syr. 32) containing Antony’s works, that turned out to be the lost part of the British Library manuscript Add. 17208. The two scholars have interpreted the handwriting as belonging to the 9 th century, confirming the idea previously put forward by William Wright about the date of the BL portion. W. Wight, Catalogue of Syriac manuscript in the British Museum , Vol. II (London: Gilbert and Rivington Printers, 1871), 613. Concerning Antony’s treatises on Rhetoric , which are complex and still not entirely studied, the translation and edition of the fifth book has been provided by Watt, J.W. Watt, The fifth book of the Rhetoric of Antony of Tagrit , CSCO 480-1, edition and translation, (Louvain: Peeters, 1986). who complemented it with a conspicuous number of articles dealing with the topic of Syriac rhetoric in general. Pauline Eskenasy, on the other hand, chose the first book as the subject of her PhD thesis, which unfortunately was never published, and made a provisional translation and commentary, followed by a reproduction of the Harvard manuscript that she used for her study. P.E. Eskenasy, Antony of Tagrit’s Rhetoric Book One: Introduction, partial translation and commentary , Unpublished PhD thesis (Harvard University, 1991). Sadly, the other books never experienced a translation or a proper critical edition, having also suffered from the complicated history of their manuscripts’ transmission and the poor state of conservation of some of their parts. For a detailed account on the manuscripts’ transmission see J.W. Watt, “Antony of Tagrit as a student”, 264-266, J.W. Watt, The fifth book , edition, XI-XXV and A. Corcella, “Due citazioni dalle Etiopiche di Eliodoro nella Retorica di Antonio di Tagrīt”, Orientalia Christiana Periodica 74:2 (2008), 390-391. An attempt has been made by Eliya Sewan d-Bet Qermez, who published the complete set of Antony’s books: E. Sewan d-Bet Qermez, ܟܬܒܐ ܥܠ ܐܘܡܢܘܬܐ ܕܪܗܛܪܘܬܐ ܣܝܡ ܠܐܢܛܘܢ ܪܝܛܘܪ ܬܓܪܝܬܝܐ . The Book of the Rhetoric by Antony Rhitor of Tagrit (Stockholm: Författeres Bokmaskin, 2000). the author used as his sources a copy, created in 1947, of the Jerusalem manuscript MS 230 Jerusalem, St Mark’s Monastery MS 230, fully digitalized, HMML project number SMMJ 00230. F.Y. Dōlabānī, Catalogue of Syriac manuscripts in St Mark’s monastery (Dairo d-Mor Markos) ( Damascus: Sidawi Printing House, 1994), 485. collated with another manuscript written by Asmar al-Khoury of ʿAinwardo (and, for the fifth book, with Watt’s edition). A. Corcella, “Due citazioni”, 394. The work is by no means a critical edition, but it still represents the only extant printed sample of the whole set of treatises. I am most grateful to Professor Aldo Corcella, who provided me with a reproduction of this work, otherwise impossible to find, in a very short time. A problem posed by Antony’s texts and their relationship with Aristotle’s works is that the Syriac author never mentions the Greek philosopher by name. We can also assume, considering, for instance, the conceptual differences in Antony’s understanding of Aristotelian categories compared to the Greek “archetype”, that Antony might have owned a different version of Techné Rhetoriké , which has not been transmitted to us. For some editions of the Greek text see M. Dufour, Aristote Rhétorique. Tome premier (Paris: Société d’édition « Les Belles Lettres » , 1932), M. Dufour, Aristote Rhétorique. Tome deuxième (Paris: Société d’édition « Les Belles Lettres », 1938), M. Dufour and A. Wartelle, Aristote Rhétorique. Tome troisième (Paris: Société d’édition « Les Belles Lettres » , 1973) and R. Kassel, Aristotelis Ars Rhetorica (Berlin-New York: De Gruyter, 1976). For a lexicon see A. Wartelle, Lexique de la «Rhétorique» d’Aristote (Paris: Belles Lettres, 1982). As Watt phrased it: If Antony learned his theory directly from a Greek handbook, it must have been very different from any manual known to us, or he must have treated it with considerable freedom. Since in philosophy Syriac has preserved versions of late antique compilations of which the originals have been lost, it is by no means impossible that behind Antony’s treatise lies some lost Greek rhetorical Art . But the curious mixture of the familiar and the strange which this work presents to us makes it possible to suppose that in the Syro-Mesopotamian area there was a tradition of rhetorical teaching which had developed in its own particular way. J.W. Watt, “Syriac rhetorical theory and the Syriac tradition of Aristotle’s Rhetoric ”, in Peripatetic Rhetoric after Aristotle , Rutgers University Studies in Classical Humanities 6, eds. W.W. Fortenbaugh et al. (New Brunswick, NJ: Transaction Publishers, 1994), 253-254. It is also necessary to establish whether or not Antony was able to read Greek, and to what extent. However, the scanty information on Antony that we have at our disposal makes it hard to answer this question with certainty. Moreover, as Aaron Butts highlighted, A.M. Butts, “The Graeco-Roman context of the Syriac language”, in Les auteurs syriaques et leur langue , Études Syriaques 15, ed. M. Farina (Paris: Geuthner, 2018), 141-142. the use of loanwords by a writer tells nothing about whether or not he was exposed to the second language, since it only testifies that the language in use, in this case Syriac, had contacts, at a certain moment, with another language, that provided it with the loanwords. The reading of Antony’s treatises may represent an additional resource for determining the period he lived in, specifically with regard to his prose and the language he uses. The impression one gets is that of a quite late Syriac, clearly not in its early classical stage: the texts display, for instance, plenty of finite verbs instead of the abundance of participles characterizing Late Aramaic style. On the syntax of participles in classical Syriac see Th. Nöldeke, Compendious Syriac grammar (translated by J.A. Crichton) (London: Williams and Norgate, 1904), 211-221. His use of the first person singular (alternated sometimes with the plural) is another interesting feature, probably to be explained in the light of the ultimate aim of his work, which was intended as a hard copy for students. This idea is also supported by the richness of examples that the author provides, which would not have been necessary if we were to exclude a didactic aim: this abundance ultimately makes the work not easy to read. In the light of all this, Antony’s prose often appears heavy and repetitive, but testifies to a certain knowledge of the works of his forerunners, that are frequently quoted. The Greek works quoted were probably taken from a Syriac translation rather than from the Greek originals. See, among others, J.W. Watt, “Literary and philosophical rhetoric”, 144, and M. Farina, “Rhétorique en syriaque”, in Encyclopédie de l’humanisme méditerranéen , ed. H. Touati (Online, available at http:\/\/encyclopedie-humanisme.com\/ ?Rhetorique-en-syriaque [accessed: 28 September 2018], 2015). Barsoum, on the other hand, had a different opinion, accounting Antony’s style as ‘grand and eloquent’, and reporting that he also studied Greek. However, he did not provide evidence to sustain these statements and he did not state the basis on which they rest. I.E. Barsoum, The scattered pearls , 383-384, and I.E. Barsoum, Geschichte , 298-299. The Arabic Version As previously stated, Antony’s books are based, to a certain extent, on Aristotelian material, even though it was probably not written in Greek: actually, Antony might also have relied upon a Syriac translation of Aristotle’s Rhetoric , Watt (personal communication) disagrees with this statement, accounting instead Antony’s works and the Syriac translation as parallel and independent, both influenced by an earlier Syriac rhetorical tradition. as did the author of the only extant Arabic version. Actually, this Arabic translation is preserved in a single manuscript, the Bibliothèque Nationale de France Ms. Arabe 2346 in Paris, This important manuscript also contains the other treatises comprising the Alexandrian Organon : Porphyry’s Isagoge , Categories , De Interpretatione , Prior Analytics , Posterior Analytics , Sophistical Refutations , Topics and Poetics . For a complete analysis of the manuscript see H. Hugonnard-Roche, “Remarques sur la tradition arabe de l’Organon d’après le manuscrit Paris, Bibliothèque Nationale Ar. 2364”, in Glosses and commentaries on Aristotelian logical texts: the Syriac, Arabic and medieval Latin traditions , Warburg Institute Surveys and Texts 23, ed. Ch. Burnett, (London: Warburg Institute, 1993), 19-28. and displays some glosses in which the author explains that the work is based on two other Arabic manuscripts and a Syriac version. See M.C. Lyons, Aristotle’s Ars Rhetorica: the Arabic version . A new edition with Commentary and Glossary (Cambridge: Pembroke Arabic Text, 1982), II-III, E. Panoussi, “The unique Arabic manuscript of Aristotle’s Ars Rhetorica and its two editions published to date by ʽAbdurraḥmān Badawī and by M[alcom] C. Lyons”, in Consciousness and Reality: Studies in Memory of Toshihiko Izutsu , Islamic Philosophy, Theology and Science. Texts and Studies 38, eds. S.J.ad-D. Āshtiyānī et al. (Leiden-Boston: Brill 2000), 236-238), and U. Vagelpohl, Aristotle’s Rhetoric in the East: the Syriac and Arabic translation and commentary tradition , Philosophy, Theology and Science. Texts and Studies 76, (Leiden – Boston: Brill, 2008), 59. The production of this text must have required a certain ‘critical’ method, given that the author claims to have had at hand a good Arabic copy and a poorer (but still valuable) other Arabic one, while, whenever the two were not sufficient to him, he turned to a Syriac copy, apparently considered the soundest by him. U. Vagelpohl, Aristotle’s Rhetoric , 51-61, expresses some doubts about the existence of a Syriac version, saying only that ‘it is not unlikely that the Rhetoric and Poetics were at some point translated into Syriac’ (p. 57). Admittedly though, later he says that ‘So far, all we can say with some assurance is that Syriac authors were probably acquainted with the text but that does not require the existence of written or textual knowledge. As it is, the only reliable witness for the existence of a Syriac translation – which we are not in a position to date – is the Arabic Rhetoric itself. There are two types of evidence that have been derived from the Arabic translation: Ibn al-Samḥ’s marginal notes referring to a Syriac version; and terminological features of the translation that point to a Syriac source text’ (p. 59). Vagelpohl then criticizes M.C. Lyons, Aristotle’s Ars Rhetorica , II-VIII and XXV-XXVI, and E. Panoussi, “The unique Arabic manuscript”, for taking the existence of the Syriac version for granted, and concludes that the evidences provided by them are far from being conclusive (pp. 60-61). The extant Arabic version was also the one used by Hermannus Alemannus to compose his Latin version of the text, a circumstance that provides us with some help to decrypt certain obscure passages comprised in the Arabic manuscript. See the reconstruction provided by M.C. Lyons, Aristotle’s Ars Rhetorica , XVI-XXI and XVI-XXI. If the author, or rather the editor, H. Hugonnard-Roche, “L’intermédiaire syriaque dans la transmission de la philosophie grecque à l’arabe: le cas de l’ Organon d’Aristote”, Arabic Science and Philosophy 1 (1991), 195. of the Arabic manuscript was, as it seems, Ibn al-Samḥ, M.C. Lyons, Aristotle’s Ars Rhetorica , III-IV. the text must have been written before 1027, which is the year of his death, and this would imply that the work significantly predates those of both Bar Hebraeus and Bar Šakko. The rhetorical portion of the Parisian manuscript has been edited for the first time by ʿAbdulraḥmān Badawī ʿA. Badawī, Arisṭūṭālīs: al-ḫiṭābah. al-tarǧamah al-ʿarabīyah al-qadīmah , Dirāsāt ʾislāmīyah 23 (al-Kuwait: Wakālah al-maṭbūʿāt \/ Beirut (Liban): Dār al-qalam, 1959). and later by Malcom Lyons, who also provided a Greek-based commentary and a bilingual Greek-Arabic and Arabic-Greek glossary. M.C. Lyons, Aristotle’s Ars Rhetorica . For a complete bibliography of all the Arabic works dealing with Aristotelian rhetoric see M. Aouad, “La Rhétorique. Tradition syriaque et arabe”, in Dictionnaire des philosophes antiques , Volume I , ed. R. Goulet (Paris: Éditions du CNRS, 1981) and M. Aouad, “La Rhétorique . Tradition arabe”, in Dictionnaire des philosophes antiques. Supplément , ed. R. Goulet (Paris : CNRS éditions, 2003). None of these works display a translation, though a partial translation was made by Uwe Vagelpohl, U. Vagelpohl, Aristotle’s Rhetoric , 62-180, translated the first half of the third book of the Arabic Rhetoric into English, commenting upon it. He also provided a bilingual glossary of the terminology he analyzed (pp. 216-327). leaving the task of the realization of a comprehensive version in a modern language still a desideratum . Additionally, the lack of an Arabic-based commentary, that uses the actual strings of text displayed by the edition, makes this work hard to handle. Besides, the extant Arabic text is complicated and occasionally impenetrable: moreover, it differs from the alleged Greek archetype in numberless cases, probably due also to the misunderstanding of certain Syriac words that were mistranslated into Arabic. See M.C. Lyons, Aristotle’s Ars Rhetorica, Commentary, and E. Panoussi, “The unique Arabic manuscript”, 234-235. U. Vagelpohl, “Reading and commenting on Aristotle’s Rhetoric in Arabic”, in Reading the past across space and time: receptions and world literature , Geocriticism and Spatial Literary Studies, eds. B.D. Schildgen and R. Hexter (New York: Palgrave Macmillan, 2016), 169, suggests that some mistakes in the Arabic translation might be due to the nature of Greek manuscripts containing Aristotle’s Rhetoric , with their capital letters, their scriptio continua and no separating space or punctuation. Moreover, he also supposes that the author of the Arabic translation, unsure about the exact meaning of some passages, might have turned to a very literal translation technique. The text carries traces of so-called ‘demotic forms’ and colloquial variants, mixed with inexplicable grammatical mistakes. M.C. Lyons, Aristotle’s Ars Rhetorica , XIII-XVI. W. Heinrichs, “Review of Aristotle’s Ars Rhetorica by Malcom C. Lyons”, Zeitschrift für Geschichte der Arabisch-Islamichen Wissenschaften 1 (1984), 315, adds that the presence of this feature is actually normal in this kind of texts, since they were composed in “Middle-Arabic”. This, combined with Aristotle’s elliptic prose, which must have puzzled both the Syriac and the Arabic translators, and that the matter might have not been too familiar to them both, brought about the extant text and its critical issues. On the oddities in this Arabic text see also D.S. Margoliouth, “On the Arabic version of Aristotle’s Rhetoric”, in Semitic studied in memory of Rev. Dr. Alexander Kohut , ed. G.A. Kohut (Berlin: S. Calvary and Co, 1897). The first Arabic translation must have been produced during the so-called ‘Greek-to-Arabic Translation Movement’, a label used to denote a massive wave of interest, started around the 8 th century and continuing roughly until the end of the 10 th , among Arab intellectuals towards Greek knowledge and works, which triggered the translation of a great deal of books. The major contribution to this topic has been provided by Dimitri Gutas, who is however skeptical about the importance of the role played by the Syrians as the channel through which the Greek knowledge passed to the Arabs. D. Gutas, Greek thought, Arabic culture. The Graeco-Arabic translation movement in Baghdad and Early ʽAbbāsid Socienty (2 nd -4 th \/8 th -10 th centuries) (London: Routledge, 1998), passim. A different approach has been very recently expressed, for instance, by S.C. Barry, “Was Ḥunayn Ibn Isḥāq the author of the Arabic translation of Paul of Aegina’s Pragmateia? Evidence from the Arabic translations of the Hippocratic Aphorisms and the Syriac lexicons of Bar Bahlul and Bar ʿAli”, Journal of Semitic Studies 63:2 (2018), 459-460, who explains which role the Syrian élite played in this movement. See also S.P. Brock, “Greek into Syriac and Syriac into Greek”, Journal of the Syriac Academy (Baghdad ) 3 (1977), C.A. Ciancaglini, “Traduzioni e citazioni dal greco in siriaco e aramaico”, in I Greci: storia, cultura, arte, società. Vol. 3: I Greci oltre la Grecia , Grandi Opere, ed. S. Settis (Torino: Einaudi, 2001), J.W. Watt, “Greek philosophy”, 12-13, and S.C. Barry, Syriac medicine and Ḥunayn ibn Isḥāq’s Arabic translation of the Hippocratic aphorisms , Journal of Semitic Studies Supplement 39 (Oxford: Oxford University Press, 2018), XI-XVI. The same attitude, specifically about the role of a Syriac version of Rhetoric as the source of the Arabic one, is expressed by Vagelpohl, who concludes that: In the end, the textual evidence may be sufficient to make a Syriac intermediary “likely”, but it does not amount to conclusive proof. Irrespective of Watt’s arguments for a Syriac translation of the Rhetoric antedating Ḥunayn ibn Isḥāq and its potential role in the production of our Arabic version, the contribution of the Syriac translators to the Aristotelian rhetorical tradition in the Islamic world seems negligible beyond faint echoes and vague influences. U. Vagelpohl, Aristotle’s Rhetoric , 61. About the creation of the Arabic version itself, more recently U. Vagelpohl, “Reading and commenting”, 167, stated that it was created in an early phase of the translation movement, and thus is likely to be the “old translation” mentioned in the Ibn al-Nadīm’s Catalogue (Fihrist) . Watt’s arguments in question are those put forward in the lucid analysis hosted in the introduction to his edition and translation of the Cream of wisdom : J.W. Watt, Aristotelian Rhetoric , 3-34. in short, Watt writes that the Syriac translation was composed before the famous translator Ḥunayn ibn Isḥāq (808-873 CE) See also M. Aouad, “Les fondements de la Rhétorique d’Aristote reconsidérés par Fārābī, ou le concept de point de vue immédiat et commun”, Arabic Sciences and Philosophy 2 (1992), 163. and that Bar Hebraeus, in composing the only extant Syriac commentary to Aristotle’s Rhetoric , used a Syriac version of this latter text, that was, admittedly: much closer to the Old Arabic By ‘Old Arabic’ edition, Watt means the text used as the source of the one preserved in the Bibliothèque Nationale de France Ms. Arabe 2346. than to any Greek recension known to us, yet quite frequently it uses the very same Greek (loan) words as are present in the Greek text of Aristotle, where the Old Arabic (and Ibn Sīnā) use a native Arabic term (p. 8). This paper will use Watt’s solid argument J.W. Watt, Aristotelian rhetoric , 24: ‘While the use of a Greek loanword current in Syriac proves nothing in itself, when that loanword is the very word in the Greek text of Aristotle, and the Arabic texts (ARar and IS) in the same passage use a native Arabic term (or do not give it at all), that strongly suggests that the loanword lay before Bar Hebraeus in a Syriac version of the Rhetoric ’ [ARar: Arabic version of Rhetoric . IS: Ibn Sīnā’s Commentary to Rhetoric in the Kitāb al-Šifāʾ ]. in order to show how the presence of loanwords vs. native words points to the use of a Syriac text as the source of the Arabic version. Moreover, in the light of the massive work of translation from Greek into Syriac, and later into Arabic, that started in Late Antiquity, there is no reason to infer that the lack of a manuscript containing a Syriac version of Aristotle’s Rhetoric implies that it never existed at all. A Trilingual Approach and Some Examples In order to understand how the technical vocabulary of rhetoric developed throughout the Syriac and Arabic environments, a comparative trilingual approach, including also Greek terminology, proves to be a good starting point. Actually, rhetoric has not been investigated extensively as other sciences have been, probably also due to the fact that, normally, it does not fit into those categories such as, for instance, philosophy (at least in its modern concept), that have received greater attention by scholars. Admittedly, in a recent paper about the creation of a Syriac philosophical lexicon, King discussed the opportunity of including the subject within this kind of corpus, D. King, “Remarks on the future of a Syriac lexicon based upon the corpus of philosophical texts”, in Reflections on lexicography , Perspectives on Linguistics and Ancient Languages 4, eds. R.A. Taylor and C. E. Morrison C.E. (Piscataway, NJ: Gorgias Press, 2014), 74. arguing that Bar Šakko and Bar Hebraeus treated Rhetoric as part of the Organon , as was customary for the users of the Alexandrian extended version of Aristotle’s Organon , On the history of the transmission of Aristotelian logic from Greek into Syriac, see H. Hugonnard-Roche, La logique d’Aristote du grec au syriaque: études sur la transmission des textes de l’Organon et leur interprétation philosophique , Textes et Traditions 9 (Paris: Vrin, 2004). even though it would not be considered today as philosophy strictu sensu , and he concludes by saying that Arabic philosophy can serve as a tool to understand late Syriac authors. D. King, “Remarks”, 77. Regardless of the contemporary position of rhetoric inside the philosophical sciences, a linguistic analysis comparing the vocabulary of the three languages – Greek, Syriac and Arabic – allows new perspectives about the history of this science and helps to trace the path of some phenomena involving the migration of words throughout centuries. This kind of analysis provides, inter alia , new evidences about the knowledge that Antony of Taġrit might have had of Greek, and about what kind of texts he was looking at while composing his treatises. Since he was, most likely, a teacher of rhetoric, he should have been at least acquainted with Greek tradition, but considering his (apparently unaware) use of Greek technical terms, he does not appear too familiar with rhetorical works composed in this language. He might also have used a Syriac version of Aristotle’s work rather than its Greek original, as already stated, a conclusion that might be supported by the confusion he makes between certain concepts, which he uses as interchangeable and that would not have been misinterpreted if his source had been a Greek one. An interesting example is provided by the words ܐܦܘܕܝܟܣܐ \/ ܐܦܘܕܝܟܣܝܣ and ܬܚܘܝܬܐ used, for instance, in The fifth book of Rhetoric . Antony uses them both with the meaning of ‘demonstration’, even though they correspond to two different Greek technical terms: the first one is a loanword from ἀπόδειξις , while the second one corresponds to Greek παράδειγμα . It should be stressed, though, that Syriac displays as well the loanword ܦܪܕܝܓܡܐ , meaning ‘paradigm’. However, this loanword is absent from Antony’s fifth treatise, but it can be spotted in Bar Hebraeus’s rhetorical work (see J.W. Watt, Aristotelian rhetoric , 70). Antony uses ܐܦܘܕܝܟܣܐ three times in his fifth book, while he uses ܬܚܘܝܬܐ constantly, with the meaning of ‘example’, ‘argument’, and ‘epidictic’ See, for instance, this usage at page 64 and 65 of Watt’s 1986 edition. as well. Therefore, a couple of times, he uses it with the clear meaning of ‘demonstration’, suggesting that he did not have the Greek technical word in mind, that would have suggested ἀπόδειξις instead. ܐܦܘܕܝܟܣܐ can also be found in the Arabic translation of Rhetoric as افودقطيقيّا , The word is absent from G. Endress and D. Gutas, A Greek and Arabic lexicon (GALex): materials for a dictionary of the medieval translations from Greek into Arabic (Leiden: Brill, 1992-). rather a loanword from ἀποδεικτική , but more often this text features تثبيت . Attempted conclusions to explain this latter phenomenon will be provided later. The situation is represented also in Bar Hebraeus’s Cream of wisdom : the author uses ܐܦܘܕܝܩܛܝܩܐ – again a loanword from ἀποδεικτική – and ܬܚܘܝܬܐ as synonyms, indicating that there was no clear perception of the Greek technical term at this stage as well. G. Endress, “Bilingual lexical materials in the Arabic tradition of the Hellenistic sciences”, in Lexiques bilingues dans les domaines philosophique et scientifique (Moyen Âge – Renaissance) , Textes et études du moyen âge 14, eds. J. Hamesse and D. Jacquart (Turhout: Brepols 2001), 162, remarked something similar in bilingual lexicons, stating that the explanation of Greek loanwords in Syriac was due to a progressive fading of Greek knowledge already in the 9 th century. Therefore, the correspondence between Greek, Syriac and Arabic words, in this case, fluctuates and appears not to be fixed. However, going back to Antony’s fifth treatise, the author seems at least partly aware of Greek technical vocabulary when he uses loanwords such as ܠܟܣܝܣ < λέξις ‘style, way of speaking’ or ܛܘܦܣܐ < τύπος ‘figure, metaphor’, even though it is possible to spot some other examples looking quite straightforward while concealing interesting phenomena: this is the case of some loanwords bearing initial ῥ . According to Butts, A.M. Butts, “The integration of consonants in Greek loanwords in Syriac”, Aramaic Studies 14 (2016), 20-24. the history of Greek loanwords bearing ρ with spiritus asper mirrors their chronology. To be precise, initial spiritus asper was pronounced in Attic Greek as a voiceless glottal fricative \/h\/ until Late Antiquity, when it apparently ceased to be pronounced. A.M. Butts, Language change in the wake of Empire: Syriac in its Greco-Roman context , Linguistic Studies in Ancient West Semitic 11 (Winona Lake: Eisenbrauns, 2016), 75. For an account on the realization and evolution of word initial spiritus asper see T. Harviainen, “On the loss of the Greek \/h\/ and the so-called aspirated rhō”, Studia Orientalia 45 (1976). Butts states, for initial ῥ , that it ‘was realized as a voiceless alveolar trill \/r̥\/ in Attic Greek’ that turned into a voiced alveolar trill \/r\/ in the Roman period. A.M. Butts, Language change , 20. See also W.S. Allen, Vox Graeca: a guide to the pronunciation of Classical Greek , 3 rd edition (Cambridge: Cambridge University Press, 1987) 41-45. H. Gzella, “Review of Language change in the wake of the Empire by A.M. Butts”, Bibliotheca Orientalis 73: 5-6 (2016), 766, suggests that, comparing for instance Palmyrene Aramaic examples, the changing in the realization of the spititus asper might be conditioned by historical spelling. The Syriac graphic reflex of this phoneme was ܪܗ for loanwords acquired by the 5 th century, while later it is represented by a simple ܪ , since, according to Butts, the pronunciation of ῥ changed in the meantime. This ῥ phenomenon is represented in the orthography of the word for ‘rhetoric’ itself, as Antony’s text preserves both ܪܗܛܪܘܬܐ and ܪܝܛܘܪܝܩܝ . According to the spelling of the reflection of the initial ῥ , the former example is the more ancient form, which entered Syriac before the 5 th century, while the latter is a new loanword reflecting the shift in the realization of initial ῥ . Under the morphological point of view, the two borrowing strategies appear very different: ܪܗܛܪܘܬܐ , the older one, bears the Syriac suffix –u ṯā used to derive abstract substantives, S.P. Brock, “Secondary Formations from Greek Loanwords in Syriac”, in Verbum et calamus. Semitic and Related Studies in Honour of the Sixtieth Birthday of Professor Tapani Harviainen , Studia Orientalia published by the Finnish Oriental Society 99, eds. H. Juusola et al. (Helsinki: The Finnish Oriental Society, 2004) 32-33, A.M. Butts, “The use of Syriac derivational suffixes with Greek loanwords”, Orientalia 83 (2014), 209-217, and A.M. Butts, Language change , 124. Incidentally, this strategy is still productive in modern Neo-Aramaic dialects, like the one spoken in Arbel. For instance, this derivational suffix is used in combination with a loanword from Kurdish like pyş- (‘dirt’), giving as an outcome pisānúla (‘decomposition’), with the passage of the dental spirant \/ṯ\/ to \/l\/ (G. Khan, A grammar of Neo-Aramaic. The dialect of the Jews of Arbel , Handbook of Oriental Studies. Section 1: The Near and Middle East 47 (Leiden-Boston: Brill, 1999) 422.14). Elsewhere, Khan ( The Neo-Aramaic dialect of Barwar . Volume one: Grammar , Handbook of Oriental Studies. Section 1: The Near and Middle East 96 (Leiden-Boston: Brill, 2008), 358-360) collected a series of nouns, belonging to the Christian Neo-Aramaic dialect of Barwar, that use this strategy: the derivational suffix works both with native nouns and with loanwords, like the Arabic adjective wājib (‘necessary’) that turns into wajəbuṯa (‘duty’). meaning that Syriac borrowed the word ῥήτωρ in the first place and only afterwards derived from it a word for ‘rhetoric’. S.P. Brock, “Greek words in Ephrem and Narsai: a comparative sample”, ARAM 11-12 (1999-2000), 441, and A.M. Butts, “The use of Syriac derivational suffixes”, 213. T. Harviainen, “On the loss”, 29, failed to recognize this adaptation strategy, saying instead that ܪܗܛܪܘܬܐ is a loanword from ῥητορῆσαι , even though there is no reason to account a loanword of an abstract noun as coming from a verbal form. The more recent loanword ܪܝܛܘܪܝܩܝ appears to be the true borrowed reflex of ῥητορική , which does not need any derivational suffix. Combining the statements given so far, it is possible to trace the following timeline: considering that, according to Butts, ܪܗܛܪܘܬܐ form should be placed around the 5 th century, and considering the orthography of the initial ῥ as simple ܪ , the terminus post quem of the ܪܝܛܘܪܝܩܝ loanword is to be placed after the 5 th century. A.M. Butts, “The use of Syriac derivational suffixes”, 213. Moreover, the presence of both loanwords in Antony’s text and the interchangeable way in which they are used mean that they were not perceived as having different connotations. Later in time, the situation changes even more, as represented in Bar Hebraeus’s Cream of wisdom : the author uses sparsely ܪܗܛܪܘܬܐ , ܪܝܛܘܪܝܩܐ and ܪܗܝܛܘܪܝܩܐ , since, probably, at that point the origin of loanwords was not meaningful anymore and the reasons for writing ܗ were not clear. Considering also that the writers and scribes were acquainted with both the ܪܗ and the ܪ reflexes in “rhetoric”, virtually nothing prevented them from creating another outcome, which looks like a recent loanword according to explanations given above, but bears the orthography ܪܗ . The same oscillation between two spellings of the word for rhetoric is to be found in the Arabic text as well: There is no trace of the Greek aspiration in the Arabic spelling. we have thus ريطوريّة and ريطوريقا . Hence, the first one, ريطوريّة , appears to bear the same borrowing strategy of ܪܗܛܪܘܬܐ , employing a derivational suffix belonging to the recipient language, while ريطوريقا looks very much like Syriac ܪܝܛܘܪܝܩܝ , preserving the final <q>. Since the two loanwords show borrowing patterns resembling the ones found in Syriac, and since they are not used anywhere else in the Arabic tradition, they are likely to have reached the Arabic version of the Parisian manuscript by means of a Syriac text rather than directly from Greek. Moreover, none of these loanwords is used in the Arabic commentaries to Rhetoric , such as, for instance, Ibn Sīnā’s, Ibn Rušd’s, or even Ibn Ṭumlūs’s, since they all feature خطابة , the same term used also by Badawī in entitling his edition of the Parisian manuscript. ʿA. Badawī, Arisṭūṭālīs . For Ibn Sīnā see M.S. Salem, al-šifa’, al-mantiq VIII – al-khaṭāba (La logique VIII – La Rhétorique) (Cairo: al-Hay'ah al-Misriyah al-'Ammah lil-Kitab, 1954); for Ibn Rušd see M. Aouad, Averroès (Ibn Rušd). Commentaire moyen à la Rhétorique d’Aristote, édition critique du texte arabe et traduction française , 3 volumes, Textes et Traductions 5 (Paris: Vrin, 2002), and for Ibn Ṭumlūs see M. Aouad, Le Livre de la Rhétorique du philosophe et médecin Ibn Ṭumlūs (Alhagiag bin Thalmus) , Textes et Traductions 13 (Paris: Vrin, 2006). As a matter of fact, though, Ibn Rušd uses ريطوريقى in the title of the first of the three books of his commentary, but immediately followed by its Arabic equivalent. Actually, خطابة is the substantive commonly used in Arabic to indicate ‘rhetoric’, instead of the Greek loanword: the presence of ريطوريقا and ريطوريّة in the Parisian manuscript looks like an unicum . Indeed, this treatise is not entitled ‘ كتاب الخطابة ’ as the other treatises on the subject, but rather ‘ كتاب ارسطوطالس المسمي ريطوريقا ’, followed later by the specification ‘which means الخطابة’ . About the outcome of Greek ῥ , something resembling the aforementioned situation occurs when ῥ is in middle position, specifically double ῥ ( ῤῥ ). Butts explains how the spelling of the Syriac form of παῤῥησία , meaning ‘to speak freely’, changed across the centuries, thus representing a variation of the results of Greek gemination in Syriac: A.M. Butts, Language change , 68-69 and 80-82. before the 4 th century the word was written as ܦܪܪܣܝܐ , in the 4 th , 5 th and 6 th centuries we have ܦܪܗܣܝܐ , This is the only form reported by T. Harviainen, “On the loss”, 29, who states that the word was used in the early 4 th century, but A.M. Butts, Language change , 78, convincingly argued that, in Syriac, the outcome of the Syriac phoneme was not represented by a voiceless glottal stop until the 6 th century. To explain the reasons why the graphic representation of this phoneme changes from word to word in Syriac, Harviainen says that the pronunciation of Greek ῥ started to be identified with ρ at a certain point (p. 32). He also adds that it is not possible to provide an earlier date than the 4 th century in which the change occurred, and that it is impossible to study the development of ῥ in various positions inside the word due to the ‘scantiness of the material’ (later he adds that it is likely that the change took place in the beginning of the 4 th century for the medial position and developed later for the initial one, p. 50). Some decades later, luckily, Butts succeeded in this task. See A.M. Butts, “The integration” and A.M. Butts, Language change . Moreover, it must be highlighted that A. Wasserstein, “A note on the phonetic and graphic representation of Greek vowels and of the spiritus asper in the Aramaic transcription of Greek loanwords”, Scripta Classica Israelica 12 (1993), 206, wrote that the Syriac ܗ is probably the reflex of the Greek η following ῥ , rather than the aspiration of the ῥ . This hypothesis was rejected by Syriac scholars such as Brock, in S.P. Brock “Greek words in Syriac: some general features”, Scripta Classica Israelica 15 (1996), 256. while the 7 th century displays a variation between ܦܪܗܣܝܐ , ܦܪܪܣܝܐ and ܦܐܪܪܣܝܐ . However, Antony of Taġrit’s work preserves another form: in the final part of the fifth book we find ܦܪܝܣܝܐ . The word is preserved in this orthography in all the manuscripts used by Watt for his edition, namely the Harvard one, Barsoum’s and Rahmani’s. Moreover, the aforementioned Jerusalem manuscript 230, belonging to the 14 th century, shows the same orthography ܦܪܝܣܝܐ , suggesting that this is not an accident or a single scribal mistake. For a discussion on Watt’s sources see J.W. Watt, The fifth book , edition, XI-XXV. Since it would be unlikely that an error made in the antigraph is repeated in all later copies without a single attempt at emendation, what we have might correspond to the orthography employed around the 8 th -10 th  centuries. There is another notable example of the orthography ܦܪܝܣܝܐ in a painted inscription preserved on the walls of the monastery of Deir al-Surian, in Egypt. The inscription and its related paintings have been studied by K. Innemée, G. Ochała and L. Van Rompay, “A memorial for Abbot Maqari of Deir al-Surian (Egypt)”, Hugoye 18: 1 (2015). The inscription is dedicated to the abbot Maqari, native of the city of Taġrit, who passed away the 10 th of May 889 CE: the whole painted group, including both written parts and images, was commissioned shortly after his dead by his son Yuḥannon. K. Innemée, G. Ochała and L. Van Rompay, “A memorial”, 157 and 163-165. On the presence of people from Taġrit in the monastery of Deir al-Surian, see ibid. 171-180. The Syriac inscription, at line 22, displays our loanword in the same orthography used by Antony of Taġrit. What seems noteworthy is that the spelling is linked to well educated people from Taġrit: Yuḥannon, who acquired the title of abbot after Maqari’s death, knew both Syriac and Coptic, since he added a second inscription in this latter language to his father’s epitaph, and appears able to translate from one language into another. What we have here is then an educated Taġritan that uses the orthography ܦܪܝܣܝܐ in a formal context, rather than the more classical ܦܐܪܪܝܣܝܐ or ܦܪܗܣܝܐ spellings. From another Taġritan context, belonging again to the (early) 9 th century, comes another occurrence of ܦܪܝܣܝܐ: the Book of Divine Providence by Cyriacus of Taġrit. M. Oez, Cyriacus of Tagrit and his Book on Divine Providence , 2 volumes, Gorgias Eastern Christian Studies 33 (Piscataway, NJ: Gorgias Press, 2012). I wish to express my deepest gratitude to Professor Van Rompay for drawing my attention to both these two occurrences and for his notes on their contents. The manuscript containing this text, Jerusalem, St. Mark’s monastery 129, HMML project number SMMJ 00129. F.Y. Dōlabānī, Catalogue . bears the date 806 and, thanks to its colophon, we know that it was copied from Cyriacus’ autograph only few years after its composition, while Cyriacus was still alive. The text displays the substantive ܦܪܝܣܝܐ , the adjectival form ܦܪܝܣܝܝܬܐ and the adverb ܦܪܝܣܝܐܝܬ . M. Oez, Cyriacus of Tagrit , 397 and 393. Therefore, the orthography was certainly in use in the Taġritan area during the 9 th century. However, it should be mentioned that Bar Šakko’s Book of dialogues preserves a different reading of the word ܦܪܝܣܝܐ : even though he summarized Antony’s work, Bar Šakko was composing in an autonomous way and might have normalized the word according to the 7 th  century Yaʿqub of Edessa’s spelling ܦܐܪܪܝܣܝܐ , since this orthography may have appeared more classical or correct to him. Moreover, around the same period, Bar Hebraeus used the same word at the end of the introduction to his Metrical grammar , but he spells it ܦܪܗܣܝܐ , thus employing an older orthography. M. Farina, “Introduction”, in Les auteurs syriaques et leur langue , Études Syriaques 15, ed. M. Farina (Paris: Geuthner, 2018), 2, recently edited some lines of the text and translated them. Unfortunately, since ‘parrhesia’ is not employed in Aristotle’s Rhetoric , it is consequently absent from its Arabic version. However, what we may infer from the situation of the spelling of this term, bearing Butts’ useful table in mind, A.M. Butts, Language change , 82. is that it evolved throughout the ages, until, probably, the 8 th -10 th century. This latter stage is testified, at least for the Taġritan milieu, by Antony of Taġrit and his other two fellow citizens, whereas, later, the spelling of ‘parrhesia’ suffers from a general state of confusion, as testified by Bar Šakko and Bar Hebraeus, who, actually, belong to the same period but opt for different orthographies of the same word. As partly shown so far, Antony’s text shows plenty of Greek loanwords, normally accommodated and arranged in various ways, but, as already remarked, sometimes the same concept conveyed by a loanword can be found in its Syriac translation and used side by side with the other one, in apparent free variation. Occasionally, Antony uses the Greek loanword first, followed by its Syriac translation a little later, in what can be interpreted as a ‘reader-oriented’ composing strategy. A good example of this tendency is provided by the word for ‘syllable’ within the part of the treatise devoted to metrical patterns. Antony provides a long excursus on metrical units in Syriac poetry, with examples and explanations of the various meters based on syllabic patterns and on the way in which they can be combined and exchanged. All along this treatise, then, he uses the word for ‘syllable’, ܗܓܝܢܐ , combined with a number to express the names of each type of verse (such as disyllable, trisyllable and so on). Every now and then, though, he uses also a Greek loanword ܣܘܠܒܣ \/ ܣܘܠܒܐ See H. Hugonnard-Roche, “Lexiques bilingues grec-syriaque et philosophie aristotélicienne”, in Lexiques bilingues dans les domaines philosophique et scientifique (Moyen Âge – Renaissance) , Textes et études du moyen âge 14, eds. J. Hamesse and D. Jacquart (Turhout: Brepols, 2001), 10, for a translation of the Syriac explanation of this word as provided by a bilingual Greek-Syriac lexicon. See also H. Hugonnard-Roche, “L’intermédiaire”, 193, for the various ways in which Syriac authors translated Greek technical vocabulary. or the Syriac translation of the concept, ܫܩܠܐ . A similar strategy can be spotted in the Arabic text, in the use, for instance, of the word meaning ‘element’, στοιχεῖον in Greek, and ܐܣܛܘܟܣܐ Syriac. S.P. Brock, “Greek words”, 254, states that a possible explanation of the presence of -s- at the end of ܐܣܛܘܟܣܐ would be the analogy with the Syriac result of Greek words ending in -os . However, even though the Greek technical term is indeed στοιχεῖον , the Syriac and consequently Arabic loanwords may not descend from it, since there would be little means of explaining, apart from Brock’s idea of analogy, the fall of the Greek final -n . Alternatively, one might posit a case of semantic contamination with the words στίχος or στοῖχος , which would offer an explanation for the consonantal pattern. It looks like a merging of terms, which have different meanings in Greek, into a single one in Syriac, which has the meaning of the first one, στοιχεῖον , but the aspect of the second one, στίχος or στοῖχος . Moreover, in this scenario, the realization in Syriac of the final -s would be in harmony with other cases given by Brock. It should be also noted that Brock (ibid., 257) states that the form ܐܣܛܘܟܣܐ is the older one, while in texts from the 6 th century onwards the word is rather spelled as sṭukaye . Hence, the spelling used by Antony of Taġrit would be the more archaic one. On the use of a prosthetic ܐ before loanwords beginning with ܣ, see A.M. Butts, “The integration”, 26. Ibn al-Samḥ, even though the language provided him with the loanword اسطقساة , G. Endress and D. Gutas, GALex , fascicle 2, 218-220. similar to the Syriac one, felt the need to use the Arabic translation حرف first, writing immediately afterwards that the word means اسطقساة . Nevertheless, Ibn Rušd does not seem to use this strategy. See M. Aouad, Averroès , vol. 2, 26. This strategy applies also to the aforementioned case of افودقطيقيّا and تثبيت : it might be inferred that certain Greek loanwords were perceived as the proper ‘technical term’ indeed, but were no longer understood by the readers, making it necessary to clarify them. H. Hugonnard-Roche, “Lexiques bilingues”, 8, in discussing the bilingual Greek-Syriac philosophical lexicons, highlights that, in the Baghdadi lexicon that he is describing, occasionally, after the transliteration of a Greek term, the translation is replaced or followed by an explanation of the word itself. This correspond to the strategy represented in the text under examination here. This tendency of pairing translations and transliterations of foreign words appears to be used by translators of all eras, even though, in the specific case, the incidence of the phenomenon probably increases a bit after the 8 th century, as a consequence of the general decrease in the understanding of Greek. Some concluding remarks should address the final portion of Antony of Taġrit’s fifth treatise: apart from involving metric and rhetorical figures, this book contains also a small but interesting final chapter on the law of assonant letters, not entirely preserved. J.W. Watt, The fifth book , trans., XX. This last part, dealing with what we could call ‘rhyming strategies’, displays a lexis on the edge between the grammatical and the rhetorical domains: in a complex and intricate way, the author explains which are the best ways to keep a constant rhyme at the end of each verse, and how to make words alliterate the most. According to him, the more letters words share, the better the result would be. He engages then in a series of examples, starting from the keeping of the ܦܪܨܘܦܐ at the end of each verse-ending word. ܦܪܨܘܦܐ has been translated here as ‘personal suffixes’, but should rather be translated as ‘person’, as in the first meaning given by Moberg, A. Moberg, Buch der Strahlen die grössere Grammatik des Barhebräus. Übersetzung nach einem kritisch berichtigten Texte, mit Textkritischem Apparat und einem Anhang; zur Terminologie (Leipzig: Otto Harrassowitz, 1907), 83*. or better as ‘ facie’ (figures), as in Balzaretti, C. Balzaretti, “Ancient treatises on Syriac homonyms”, Oriens Christianus 81 (1997), 73. for the reason that follows. See also M. Farina, “La linguistique syriaque selon Jacques d’Édesse”, in Les auteurs syriaques et leur langue , Études Syriaques 15, ed. M. Farina (Paris: Geuthner, 2018), 184, fn. 49. Antony lists both various pronominal object suffixes and the verbal conjugations, but also the enclitic forms of the pronouns, which are not written altogether with the noun. To suppose that he was not aware of the differences looks somehow forced, since, to our understanding, he was a teacher and he himself must have been educated according to the Syriac version of the enkyklios paideia (including grammar, logic and rhetoric). J.W. Watt, “Grammar, Rhetoric and Enkyklios Paideia in Syriac”, Zeitschrift der Deutschen Morgenländischen Gesellschaft 143 (1993). What he probably means is that it is more elegant to keep the same ending all along the poem, since a sudden change would alter the structure of rhyme and the alliteration patterns. I wish to thank Margherita Farina for her help with this chapter. This explanation is corroborated by the fact that he usually chooses for his examples verbs and substantives with the same number of syllables and differing only by one letter, the so-called ‘minimal pairs’. Conclusive Remarks Hopefully it has emerged from this analysis that the comparative study of Greek, Syriac and Arabic rhetoric is productive and stimulating, apt to change some of the previously fixed perspectives on the topic, which saw the Syriac world as relatively uninterested in rhetoric and, consequently, Arabic rhetoric as detached from any Syriac influence. The data presented here are just an introduction to the potential that a trilingual comparative analysis has in helping the scholarly community in the rhetorical field: the connections and interdependences that have been proposed in the present paper hope to show how much the aforementioned older perspectives need to be revised. Moreover, it should be stressed that the Arabic version preserving Aristotle’s translation is an incredibly rich source of vocabulary, since it stands quite different from the one known in other treatises on Arabic rhetoric. It should be borne in mind that rhetoric is a science which has an autonomous tradition in the Arab culture: when referring to the Aristotelian science, خطابة is the word to use, which means ‘philosophical rhetoric’, while when referring to Arab-Islamic rhetoric, بلاغة is in charge, in the sense of ‘literary rhetoric’ or, as in Ghersetti, ‘rhétorique de l’illocutoire’. A. Ghersetti, “Quelques notes sur la définition canonique de Balāġa ”, in Philosophy and arts in the Islamic world. Proceedings of the eighteenth congress of the Union Européenne des Arabisants et Islamisants held at the Katholieke Universiteit Leuven , Orientalia Lovaniensia Analecta 87, eds. U. Vermeulen and D. De Smet (Leuven: Uitgeverij Peeters, 1998), 57. For a detailed account on the differences between ḫiṭāba and balāġa , and on the history of Arabic rhetoric see Ph. Halldén, “What is Arab Islamic Rhetoric? Rethinking the history of Muslim oratory art and homiletics”, International Journal of Middle East Studies 37: 1 (2005), who explains how much, in fact, the two branches were both influenced by Greek knowledge and how they interacted one with another. See also P. Larcher, “Mais qu’est-ce donc que la balāġa  ?”, in Literary and philosophical rhetoric in the Greek, Roman, Syriac and Arabic worlds , Europaea Memoria. Studien und Texte zur Geschichte der europäische Ideen 66, ed. F. Woerther (Hildesheim: Olms, 2009), 197-213. However, this distinction is only partly reliable, since, actually, none of the types of Arabic rhetoric appears to be entirely detached from foreign influences. Ph. Halldén, “What is Arab Islamic Rhetoric”, 28. The creation of a dictionary of Syriac rhetoric has been a desideratum for a long time, and the studies on the migration of words from Greek to both Syriac and Arabic are still in their early days. This study hopes to have shown how a triple focus serves as a key to reconstruct the history of the transmission of words and can be used as a powerful philological tool. Moreover, having the chance to study rhetorical loanwords in the light of Brock’s diachronic researches on Syriac derivational strategies might add new evidences to the data we already possess. See S.P. Brock, “Diachronic aspects of Syriac word-formation: an aid for dating anonymous texts”, in V Symposium Syriacum 1988 , ed. R. Lavenant (Roma: Pontificium Institutum Studiorum Orientalium). Even though this study concerns “native” Syriac neologisms, one can easily make good use of it even with loanwords, since Brock’s categories apply to this field as well. Moreover, the creation of calques based on Greek words, which use Syriac derivational suffixes, can be easily spotted in Syriac rhetorical lexis as well. On this topic see, for instance, one of the possible explanations provided for the word ܩܘܡܕܘܬܐ in M. Nicosia, “La Rhétorique d’Aristote dans les milieux syriaques et arabes: histoire d’un épisode de transmission intellectuelle dans l’Antiquité Tardive”, in La philosophie en syriaque , Études Syriaques 16, eds. E. Fiori and H. Hugonnard-Roche (Paris: Geuthner, 2019), 276-277. For all these reasons, my efforts are revolving around the creation of a trilingual database of rhetorical vocabulary, hoping to fill a gap that moves from Watt’s invaluable works towards a new trilingual perspective that, eventually, will help in shedding new light on what Antony of Taġrit defined: the faculty of persuasive speech […] having the power and ability to persuade the multitude and bring the crowd to attention and assent by what is said. J.W. Watt, “Syriac rhetorical theory”, 249. Bibliography Allen, W.S. Vox Graeca: a guide to the pronunciation of Classical Greek , 3 rd edition. Cambridge: Cambridge University Press, 1987. Aouad, M. “La Rhétorique. Tradition syriaque et arabe”, in Dictionnaire des philosophes antiques , Volume I ., ed. R. Goulet, Paris: Éditions du CNRS, 1981: 455-472. ― “Les fondements de la Rhétorique d’Aristote reconsidérés par Fārābī, ou le concept de point de vue immédiat et commun”, Arabic Sciences and Philosophy 2 (1992): 133-180. ― “La Rhétorique . Tradition arabe”, in Dictionnaire des philosophes antiques. Supplément , ed. R. Goulet, Paris: CNRS éditions, 2003. ― Averroès (Ibn Rušd). Commentaire moyen à la Rhétorique d’Aristote, édition critique du texte arabe et traduction française , 3 volumes, Textes et Traductions 5, Paris: Vrin, 2002. ― Le Livre de la Rhétorique du philosophe et médecin Ibn Ṭumlūs (Alhagiag bin Thamlus) , Textes et Traductions 13, Paris: Vrin, 2006. Badawī, ʿA. Arisṭūṭālīs: al-ḫiṭābah. al-tarǧamah al-ʿarabīyah al-qadīmah , Dirāsāt ʾislāmīyah 23, al-Kuwait: Wakālah al-maṭbūʿāt \/ Beirut (Liban): Dār al-qalam, 1959. Balzaretti, C. ‘Ancient treatises on Syriac homonyms’, Oriens Christianus 81 (1997): 73-81. Barsoum, I.A. The scattered pearls: a history of Syriac literature and sciences (translated by Matti Moosa) . Piscataway, NJ: Gorgias Press, 2003. ― Geschichte der syrischen Wissenschaften und Literatur (aus dem Arabischen von G. Toro und A. Gorgis) , Eichstätter Beiträge zum Christlichen Orient 2, Wiesbaden: Harrassowitz, 2012. Barry, S.C. “Was Ḥunayn Ibn Isḥāq the author of the Arabic translation of Paul of Aegina’s Pragmateia ? Evidence from the Arabic translations of the Hippocratic Aphorisms and the Syriac lexicons of Bar Bahlul and Bar ʿAli”, Journal of Semitic Studies 63: 2 (2018): 457-465. ― Syriac medicine and Ḥunayn ibn Isḥāq’s Arabic translation of the Hippocratic aphorisms , Journal of Semitic Studies Supplement 39, Oxford: Oxford University Press, 2018. Bendrat, J. “Der Dialog über die Rhetorik des Jacob bar Shakko” in Paul de Lagarde und die syrischen Kirchengeschichte , ed. Göttingen Arbeitskreis für syrischen Kirchen-geschichte, Göttingen: Lagarde-Haus, 1968: 19-26. Berti, V. Vita e studi di Timoteo I patriarca cristiano di Baghdad. Ricerche sull’epistolario e sulle fonti contigue , Studia Iranica. Cahier 41. Chrétiens en terre d’Iran. Vol. 3, Paris: Association pour l’avancement des études iraniennes, 2009. Brock, S.P. “Greek into Syriac and Syriac into Greek”, Journal of the Syriac Academy (Baghdad) 3 (1977): 406-422. ― “Diachronic aspects of Syriac word-formation: an aid for dating anonymous texts”, in V Symposium Syriacum 1988 , ed. R Lavenant, Roma: Pontificium Institutum Studiorum Orientalium, 1990: 321-330. ― “Greek words in Syriac: some general features”, Scripta Classica Israelica 15 (1996): 251-62. ― “Two letters of the patriarch Timothy from the late eight century on translations from Greek”, Arabic Sciences and Philosophy 9 (1999): 233-246. ― “Greek words in Ephrem and Narsai: a comparative sample”, ARAM 11-12 (1999-2000): 439-449. ― “Secondary Formations from Greek Loanwords in Syriac”, in Verbum et calamus. Semitic and Related Studies in Honour of the Sixtieth Birthday of Professor Tapani Harviainen , Studia Orientalia published by the Finnish Oriental Society 99, eds, H. Juusola, J. Laulainen, H. Palva, Helsinki: The Finnish Oriental Society, 2004: 31-39. ― and Van Rompay, L. Catalogue of the Syriac manuscripts and fragments in the library of Deir al-Surian, Wadi al-Natrun (Egypt) , Orientalia Lovaniensia Analecta 227, Leuven-Paris-Walpole, MA: Uitgeverij Peeters en Department Oosterse Studies, 2014. Butts, A.M. “The use of Syriac derivational suffixes with Greek loanwords”, Orientalia 83 (2014): 207-237. ― “The integration of consonants in Greek loanwords in Syriac”, Aramaic Studies 14 (2016): 1-35. ― Language change in the wake of Empire: Syriac in its Greco-Roman context , Linguistic Studies in Ancient West Semitic 11, Winona Lake: Eisenbrauns, 2016. ― “The Graeco-Roman context of the Syriac language”, in Les auteurs syriaques et leur langue , Études Syriaques 15, ed. M. Farina, Paris: Geuthner, 2018: 137-159. Ciancaglini, C.A. “Traduzioni e citazioni dal greco in siriaco e aramaico”, in I Greci: storia, cultura, arte, società. Vol. 3: I Greci oltre la Grecia , Grandi Opere, ed. S. Settis, Torino: Einaudi, 2001: 1009-1022. Corcella, A. “Due citazioni dalle Etiopiche di Eliodoro nella Retorica di Antonio di Tagrīt”, Orientalia Christiana Periodica 74: 2 (2008): 389-416. Dōlabānī, F.Y. Catalogue of Syriac manuscripts in St Mark’s monastery (Dairo d-Mor Markos) , Damascus: Sidawi Printing House, 1994. Dufour, M. Aristote Rhétorique. Tome premier , Paris: Société d’édition « Les Belles Lettres » , 1932. ― Aristote Rhétorique. Tome deuxième , Paris: Société d’édition « Les Belles Lettres » , 1938. ― and Wartelle, A. Aristote Rhétorique. Tome troisième , Paris: Société d’édition « Les Belles Lettres » , 1973. Duval, R. “Notice sur la Rhétorique d’Antoine de Tagrit”, in Orientalische Studien Theodor Nöldeke zum siebzigsten Geburtstag , ed. C. Bezold, Gießen: Verlag von Alfred Töpelmann, 1906: 479-486. Endress, G. and Gutas, D. A Greek and Arabic lexicon (GALex): materials for a dictionary of the medieval translations from Greek into Arabic , Leiden: Brill, 1992-. Endress, G. “Bilingual lexical materials in the Arabic tradition of the Hellenistic sciences”, in Lexiques bilingues dans les domaines philosophique et scientifique (Moyen Âge – Renaissance) , Textes et études du moyen âge 14, eds. J. Hamesse and D. Jacquart, Turhout : Brepols, 2001: 161-173. Eskenasy, P.E. Antony of Tagrit’s Rhetoric Book One: Introduction, partial translation and commentary , Unpublished PhD thesis, Harvard University, 1991. Farina, M. “Rhétorique en syriaque”, in Encyclopédie de l’humanisme méditerranéen , ed. H. Touati, [Online]. Available at : http:\/\/encyclopedie-humanisme.com\/?Rhetorique-en-syriaque (accessed: 28 September 2018). ― “Introduction”, in Les auteurs syriaques et leur langue , Études Syriaques 15, ed. M. Farina, Paris: Geuthner, 2018: 1-8. ― “La linguistique syriaque selon Jacques d’Édesse”, in Les auteurs syriaques et leur langue , Études Syriaques 15, ed. M. Farina, Paris: Geuthner, 2018: 167- 187. Ghersetti, A “Quelques notes sur la définition canonique de Balāġa ”, in Philosophy and arts in the Islamic world. Proceedings of the eighteenth congress of the Union Européenne des Arabisants et Islamisants held at the Katholieke Universiteit Leuven , Orientalia Lovaniensia Analecta 87, eds. U. Vermeulen and D. De Smet, Leuven: Uitgeverij Peeters, 1998): 57-72. Gzella, H. “Review of Language change in the wake of the Empire by A.M. Butts”, Bibliotheca Orientalis 73: 5-6 (2016): 761-774. Gutas, D. Greek thought, Arabic culture. The Graeco-Arabic translation movement in Baghdad and Early ʽAbbāsid Socienty (2 nd -4 th \/8 th -10 th centuries) , London: Routledge, 1998. Halldén, Ph. “What is Arab Islamic Rhetoric? Rethinking the history of Muslim oratory art and homiletics”, International Journal of Middle East Studies 37: 1 (2005): 19-38. Harviainen, T. “On the loss of the Greek \/h\/ and the so-called aspirated rhō”, Studia Orientalia 45 (1976): 1-88. Heinrichs, W. “Review of Aristotle’s Ars Rhetorica by Malcom C. Lyons”, Zeitschrift für Geschichte der Arabisch-Islamischen Wissenschaften 1 (1984): 312-316. Hugonnard-Roche, H. “L’intermédiaire syriaque dans la transmission de la philosophie grecque à l’arabe: le cas de l’ Organon d’Aristote”, Arabic Science and Philosophy 1 (1991) : 187-209. ― “Remarques sur la tradition arabe de l’Organon d’après le manuscrit Paris, Bibliothèque Nationale Ar. 2364”, in Glosses and commentaries on Aristotelian logical texts: the Syriac, Arabic and Medieval Latin traditions , Warburg Institute Surveys and Texts 23, ed. Ch. Burnett, London: Warburg Institute, 1993: 19-28. ― “Lexiques bilingues grec-syriaque et philosophie aristotélicienne”, in Lexiques bilingues dans les domaines philosophique et scientifique (Moyen Âge – Renaissance) , Textes et études du moyen âge 14, eds. J. Hamesse and D. Jacquart, Turhout : Brepols, 2001: 1-24. ― La logique d’Aristote du grec au syriaque: études sur la transmission des textes de l’Organon et leur interprétation philosophique , Textes et Traditions 9, Paris: Vrin, 2004. Innemée, K., Ochała, G. and Van Rompay, L. “A memorial for Abbot Maqari of Deir al-Surian (Egypt)”, Hugoye 18: 1 (2015): 147-190. Kassel, R. Aristotelis Ars Rhetorica , Berlin-New York: De Gruyter, 1976. Khan, G. A grammar of Neo-Aramaic. The dialect of the Jews of Arbel , Handbook of Oriental Studies. Section 1: The Near and Middle East 47, Leiden-Boston: Brill, 1999. ― The Neo-Aramaic dialect of Barwar . Volume one: Grammar , Handbook of Oriental Studies. Section 1: The Near and Middle East 96, Leiden-Boston: Brill, 2008. King, D. “Remarks on the future of a Syriac lexicon based upon the corpus of philosophical texts”, in Reflections on lexicography , Perspectives on Linguistics and Ancient Languages 4, eds. R.A. Taylor and C.E. Morrison, Piscataway, NJ: Gorgias Press, 2014: 63-81. Larcher, P. “Mais qu’est-ce donc que la balāġa  ?”, in Literary and philosophical rhetoric in the Greek, Roman, Syriac and Arabic worlds , Europaea Memoria. Studien und Texte zur Geschichte der europäische Ideen 66, ed. F. Woerther, Hildesheim: Olms, 2009: 197-213. Lyons, M.C. Aristotle’s Ars Rhetorica: the Arabic version . A new edition with Commentary and Glossary , Cambridge: Pembroke Arabic Tex, 1982. Margoliouth, D.S. “On the Arabic version of Aristotle’s Rhetoric”, in Semitic studies in memory of Rev. Dr. Alexander Kohut , ed. G.A. Kohut, Berlin: S. Calvary and Co, 1897: 376-387. Martin, J.P. P. De la métrique chez les Syriens , Leipzig: Brockhaus, 1878. Moberg, A. Buch der Strahlen die grössere Grammatik des Barhebräus . Übersetzung nach einem kritisch berichtigten Texte, mit Textkritischem Apparat und einem Anhang; zur Terminologie , Leipzig: Otto Harrassowitz, 1907. Nicosia, M. “La Rhétorique d’Aristote dans les milieux syriaques et arabes: histoire d’un épisode de transmission intellectuelle dans l’Antiquité Tardive”, in La philosophie en syriaque , Études Syriaques 16, eds. E. Fiori and H. Hugonnard-Roche, Paris: Geuthner, 2019: 267-286. Nöldeke, T. Compendious Syriac grammar (translated by J.A. Crichton) , London: Williams and Norgate, 1904. Oez, M. Cyriacus of Tagrit and his Book on Divine Providence , 2 volumes, Gorgias Eastern Christian Studies 33, Piscataway, NJ : Gorgias Press, 2012. Panoussi, E. “The unique Arabic manuscript of Aristotle’s Ars Rhetorica and its two editions published to date by ʽAbdurraḥmān Badawī and by M[alcom] C. Lyons”, in Consciousness and Reality: Studies in Memory of Toshihiko Izutsu , Islamic Philosophy, Theology and Science. Texts and Studies 38, eds. S.J.ad-D. Āshtiyānī, H. Matsubara, T. Iwami, A. Matsumoto, Leiden-Boston: Brill, 2000: 233-250. Ross, W.D. Aristotelis Ars Rhetorica , Oxford: Oxford University Press, 1959. Salem, M.S. (ed.) al-šifa’, al-mantiq VIII – al-khaṭāba (La logique VIII – La Rhétorique) , Cairo: al-Hay'ah al-Misriyah al-'Ammah lil-Kitab, 1954. Sewan d-Bet Qermez, E. ܟܬܒܐ ܥܠ ܐܘܡܢܘܬܐ ܕܪܗܛܪܘܬܐ ܣܝܡ ܠܐܢܛܘܢ ܪܝܛܘܪ ܬܓܪܝܬܝܐ . The Book of the Rhetoric by Antony Rhitor of Tagrit , Stockholm: Författeres Bokmaskin, 2000. Sprengling, M. “Antonius Rhetor on versification with an introduction and two appendices”, The American Journal of Semitic Languages and Literatures 32: 3 (1916): 145-216. ― “Severus Bar Shakko’s Poetics , Part II”, The American Journal of Semitic Languages and Literatures 32: 4 (1916): 293-308. Vagelpohl, U. Aristotle’s Rhetoric in the East: the Syriac and Arabic translation and commentary tradition , Islamic Philosophy, Theology and Science. Texts and Studies 76, Leiden-Boston: Brill, 2008. ― “Reading and commenting on Aristotle’s Rhetoric in Arabic”, in Reading the past across space and time: receptions and world literature , Geocriticism and Spatial Literary Studies, eds. B.D. Schildgen and R. Hexter, New York: Palgrave Macmillan, 2016: 165-184. Wartelle, A. Lexique de la «Rhétorique» d’Aristote , Paris: Belles Lettres, 1982. Wasserstein, A. “A note on the phonetic and graphic representation of Greek vowels and of the spiritus asper in the Aramaic transcription of Greek loanwords”, Scripta Classica Israelica 12 (1993): 200-208. Watt, J.W. “Antony of Tagrit as a student of Syriac poetry”, Le Muséon 98: 3-4 (1985): 261-279. ― The fifth book of the Rhetoric of Antony of Tagrit , edition and translation, CSCO 480-1, Louvain: Peeters, 1986. ― “The Syriac reception of Platonic and Aristotelian rhetoric”, ARAM 5 (1993): 579-601. ― “Grammar, Rhetoric and Enkyklios Paideia in Syriac”, Zeitschrift der Deutschen Morgenländischen Gesellschaft 143 (1993): 45-71. ― “Syriac rhetorical theory and the Syriac tradition of Aristotle’s Rhetoric ”, in Peripatetic Rhetoric after Aristotle , Rutgers University Studies in Classical Humanities 6, eds. W.W. Fortenbaugh and D.C. Mirhady, New Brunswick, NJ: Transaction Publishers, 1994: 243-260. ― “Eastward and westward transmission of classical rhetoric”, in Centres of learning and location in Pre-Modern Europe and the Near East , Brill’s Studies in Intellectual History 61, eds. J.W. Drijvers and A.A. MacDonald, Leiden: Brill, 1995: 63-75. ― Aristotelian Rhetoric in Syriac: Barhebraeus, Butyrum sapientiae, Book of rhetoric , Aristoteles Semitico-Latinus 18, Leiden-Boston: Brill, 2005. ― “Guarding the Syriac language in an Arabic environment: Antony of Tagrit on the use of grammar in rhetoric”, in Syriac polemics. Studies in honour of Gerrit Jan Reinink , Orientalia Lovaniensia Analecta 170, eds. W.J. van Bekkum, J.W. Drijvers and A.C. Klugkist, Leuven: Peeters, 2007: 133-150. ― “Greek philosophy and Syriac culture in ʽAbbasid Iraq”, in The Christian heritage of Iraq. Collected papers from the Christianity of Iraq. I-V seminar days , Gorgias Eastern Christian Studies 13, ed. C.C.D. Hunter, E.C.D., Piscataway, NJ: Gorgias Press, 2009: 10-37. ― “Literary and philosophical rhetoric in Syriac” in Literary and philosophical rhetoric in the Greek, Roman, Syriac and Arabic worlds , Europaea Memoria. Studien und Texte zur Geschichte der europäische Ideen 66, ed. F. Woerther, Hildesheim: Olms, 2009: 141-154. ― “Anṭun of Tagrit”, in Gorgias encyclopaedic dictionary of the Syriac heritage (GEDSH) , eds. S.P. Brock, A.M. Butts, G.A. Kiraz, and L. Van Rompay, Piscataway, NJ: Gorgias Press, 2011: 23. ― “Rhetorical education and Florilegia in Syriac”, in Les auteurs syriaques et leur langue , Études Syriaques 15, ed. M. Farina, Paris: Geuthner, 2018: 95-110. Wright, W. Catalogue of Syriac manuscript in the British Museum , part II, London: Gilbert and Rivington Printers, 1871.",
    "title" : 
    [ "From Antony of Tagrit to the Arabic Version: The Syriac Technical Vocabulary of Rhetoric and the Migration of Words",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Nicosia, Mara" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n1nicosia",
    "type" : "article",
    "displayTitleEnglish" : "From Antony of Tagrit to the Arabic Version: The Syriac Technical Vocabulary of Rhetoric and the Migration of Words" }