
  { "fullText" : "C. Noce, M. Pampaloni, and C. Tavolieri, eds., Le vie del sapere in ambito siro-mesopotamico dal III al IX secolo: atti del convegno inter¬nazionale tenuto a Roma nei giorni 12–13 maggio 2011 , OCA 293 (Rome: Pontificio Istituto Orientale, 2013). Pp. 373; €38. This volume collects papers originally presented at an international congress held in Rome in 2011, on the topic of “paths of knowledge” in the Syro-Mesopotamian world between the third and ninth centuries. The eighteen contributions are preceded by a Preface and by an Introduction which helpfully groups them thematically (p. 12; though with the mistaken mention of an author not present in the book and the omission of another one who is). In this brief review I will limit myself to a minimal summary of all the essays. Paolo Bettiolo’s “Le scuole nella Chiesa siro-orientale: status quaestionis e prospettive della ricerca” (pp. 17–46) focuses on the East Syrian scholastic model (late fifth to eighth centuries). The author sets up a typology of exegetical-theological schools, examines the link connecting them to Christian elites and to East Syriac monastic learning, and highlights the role of Theodore of Mopsuestia in their training. In “Storia di Roma – storia di Antiochia: la storiografia romana tardoantica riflette una prospettiva antiochena?” (pp. 47–58), Susanna Elm discusses the Antiochene setting of the writings of the fourth-century historians Eutropius and Festus in relation to their treatment of Rome’s expansionism toward Persia at the time of Julian and Jovian. Elm suggests that those authors’ cautious attitude toward the Roman campaign may reflect an Antiochene perspective on the events. Elisabetta Abate, in her “Le catene della tradizione nella Mišnah ” (pp. 59–73), compares four passages of this Jewish compilation that articulate the “chain of transmission” of religious knowledge, adding an excursus about the institutional structure of the rabbinic movement. Aryeh Kofsky, in “Theology and Hermeneutics among Syriac Christianity, Greek Christianity and Contemporaneous Judaism (4 th –5 th Centuries): Paradigms of Interaction” (pp. 75– 90), surveys the Christological views of Aphrahat and Ephrem. Kofsky interrogates “the influence of early Syriac Christianity on Greek Syrian Christianity and, further, on the school of Antioch” (p. 84), paying particular attention to those two authors’ “low anthropology and Christology” (p. 87). René Roux’s “Sapere teologico e sapere profano all’inizio del VI secolo: l’esperienza di Severo di Antiochia a Beirut” (pp. 91–103) describes Severus’s sojourn in Beirut (from 487 to 492) and his early contacts with Christian theology, dwelling especially on the influence of his study of Roman law upon his theological method. In “Libanius’ Pro Templis and the Art of Seeing Syria through Rhetoric” (pp. 105–114), Edward Watts offers a reading of Libanius’s proposals for ending religious violence in Oration 30 that emphasizes the limited sway the rhetorician held in Antioch at that time. Gerrit Jan Reinink, in “The School of Seleucia and the Heritage of Nisibis, the ‘Mother of Sciences’ ” (pp. 115–131), argues that it was the arrival of Mar Aba at Seleucia and the appointment of Ishai—both were students of Abraham of Bet Rabban, a teacher at the School of Nisibis—that propelled academic activities in the Sasanian capital. “Poesia e conoscenza nei madrāšē di Efrem: fra Nisibi e dintorni” (pp. 133–148), by Emidio Vergani, explores among other things the metaphors used by Ephrem to refer to knowledge, as well as the limitations the Syriac theologian placed upon knowledge as a tool in the path toward salvation. In “Provvidenza, libertà e legame anima-corpo nella lettera 2 di Timoteo I a Rabban Boḵẖtīšōʿ, archiatra di Hārūn al-Rašīd” (pp. 149–175), Vittorio Berti investigates the contribution of theology and philosophy to medical science through a letter by Timothy I, patriarch of the Church of the East. Sabino Chialà, in “Lettura e cultura negli ambienti monastici siro-orientali” (pp. 177–190), shows, based on both hagiographical and canonical evidence, that while reading was generally held in high esteem in the East Syriac monastic milieus, a contrary tendency may be noticed in the sixth-century spiritual reform of Abraham of Kashkar and in his followers. Chialà also analyzes the course of studies completed by Rabban Bar ʿEdta at the Great Monastery of Mount Izla, as presented in his Vita . Marco Demichelis, in “Baṣra, Cradle of Islamic Culture: An Analysis of the Urban Area that Was the Early Home of Islamic Studies” (pp. 191–220), details the political and cultural factors that led this city to become an even greater center of Islamic intellectual production than the capital Damascus. In “Biblical Predictions of the Prophet Muḥammad among the Zaydīs of Yemen (6 th \/12 th and 7 th \/13 th centuries)” (pp. 221–240), Sabine Schmidtke calls attention to the links between different Yemenite Zaydi theologians’ treatments of biblical prophecies about the advent of the Prophet. Her treatment, which starts with the twelfth-century scholar Ḥusām al-Dīn al-Ḥasan b. Muḥammad al-Raṣṣāṣ, integrates untranslated passages of the authors’ treatises. David Thomas, in “Explanations of Christian Doctrines in the World of Early Islam” (pp. 241–252), provides an overview of Christian-Muslim theological dialogue in the early centuries of Islam. The author emphasizes the lack of mutual understanding between the two communities and shows how attempts at dialogue rapidly devolved into the exchange of formalized arguments, without any true engagement. Carmela Baffioni’s “Il ‘computo delle proposizioni’ nel MS Esad Effendi 3638 e la tradizione siro-araba” (pp. 253–278) examines an anonymous text, titled On the Composition of the Premises and appended to the epistle about Aristotle’s On Interpretation (Letter 12) composed by the Ikhwān al-Ṣafā (Brethren of Purity). Baffioni provides a translation of the Composition (pp. 257–278) and explores various links to the Syriac and Arabic philosophical traditions. In “The Cross¬ing Paths of Greek and Persian Knowledge in the 9th-Century Arabic ‘Book of Degrees’” (pp. 279–303), Alexandre M. Roberts provides an introduction to, and summary of, an unpublished treatise of genethlialogical astrology (i.e., astrology related to the fate of a newborn). Roberts indicates that the work presents itself as an heir to ancient Greek wisdom while being terminologically indebted to Sasanian culture (a culture that, he argues, played an important role in the eighth- through tenth-century Greek-to-Arabic translation movement). With her “Teaching the Hearts: Rābi‘a al-‘Adawiya’s Role in the Spiritual Formation of the Intellectual Élite in Al-Baṣra, II Century of the Hegira” (pp. 305–319), Shirine Dakouri offers a portrait of a prominent eighth-century Sufi mystic, pondering the religious significance of her womanhood and the role of the “female element” (p. 305) in Sufism. The last two contributions, by editors Carla Noce and Claudia Tavolieri, are both devoted to the role of music in the third- through fifth-century education of women in Roman Syria. The two essays, which were conceived jointly, carry identical titles but different subtitles. Noce’s “Una vita tra silenzio e canto: alcune considerazioni sul ruolo svolto dalla musica nella formazione religiosa delle donne cristiane in ambito siro-occidentale” (pp. 321–349) discusses the dialectic between women’s silence and pious singing found in ancient Christian sources (rooted in biblical and Graeco-Roman traditions). Noce also re-reads the dossier of Paul of Samosata, identifying Antioch as a place where tensions between ecclesiastical factions revolved also around the use of liturgy and the role played in it by women. Claudia Tavolieri, in “Una vita tra silenzio e canto: l’importanza dell’educazione musicale delle donne in alcuni esempi tratti dalla letteratura siriaca” (pp. 351–373), tackles the interplay of music and female education by sampling Syriac works such as Ephrem’s madrashe , the Acts of Thomas , and the Vita of Abraham of Qidun, additionally establishing connections with Christianity’s Old Testament background. In spite of occasional editorial oddities (some contributions contain a bibliography while others do not, and one lone contribution is followed by an abstract) and of some heterogeneity in the authors’ styles of presentation and academic modes, the collection holds together quite nicely. As a whole, the volume is successful in directing the reader’s attention to the forms, institutions, and avenues for the transmission of knowledge within and across the diverse religious and linguistic cultures of the Syro-Mesopotamian region.",
    "title" : 
    [ "Le vie del sapere in ambito siro-mesopotamico dal III al IX secolo: atti del convegno inter- nazionale tenuto a Roma nei giorni 12–13 maggio 2011",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Fiano, Emanuel" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n2prfiano",
    "type" : "review",
    "displayTitleEnglish" : "Le vie del sapere in ambito siro-mesopotamico dal III al IX secolo: atti del convegno inter- nazionale tenuto a Roma nei giorni 12–13 maggio 2011" }