
  { "fullText" : "In March 2013 a Syriac Orthodox archdiocese was established in Central America, with the bulk of its over 500,000 members located in Guatemala. When I mention this to persons born into the Church or to scholars working in Syriac Studies, they often assume that a Syriac Orthodox diaspora has established itself there as a result of migration from the Middle East. When I reply that these are actually “new” Syriac Orthodox and overwhelmingly Maya and former Roman Catholics, my interlocutors then ask: What liturgy do they use? and, what role does the Syriac language have? The Syriac Orthodox Church of Antioch with its rich liturgical tradition in the Syriac language as well as its now-forming diasporas in the West seems so inherently consolidated that the establishment of an archdiocese in a population with no prior historical or cultural connection with it sounds somewhat odd. Previous scholarly work has shown the importance of liturgy, language, and Church institutions in maintaining cohesion in the community in both the Middle East 1 M. Calder, “Syrian Identity in Bethlehem: From Ethnoreligion to Ecclesiology” ( Iran and the Caucasus 20 [2016]), 297-323; T. Jarjour, “Ḥasho: Music Modality and the Economy of Emotional Aesthetics” ( Ethnomusicology Forum , 24:1 [2015]), 51-72; H. Murre-Van den Berg, “A Center of Transnational Syriac Orthodoxy: St. Marks’ Convent in Jerusalem” ( Journal of Levantine Studies 3:1 [2013]), 59-81. and the West 2 See H. Armbruster, “ Wir sprechen die Sprache, die Jesus gesprochen hat”: die Vergangenheit in der Gegenwart syrisch-orthodoxer ChristInnen, AssyrerInnen in Wien (Vienna: University of Vienna, Master’s thesis, 1994); N. Atto, Hostages in the Homeland, Orphans in the Diaspora: Identity Discourses among the Assyrian\/Syriac Elites in the European Diaspora (Leiden: Leiden University Press, Doctoral thesis, 2011); S. Bakker Kellog, “Ritual sounds, political echoes: Vocal agency and the sensory cultures of secularism in the Dutch Syriac diaspora” ( American Ethnologist 42,3 [2015]): 431-445; G. Kiraz, The Syriac Orthodox in North America (1895-1995). A Short History (Piscataway: Gorgias Press, 2019); A. Schmoller (ed.), Middle Eastern Christians and Europe: Historical Legacies and Present Challenges (Vienna: Lit, 2018). . However Western societies pose challenges in “how to preserve the Syriac culture, the hallmark of the Syriac liturgical tradition, in the host societies.” 3 K. Dinno, The Syrian Orthodox Christians in the Late Ottoman Period and Beyond. Crisis then Revival (Piscataway: Gorgias Press, 2017), 311. Most studies on Syriac Orthodoxy emphasize its history of suffered violence as a “shared story of displacement” 4 Calder, “Syrian Identity in Bethlehem,” 302. (which includes Sayfo , forced migration from Edessa, and the absence of official recognition under the Turkish Republic). As a result, religious traditions, such as the Beth Gazo (Syriac liturgical hymns), are envisioned as sources of healing: “The loss of the musical treasure of the church is a story of violence, repression, and marginalization. Singing the melodies that remain is an act of reconstructing identity out of history’s kaleidoscope,” writes Sarah Bakker Kellogg. 5 Bakker Kellog, “Ritual sounds,” 441. Mark Calder has shown in the case of the Syriac Orthodox in Bethlehem that the very notion of ecclesia facilitates the flexibility of community boundaries and the integration of Non-Syriac through the liturgy. 6 See Calder, “Syrian Identity in Bethlehem.” Many of these studies also highlight the innovations taking place in the diasporas (they will be discussed elsewhere in this paper). Yet the absence of a Syriac Orthodox past and transmitted ritual practice makes the Guatemalan case fascinating. This article examines the emerging consolidation of a Syriac Orthodox archdiocese in Guatemala between the early 2000s and late 2018, when the field work was carried out, with some reference to the visit of Patriarch Ephrem II in November 2019. I am concerned with Syriac Orthodoxy as a tradition defined by Church leaders for Guatemala and subsequently adapted there as an alien tradition through negotiation between the local clergy and lay people (including women). The process of “Syriacization” comprises not only the theology, the liturgy, the sacraments, but also visual, sensorial, and behavioral aspects. This raises the question of what the Church leadership considers necessary and contingent to its tradition. By the same token, Guatemalan Syriac Orthodoxy informs us about what makes its appeal to local communities. Through this union the Syriac Orthodox Church has been able to engage in a dynamic of growth outside the Middle East, India, and its diaspora communities, and (re)claim a universal scope grounded in the event of Antioch (Acts 11), where, for the first time, the disciples of Christ were called “Christians” and Gentiles incorporated into the nascent community The studies mentioned above highlight the tensions between innovation and traditional authority and have studied different aspects of tradition. For the late Patriarch Ignatius Zakka I Iwas tradition “is, basically, the spiritual teaching we have inherited from the Holy Apostles and Church Fathers. Tradition is divine, apostolic or patriarchal.” 7 Mor Ignatius Zakka I Iwas, “Tradition” (Patriarchal Magazine [January-March, 1990], pp. 91-93). Though for the Patriarch “tradition” constituted foremost a source of legitimacy, the case of Guatemala questions “tradition” in its various dimensions; its content, its modes of transmission, its confrontation with other already-existing traditions, and the negotiations, tensions, and modifications resulting from it. Edward Shils defined “tradition” as “anything which is transmitted or handed down from the past to the present.” 8 E. Shils, Tradition (Chicago: University of Chicago Press, 1981), 12. Such a broad definition, together with his conceptual framework outlined in his article 9 E. Shils, “Tradition” ( Comparative Studies in Society and History 13:2 Special Issue on Tradition and Modernity [1971]), 122-159. and book provide a useful and complex approach to the evolution of Syriac Orthodoxy in Guatemala, starting with a “charismatic figure” who broke with the Roman Catholic Church (Part One of the article) and subsequently needed “rationalization,” while Syriac Orthodox figures defined a tradition for Guatemala (Part Two). The concept elaborated by Shils questions the modes of transmission (Part Three) as well as the process of acceptance (Parts Four and Five), and examines the rationales behind accepting a tradition (Part Six). This study adopts a pluri-disciplinary approach using field work conducted in Los Angeles and Guatemala in 2018 (qualitative interviews, informal conversations, participant observation) 10 Persons under the rank of bishop are quoted anonymously. Field work was conducted in Los Angeles in August 2018 and in Guatemala in November 2018 in the city of San Juan Comalapa, Chimaltenango, and the municipality of San Juan Sacatepéquez, where I joined the bishop of the Archdiocese. I also carried out participant observations in the absence of the archbishop in both Los Angeles and Guatemala. Information was also gathered from the Roman Catholic Church in Guatemala through written statements from, and informal conversations with, Roman Catholics in Comalapa. as well as sources in Spanish, Arabic, and English produced by the Archdiocese, 11 The website of the Archdiocese of Central America (icergua.com), in particular the noticias tracing the daily activities of the bishop since 2003, as well as the handbooks for the liturgy, for baptism, etc., were useful in tracing the evolution of the movement which eventually became Syriac Orthodox. by Syriac Orthodox Church figures, and by the Roman Catholic Church. Another source was the social media, in particular the Facebook pages of the clergy in Guatemala, of the Archdiocese, and of the Patriarchate. Part One of this study discusses the original break from the Roman Catholic Church. Part Two describes the search for an “apostolic” tradition in the context of the non-negotiable part of Syriac Orthodox tradition. Parts Three and Four are concerned with ritual and with the visual process of “Syriacization, respectively.” Part Five examines the ecclesiological framework of the Archdiocese. And Part Six explores the core narratives conveyed by the Archdiocese. PART ONE: BREAKING WITH ROMAN CATHOLIC TRADITION As Edward Shils noted in 1971, “A person who arrives in a situation which is new to him […] comes into an ongoing situation.” 12 E. Shils, “Tradition,” 125. The story of the Syriac Orthodox Archdiocese in Guatemala starts with the tremendous religious shifts that took place in recent decades as a result of which the Roman Catholic Church lost its monopoly and new religious beliefs and practices emerged, creating tensions. A “charismatic” figure, the former Roman Catholic priest Eduardo Aguirre Oestmann, from a Guatemalan European upper middle-class background, became the driving force behind the movement, eventually joining the Syriac Orthodox Church in 2013. Such charismatic figures appear as “breaker[s] of traditions,” 13 E. Shils, Tradition , 228. who, according to Shils: may be regarded as both an exogenous and an endogenous change. It is exogenous in the sense that it probably occurs under particular circumstances of disorder and of the failure of institutions. But it is endogenous insofar as a personality and mind of originality of imagination perceives a profound gap in the adequacy of the prevailing tradition and seeks to fill that gap, while acknowledging his derivation from it 14 Ibid, 229. In 2003, Fr. Eduardo Aguirre Oestmann (subsequently Fr. Eduardo) established a lay and clerical movement of “renewal” in Guatemala. He completed a doctorate in Sacred Theology at the Gregorian Institute in Rome 15 Bishop Mor Eduardo Aguirre Oestmann, personal interview, 23 November 2018 at San Lucas Sacatepéquez. Subsequently quoted as “Aguirre Oestmann, personal interview.” and was among other things the director of a youth pastoral program in a Roman Catholic diocese in Guatemala. 16 Mor Santiago Eduardo, “Icergua: Introducción a la biografía de Monseñor Eduardo Aguirre Oestmann.” He later founded a seminary. 17 Aguirre Oestmann, personal interview. The stated goal of the movement he established in 2003 was to shift the locus of the Church to the deep local level, following the supposed model of the early Church at Pentecost, and thus to “rediscover and again fully live with all its characteristics the one, holy, and apostolic Church that Christ established when he sent the Holy Spirit on the Apostles the day of Pentecost.” 18 Mor Santiago Eduardo, “Icergua: entrevista con el obispo en Ahuachapán el Salvador.” The movement quickly attracted mostly poor rural Mayan communities in several parts of the country, particularly Huehuetenango near the Mexican border, El Quiché, and San Juan Comalapa. Fr. Eduardo’s activities caught the attention of the Propaganda de Fide in the early 2000s, which required him to profess the Catholic faith, submit to the authority of the Pope, and cease all pastoral activity. 19 Aciprensa, “Sacerdote que fundó,” 2006. Except for professing the Catholic faith, the priest rejected all these demands and was excommunicated in 2006. This did not prevent the movement from growing: in 2004 it comprised 130 communities of 50,000 persons, predominantly in the departments of Huehuetenango and El Quiché 20 Icergua, “Asamblea Nacional 2005; informe sobre la situación de la comunión a la II asamblea nacional,” November 2005. ; but by 2010 it had half a million participants. 21 Icergua, “Icergua: llegua al medio millón de miembros,” 22 December 2010. In a letter addressed to his followers in 2006, Fr. Eduardo wrote that he had answered “the clamor of hundreds of communities and 100,000s of brothers who […] were abandoned, marginalized, mistreated, rejected, and, in many cases, denied access to the sacraments.” 22 Icergua, “Relación Con Roma,” 15 August 2006. In an interview with the author, he recalled that in 2002, I started having the experience that the Lord had entrusted me with a new mission […] I felt a call to resign from all my positions […]. [In] 2003 […] after eleven months of prayer, some people came to knock at our door: they have been left out of the [Church], because they were Charismatics […] [There] were many, many in that situation. The mission grew very, very fast, but the rough moment in the relationship with the [Roman] Catholic Church was when Comalapa joined us. 23 Aguirre Oestmann, personal interview. As Fr. Eduardo mentioned here, his movement attracted two different groups, “Charismatics” and cofradías in the city of Comalapa, both of which had long-standing tensions with the Roman Catholic Church. In 2011, “traditional Catholics” constituted only 27% of the country’s Christian population, whereas the revivalist Pentecostals and Charismatic Catholics comprised 25% and 27% respectively. 24 D. Jacobsen, The World’s Christians: Who They Are, Where They Are, and How They Got There (Chichester: Wiley-Blackwell, 2011), 207. The Catholic Charismatic Renewal ( Renovación Carismática Católica , called “ la renovación, ” subsequently CCR 25 To avoid ambiguities, “Charismatic” with a capital “C” refers to the Catholic Charismatic Renewal (CCR), whereas “charismatic” refers to the model of the charismatic figure described by Edward Shils. ) is a movement that emerged within Roman Catholicism in reaction to, or in parallel with, the general rise of Pentecostal movements. It similarly emphasizes the working of the Holy Spirit and the idea of a personal “conversion experience,” 26 O. Compagnon, “La crise du catholicisme latino-américain” ( L'Ordinaire des Amériques 210 [2008]). but insists on the importance of also receiving the sacraments and attending the liturgy. 27 J-L Benoit, “Religion populaire et crise identitaire en Amérique latine” ( Amerika 6 [2012]). The attitude of the Roman Catholic Church in Guatemala towards the CCR has been ambivalent, hesitating between approval 28 In 1986 the Episcopal Conference of Guatemala issued a document establishing the framework for Catholic Charismatic Renewal (see “66: Renovados en el Espíritu. Instrucción pastoral colectiva de los obispos de Guatemala sobre le renovación carismática”. In Al servicio de la vida, la justicia y la paz (1956-1997) , 30 March 1986). and condemnation. One area that eventually became Syriac Orthodox and joined the movement very early was Huehuetenango, where the CRR was forbidden until 2012 and developed illegally. 29 J. Thorsen, “El impacto de la renovación carismática en la Iglesia católica de Guatemala” ( Anuario de Estudios Centroamericanos 42:1 [2016]), 213-236, 216. In his comment above, Fr. Eduardo mentioned the mainly K’aqchiqel-Maya city of San Juan Comalapa, Chimaltenango, located 50 miles (80 km) from Guatemala City in a somewhat isolated area. There the conflict with the Roman Catholic Church involved the role of the cofradías , lay religious brotherhoods organized around local rites, in this case those of the colonial San Juan Bautista church, famous for its many wooden statues of Christ, Mary, and the saints. In the 1950s Catholic Action, a movement endorsed by the Church, arrived in Comalapa and, in an attempt to promote more orthodox Roman Catholic practices, alienated the cofradías , who consider themselves the guardians of the syncretic Catholic-Mayan culture and the interests of the people. 30 See Cofradía Catedral de San Juan Bautista, “La verdadera historia de la Iglesia San Juan Bautista. San Juan Comalapa, Chimaltenango, Guatemala Centro América,” 2008. Tensions escalated and in 1968 one person was killed. Subsequently, people attending the San Juan church and attached to the cofradías complained about pastoral neglect by the Roman Catholic Church. 31 See Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala” ( International Journal of Latin American Religions 3:2 [2019]), 370–389, 374-375. Another important factor was the civil war from the 1960s to the 1990s, which severely affected the indigenous Mayas, who represent 45-60% of the population. 32 H-J. Prien, Das Christentum in Lateinamerika. IV.6. Kirchengeschichte in Einzeldarstellungen (Leipzig: Evangelische Verlagsanstalt, 2007), 395-6. A fact-finding commission established that the violence on the part of the army constituted genocide against the Mayas: 100,000 to 150,000 people were killed or disappeared and 200,000 Mayans fled to Mexico. 33 V. Sandford, “From Genocide to Feminicide: Impunity and Human. Rights in Twenty-First Century Guatemala” ( Journal of Human Rights 7 [2008]), 104–122, 106. Although it is not possible to establish a direct causal relation between the violence and the communities joining Fr. Eduardo’s movement, many of them were located in the areas affected, including Chajul in El Quiché, Huehuetenango, and Comalapa. Also, though the Mayan population constitutes only around half of the general population, they comprise 95% of the Archdiocese. 34 Aguirre Oestmann, personal interview. Currently 21 Mayan and two non-Mayan languages are officially recognized alongside Spanish (S. Davis, “Mouvement maya et culture nationale au Guatemala,” Journal de la société des américanistes 90:2 [2004]). In his first pastoral letter, issued in 2007, Fr. Aguirre explicitly connected the war with the growth of his movement: “A great many [communities] are in areas that suffered under the armed conflict, having been persecuted, slaughtered, and displaced: it is no coincidence.” 35 A. Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 373. Fr. Eduardo’s movement of renovación thus filled needs felt by a diverse set of communities, Charismatics in Huehuetenango and syncretic Roman Catholic Mayas in Comalapa. These were spiritual, sacramental, and pastoral needs. All these communities displayed a deep attachment to the form of Christianity they practiced. The movement he envisioned in 2003, which he named Santa María del Nuevo Éxodo (“Saint Mary of the New Exodus”) and later Iglesia Católica Ecuménica Renovada (“Catholic, Ecumenical, Renewed Church,” Icergua), was a renovación to the extent that, like the Roman Catholic Church itself, he promoted conversion while insisting on the importance of the sacraments and liturgy, especially the Eucharist: “The adoration of the Holy Sacrament constitutes the marker of our whole spirituality and the deeds of piety that we undertake.” 36 Icergua, “Acta Fundacional de la Comunión,” 25 March 2003. A community leader in Los Angeles but originally from Huehuetenango recalled to the author that, as Charismatics, they were denied sacraments by the Roman Catholic Church. By contrast CCR, as defined by the Roman Catholic Church in 1986, decisively took Jesus Christ as the starting point for any type of renewal, something Fr. Eduardo did not. 37 See Episcopal Conference of Guatemala, “66: Renovados en el Espíritu. Instrucción pastoral colectiva de los obispos de Guatemala sobre le renovación carismática,” 409. Instead he focused on the work of the Holy Spirit: “Guided by the force of the Spirit, we offer our whole existence in order to be instruments [...] that the Gospel be perceived by every human being as the answer to the new realities, problems, and perspectives that have emerged in the contemporary world.” 38 Icergua, “Acta Fundacional de la Comunión,” 25 March 2003. He thus could appeal to the spiritual needs of the communities, while his commitment to return to the early Church appealed to a desire for local control and lay involvement in the communities’ rituals. As Edward Shils noted, “The charismatic message becomes rationalized, elaborated, clarified, fortified to withstand criticisms from rival traditions,” 39 E. Shils, Tradition , 230. such as excommunication by the Roman Catholic Church in 2006. Fr. Eduardo therefore began to examine other “apostolic” traditions. PART TWO: TOWARDS UNION AND THE STRUCTURAL FRAMEWORK OF A NEW TRADITION As more and more communities in Guatemala joined the movement, while rites were elaborated which apparently differed from Roman Catholic practices, there arose a need for legitimization. Shils notes: “[R]ecommended is not a search for just any traditional belief or practice. […] Sometimes the search goes ʻabroad’ and finds once or still accepted beliefs and practices which are thought to be more valid than the current beliefs and practices” 40 Shils, “Tradition,” 133. –something the Syriac Orthodox Church seemed to provide. There were, however, other factors explaining the choice of this Church over some other Eastern or Oriental Orthodox tradition. And, as of late 2018, incorporating with the Syriac Orthodox Church is an ongoing process. According to his own accounts, Fr. Eduardo always identified Orthodoxy as “the best expression of the early Church.” 41 Aguirre Oestmann, personal interview. Contacts with the Eastern Orthodox Churches started in the late 2000s after prior contacts with the Old Catholic Church of Utrecht and the “Brazilian Catholic Church” (which ordained him Bishop). 42 See A. Seraphim, “Orthodox Mission in the Twenty-First Century: Guatemala” ( The Glastonbury Review 126 [2015]). Upon closer acquaintance, Fr. Eduardo came to consider the Old Catholics of Utrecht as “too close to the Anglicans and the Lutherans and we were looking for something more apostolic.” 43 Aguirre Oestmann, personal interview. The term “apostolic” will be discussed in Part Six. Dialogue with the Eastern Orthodox Church was well under way when the latter requested Fr. Eduardo and his clergy to be baptized and chrismated, something he rejected. 44 Ibid. In the end the bishop described his path towards the Syriac Orthodox Church (instead of another Oriental Orthodox Church) as the result of divine intervention: “To tell you the truth, it was nothing that came from readings, or from [the Church] Fathers, it was something that the Lord put into my heart […] I cannot tell you why we opted for the Syriac Orthodox Church and not for the Coptic [Orthodox Church]. God put us in the presence of the SOC.” 45 Ibid. The first contacts took place in 2010, when Fr. Eduardo approached the Syriac Orthodox bishop for the Western United States, Clemis Eugene Kaplan (subsequently “Bishop Clemis”). 46 B. M. C. E. Kaplan, personal interview, 21 August 2018 in Burbank. Cited subsequently as “Kaplan, personal interview.” This was followed by a first official visit in April 2011. 47 SOC-WUS, “His Eminence Mor Clemis Eugene welcomed Bishop Eduardo of Guatemala,” 9 April 2011. More than seven meetings took place in California, 48 SOC-WUS, \"\" صفحةٌ تأريخية في تاريخ الكنيسة السريانية الأرثوذكسية followed by one in Guatemala in August 2012. As Bishop Clemis recalled, the dialogue initially emphasized matters of creed. 49 Kaplan, personal interview. Simultaneously, Fr. Eduardo and his clergy were submitted to an intense introduction to “the teachings of our Church,” “the “study of the holy book,” and “theological sources,” and for the first time celebrated a mass in Guatemala according to the Syriac liturgy–though in Spanish. 50 SOC-WUS, “[From the Archive].” This probably occurred in the summer of 2012, when the secretary of Bishop Clemis instructed Bishop Eduardo on how to perform the Syriac liturgy. 51 Icergua, “02: Primera celebración de la divina liturgia de Santiago por nuestro Obispo,” 2 August 2012. Following his visit to Guatemala in August 2012, Bishop Clemis submitted a report to the Holy Synod which, though it did not specify the exact changes implemented so far, stated that Fr. Eduardo and his clergy had been trained in “the proper procedures for the Syriac Rite.” 52 M.C.E. Kaplan, “Historical Moment in the History of the Syriac Orthodox Church,” given to the author on 21 August 2018 in Burbank. An episcopal committee subsequently discussed this report and thoroughly questioned Bishop Eduardo. 53 Kaplan, personal interview. During the same period, the Bishop reportedly consulted his communities, seeking their approval for the union. 54 Aguirre Oestmann, personal interview. When the union was finalized in March 2013, he was only tonsured a monk and given the name of Jacob (Spanish Santiago) in memory of Jacob Baradeus (6 th century). 55 Icergua, “05: Tonsura de nuestro obispo como monje, por su Santidad Ignacio Zaqueo I Iwas,” 5 March 2013. Patriarch Ignatius Zakka I Iwas further recognized in the encyclical of March 2013 that created the Archdiocese of Central America, comprising Guatemala, Mexico, Central America, the Caribbean islands, and Venezuela. 56 Icergua, “05: Encíclicas de su santidad Ignacio Zaqueo I, concernientes a nuestra iglesia,” 5 March 2013. This recognition as an archdiocese rather than as a patriarchal vicariate ensures Fr. Eduardo of maintaining significant autonomy and leverage. Prior to the mid-1990s, the United States and Canada had formed a single archdiocese under Archbishop Samuel, which then split into three patriarchal vicariates (Canada, the Western United States under Bishop Clemis, and the Eastern United States under Bishop Cyril Karim until he was elected Patriarch Ephrem II in 2014), ensuring more control by the Patriarchate in Damascus. 57 Kiraz, The Syriac Orthodox in North America , 256. According to Bishop Eduardo, when Bishop Karim was elected Patriarch, he wished to turn the Archdiocese of Central America into a patriarchal vicariate, something the former refused; “If [the] archdiocese is not valid, we don’t know if [we are] still part of Syriac Orthodox [Church].” 58 Aguirre Oestmann, personal interview. The creation of the Archdiocese of Central America is thus the result of an increasingly global Syriac Orthodox Church, with Bishop Clemis and his secretary playing a major role. The early stages of the union indicated how the Syriac Orthodox hierarchy envisioned this unprecedented historical event, 59 Etienne Naveau studied the case of a priest in Indonesia who established a small Syriac Orthodox community and Institute for Syriac Christian Studies which has not been officially recognized by and integrated into the Syriac Orthodox Church (“Les orthodoxes syriaques d’Indonésie” ( Les Cahiers de l'Orient 93:1 [2009]), 111-124). the idea prevailing that the Church was answering a plea “after having studied the request asking to form part of our apostolic see of Antioch.” 60 Icergua, “05: Encíclicas de su santidad Ignacio Zaqueo I, concernientes a nuestra iglesia,” 5 March 2013. Bishop Clemis’ secretary wrote, “The Syriac Orthodox see of Antioch empathizes with [the people in Guatemala], she is interested in their affairs and strives to improve their spiritual conditions.” 61 SOC-WUS, “[From the Archive].” He also spoke of a “desire” for “complete fusion with [ indimāj ] the body of our Syriac Church.” Similarly, in the document submitted to the Holy Synod, Bishop Clemis wrote of “com[ing] into the embrace of the Syriac Orthodox Church of Antioch.” 62 Kaplan, “Historical Moment in the History of the Syriac Orthodox Church.” The terms used in Arabic and English by the Syriac Orthodox Church suggest a more far-reaching process than the word used in Spanish, unión , which implies a certain level of equality. According to Bishop Clemis, this process further entailed a “total submission to the presidency of His Holiness the Supreme Pontiff of Mor Ignatius Zakaa I Iwas, the Supreme Head of the Universal Syriac Orthodox Church and its teachings-Semitism and the apostolic faith.” 63 Ibid. The terms “Semitism” and “apostolic faith” will be discussed in Part Six. The encyclical issued in March 2013 by the Patriarch also emphasized obedience to “the faith, doctrine, and liturgy of the One, Holy, Catholic, and Apostolic Church.” 64 Icergua, “05: Encíclicas de su santidad Ignacio Zaqueo I, concernientes a nuestra iglesia,” 5 March 2013. In the Spanish version all these adjectives are written with capital letters; but to avoid confusion with the Roman Catholic Church, “catholic” will be used here without a capital “c” when that Church is not explicitly meant. Concerning the liturgy, Patriarch Igantius Zakka Iwas declared, “In the Archdiocese the liturgical and sacramental rites followed in the Holy Apostolic See of Antioch will be gradually implemented and celebrated according to the texts that we have blessed and delivered to our brother Mor Jacob (Santiago) Eduardo.” 65 Icergua, “05: Encíclicas de su santidad Ignacio Zaqueo I, concernientes a nuestra iglesia,” 5 March 2013. These non-negotiable parts of Syriac Orthodox tradition though are subject to the modes of transmission. Edward Shils notes, “The mechanisms of the traditional transmission are always bound to be faulty in some way.” 66 E. Shils, “Tradition,” 151. They involved the transmission by Syriac Orthodox figures to Aguirre (and his clergy) in written and oral form based on a text. When dialogue was established, the Bishop of Western US began providing Bishop Eduardo with material and instructions in English (including Church Fathers like Philoxenos of Mabbug 67 Kaplan, personal interview. and the three volumes of The Hidden Pearl 68 Icergua, “07: Visita a Mor Clemis Eugene en su sede arzobispal de Burbank, California,” 7 December 2012. ), these discussions again centering on “the differences between the Catholic and the Orthodox Churches.” 69 Kaplan, personal interview. Bishop Eduardo also worked from Sunday School materials. 70 Icergua, “20: Visita a la comunidad de fieles de la catedral de San Efrén, Burbank, Californa,” 20 January 2014. He then produced handbooks in Spanish for liturgy, baptisms, and weddings which have been revised by the Diocese of the Western United States 71 Icergua, “16: Reuniones en St. Ephrem’s Cathedral en Burbank, California,” 16 February 2013. and approved by the Patriarch. 72 Icergua, “19: El patriarca envía la encíclica de bendición para la publicación del sacramentario de la arquidiócesis,” 19 June 2017. The handbooks employ drawings and very simple language (“the Holy Spirit is like the sun which provides energy to the grain of faith” 73 ICASOA, Guía para la formación catequética en preparación a la iniciación cristiana (San Lucas Sacatepéquez: Editorial Nuevo Éxodo, colección didaché 1 [4]), 22. ), and outline didactic training methods for clergy and catechists. Besides these handbooks, Bishop Eduardo also uses the website of the Archdiocese (icergua.com), which features all the material, Patriarchal encyclicals (translated into Spanish), and the Bishop’s activities (under the heading noticias ), which are also given on the latter’s Facebook page. Although the dissemination and use of the handbooks may be limited in the Archdiocese, their content is further promulgated through the Bishop’s sermons and talks during his travels through the Archdiocese performing church services and training clergy and active laity. Bishop Eduardo combines speeches and liturgy with didactic methods, thus closely interacting with the communities. Here language is crucial, for the clergy and laity rarely speak English and only have access to what is produced in Spanish by the Bishop or translated into a Mayan language for those–and there are still many, especially among the older generation–who are not fluent in Spanish. 74 One priest told the author that, because they usually do not speak English, in Guatemala the priests and laity have access only to what is available in Spanish, which is exclusively produced by Bishop Eduardo (they do not seem to be aware of the material produced by the Syriac Orthodox diocese of Argentina). In contrast, the Roman Catholic Church produces a tremendous amount of material, including material in the Mayan languages. This situation produces a distorted perception: the priest told the author that he had the feeling Syriac theology was “poor” compared to Roman Catholic theology. This Part has presented, first, the motivations for union with the Syriac Orthodox Church, second, “Syriac Orthodoxy” as defined by the Church figures involved in the process of union, and, third, the tools of transmission of doctrine. But any discussion of “tradition” would be incomplete without describing how Syriac Orthodoxy was adapted and adopted in the context of Guatemala. PART THREE: THE SACRAMENTAL AND LITURGICAL TRADITION Though the Syriac Orthodox Church leadership understood this union as an alien community embracing or fusing with its tradition and thus becoming full members of the Church, Syriac Orthodoxy in fact encountered in Guatemala “an ongoing situation” 75 Shils, “Tradition,” 125. that included traditional Roman Catholicism, Charismatic Roman Catholicism, and syncretic Roman Catholic-Mayan traditions. Plus, since the mid-2000s Bishop Eduardo had developed and gradually implemented a “renewed Catholic rite” ( rito católico renovado ); 76 Icergua, “Primera plática informe acerca de la situación actual de ICERGUA,” November 2008. and in 2011 an “Old Catholic” rite was developed with old anaphoras . 77 Icergua, “23: Aprobación ʻad experimentum” del sacramentario católico ortodoxo latino,” 23 August 2011. After contacts with the Syriac Orthodox Church were established, further changes were implemented in the sacraments and liturgy. An key element of the way in which changes were adapted and adopted is the strong attachment of the communities to the sacraments and proper pastoral care. In a March 2013 encyclical, Patriarch Ignatius Zakka I Iwas stated: “In the archdiocese the liturgical and sacramental rites followed in the Holy See of Antioch will be gradually implemented and celebrated according to the texts that we have blessed and delivered to our brother Mor Jacob (Santiago) Eduardo [my emphasis].” 78 Icergua, “05: Encíclicas de su santidad Ignacio Zaqueo I, concernientes a nuestra iglesia,” 5 March 2013. The sacraments of marriage and baptism have been adapted, the latter now also including Chrismation and First Communion in compliance with Syriac Orthodoxy, based on the presumed practice of the early Church and framed in opposition to both Roman Catholic and Pentecostal practices. 79 ICASOA, Guía […] preparación a la iniciación cristiana , 3, 8. The handbook on baptism thus reflects Syriac Orthodox views: “Through baptism we are born to a new life (see Jn 3:5), we are purified from sin (Acts 2:38), we achieve in Christ the condition of children of God (Rom. 8:15-16; Gal. 4:5-7), temples of the Holy Spirit (see Acts 2:38), and living members of the Church (1 Cor 12).” 80 Ibid, 14. The Syriac Orthodox practice of including Chrismation and First Communion emphasizes the central role of the Spirit: the handbook used in Guatemala states, “Through the anointment with Saint Chrism and the imposition of hands, the Holy Spirit and its gifts are received to grow in the life in the Spirit.” 81 Ibid, 9. The Holy Spirit is indeed the main figure in Syriac Orthodox doctrine: “Anointing with Holy Chrism is considered like receiving the gifts of the Holy Spirit.” 82 SOC-WUS; Rev. Father John Khoury, “The Seven Living Sacraments,” 29 March 2010. However, confirmation has been maintained and constitutes an important feature both of Bishop Eduardo’s narrative 83 See Part Six. and of local community life. The church of San Juan de Comalapa was crowded for the confirmation of over 200 young people attended by the author and was an important event in local community cohesion because of the visible role played by the cofradías in the Syriac Orthodox Church, though confirmation has also been introduced imitating the Roman Catholic rite 84 Atto, Hostages in the Homeland , 245. . A core element of Syriac Orthodoxy is the West Syriac liturgy of Antioch. In 2013 the late Patriarch Zakka I Iwas agreed to and blessed a special liturgy which included the anamnesis (memorial of the Last Supper) and epiclesis (invocation of the Holy Spirit on the bread and wine) of the liturgy of Saint James, 85 Icergua, “01: Encuentro de nuestro Arzobispo Mor Santiago Eduardo con su Santidad Ignacio Efrén II.,” 1 March 2014. but “for pastoral reasons, given the culture and customs of the presbytery and faithful of the archdiocese of Central America, elements of the Western rite were maintained in non-essential parts.” 86 Icergua, “Raíces históricas del proceso que nos ha llevado hasta ser constituidos en arquidiócesis de Centro América de la Santa Iglesia Católica Apostólica siro-ortodoxa de Antioquía,” November 2014. This “Western” rite was confirmed under Patriarch Ephrem II. 87 Icergua, “01: Encuentro de nuestro Arzobispo Mor Santiago Eduardo con su Santidad Ignacio Efrén II.,” 1 March 2014. The respect paid to local traditions was also emphasized by Bishop Clemis: “They have started to slowly change their rite, from Western to Eastern […] they have their own language, their own traditions, their own heritage.” 88 Kaplan, personal interview. Currently in the Archdiocese the Saint James liturgy is performed every Thursday in the seminary run by Bishop Eduardo with the priest’s back to the congregation, 89 Aguirre Oestmann, personal interview. whereas the parishes and communities use the “Western” Syriac liturgy, during which the priest, following the Second Vatican Council, faces the community. Overall, the theology of the “Western” rite is Syriac: the Credo does not mention the Filioque (the Holy Spirit proceeding from the Father and the Son ); and the canon of the Living Fathers of the Church includes the Syriac Orthodox Patriarch. The sequence prior to the anaphora closely follows the one of the Roman Catholic Church, whereas the actual liturgy ( anaphora ) follows a Syriac Orthodox order, albeit much shortened. The epiclesis (the invocation of the Holy Spirit in the wine and bread) has both shorter and a longer versions, the latter strongly similar to the epiclesis of Saint James as published by Bishop Mor Athanasius 90 Mar Athanasius Y. Samuel, Saint James Liturgy Anaphora. The Divine Liturgy of Saint James (1967). –bearing in mind that Bishop Eduardo based it on an English translation. The adoption of the Syriac anaphoras finds its justification in its alleged authenticity: “The central and fundamental part of the liturgy comes from Jerusalem […] and subsequently, through Peter and other Apostles like Bernabe, was carried to Antioch, where it was consolidated and developed.” 91 Icergua. “Identidad y perspectivas pastorales de la arquidiócesis de Centro América,” November 2014. Such a flexible approach to liturgy follows an established pattern in the Syriac Orthodox Church whose Grand Synod in 1930 expressed the need to harmonize the liturgy, which had been practiced differently in different churches for a long time. 92 Majallat al-Hikma, “ خلاصة مقررات مجمع دير مار متى المقدس بالموصل [Summary of the Decisions of the Synod at Mar Mattai Monastery in Mosul],” Nr. 9, Year 4, November 1930, Pages 516-523, 516. The current Patriarch continued this process during his tenure as bishop of the Eastern United States when he shortened the liturgy and expanded the role played by lay people, such as singing. 93 Kiraz, The Syriac Orthodox in North America , 258-9. By contrast, the diasporas tend to consider the liturgy as a fixed, repetitive practice. In her study on Syriac Orthodox from Tur Abdin in Austria, Heidemarie Armbrust quoted a priest as stating, “If a cleric happened to omit some sign or symbolic act in the liturgy, he would have to face strong resistance by the believers, even if they constitute only negligible accessory parts.” 94 Quoted in H. Armbruster: “Falls ein Geistlicher irgendwelche Zeichen oder Symbolhandlungen in der Liturgie entfallen ließe, hätte er mit großem Widerstand unter den Gläubigen zu rechnen, auch wenn sie nur unwesentliches Beiwerk wären.” (Armbruster, \"Wir sprechen die Sprache, die Jesus gesprochen hat\" , 147). In the case of Guatemala there is not only a discrepancy between the written text and the reality of its practice, but also the liturgy is reinvented each time. Bishop Eduardo adapts his liturgy according to the audience. For instance, he said the anamnesis in Syriac at the confirmation in Comalapa mentioned above, whereas when visiting remote rural communities in another part of Guatemala, he tended to use some words in Syriac for the anamnesis and said the Lord’s Prayer in Syriac, introducing it with the explanation, “Do you know what was Jesus’ language? Aramaic. Therefore for those who have the handbook, go to page 15.” Variations in the liturgy also occur when the clergy or community leaders perform the service in the absence of the Bishop. The services I attended were exclusively in Spanish or bilingual Spanish-K’aqchiqel and no Syriac was used. At one service in Guatemala Pope Francis was explicitly mentioned in the Canon of the Living Fathers. A crucial element of traditional Syriac liturgy is the role and place of the Syriac language, even though the vernacular language is also used, particularly for the sermons. Studies have demonstrated the emotional importance of the Syriac liturgy: Mark Calder notes that “the most often-cited reason for pride in the Aramaic tongue is that it was ‘the language of our Lord’, and the Lord’s Prayer in Syriac is an especially intense moment.” 95 Calder, “Syrian Identity in Bethlehem,” p.309. Heleen Murre-van den Berg, however, has shown that this attachment is more \"symbolic and ideological\" because few lay people are actually fluent in the language. 97 Murre-Van den Berg, “A Center of Transnational Syriac Orthodoxy,” 68. The idea that the liturgy is inherently connected to the Syriac language was evident when Bishop Clemis’ secretary taught the seminarians of the Archdiocese the Lord’s Prayer and the anamnesis in Syriac. 98 Icergua, “01: Llegada del coespiscopo Abdulahad Shara como envidao de su Santidad el patriarca,” 1 September 2014. In 2017 Patriarch Ephrem II expressed his wish for Syriac content to be increased. 99 Icergua, “22: Su Santidad Ignacio Efrén II, recide a Mor Santiago Eduardo en el patriarcado de Damasco,” 22 January 2017. As of 2018-2019 this has been done for the anamnesis and the Lord’s Prayer in the liturgy handbooks, which are in both Spanish and Syriac (Spanish transcription). As of November 2018, the Libro de Oración común had not yet been approved by the Patriarch though containing more Syriac content, such as the introduction and conclusion of daily prayers (including “ haḍ aloho sharīro ” “one true God”) and the Ave Maria. Moreover, during church services, sermons, and the training of clergy and active laity, Bishop Eduardo, though not fluent in Syriac, sometimes uses Syriac words (for instance ruḥo for “spirit” when discussing the Holy Spirit). In Comalapa, where the changes have been implemented since the mid-2000s, he recites the anamnesis in Syriac, whereas in the municipality of San Juan Sacatepéquez, where communities have joined more recently (just 1 to 7 years ago), he uses some Syriac during the liturgy (for instance brikho instead of “blessed”) and, as has been related, he once interrupted his service at the moment of the Lord’s Prayer to ask the congregation, “Do you know what was Jesus’ language? Aramaic. Therefore for those who have the handbook, go to page 15.” 100 Also, the author witnessed seminarians saying the daily prayers in Syriac. The Lord’s Prayer was then recited in Syriac. The introduction of Syriac is justified as “the Aramaic language, which is not only one of the treasures of our Church, but because it was the language of Jesus, the Virgin Mary, and the twelve Apostles.” 101 Icergua, \"18: Encuentro de Mor Santiago Eduardo con su Santidad el patriarca en Lancaster, Pensilvania, USA,\" 18 July 2015. However, the Bishop resists a too far-reaching use of Syriac, arguing that Syriac Orthodox who were born into the Church naturally insist on “work[ing] and worship[ing] as much as possible in Syriac. That is not possible here.” 102 Aguirre Oestmann, personal interview. When the Patriarch visited Guatemala in November 2019, he performed the “Western” Syriac liturgy, thus speaking most of the prayers, including the epiclesis , in Spanish and facing the community. However the anamnesis was delivered in Syriac. An important aspect of this issue is that since the Second Vatican Council, Roman Catholic liturgy has been performed in the vernacular and while facing the community. 103 See E. Hoenes del Pinal, “A Ritual Interrupted: A Case of Contested Ritual Practices in a Q’eqchi’-Maya Catholic Parish” ( Journal of Contemporary Religion 31:3 [2016]): 365-378; Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 380. Another element of the liturgy is of course communion. In the Syriac tradition this is preceded by fasting and usually not performed frequently. In 1988 Claude Sélis noted that communion could be received at most every forty days and only after confession and fasting. 104 C. Sélis, Les Syriens orthodoxes et catholiques (Turnhout: Brepols, 1988), 196. In 1997, however, the Syriac Orthodox Church exhorted its clergy to “diligently urge the faithful to partake of the Holy Eucharist on Sundays and on the festivals of our Lord. Above all, they […] must confess their sins to the priests that, with purity of soul, they may be worthy to partake of the Holy Eucharist. […] observe a complete fast three hours prior.” 105 Syrian Orthodox Dioceses of North America and Canada, “The Sacrament of the Holy Eucharist,” 1998. Although Bishop Clemis instructed Bishop Eduardo on fasting (an entry on the noticias dated February 13 th 2014 explained the feast of Niniveh 106 Icergua, “13: Divina liturgia por el ayuno de Nínive y la solemnidad de San Ignacio Elías III.,” 13 February 2014. Heidemarie Armbruster noted that fasting was eased for the Syriac Orthodox community in Vienna originally from Tur Abdin (Armbruster, \"Wir sprechen die Sprache, die Jesus gesprochen hat\" , 150). ), fasting is hardly ever observed prior to communion. For one thing, according to the Bishop it is difficult to enforce the regulation. 107 Aguirre Oestmann, personal interview. Furthermore, communion is performed much more frequently in the absence of the Bishop (who often forbids communion to those whose marriage is not sacramental). Another element of “Syriacization” the Bishop and seminarians have been trying to implement, especially among children, is the crossing of the arms over the chest before receiving communion. The theological and sacramental process of Syriacization is connected to a whole set of modifications relating to icons, imagery, incense, and other sensory aspects of worship. PART FOUR: THE CURRENT FACE OF THE ARCHDIOCESE OF CENTRAL AMERICA As Edward Shils noted, tradition includes “material objects, beliefs […], images of persons and events, practices and institutions.” 108 Shils, Tradition , 12. The Syriac Orthodox tradition as defined by the Church hierarchy also includes aural (the Syriac language) and olfactory (incense) features, many of which have become adopted in communities alongside already-existing traditions. First are the Syriac Orthodox imagery and icons. A priest of the Malankara Church in the US helped establish contacts with the Church in India for producing priestly vestments. 109 Icergua, “21: Divina liturgia de bienvenida a los corepíscopos Mathews y Sabu Thomas en el seminario,” 21 April 2015. However, the vestments are now produced in Guatemala (Aguirre Oestmann, personal interview). The priest visited Guatemala and celebrated a liturgy at the seminary. 110 Icergua, “24: Divina liturgia en el seminario presidida por los corepíscopos Mathews y Sabu,” 24 April 2015. A Comalapan priest recalled that vestments were among the first things they changed. A Syriac Orthodox “sister” who runs an NGO in Germany not only helped fund the construction of several churches in Guatemala but also presented various church communities with pictures of the Archangel Michael in the Syriac style. 111 Icergua, “02: Visita a las obras de construcción del templo de Santa María, Cunén, el Quiché,” 2 November 2016. Icergua, “15: Divina liturgia en San Miguel Chanquejelbé, Nentón, Huehuetenango,” 15 March 2017). Lay people play a major role in shaping “Syriac Mayan” Christianity and have a deep attachment to their local churches. They assert their communities in an environment that is also Roman Catholic and Evangelical, with music bands and church building programs (often beyond their financial means). 112 Such churches are often built by the members themselves with their own funding or with money provided from outside, such as from the previously mentioned Syriac Orthodox “sister” in Germany. Thus, in the churches and temples there is frequently a coexistence of local elements–such as doves representing the Holy Spirit, flowers, a visible altar (or table), the veneration of the images of saints and of the Virgin Mary, the blessing of seeds–alongside Syriac Orthodox features like calendars of the Archdiocese, handbooks (in particular the handbook for liturgy), pictures of the Bishop and sometimes of the Patriarch. In one community in Guatemala the Syriac liturgical tools were donated by a member. Bishop Eduardo, despite his personal disapproval, has taken a pragmatic attitude toward this synthesis, in particular to the veneration of the images in Comalapa. 113 Aguirre Oestmann, personal interview. As was mentioned above, the confirmation of two hundred young people in Comalapa was an important local event during which the cofradías played a conspicuous role. The issue of incense illustrates that abstract theology can be easier to introduce than physical ritual. In some communities in Huehuetenango the (re)introduction of candles and incense constituted a challenge as a result of apparently Pentecostal influence. 114 See Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 382. In Comalapa, on the other hand, incense is part of the syncretic Catholic-Mayan tradition and widely used by the Charismatics in the remote rural communities of San Juan Sacatepéquez. Thus one wonders whose tradition incense was in the first place. The physical features of the union highlight the important but often ambivalent role the laity plays in the process by adopting or resisting change. PART FIVE: WHAT CHURCH? The inexact translation from English into Spanish by Bishop Eduardo of one of Patriarch Ephrem II’s sermons during his recent visit to Guatemala reveal the contrasting visions which the Syriac Orthodox hierarchy and the Guatemalan actors have concerning the roles of the clergy and laity, including women, in the Church: the Patriarch asked the congregation to “pray for everyone of our clergy” as well as “for the seminarists and everyone of you”; but Bishop Eduardo amended this in his Spanish translation to “the deacons, the seminarists, the ministries, the catechists, the different ministries and every one of you.” 115 Icasoac Siro-Ortodoxo, Facebook entry 7 November 2019, Alta Verapaz, Chisec. For, unlike traditional Syriac Orthodox laity, the laity in Latin America plays an important religious role and has far-reaching prerogatives. Although the Patriarch ordained eleven seminiarians during his recent visit, the Archdiocese is still understaffed. In 2018 the two priests in Huehuetenango served 70 different communities totaling 50,000 persons. 116 Aguirre Oestmann, personal interview. The clergy have been mainly trained at the seminary near Guatemala City founded by Bishop Eduardo, and are often of local Mayan origin or from other Central American countries. 117 Ibid. There is a need to distinguish between the younger generation of priests, which has been trained in an increasingly Syriac manner at the seminary (performing the Syriac Saint James liturgy on Thursdays, as was mentioned above) and an older, often former Roman Catholic, generation. The current Patriarch has attempted to facilitate the integration of this clergy into the main body of the Church. In 2015 three seminarists were sent from Guatemala to Syria to learn Syriac “so that points of communications exist between the [Guatemalan] Church and the Patriarchate [and] those who are being trained for sacred orders can also know the Aramaic language.” 118 Icergua, “18: Encuentro de Mor Santiago Eduardo con su Santidad el patriarca en Lancaster, Pensilvania, USA,” 18 July 2015. Only one of the three seminarians sent to Syria subsequently remained active (Aguirre Oestmann, personal interview). In March 2014, the Patriarch asked to receive a short biography on every candidate for ordination. 119 Icergua, “01: Encuentro de nuestro Arzobispo Mor Santiago Eduardo con su Santidad Ignacio Efrén II.,” 1 March 2014. The issue of the clergy is important because, due to their local origin and (in some cases) command of a Mayan language, they are powerful carriers of a “Syriacized” Christianity. At one of the liturgies attended by the author in the absence of the bishop, the priest delivered his sermon in both Spanish and K’aqchiqel-Maya. This is frequent practice throughout the Archdiocese, including trainings; and in 2009 the texts for the rituals were translated into Q’eqchi’-Maya, spoken in parts of Guatemala. 120 Icergua, “1: Decanato de las Verapaces y Petén,” 1 May 2009. In 1986 Patriarch Ignatius Zakka I Iwas wrote, “It is worth noting that what distinguishes our Holy Church from other Churches is the spiritual role to be played by the priest in the congregation. He is the spiritual father of every member of the family that belongs to this congregation. His relationship with each person must be deep and strong.” 121 Mor Ignatius Zakka I Iwas, “Identity of the Syrian Orthodox Church,” 1986. This view, however, may not match the expectations people in Guatemala have towards their priests and their own role. One priest in Comalapa told the author that lay leaders had complained to Bishop Eduardo that they did not want a priest who only properly performs the liturgy, but one who takes care of his parish. In the Guatemalan context of profound religious shifts, the clergy of the Archdiocese acts more as an outside figure endorsing existing practices of the community, including the sacraments, processions (those of the cofradías in Comalapa), and Charismatic prayer groups. 122 See Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 381. This severely limits the means of coercion available to the clergy which, at its extreme within the Syriac Orthodox Church, resulted in the excommunication of supporters of the Assyrian discourse in Sweden. 123 See Atto, Hostages in the Homeland , 337. The Church could take such drastic measures because traditional Syriac Orthodox communities largely depend on the clergy, as George Kiraz demonstrated in the case of the Syriac Orthodox migrants to the United States in the first half of the 20 th century, who took great pains to establish ecclesiastic structures, requesting priests and a bishop from the Patriarchate. 124 See Kiraz, The Syriac Orthodox in North America . In the Archdiocese of Central America, however, the heart of the Church is not the parish but the local lay community, as a result of tremendous religious shifts and Bishop Eduardo’s vision. Ever since he established his movement in 2003, he has strongly encouraged lay leaders to form regional decanatos (deaconates, lay councils below the diocese and above the parishes) and to establish pastoral and financial councils at the community level. 125 Icergua, “10: Reunión con los servidores de la parroquia de San Miguel, Los Ángeles, Calfornia,” 10 August 2014. The authority of the clergy is further limited by the laity’s ritual and liturgical leverage–as illustrated by the greater frequency of communion in the absence of the bishop: 126 A Syriac Orthodox priest in Guatemala told the author he would give communion to Roman Catholics too (see Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 385). in the absence of a priest lay leaders can celebrate a form of liturgy that includes communion because they have retained the Roman Catholic practice of keeping hosties. This situation is the result of a historical expansion of the role played by the laity in Guatemala in the second half of the 20 th century. In the 1950s and 1960s, prior to the emergence of the CRR, Catholic Action had already promoted the role of lay persons as catechists, thus ensuring a structured religious framework below the parish on the local community level, 127 E. Hoenes del Pinal, “From Vatican II to Speaking in Tongues: Theology and Language Policy in a Q’eqchi’-Maya Catholic Parish” ( Language Policy 15:2 [2016]), 179-197, 186. something Bishop Eduardo alluded to in his intentional mistranslation of the Patriarch’s sermon. In both the Pentecostal and Catholic Charismatic movements, the performance of religious services like oraciones (prayer groups) does not require ordination or theological training. 128 See A. Althoff, “Divided by faith and ethnicity: religious pluralism and the problem of race in Guatemala” ( International Journal of Latin American Religions 1 [2017]) 331–352, 340. In the framework of official CCR, lay people are actively involved as “catechists” celebrating the liturgy 129 E. Hoenes del Pinal, “A Ritual Interrupted,” 368. and in leading oraciones . Their role was even more important in areas where the CCR developed in the underground. Thus, although Patriarch Ephrem II expanded the role of the laity during his tenure as Bishop of Eastern America, involving them in the singing of the liturgy, 130 Kiraz, The Syriac Orthodox in North America , 258-259. the laity in Guatemala had already achieved even greater roles. The role played specifically by women in the Guatemalan Archdiocese differs from that in the Syriac Orthodox Church even though their role had indeed expanded in the latter over recent decades through the rediscovery of ancient practices like Saint Ephrem’s instructions to women from the Bible 131 Ignatius Zakka I Iwas, “The Role of Women in the Syrian Orthodox Church of Antioch,” 1996. and the increasing use of women’s choirs 132 See S. Ashbrook Harvey, “Women and Children in Syriac Christianity. Sounding Voices,” in T. King (ed.) The Syriac World (London: Routledge, 2018), 554-566 after the Grand Synod of 1930 encouraged the admission of girls into choirs. 133 Majallat al-Hikma, “[Summary of the Decisions],” 1930, 517. Bishop Eduardo has integrated the role women play locally into the practices of the Archdiocese: “Incomplete approaches: thinking that the woman’s role in the community is merely limited to secondary activities such as cleaning, cooking and domestic services.” 134 Quoted in Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 380. Women are part of the decanatos , where they receive theological training and serve on various pastoral councils with men (the author, for example, talked to one Syriac Orthodox woman in Comalapa who had been a member of a liturgical council). They are also very visible during religious services, doing Bible readings (as was the case in all services attended by the author in Comalapa, San Juan Sacatepéquez, and Los Angeles) or as part of the hermandades (the women’s adjunct to the cofradías ) in Comalapa. This is quite significant, suggesting that even in remote rural areas women are now sufficiently literate to do the readings. 135 In 1999, 29.7% of the population in Guatemala was still illiterate, 61% of them were indigenous (Davis, “Mouvement maya et culture nationale au Guatemala”). They also participate in the preparation of the Eucharist, entering the sacred space of the altar (which is forbidden to women in traditional Syriac Orthodox churches). In some Charismatic communities (including Huehuetenango and one community in San Juan Sacatepéquez) some young women have started to wear white veils, as in Pentecostal and many traditional Syriac Orthodox churches. According to Bishop Eduardo, the frequency of this practice depends on the seminarian attending the community. 136 On the Facebook page of the Syriac Orthodox Patriarchate such women featured prominently. PART SIX: RECOVERING THE CHURCH OF ANTIOCH The preceding descriptions of the adapted sacramental life, local cultural milieu, and particular ecclesiological reality defines the theological and doctrinal identity of the Archdiocese. The Syriacized rituals and liturgy enhance an already existing narrative centered around the idea of reliving the early Church. In this part I will argue that one of the main reasons why so many communities in Guatemala have adopted Syriac Orthodoxy stems from its supposed embodiment of a much older tradition than that of the Syriac Orthodox Church Fathers, much older even than the Syriac liturgy and language: it is a tradition believed to be from the primitive Church of Antioch itself. In the narrative Bishop Eduardo has been conveying, the Syriac Orthodox Church stands for the event in Antioch where a universal, catholic church was established and from which the Apostles were sent into the world to convert all people, including the then-unknown Mayans. Edward Shils noted, “The sought-for tradition is sometimes said to be the ʻreal’ tradition or the genuine source of temporary ʻdilapidated’ traditions, which have broken the lines of effective traditional transmission with the point of origin.” 137 E. Shils, “Tradition,” 133. Antioch therefore becomes the archetype for the life of mission which local Guatemalans should reproduce every day. As a result, through Antioch, these communities do not consider themselves excommunicated Catholics, but the true Catholics. Although, as we will see, terms like “catholic,” “apostolic,” “orthodox” may cover different nuances for Church leaders and Bishop Eduardo (and even more so for the laity), this union signals a new dynamic within the Church which claims a universal scope. One of the first topics discussed by Bishop Clemis and Bishop Eduardo were theological differences, especially miaphysitism. 138 Icergua, “05: Diálogos con el patriarcado ortodoxo siriano de Antioquía,” 5 November 2011. This doctrine was adopted into the statutes of the Church in 2015 and featured on the Archdiocese’ website with the doctrine of Theotokos , the sacraments, and the daily prayers. 139 Icergua, “06: Publicación del estatuto oficial de la arquidiócesis de Centro América,” 6 June 2015. Theotokos and miaphysitism do not represent a radical break with Roman Catholicism because the Roman Catholic Church also recognizes Mary as God-bearer; and in one of his sermons in Guatemala Patriarch Ephrem II alluded to the agreement reached between Patriarch Zakka and Pope John Paul II in 1984, acknowledging that the Christological disagreements of the early centuries did not affect faith. 140 Atto, Hostages in the Homeland , 535. Bishop Eduardo mentions such theological beliefs in his sermons and in the theological training of the laity. 141 One feature which the author did not witness in her 2018 fieldwork in such a consistent way, was the insistence by Bishop Eduardo during the Patriarch’s visit of the sign of the cross, including “ un solo Dios verdadero (one true God, “ haḍ aloho sharīro ”), something peculiar to the Syriac Orthodox tradition. Another doctrine which has been adopted is the rejection of filioque (the Holy Spirit proceeding from both the Father and Son ) mentioned earlier in the context of liturgy. Beyond the theological adaptations, however, there are subtle differences concerning the purpose of rituals, in particular the liturgy, which in the traditional Syriac Orthodox view is not merely an outward display by the congregation: the theologian Baby Varghese writes that “doctrine is inextricably bound with a liturgical action.” 142 In B. Varghese, West Syrian Liturgical Theology (Aldershot: Ashgate, 2004), 47. According to him, the Syriac anaphora embodies the economy of salvation, the anamnesis especially forming an “integral part of the narration of God’s loving-kindness towards humanity.” 143 Ibid, 66. However, in Bishop Eduardo’s approach to the liturgy the role of Christ becomes secondary, even more so if the anamnesis is pronounced in Syriac–something people don’t understand if they do not follow the liturgy book. By contrast, the epiclesis , which remains in Spanish, is centered around the vitalizing of the bread and wine by the Holy Spirit, in compliance with Syriac Orthodox liturgy. 144 Ibid, 85. The central role of the Holy Spirit is also emphasized in other sacraments in the Archdiocese. Although the theology and practice of baptism has been Syriacized, in oral sources the idea of it as conversion prevails: “Baptism [means] incorporating as members of the new alliance and receiving the Holy Spirit in order to live as authentic children of God and give witness to the Gospel.” 145 Icergua, “01: Divina liturgia en la parroquia de Guaxacaná, Nentón, Huehuetenango,” 1 January 2018. Such subtle differences occur on many other levels and illustrate the desire to return, through Syriac Orthodoxy, to a much older, supposedly genuine, past which legitimizes the existing narrative. This is evident in the Archdiocese’s treatment of the figure of Mary: in addition to naming her theotokos or yoldath aloho , Bishop Eduardo opposes both the Roman Catholic doctrine of Immaculate Conception and the Protestant positions demystifying her; 146 Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 383. yet, unlike Syriac Orthodox understanding, he turns Mary into a model of action . By contrast, Patriarch Zakka I Iwas described her as a model of virtue , “Our Lord Jesus Christ […] chose her to be His Mother because of her chastity and godliness so that she deserved that the Holy Spirit descend on her, purify her, absolve her from sin and sanctify her.” 147 Iwas, “The Role of Women in the Syrian Orthodox Church of Antioch,” 1996. During confirmation in Comalapa though, Bishop Eduardo exhorted the young candidates to follow the action of the Virgin: “Convert yourself like the Virgin Mary did to become persons who carry this Gospel so that all can believe, change their lives, and become children of God.” While there is nevertheless some common ground concerning Mary, the almost total absence in the Guatemalan Archdiocese of a narrative on martyrdom is striking, especially given that many areas of the Archdiocese were severely affected by the civil war and the ethnic cleansing. Yet this constitutes a prime element in both the Syriac Orthodox Church and the communities born into her, as well as in scholarly works. In a speech in Colombia in 2018 at the 3 rd Global Christian Forum, Patriarch Ephrem II stated, “Because of our history of persecution and martyrdom, whenever I think of the marks of the church being One, Holy, Catholic and Apostolic, I immediately add to it ‘Persecuted’. The true church that is faithful to her Lord and Savior has to be a persecuted one.” 148 Mor Ignatius Aphrem II, “Following Christ together in discrimination, persecution, martyrdom: What does this mean for the global church today?” 25 April 2018. He emphasized this theme in his sermons during his visit to Guatemala, especially at Chajul, El Quiché, where 70 to 80 people had been killed by the army in 1983. This community petitioned Bishop Eduardo to have the victims recognized as martyrs, which he granted in 2007 and every year on April 3 rd these “blessed” are remembered. The picture of the martyrs also appears in the confirmation handbook. 149 See Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 382. Yet the importance of this event remains limited to Chajul and the emphasis on martyrdom in the Guatemalan Archdiocese thus stays local. Since 2003 Bishop Aguirre has been urging in his handbooks, sermons, trainings, noticias , etc., and, in connection with Mary, the liturgy, and the sacraments, a call to emulate the Apostles—and, to a certain extent, the Virgin Mary and Jesus Christ—as models of the ethical and moral attitudes proper to a Christian in Guatemala in the 21 st century, drawing on the themes of repentance and conversion not clearly identifiable with any specific Christian tradition, whether Roman Catholic, Charismatic, Pentecostal, Syriac, or Eastern Orthodox and his call has gained more legitimacy as a result of the union in 2013. It is a Christian ethic which includes both epistrophe (“turning back to the origin or to oneself or to the perfect ideal”) and metanoïa (“to repent,” “to be born again”). 150 Distinction made by William Barylo, quoted in Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 378. In his sermon during confirmation in Comalapa, Bishop Eduardo called on the candidates: ‘Authentic Christian’ means authentically anointed by the Spirit of God. And what is the consequence of one having been anointed, precisely by the Spirit of God? [It means] that every one of us turns [converts] into a living Gospel in his life. Every one of you is called to make this Word alive, this presence, this Good News of God […] Convert yourself like the Virgin Mary did to become persons who carry this Gospel so that all can believe, change their lives, and become children of God. This conforms more with Syriac Orthodox ideas of collective salvation rather than with the Roman Catholic and Protestant emphasis upon individual salvation: “We are saved not as individuals but as members of the Body of Christ.” 151 Quoted in Calder Calder, “Syrian Identity in Bethlehem,” 316. Yet it focuses on this life rather than on the after-life, and on action in the world towards others rather than on inner attitude. By insisting on the work of the Holy Spirit, Bishop Eduardo posits an intimate, growing relationship between God and the individual; “Implying promoting a life of personal veneration in the Holy Spirit [ oración personal en el Espíritu Santo ], nourished by a sacramental life, as occurred in the first Christian community.” 152 Icergua, “03: Exhortación pastoral ʻEl Evangelio de la Renovación,’” 3 April 2014. This resonates among the clergy and lay people and was the main theme of the sermon in Spanish and K’aqchiqel-Maya attended by the author. The official name of the Archdiocese is “Catholic Apostolic Syriac Orthodox Church of Antioch\/Archdiocese of Central America ( Iglesia católica apóstolica siro-ortodoxa de Antioquía\/Arquidiócesis de Centro América , ICASOAC).” This appears on the churches and in the communities in Guatemala, though the name “Iglesia Católica ecuménica renovada–ICERGUA” continues to be used in the handbooks with the official name. 153 Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 377. Bishop Eduardo himself hardly ever uses the term “Syriac Orthodox:” “I always insist very much that they have [to] give everybody [the] experience of [the] Early Apostolic church: [it is a] term they understand but we do not use siro-orthodoxo . I have always understood orthodox in [its] etymological meaning.” 154 Aguirre Oestmann, personal interview. He thus breaks with the ethnic and linguistic link between Syriac Orthodoxy and the Church of Antioch, though this constituted one condition for union with the Church: in his letter to the Holy Synod, Bishop Clemis insisted upon submission to “its teachings: Semitism and the apostolic faith,” 155 Kaplan, “Historical Moment.” implying that the Syriac Orthodox Church considers herself heir to a “pure” Semitic form of Christianity. 156 See Atto, Hostages in the Homeland , 531; Dinno, The Syrian Orthodox Christians , 260. In 1981 Patriarch Zakka affirmed this link more clearly: “Our Church is known as the Syrian Orthodox Church of Antioch […], and its language is known as the Syriac language […], and its people by the Syrian people […].” 157 Quoted in Atto, Hostages in the Homeland , 555. The “apostolic” part of the Archdiocese’s name is justified by Bishop Clemis’ demand that the Archdiocese adhere to the teachings of “the apostolic faith.” 158 Kaplan, “Historical Moment.” In a short document given to the author and addressed to Syriac Orthodox priests in the US outlining the differences between the SOC and the Roman Catholic and Protestant Churches, Bishop Clemis wrote: “Our Church prides herself as being one of the earliest Apostolic Churches […] In Antioch, the followers of Jesus were called Christians for the first time [underlining by the author].” 159 M.C.E. Kaplan, “Comparison between the Syriac Orthodox Church and the Roman Catholic and Protestant Churches in Brief,” sent to the author in August 2018. This seems to echo Bishop Eduardo, who calls on his followers to turn into Apostles: “the holy Syriac Orthodox See of Antioch, the very Church to which the twelve Apostles belonged.” 160 Icergua, “11: Renovación de los compromisos presbiterales, vicaría de Huehuetenango, San Rafael de la Independencia,” 11 April 2017. However “apostolic” means different things in the Syriac Orthodox tradition and to Bishop Eduardo: for the latter it is a call for action, whereas for the Syriac Orthodox Patriarchate it is the source of legitimacy–“Tradition is, basically, the spiritual teaching we have inherited from the Holy Apostles and Church Fathers,” wrote Patriarch Zakka. 161 Iwas, “Tradition.” The Church considers herself heir and representative of an unbroken chain of transmission from the primus inter pares of the Apostles, Peter, first bishop of Antioch. By joining a tradition directly linked to Peter, members of the Archdiocese are able to reassert their catholicity. 162 In informal conversations with members in Guatemala and Los Angeles, most identified as “catholics” (See Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 377). Bishop Eduardo justifies his consistent use of the term “catholic” as “universal” by reference to Patriarch Ignatius: “Starting in 69 C.E., the Church of Antioch was called ‘Catholic’ (with Saint Ignace, the third successor of Peter).” 163 Icasoac Siro-Ortodoxo, Facebook entry 10 November 2019, “Santa Eucaristía precidida por Su Santidad Ignacio Efrén II, Estadio Los Cuchumatanes Huehuetenango Guatemala.” This claim was evident in one of the sermons by Patriarch Ephrem II in Guatemala: “You, the people of Guatemala and members of the archdiocese of Central America are very dear to our hearts [because you] represent the universality, the catholicity of our Church, the Church of Antioch which was founded as a catholic church.” 164 Icasoac Siro-Ortodoxo, Facebook entry 10 November 2019, “Santa Eucaristía precidida por Su Santidad Ignacio Efrén II, Estadio Los Cuchumatanes Huehuetenango Guatemala.” This idea of regaining the universal and catholic scope of a missionary Church seems to be gaining ground within the Syriac Orthodox hierarchy. 165 In an unpublished paper given at the Institute for Eastern Christian Studies, Nijmegen, Netherlands, Naures Atto discussed the trend within the Syriac Orthodox Church advocating a stronger emphasis on Syriac language and culture. But during the Q&A session, the bishop of the Netherlands, Mor Polycarpus Augin Aydin, underlined the importance of a more spiritual emphasis by the Church as a global catholic body transcending boundaries (Naures Atto, “Challenges for the Syriac Orthodox Church: Encounters with Secularism,” January 31 st -February 1 st , 2019, Workshop “Redefining Syriac Christianity in a Globalized 21 st Century:” workshop organized by Anna Hager and Heleen Murre-van den Berg). Another hint of this is the name Bishop Eduardo was given when he was tonsured a monk in 2013: Jacob (Spanish Santiago), in memory of Jacob Baradeus (6 th century) who reorganized the Church. 166 Icergua, “05: Tonsura de nuestro obispo como monje, por su Santidad Ignacio Zaqueo I Iwas,” 5 March 2013. Therefore within the Archdiocese the idea prevails that they have joined the Mother Church: A priest in Comalapa indeed did identify himself as “orthodox” because of belonging to “[the] Mother Church which maintained the correct doctrine, the true doctrine.” 167 Hager, “The Emergence of a Syriac Orthodox Mayan Church in Guatemala,” 377. Thus the Syriac Orthodox Church of Antioch legitimizes the movement of renovación initiated by Bishop Eduardo in 2003 and which attracted so many communities. CONCLUSION With the establishment of a new Archdiocese of over half a million people, the Syriac Orthodox Church has grown tremendously. But the Guatemalan Archdiocese has challenged key assumptions about Syriac Orthodox traditions, the Church supposedly embodying foremost a tradition, in the sense of preserving something. It has also raised questions about the content of these traditions, their mode of transmission, and who has the authority to define, transmit, and adapt them. The Syriac Orthodox Church (including the late Patriarch Ignatius Zakka I Iwas, Patriarch Ephrem II, Bishop Clemis, etc.) have considered the union with the Guatemalan church as an “embracing” or “fusion with” the body of the Church, tacitly implying the new Archdiocese’s submission to the authority of the Patriarch, acceptance of the Church’s doctrinal beliefs as well as the Syriac anamnesis , epiclesis , and (with reservations) the Syriac language, and a negotiated adoption of sacraments. This means that the Syriac Orthodox Church considers the Syriac language an important aspect of her identity, even for formerly alien communities. The tradition defined by Syriac Orthodoxy is subject to its tools of transmission, which in Guatemala include Bishop Eduardo as the only point of contact and the languages through which it is transmitted (and understood). Although Edward Shils has underlined “faulty transmissions” as the main motivation for modifying a tradition, in the case of the Archdiocese the modifications are the result of the specific interests of Bishop Eduardo and his followers, as the result of which some aspects of Syriac Orthodoxy are resisted (such as incense and fasting prior to communion), while others are more easily accepted (such as Syriac tools for liturgy, the picture of the Patriarch in some communities, “ haḍ aloho sharīro ”). Consequently elements of Syriac Orthodoxy merge with existing traditions: communities continue to practice Charismatic prayers; the cofradías remain active; and Bishop Eduardo continues preaching his view of Christian ethics. But the role the laity plays in traditional Syriac Orthodox congregations and in the Archdiocese are so different that this could lead to tensions. The core rational for the Archdiocese’s members in accepting Syriac Orthodox tradition does not rest on liturgy or the Church Fathers, but on a much older past: Antioch. Whether reaching this far back can meet the desire of the Guatemalan Church for regeneration only the future will tell. ACKNOWLEDGEMENTS This article was completed during a postdoctoral fellowship at the Institute of Eastern Christian Studies (IVOC), Radboud University, Netherlands. I would like to thank Prof. Heleen Murre-van den Berg, Dr. George Kiraz and the three anonymous reviewers for their valuable comments as well as Mor Eduardo and Mor Clemis for their help, and all those individuals I had a chance to meet in the course of this project who provided me with their valuable insight and support. BIBLIOGRAPHY Aciprensa, “Sacerdote que fundó secta en Guatemala quedó excomulgado,” 18 October 2006: https:\/\/www.aciprensa.com\/noticias\/sacerdote-que-fundo-secta-en-guatemala-quedo-excomulgado (accessed 9 January 2020). Aguirre Oestmann, Bishop Mor Eduardo. Personal interview, 23 November 2018. San Lucas Sacatepéquez. Althoff, A. “Divided by faith and ethnicity: religious pluralism and the problem of race in Guatemala.” International Journal of Latin American Religions 1 (2017): 331–352, 340. Aphrem II, Mor Ignatius. “Following Christ together in discrimination, persecution, martyrdom: What does this mean for the global church today?” 25 April 2018: https:\/\/syriacpatriarchate.org\/2018\/04\/following-christ-together-in-discrimination-persecution-martyrdom-what-does-this-mean-for-the-global-church-today\/ (accessed 19 December 2019). Armbruster, H. “Wir sprechen die Sprache, die Jesus gesprochen hat” : die Vergangenheit in der Gegenwart syrisch-orthodoxer ChristInnen, AssyrerInnen in Wien , Vienna: University of Vienna, Master’s thesis, 1994. Ashbrook Harvey, S. “Women and Children in Syriac Christianity. Sounding Voices,” in T. King (ed.) The Syriac World , London: Routledge, 2018: 554-566. Atto, N. Hostages in the Homeland, Orphans in the Diaspora: Identity Discourses among the Assyrian\/Syriac Elites in the European Diaspora , Leiden: Leiden University Press, Doctoral thesis, 2011. Bakker Kellog, S. “Ritual sounds, political echoes: Vocal agency and the sensory cultures of secularism in the Dutch Syriac diaspora.” American Ethnologist 42,3 (2015): 431-445. Benoit, J.L. “Religion populaire et crise identitaire en Amérique latine.” Amerika 6 (2012): https:\/\/journals.openedition.org\/amerika\/3110 (accessed 9 January 2020). Calder, M. “Syrian Identity in Bethlehem: From Ethnoreligion to Ecclesiology.” Iran and the Caucasus 20 (2016), 297-323. Cofradía Catedral de San Juan Bautista, “La verdadera historia de la Iglesia San Juan Bautista. San Juan Comalapa, Chimaltenango, Guatemala Centro América” (2008): http:\/\/www.albedrio.org\/htm\/otrosdocs\/comunicados\/IGLESIASANJUANBAUTISTAENLAHISTORIA.pdf (accessed 9 January 2020). Compagnon, O. “La crise du catholicisme latino-américain.” L'Ordinaire des Amériques 210 (2008): 9-25: http:\/\/journals.openedition.org\/orda\/2613 (accessed 9 January 2020). Davis, S. H. “Mouvement maya et culture nationale au Guatemala.” Journal de la société des américanistes 90-2 (2004): http:\/\/journals.openedition.org\/jsa\/1724 (accessed 9 January 2020). Dinno, K. The Syrian Orthodox Christians in the Late Ottoman Period and Beyond. Crisis then Revival . Piscataway: Gorgias Press, 2017. Episcopal Conference of Guatemala, “66: Renovados en el Espíritu. Instrucción pastoral colectiva de los obispos de Guatemala sobre le renovación carismática.” In Al servicio de la vida, la justicia y la paz (1956-1997) , 30 March 1986: http:\/\/www.iglesiacatolica.org.gt\/CEGsvjp.pdf (accessed 9 January 2020). Hager, A. “The Emergence of a Syriac Orthodox Mayan Church in Guatemala.” International Journal of Latin American Religions 3:2 (2019), 370–389. Hoenes del Pinal, E. “A Ritual Interrupted: A Case of Contested Ritual Practices in a Q’eqchi’-Maya Catholic Parish.” Journal of Contemporary Religion 31:3 (2016): 365-378 -“From Vatican II to Speaking in Tongues: Theology and Language Policy in a Q’eqchi’-Maya Catholic Parish.” Language Policy 15:2 (2016), 179-197 ICASOA. Guía para la formación catequética en preparación a la iniciación cristiana . San Lucas Sacatepéquez: Editorial Nuevo Éxodo, colección didaché 1:4. Icasoac Siro-Ortodoxo. Facebook entry 7 November 2019, Alta Verapaz, Chisec: https:\/\/www.facebook.com\/498235783665202\/videos\/404401483770752\/ (accessed 9 January 2020). -Facebook entry 10 November 2019, “Santa Eucaristía precidida por Su Santidad Ignacio Efrén II, Estadio Los Cuchumatanes Huehuetenango Guatemala:” https:\/\/www.facebook.com\/498235783665202\/videos\/410119743001759\/ (accessed 9 January 2020). Icergua. “Acta Fundacional de la Comunión,” 25 March 2003: http:\/\/www.icergua.org\/latam\/actacomunion.html (accessed 7 February 2019). -“Asamblea Nacional 2005; informe sobre la situación de la comunión a la II asamblea nacional,” November 2005: http:\/\/icergua.org\/latam\/asamblea05.html (accessed 9 January 2020). -“Relación Con Roma,” 15 August 2006: http:\/\/www.icergua.org\/latam\/Relacion_roma.html (accessed 9 January 2020). -“Primera plática informe acerca de la situación actual de ICERGUA,” November 2008: http:\/\/www.icergua.org\/latam\/pdf\/vasambleanacional\/01primeraplatica.pdf (accessed 9 January 2020). -“1: Decanato de las Verapaces y Petén,” 1 May 2009: http:\/\/www.icergua.org\/latam\/noticias\/09-noticias\/09-notmayo.html#23 (accessed 9 January 2020). -“Icergua: llegua al medio millón de miembros,” 22 December 2010: http:\/\/www.icergua.org\/latam\/noticias\/10-noticias\/12-diciembre.html#21 (accessed 9 January 2020). -“23: Aprobación ʻad experimentum’ del sacramentario católico ortodoxo latino,” 23 August 2011: http:\/\/www.icergua.org\/latam\/noticias\/11-noticias\/08-agosto.html#27 (accessed 9 January 2020). -“05: Diálogos con el patriarcado ortodoxo siriano de Antioquía,” 5 November 2011: http:\/\/www.icergua.org\/latam\/noticias\/11-noticias\/11-noviembre.html#6 (accessed 9 January 2020). -“02: Primera celebración de la divina liturgia de Santiago por nuestro Obispo,” 2 August 2012: http:\/\/www.icergua.org\/latam\/noticias\/12-noticias\/08-agosto.html#1 (accessed 9 January 2020). -“07: Visita a Mor Clemis Eugene en su sede arzobispal de Burbank, California,” 7 December 2012: http:\/\/www.icergua.org\/latam\/noticias\/12-noticias\/12-diciembre.html#4 (accessed 9 January 2020). -“16: Reuniones en St. Ephrem’s Cathedral en Burbank, California,” 16 February 2013: http:\/\/www.icergua.org\/latam\/noticias\/13\/02.html#28 (accessed 9 January 2020). -“05: Tonsura de nuestro obispo como monje, por su Santidad Ignacio Zaqueo I Iwas,” 5 March 2013: http:\/\/www.icergua.org\/latam\/noticias\/13\/03.html#2 (accessed 9 January 2020). -“05: Encíclicas de su santidad Ignacio Zaqueo I, concernientes a nuestra iglesia,” 5 March 2013: http:\/\/www.icergua.org\/latam\/noticias\/13\/03.html#7 (accessed 9 January 2020). -“20: Visita a la comunidad de fieles de la catedral de San Efrén, Burbank, Californa,” 20 January 2014: http:\/\/www.icergua.org\/latam\/noticias\/14\/01.html#45 (accessed 9 January 2020). -“13: Divina liturgia por el ayuno de Nínive y la solemnidad de San Ignacio Elías III.,” 13 February 2014: http:\/\/www.icergua.org\/latam\/noticias\/14\/02.html#17 (accessed 9 January 2020). -“01: Encuentro de nuestro Arzobispo Mor Santiago Eduardo con su Santidad Ignacio Efrén II.,” 1 March 2014: http:\/\/www.icergua.org\/latam\/noticias\/14\/04.html#1 (accessed 9 January 2020). -“03: Exhortación pastoral ʻEl Evangelio de la Renovación,’” 3 April 2014: http:\/\/www.icergua.org\/latam\/noticias\/14\/04.html#5 (accessed 9 January 2020). -“01: Llegada del coespiscopo Abdulahad Shara como envidao de su Santidad el patriarca,” 1 September 2014: http:\/\/www.icergua.org\/latam\/noticias\/14\/09.html#1 (accessed 9 January 2020). -“Identidad y perspectivas pastorales de la arquidiócesis de Centro América,” November 2014: http:\/\/www.icergua.org\/latam\/pdf\/14-11-14-identidad-perspectiva-arquidiocesis.pdf (accessed 9 January 2020). -“Raíces históricas del proceso que nos ha llevado hasta ser constituidos en arquidiócesis de Centro América de la Santa Iglesia Católica Apostólica siro-ortodoxa de Antioquía,” November 2014: http:\/\/www.icergua.org\/latam\/pdf\/14-11-13-historiaarquidiocesis.pdf (accessed 9 January 2020). -“21: Divina liturgia de bienvenida a los corepíscopos Mathews y Sabu Thomas en el seminario,” 21 April 2015: http:\/\/www.icergua.org\/latam\/noticias\/15\/04.html#47 (accessed 9 January 2020). -“24: Divina liturgia en el seminario presidida por los corepíscopos Mathews y Sabu,” 24 April 2015: http:\/\/www.icergua.org\/latam\/noticias\/15\/04.html#53 (accessed 9 January 2020). -“06: Publicación del estatuto oficial de la arquidiócesis de Centro América,” 6 June 2015: http:\/\/www.icergua.org\/latam\/noticias\/15\/06.html#2 (accessed 9 January 2020). -“18: Encuentro de Mor Santiago Eduardo con su Santidad el patriarca en Lancaster, Pensilvania, USA,” 18 July 2015: http:\/\/www.icergua.org\/latam\/noticias\/15\/07.html#29 (accessed 9 January 2020). -“02: Visita a las obras de construcción del templo de Santa María, Cunén, el Quiché,” 2 November 2016: http:\/\/www.icergua.org\/latam\/noticias\/16\/11.html#5 (accessed 9 January 2020). -“22: Su Santidad Ignacio Efrén II, recibe a Mor Santiago Eduardo en el patriarcado de Damasco,” 22 January 2017: http:\/\/www.icergua.org\/latam\/noticias\/17\/01a.html#53 (accessed 9 January 2020). -“15: Divina liturgia en San Miguel Chanquejelbé, Nentón, Huehuetenango,” 15 March 2017: http:\/\/www.icergua.org\/latam\/noticias\/17\/03a.html#4 (accessed 9 January 2020). -“11: Renovación de los compromisos presbiterales, vicaría de Huehuetenango, San Rafael de la Independencia,” 11 April 2017: http:\/\/www.icergua.org\/latam\/noticias\/17\/04.html#24 (accessed 9 January 2020). -“19: El patriarca envía la encíclica de bendición para la publicación del sacramentario de la arquidiócesis,” 19 June 2017: http:\/\/www.icergua.org\/latam\/noticias\/17\/06a.html#10 (accessed 9 January 2020). -“01: Divina liturgia en la parroquia de Guaxacaná, Nentón, Huehuetenango,” 1 January 2018: http:\/\/www.icergua.org\/latam\/noticias\/18\/01.html#2 (accessed 9 January 2020). “10: Reunión con los servidores de la parroquia de San Miguel, Los Ángeles,” 10 August 2014: http:\/\/www.icergua.org\/latam\/noticias\/14\/08.html#15 (accessed 29 July 2020) Iwas, Mor Ignatius Zakka I. “Identity of the Syrian Orthodox Church,” 1986: http:\/\/syriacchristianity.info\/PZakka\/IdentityofSOC.htm (accessed 19 December 2019). -“Tradition” ( Patriarchal Magazine (January - March, 1990): http:\/\/syriacchristianity.info\/PZakka\/Artilces\/TraditionSOC.pdf (accessed 18 December 2019). -“The Role of Women in the Syrian Orthodox Church of Antioch,” 1996: http:\/\/syriacchristianity.info\/PZakka\/Artilces\/WomeninSOC.pdf (accessed 19 December 2019). Jacobsen, D. The World’s Christians: Who They Are, Where They Are, and How They Got There . Chichester: Wiley-Blackwell, 2011. Jarjour, J. “Ḥasho: Music Modality and the Economy of Emotional Aesthetics.” Ethnomusicology Forum , 24:1 (2015), 51-72. Kaplan, Bishop Mor Clemis Eugene. Personal interview, 21 August 2018, Burbank. -“Historical Moment in the History of the Syriac Orthodox Church,” given to the author on 21 August 2018, Burbank. -“Comparison between the Syriac Orthodox Church and the Roman Catholic and Protestant Churches in Brief,” sent to the author in August 2018. Kiraz, G. The Syriac Orthodox in North America (1895-1995). A Short History . Piscataway: Gorgias Press, 2019. Majallat al-Hikma, “ خلاصة مقررات مجمع دير مار متى المقدس بالموصل [Summary of the Decisions of the Synod at Mar Mattai Monastery in Mosul],” Nr. 9, Year 4, November 1930, Pages 516-523. Murre-Van den Berg, H. “A Center of Transnational Syriac Orthodoxy: St. Marks’ Convent in Jerusalem.” Journal of Levantine Studies 3:1 (2013), 59-81. Naveau, E. “Les orthodoxes syriaques d’Indonésie.” Les Cahiers de l'Orient 93:1 (2009), 111-124 https:\/\/www.cairn.info\/revue-les-cahiers-de-l-orient-2009-1-page-111.htm# (accessed 7 April 2019). Prien, H.-J. Das Christentum in Lateinamerika. IV.6. Kirchengeschichte in Einzeldarstellungen . Leipzig: Evangelische Verlagsanstalt, 2007. Samuel, M. A. Y. Saint James Liturgy Anaphora. The Divine Liturgy of Saint James (1967) Sandford, V. “From Genocide to Feminicide: Impunity and Human. Rights in Twenty-First Century Guatemala.” Journal of Human Rights 7 (2008), 104–122. Santiago Eduardo, Mor. “Icergua: Introducción a la biografía de Monseñor Eduardo Aguirre Oestmann:” https:\/\/www.youtube.com\/watch?v=Yazgw4Mxy_Y (accessed 7 February 2019). Mor Santiago Eduardo, “Icergua: entrevista con el obispo en Ahuachapán el Salvador,” published 2 June 2012, https:\/\/www.youtube.com\/watch?v=SqyGU_mluRA (accessed 7 February 2019). Schmoller, A. (ed.), Middle Eastern Christians and Europe: Historical Legacies and Present Challenges . Vienna: Lit, 2018. Claude, S. Les Syriens orthodoxes et catholiques . Turnhout: Brepols, 1988 Seraphim, A. “Orthodox Mission in the Twenty-First Century: Guatemala.” The Glastonbury Review 126 (2015): http:\/\/britishorthodox.org\/glastonburyreview\/issue-126-orthodox-mission-in-the-twenty-first-century-guatemala\/ (accessed 25 March 2019). Shils, E. “Tradition.” Comparative Studies in Society and History 13:2 Special Issue on Tradition and Modernity (1971), 122-159. - Tradition . Chicago: University of Chicago Press, 1981. SOC-WUS; Rev. Father John Khoury, “The Seven Living Sacraments,” 29 March 2010: http:\/\/syrianorthodoxchurch.org\/2010\/03\/the-seven-living-sacraments\/ (accessed 7 February 2019). SOC-WUS, “His Eminence Mor Clemis Eugene welcomed Bishop Eduardo of Guatemala,” 9 April 2011: http:\/\/www.soc-wus.org\/2011News\/4102011163933.htm (accessed 7 February 2019). -\" صفحةٌ تأريخية في تاريخ الكنيسة السريانية الأرثوذكسية [From the Archive of the Patriarchate: a Historic Page in the History of the Syriac Orthodox Church],” 7 August 2012: http:\/\/www.soc-wus.org\/2012News\/8112012115231.htm (accessed 9 January 2020). Syrian Orthodox Dioceses of North America and Canada, “The Sacrament of the Holy Eucharist,” 1998: http:\/\/sor.cua.edu\/Liturgy\/Anaphora\/Eucharist.html (accessed 18 December 2019). Thorsen, J. “El impacto de la renovación carismática en la Iglesia católica de Guatemala” Anuario de Estudios Centroamericanos 42:1 (2016), 213-236 Varghese, B. West Syrian Liturgical Theology . Aldershot: Ashgate, 2004.",
    "title" : 
    [ "When Ephrem Meets the Maya: Defining and Adapting the Syriac Orthodox Tradition in Guatemala",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Hager, Anna" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n2hager",
    "type" : "article",
    "displayTitleEnglish" : "When Ephrem Meets the Maya: Defining and Adapting the Syriac Orthodox Tradition in Guatemala" }