
  { "fullText" : "M. Perkams and A. M. Schilling, eds., Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Berlin: de Gruyter, 2020). Pp. ix + 214; €79.95. This volume, edited by M. Perkams and A. M. Schilling, goes back to a colloquium held at the University of Jena (Germany) on the occasion of the 100th anniversary of the tragic death of Mar Addai Scher, who fell victim to the Armenian and Assyrian genocide in 1915. The book principally consists of the papers presented at the colloquium and is supplemented by three other essays. The volume aims to present an up-to-date overview of research on the reception of Greek philosophy in the East Syriac (hereafter: ES) schools in the late antique and early medieval periods. This goal is met, even though the word Wissenschaft in the title of the book is misleading since the volume contains no contribution to the history of natural sciences in the ES schools, a desideratum which Perkams notes in his introduction. However, the German word Wissenschaft can refer not only to science but also to knowledge or learning in general, and it is probably this meaning that justifies its place in the title, for in his introduction Perkams speaks of “christ-liche Wissenstradition.” Various contributions focus on one of two areas which traditionally have constituted main points of scholarly interest: forms of education in the ES schools (primarily the famous school of Nisibis) and the reception of Greek philosophy (with special focus on Aristotelian logic). The book gives attention also to the figure and legacy of Addai Scher, the Chaldean bishop of Siirt. In the introduction, Perkams outlines several characteristics of the ES tradition of philosophy, upon which he further elaborates in his article “Ostsyrische Philosophie: Die Rezeption und Ausarbeitung griechischen Denkens in der Schule von Nisibis bis Barḥaḏbšabbā.” Thus, Perkams approaches ES philosophy primarily in terms of the reception of the Greek literary heritage and in the context of education; this constitutes also the approach taken by most other contributors. M. Heimgartner, in his article on the knowledge of Greek philosophy by the ES catholicos Timothy I, states that in the time of Timothy the term “Greek philosophy” was constituted from two elements: Aristotle’s logic and patristic literature. Heimgartner stresses that cultural and political factors stimulated Timothy’s interest in Aristotelian works: the language of logic was applicable both to polemics against other Christian groups and to dialogue with the Muslim elite. N. Kavvadas’ essay elaborates on the latter aspect, i.e., the Sitz im Leben of Aristotelian logic in the ES schools, and presents a number of notable cases of what the author calls “Jargon der Logik.” In the examples given, Kavvadas discovers similar patterns in the use of Greek logical terminology, which turns out to be an instrument of power (“Sprache der Macht”). This pattern most likely goes back to the philosophical and rhetorical training of the Christian elite. This training included Aristotelian logic for polemical purposes and aimed at providing students with a powerful instrument for confronting both Christian and non-Christian opponents. Such an approach towards Greek philosophy brings the ES educated elite close to their WS counterpart. This observation is supported by several essays that present a number of case studies, the results of which generally point in the same direction, namely, to the idea of an interdependence of ES and WS traditions. J. O. Schmitt revisits the question of Barhebraeus’ use of ES sources and concludes that the WS maphrian was generally “open-minded towards the Church of the East.” A. M. Schilling offers a detailed analysis of the so-called “Koran-Florilegium,” preserved by the twelfth-century WS author Dionysius bar Ṣalībī, which turns out to be dependent upon an eighth-century work of the ES catholicos Timothy I. M. Perkams demonstrates that the Cause of the Foundation of the Schools , written in the early seventh century by Barḥadbšabbā, to a large extent depends upon the Commentary on the Categories Addressed to Theodore , composed in the early sixth century by Sergius of Rēšʿaynā. E. Fiori’s evaluation of the references to Dionysius the Areopagite by ES authors shows that their knowledge of the Corpus Dionysiacum was second-hand and derived most likely from monastic florilegia. Fiori’s article points at the need for a more detailed analysis of the forms of transmission of Greek philosophical works, not only in ES but also in WS sources. All contributions mentioned thus far present the ES philosophical tradition not as an isolated phenomenon, but as part of a broader process of a Syriac reception of the Greek philosophical heritage. This process was to a large extent shaped by new forms of Christian education at both the ES and WS schools. Two articles published in the volume deal specifically with the ES educational system. A. Becker sums up the main points of his monograph, which appeared in 2006. Thus, speaking about the ES schools, he stresses their relation to the Babylonian rabbinic educational system and highlights their general rejection of classical rhetorical education in favor of monastic ascetic practice. Additionally, Becker describes in his essay the role Addai Scher played in the modern “recovery of East Syrian scholastic culture.” Both Scher’s catalogues of Syriac manuscripts preserved in the monastic libraries, and his editions of historical sources, such as the works of Barḥadbšabbā and Theodore Bar Kōnī, greatly contributed to our knowledge of the intellectual life of the Church of the East. At the same time, Becker asks how the educational background of Scher himself might have shaped his understanding of the history of the Church, and thus also our understanding of it. U. Possekel’s article on the School of Nisibis re-examines the extant sources on this most famous ES educational establishment. Based mainly on the Statutes , the article outlines the school’s history, structure, and educational profile, and points out the school’s legal and financial autonomy, and even a certain autonomy from the local bishop. The author draws parallels between the mechanisms of succession of leadership in Nisibis and the non-Christian Greek philosophical schools of Athens and Alexandria, thus stressing the similarity between ES and Greek late antique school systems. The volume contains an extensive bibliography, divided into sources and scholarly literature, which covers works referenced in all the contributions. A short but informative general index helps navigating the volume. Both the bibliography and the index furnish English titles and keywords alongside the German ones, thus enlarging the possible audience of the publication. Overall, the book is a useful collection of studies which, taken together, give a systematic and up-to-date picture of the history of reception of Greek philosophy in the Church of the East and of its school system in the late antique and early medieval periods.",
    "title" : 
    [ "Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867-1915)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Arzhanov, Yury" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n2prarzhanov",
    "type" : "review",
    "displayTitleEnglish" : "Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867-1915)" }