
  { "fullText" : "Ebbe E. Knudsen, Classical Syriac Phonology , Perspectives on Linguistics and Ancient Languages 7 (Gorgias Press: Piscataway, NJ, 2015). Pp. iv + 204; $134. Emmanuel Aïm, Tel Aviv Despite its modest size, the book under review is a major and unprecedented contribution to Syriac studies. It is indeed, as far as this reviewer knows, the first monograph dedicated entirely to the phonology of Classical Syriac. The most detailed descriptions, contained in the grammars of Duval and Nöldeke, were written more than a century ago, and only that of Duval is truly exhaustive. (Oddly, Duval’s grammar is not listed in Knudsen’s bibliography). The monographs previously published by scholars such as T. Weiss and J. Segal covered only selected aspects of the phonological system. Consequently, the publication of this monograph amends this regrettable state of affairs, and author and publisher should be commended for this long-overdue piece of scholarship. The book’s layout is trim and elegant. The Syriac fonts, especially the East Syriac and the vowels of Jacob of Edessa, are neat and clean-cut, which makes reading the Syriac particularly pleasant. The book is intended for scholars who are already familiar with the Syriac scripts since transliterations are given only occasionally. The book contains eight chapters: preliminaries, features of Early Syriac, two chapters on consonants (consonants, assimilation and dissimilation of consonants), three chapters on vowels (vowels, the auxiliary vowel, vowels and vowel quantity) and one last chapter on stress. Each chapter ends with a useful summary of the main arguments and findings. There are also two appendices on which I shall elaborate below. The study follows the methods of historical and structural linguistics. Syriac is compared to Old Aramaic (Aramaic cuneiform incantations from Uruk, Imperial and Official Aramaic), to more or less contemporaneous Aramaic dialects (Palestinian and Babylonian Jewish Aramaic, the Tiberian tradition of Biblical Aramaic), modern Aramaic (Turoyo), as well as more or less contemporaneous forms of Biblical Hebrew (Tiberian Hebrew, Origen’s transcriptions). Attempts to date the various sound changes (spirantization, vowel syncope, change in vowel quality, etc.) are constant. The author always attempts to distinguish the different phases of Syriac (Early Syriac, Early Classical Syriac, West and East Late Classical Syriac). From this point of view, the chapter on the features of Early Syriac is particularly welcome and informative. The strength of Knudsen’s study lies, foremost, in its text-oriented approach. In addition to dictionaries, vocalized biblical texts (both manuscripts and printed editions) are systematically employed in the compilation of data. These sources are always clearly distinguished from one another and used to describe with precision the different phases of Syriac and the different textual traditions. (This method calls to mind that of Segal’s The Diacritical Points and Accents in Syriac .) Certainly, there is little originality in the matters investigated: spirantization of the bdgkpt , quality and quantity of the vowels, the auxiliary vowel, etc., are the traditional issues of Syriac phonology. However, Knudsen’s approach leads to a much finer and more structured description of these processes and their sub-dialectal and textual variants. The second strength of the book is the constant reference to the works of medieval Syriac grammarians, mostly Bar Hebraeus and Jacob of Edessa, who discuss phonological phenomena not expressed in orthography. It is only to be regretted that the author did not have the possibility (cf. p. 18, note 2) to include data from important eastern grammarians such as John Bar Zoʿbi. The third strength is that phonological rules are always illustrated with copious examples. This is especially true for the fourth chapter on assimilation and dissimilation between consonants: all the distinct cases are presented one by one and illustrated by one or more examples, which makes this chapter the most comprehensive presentation of this subject so far. Also noteworthy are the sections on the vowels of Jacob of Edessa (pp. 92-99), the e -vowel symbols in eastern orthography (pp. 103-114), the discussion of ẹ vs. e in Early Syriac (pp.116-133), with eight pages of examples and many observations on the adaptation of Greek sounds which are particularly precise and insightful. The book includes two appendices. The first one deals with the traditional pronunciation of Syriac among the Syriac Orthodox. One would have also appreciated information on other traditions, such as Maronite and Assyrian, especially since there is already an article on the Chaldean pronunciation that the author could have used (Hoberman 1997). The second appendix is an interesting sketch of Turoyo phonology. Its inclusion is justified since ancient Aramaic and Turoyo are referenced throughout the book, and since most potential readers probably have a better knowledge of the ancient dialects of Aramaic than of Turoyo. Here and there, I find myself in disagreement with Knudsen’s opinions, but will limit myself here to some general comments. First, many phonological processes (regular or occasional) are passed over, e.g., e > a before r and guttural, aphaeresis of gutturals other than ʿålaf , e > i before yy and sibilant in West Syriac, ū > ō before n , r , and guttural in East Syriac. The fact that the auxiliary vowel in West Syriac apparently never triggers the spirantization of a following bdgkpt is not mentioned and should have been explained or even, if necessary, thoroughly documented in vocalized texts, as the author did for the auxiliary vowel in East Syriac. Oddly, the evolution of consonants from proto-Semitic to Syriac is presented, but not that of vowels. Although the development of vowels is possibly more complex, this is not a reason to ignore it completely. Finally, diphthongs, phonotactics, and syllable structure are not presented although they are basic components of any phonological description. (Syllables are employed only occasionally when describing the distribution between long and short vowels and the syncope of short vowels.) Second, investigations devoted exclusively to Syriac phonology are rare. It is therefore regrettable that the author has not used, or has not been able to access, some relevant studies, such as Bohas 1988 (on syncope and spirantization), Bohas 1990 (on the shift of proto-Semitic *d̮ to Syriac ʿ and its effect on root structure), Bohas 1999 (on the auxiliary vowel in East Syriac), Edzard 2001 (on syncope and spirantization), Bohas 2005 (on the treatment of the bdgkpt by John Bar Zoʿbi). Although most of these works are rather technical and theoretically oriented, specialists would certainly have appreciated to know from the author if his own conclusions support, refine, or contradict these preceding studies. Third, as in other Semitic languages, many sound changes in Syriac are conditioned both phonologically and morphologically, e.g., a > e before two consonants in the Pʿal verbal stem and in some Paʿlå nouns, monophthongization of the diphthongs in a closed syllable of masculine CvCC nouns, assimilation of n in I-n roots, w~y interchanges in weak roots, sandhi rules of spirantization and vocalization of the bdwl particles. By treating in most of the cases only phonology stricto sensu , the author deprives the reader of the descriptions of various and extremely common alternations. To be fair, Knudsen’s book does not aim to be a Classical Syriac Morphophonemics . Thus, the grammars of Duval and Nöldeke will still remain indispensable for their coverage of all the Syriac sound patterns. Finally, there is unfortunately no index. Despite these minor reservations, the book is an excellent, and the only, update of the body of knowledge on the matters treated. The demonstrations are convincing, the examples abundant, the whole very well structured. By using a text-based approach, Knudsen places his study on scientifically sound footing. The absence of theoretically oriented analyses makes the book accessible to all Syriacisists and Aramaists. Consequently, Classical Syriac Phonology will be an indispensable working tool for those specializing in Syriac and Aramaic phonology and linguistics, as well as for those concerned more broadly with Semitic phonology and philology. Bibliography Bohas, G. “Quelques processus phonologiques en syriaque.” Langues orientales anciennes, philologie et linguistique 1 (1988), 17–31. Bohas, G. “A Diachronic Effect of the OCP.” Linguistic Inquiry 21 (1990), 298–301. Bohas, G. “La logique du signe vocalisateur mhagyānā et du signe accélérateur mar ṭānā dans la phonologie du syriaque: une approche de la structure syllabique.” Bulletin d’Études Orientales 51 (1999), 127–149. Bohas, G. Les bgdkpt selon Bar Zoʿbi . Toulouse: Editions Amam-Cemaa, 2005. Edzard, L. “Problems with Post-Vocalic Spirantization in Syriac: Cyclic Rule Ordering vs. Early Phonemization with Paradig-matic Levelling.” JSS 46 (2001), 77–95. Hoberman, R. “The Modern Chaldean Pronunciation of Classical Syriac.” In Humanism, Culture, and Language in the Near East: Studies in Honor of Georg Krotkoff , ed. A. Afsaruddin and A. Zahniser, 253–265. Winona Lake: Eisenbrauns, 1997.",
    "title" : 
    [ "Ebbe E. Knudsen, Classical Syriac Phonology",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Aïm, Emmanuel" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/review\/hv23n1praim",
    "type" : "review",
    "displayTitleEnglish" : "Ebbe E. Knudsen, Classical Syriac Phonology" }