
  { "fullText" : "1. Research History and Text William Wright describes the palimpsest fragments under Add 17.137, no. 2 in his catalogue of the Syriac Manuscripts acquired by the British Museum since 1838 in the following way: “Six leaves from a manuscript, written in two columns, in a fine Esṭrangĕlā of the v th or vi th cent. From what is legible on fol. 9 a, it appears that they belonged to the apocryphal work entitled ‘the Obsequies of my Lady Mary,’ ܠܘܘܝܗ̇ ܕܡܪܬܝ ܡܪܝܡ .” W. Wright, Catalogue of the Syriac Manuscripts in the British Museum Acquired Since the Year 1838 , vol. 1 (London: Trustees of the British Museum, 1870), 369 [no. 465]; A. Baumstark, Geschichte der syrischen Literatur mit Ausschluß der christlich-palästinensischen Texte (Bonn: Marcus und Webers, 1922), 98 n. 7. He only covers the available manuscripts of the five-book cycle in the British Library from Deir al-Suryan, since none from other provenances were known at his time or have surfaced in the meantime. The only disadvantage of Baumstark’s very comprehensive description is that he never indicates if a manuscript is a palimpsest. He did not include any text samples of these folios in his book Contributions to the Apocryphal Literature published shortly before. W. Wright, Contributions to the Apocryphal Literature of the New Testament (London: Williams and Norgate, 1865). Upon consultation of the six palimpsest folios in Syriac just for the sake of comparison with the recently published Christian Palestinian Aramaic transmission, it emerged that this primary description by Wright for no. 2 in Add 17.137 was not accurate for the content of all folios. It soon became quite clear that underneath the upper text ( Hymns for the Vigil ) one could definitely detect two differently-sized hands of two divergent early Estrangela scripts that did not match as one would expect within a single manuscript. This fact not only escaped Wright, who might obviously have had some doubts concerning all folios, Wright, Catalogue , vol. 1, 369–370. Baumstark, Geschichte der syrischen Literatur , 98 n. 7 relied on Wright without ever seeing the original. but also Andrea Schmidt, who recently described all the Syriac palimpsest manuscripts in the British Library, A. Schmidt, “Syriac Palimpsests in the British Library,” in V. Somers (ed.), Palimpsestes et éditions de textes: les textes littéraires (Louvain: Peeters, 2009), 161–186, esp. 170, still follows the entries in Wright, Catalogue , vol. 1. and also Stephen Shoemaker, who published just column (b) of the recto of fol. 9 some years ago without scrutinizing the deviating scribal hands on the other folios. Concerning these vellum pages, Shoemaker states the following: “The remaining folios are indeed largely illegible, and while it is possible to identify their content with this Dormition apocryphon, they are not sufficiently legible for any meaningful edition and translation.” S. J. Shoemaker, “New Syriac Dormition Fragments from Palimpsests in the Schøyen Collection and the British Library,” Le Muséon 124 (2011), 259–278, esp. 261. In the smaller and elegant Estrangela hand (ca. 5 th cent.) on two folios one can make out the Obsequies of My Lady Mary , the Syriac title given to the Liber Requiei Mariae , but in the larger and bolder type on the remaining four folios is found the Homily on the Presentation in the Temple by Jacob of Serugh (ca. 6 th cent.). This discovery came as surprise as it happens to be one of the few and earliest palimpsest examples for this popular fifth- to sixth-century Syriac author so far, whose texts circulated widely. Along with this early palimpsest witness survived another early palimpsest (6 th –7 th cent.) with three folios and their adjoining stubs containing the Ninth Homily of Joseph in Sinai, Arabic 514, fol. 96, 98–99; see G. Kessel, “Undertexts of Sinai, Arabic 514,” in KatIkon (https:\/\/sinai.library.ucla.edu; accessed 4 August 2019). There is another palimpsest (6 th –7 th cent.) recorded in Wright, Catalogue , vol. 1, 251, no. 312, 8c (Add 14.512). In his recycling of the vellum leaves the twelfth-century scribe of the Syriac upper text The upper text has Hymns for the Vigil ܩ̈ܠܐ ܫܗ̈ܪܢܝܐ ܐܘܟܝܬ ܓܘ̈ܫܡܐ, see Wright, Catalogue , 370 [no. 4]. was not very particular as to what he selected from the dismembered manuscripts. It was only described as hymns in the index of the British Museum collection numbers by Wright, Catalogue , vol. 3, 1230, but under the manuscript entry [no. 465] no title for the content of the upper manuscript is listed. He did not adhere to the original sequence of the folios and separated them by cutting each folio in half. Through this procedure both lower manuscript texts were disarranged and follow a different sequence than the upper text, i.e. that the top and bottom fragments of the two manuscripts are sometimes combined into one folio and the script of the lower text may appear in an upside down fashion in contrast to the upper text. Neither did the scribe keep the former obverse and reverse sides from the original manuscripts. Only fol. 8, 9, and 11 remained unseparated in this dismembering process. Fol. 10 belongs to two different paragraphs of Jacob of Serugh’s Homily . On fol. 9 the upper text script is flipped by 180 degrees to the underlying text. It should also be pointed out that the texture of all six vellum leaves and their trimmed halves looks very much alike. The script of the lower text is generally very much faded except for fol. 9. Consequently, this made it a bit cumbersome to obtain a result for the correct order of the two former manuscript sequences and their content. This obviously misled Wright and his successors into assigning the folios to one single manuscript of the Obsequies . The established attribution that was oddly neither questioned nor checked for over one hundred and fifty years, although the palaeographic features pointed to other textual affiliations. This oversight can hardly be blamed only on Wright considering the amount of material he had to sight, attribute, and describe for his catalogue of the Syriac manuscripts in three volumes in a rather short period of time and without technical means for such diverse and difficult-to-read palimpsest texts. It is also rather peculiar that presently it seems to be a habit to search and hunt for new material in the most remote places, while enough unidentified and unedited texts await their publication in open access libraries. Apart from the content, such palaeographic peculiarities are always the primary telling points to determine a specific palimpsest manuscript. Through the help of a number of word combinations from fol. 6 bottom, 7 top, 8, 10, and 11, the identification with a homily composed by Jacob of Serugh was made possible by Sebastian Brock. After gleaning some catchwords from five fragments, I sent them to Sebastian Brock, for I had suspected the authorship of Jacob of Serugh on account of the combination of Jacob in connection with the lyre. In the end it turned out to be an additional passage from the Obsequies for § 101 according to the Ethiopic counting, yet the other four folios belonged to this Homily by Jacob of Serugh. Thanks to Sebastian Brock’s generous help I could invest most of my time in assigning the folios of both manuscripts to their correct sequence during my research stay at the British Library in the spring of 2019. This implies that two thirds of the manuscript running under shelf mark BL, Add 17.137, no. 2 constitute one of earliest text witness of Jacob of Serugh’s Homily on the Presentation in the Temple , displaying a faithful text with some variations to the younger transmission. Initially, the sorting of the folios tended at the beginning to be rather tricky when it came to the establishing the correct sequence of the Homily due to the faint script and the mixing of top and bottom parts by the scribe of the upper text. The full description with some text samples is presented in C. Müller-Kessler, “Jacob of Serugh’s Homily on the Presentation in the Temple in an Early Syriac Palimpsest (BL, Add 17.137, no. 2),” ARAM 32 (2020) [in press]. The remaining third of the manuscript with two folios contains the Obsequies of My Lady Mary. The top part of fol. 6 and the bottom one of fol. 7 join into one folio, and with fol. 9 they form a very early Syriac Obsequies version (ca. 5 th cent.) along with British Library, Add 14.665, fol. 21–24, still mostly unedited. See Wright, Contributions , 13–15. The text of the four fragments of BL, Add 14.665, fol. 21–24 are in preparation by me. It might take some time, since the reading of the partially faint script is quite difficult on these vellum sheets. A disturbing error occurred in another article on the Dormition when citing Add 14.665. It should read there Add 14.665 for 16.445 on p. 85 and n. 22 in C. Müller-Kessler, “An Overlooked Christian Palestinian Aramaic Witness of the Dormition of Mary in Codex Climaci Rescriptus (CCR IV),” Collectanea Christiana Orientalia 16 (2019), 81–98. There are no paragraph divisions or enlarged letters visible to indicate a new section as twice in Add 14.665, fol. 22r [G1 § 33] and 21v [G1 § 39; E1 §73]. The right hand column (a) on fol. 9 recto happens to have a rather interesting section. Here an additional unattested passage was inserted before paragraph 99 The Ethiopic version (E1) is chosen for the subdivision of the Syriac text, since there are no obvious text divisions noticeable in the Syriac transmission. , which deals with the sexual relationship between men and women and the negligence of their work duties on account of this distraction. It is reminiscent of Romans 1:26–27, but it cannot be claimed to be an allusion or even a citation of this Bible passage, since a connotation to homosexual relationships cannot be clearly understood from it. Just the final sentence shows a similar expressed threat ܡܛܠ ܗܢܐ ܐܦ ܗܢܘܢ ܢܩܒܠܘܢ ܫܘܢܩܐ ܕܠܥܠܡ as in Romans 1:27 ( Peshitta ) ܘܦܘܪܥܢܐ ܕܙܕܩ ܗܘܐ ܠܛܥܝܘܬܗܘܢ ܒܩܢܘܡܗܘܢ ܩܒܠܘܗܝ I would like to thank Nestor Kavvadas (University of Tübingen) for drawing my attention to this textual similarity. He suggested the reading ܙܘܘܓܐ ‘marriage’ in fol. 9ra6 and some better translations in the additional section (§ 98). I am grateful also to the two peer reviewers, who pointed out some textual corrections in the reading, which could be verified in time for publication. . The diversity in the transmission of this Marian apocryphon of the five-book (only attested in the Ethiopic text witnesses) or palm version or as termed in Syriac Obsequies from the fifth- and sixth-centuries witnesses becomes here quite visible, since the Syriac text transmission often deviates considerately from the Christian Palestinian Aramaic one (CP2) See the recent publication by C. Müller-Kessler, “Three Early Witnesses of the «Dormition of Mary» in Christian Palestinian Aramaic. Palimpsests from the Cairo Genizah (Taylor-Schechter Collection) and the New Finds in St Catherine’s Monastery,” Apocrypha 29 (2018), 69–95, esp. 87–89 (= CP2). and from the thousand years younger Ethiopic sources (E1) See V. Arras, De Transitu Mariae apocrypha aethiopice I (CSCO 342\/343; scriptores Aethopici 66\/67; Louvain: Secrétariat du CorpusSCO, 1973), 38 (Latin). The abbreviation system follows M. van Esbroeck, “Les textes littéraires sur l’Assomption avant le Xe siècle,” in F. Bovon (ed.), Les actes apocryphes des Apôtres (Geneva: Labor et Fides, 1981), 265–285. , neither of which contains this addition. The translations into Christian Palestinian Aramaic, Ethiopic, and Syriac from a Greek Vorlage have to be taken as independent of each other. How much can be accounted for by redactional interpolation cannot be judged by means of the still fragmentary early Syriac versions. Other transmissions such as the Coptic, Georgian, Gaelic-Irish, and Latin do not help to clarify much on this matter. For the relevant editions of these transmissions see the comprehensive overview in S. J. Shoemaker, Ancient Traditions of the Virgin Mary’s Dormition and Assumption (Oxford: Oxford University Press, 2002), 419–428. To demonstrate the divergence of this early Syriac text with the Obsequies from other text witnesses it is important that the text should be presented at first in reliable readings of the legible text parts. The reading could be partially achieved with the help of an ultraviolet lamp, actually a LED torch, and despite the unfavourable light conditions of the British Library Reading Rooms. Reading palimpsest texts has its special laws. The best time to work on such difficult palimpsests is a time late in the afternoon, when the sunlight is not too bright, and probably contains more ultraviolet rays than in the morning, and a dark environment; see also the older method used by Nigel Wilson in R. Netz and W. Noel, The Archimedes Codex: Revealing the Secrets of the World’s Greatest Palimpsest (London: Phoenix, 2008), 221, ph. 11b. Such working conditions were possible in the old National Library of Russia in St. Petersburg and Westminster College, Cambridge. The overhead artificial light in modern libraries hinders the reading and librarians often do not have an understanding for the special needs of a palimpsest reader. The simple employment of ultraviolet lamps and a dark room would be sufficient and less expensive than the modern multispectral imaging, which also has its limitations, and not all readings can be solved with this modern form of technology. 2. Content of manuscript(s) British Library, Add 17.137, no. 2 [Wright, Catalogue no. 465] Both scripts on the folios are rather difficult to read, even with the help of an ultraviolet light, especially on folios 6–8, 10–11. Sequence of the folios in BL, Add 17.137, no. 2 according to the upper manuscript text with the Hymns for the Vigil In the modern bound volume the top half-fragments of all six folios are arranged upside down for the upper script! : fol. 6r top, ll. 1–15 Obsequies §§ 101–102 fol. 6r bottom, ll. 16–26 Homily on the Presentation by Jacob of Serugh fol. 6v top, ll. 1–15 Obsequies §§ 102–103 fol. 6v bottom, ll. 16–26 Homily on the Presentation by Jacob of Serugh fol. 7r top, ll. 1–15 Homily on the Presentation by Jacob of Serugh fol. 7r[v] For the upper text it is the verso side, but for the lower text it is the recto one indicated by square brackets. bottom, ll. 16–26 Obsequies §§ 101–102 fol. 7v top, ll. 1–15 Homily on the Presentation by Jacob of Serugh fol. 7v[r] bottom, ll. 16–26 Obsequies §§ 103–104 fol. 8r Homily on the Presentation by Jacob of Serugh fol. 8v Homily on the Presentation by Jacob of Serugh fol. 9r Obsequies §§ 98–100 fol. 9v Obsequies §§ 100–101 fol. 10r Homily on the Presentation by Jacob of Serugh fol. 10v Homily on the Presentation by Jacob of Serugh fol. 11r Homily on the Presentation by Jacob of Serugh fol. 11v Homily on the Presentation by Jacob of Serugh The details of the Homily on the Presentation in the Temple by Jacob of Serugh is edited separately in Müller-Kessler, “Jacob of Serugh’s Homily”. The text on these folios cannot be easily read and requires special reading technologies. At first only the contextual sequence could be roughly established. Distribution of the underlying texts on the six folios: fol. 6r top, ll. 1–15 Obsequies fol. 7r top, ll. 1–15 Homily fol. 8r, ll. 1–26 Homily fol. 9r ll. 1–27\/26 Obsequies fol. 10r, ll. 1–15 Homily (a) The text on this folio derives from two non-consecutive sections. fol. 11r, ll. 1–26 Homily bottom, ll. 16–26 Homily r [v] bottom, ll. 16–26 Obsequies ll. 16–26 Homily (b) fol. 6v top, ll. 1–15 Obsequies fol. 7v top, ll. 1–15 Homily fol. 8v, ll. 1–26 Homily fol. 9v, ll. 1–27 Obsequies fol. 10v, ll. 1–15 Homily (a) fol. 11v, ll. 1–26 Homily bottom, ll. 16–26 Homily v [r] bottom, ll. 16–26 Obsequies ll. 16–26 Homily (b) b) Original sequence of the folios for the underlying text in BL, Add 17.137, no. 2(A) containing the Obsequies fol. 9r §§ 98–100(beginning) fol. 9v The upper text is flipped by 180 degrees in contrast to the lower text. §§ 100(middle)–101(beginning) fol. 6r top, ll. 1–15 + §§ 101(end)–102(middle) fol. 7r [v] See n. 21. bottom, ll. 16–26 fol. 6v top, ll. 1–15 + §§ 102(final words)–104(beginning) fol. 7v [r] bottom, ll. 16–26 The measures of the cut down vellum folios are approximately 27,2 x 20,8 cm, having a short gap between the separate top and bottom fragments on the mounted and restored paper leaves. No line rulings are visible. The text is written on an area of 20,2 x 16,5 cm in two columns, with 25 to 27 lines per column. Each line is 0,4 cm apart, in a very fine and elegant Estrangela hand, most probably dating to the ca. 5 th cent. The lines are not justified on the left hand side of the columns nor are any line fillers detectable. Some letters show pronounced early forms, such as a very large gamal and ṣadeh , and he , waw , and mim have open shapes. The left loop of the taw is at times squeezed. Some words are stained and therefore illegible. On the joined folio consisting of fol. 6 top + fol. 7, the bottom script is often too effaced to be legible in a number of lines. 3. Language traits The spellings and morphological forms in the fifth- and sixth-century manuscripts often do not conform to the Classical Syriac as presented in the standard reference grammars by Theodor Nöldeke T. Nöldeke, Kurzgefasste syrische Grammatik (Leipzig: Tauchnitz, 1898), XXXII, who speaks there concerning the language and orthography of a fixed form in the excellent manuscripts for the fifth century. Working with random various very good manuscripts of the fifth and sixth centuries leaves a different impression. In the meantime, this has been pointed out by several Syriac scholars and should carry more weight, since one should not consider this diversity improper Classical Syriac or even classify such spellings as scribal mistakes or slips. or Rubens Duval R. Duval, Traité de grammaire syriaque (Paris: Vieweg, 1881). and earlier ones. The missing quiescent alaph in ܚܪ̈ܢܐ ‘others’ (§ 98, 101) is one of these salient features. See L. van Rompay, “Some Preliminary Remarks on the Origins of Classical Syriac as a Standard Language,” in G. Goldenberg and S. Raz (ed.), Semitic and Cushitic Studies (Wiesbaden: Harrassowitz, 1994), 70–89, esp. 75. This also applies to the randomly occurring plene spelling in ܟܘܠ ‘all’ (§ 99, 100) and ܡܛܘܠ ‘on account’ (§ 99, 100, 101), which cannot be explained only by the filling of space, as here in the case for the Obsequies manuscript. See for various early spellings and deviations in early Syriac Gospel texts in F. C. Burkitt, Evangelion da-mepharreshe , vol. 2 Introduction and Notes (Cambridge: Cambridge University Press, 1904), 39–78; M. D. Koster, The Peshiṭta of Exodus: The Development of its Text in the Course of Fifteen Centuries (Assen, 1977), 94–95; S. P. Brock, “Some Diachronic Features of Classical Syriac,” in M. F. J. Baasten and W. T. H. van Peursen (ed.), Hamlet on the Hill : Greek and Semitic Studies Presented to Semitic and Greek Studies Presented to Professor T. Muraoka on the Occasion of His Sixty-Fifth Birthday (Orientalia Lovaniensia Analecta, 118; Louvain: Peeters, 2003), 95–111, esp. 96–98; D. G. K. Taylor, The Syriac Versions of the De Spiritu Sancto by Basil of Caesarea ( CSCO 576; Scriptores Syri 228; Louvain: Peeters, 1999), 183–195. Noteworthy are a number of nouns appearing in the absolute state in the genitive construction for either the nomen regens or nomen rectum : ܫܒܐ ܕܢܝܚܐ ‘a Shabbat’s rest’ (§ 100); ܪܡܙܐ ܕܥܝܢ ‘a wink of an eye’ (§ 100); ܕܛܘܦܝܢ ‘of the flood’ (§ 102). The verb in the perfect masculine plural can occur without ending ܗܠܝܢ ܕܥܒܕܝܢ ܗܘܘ ܡܕܡ ܕܠܐ ܫܦܠ ܘܙܕܩ ܡܕܡ ‘those who did something without being humble and justifying something’ (§ 98). Such usage seems to be quite regular in the early Syriac manuscripts of the fifth- and sixth-century. See on more examples Taylor, The Syriac Versions of the De Spiritu Sancto , 191. Note also the masculine form ܐܦܝܣ ‘persuade’ instead of an expected feminine ܐܦܝܣܝ (§ 99). Particular are the spellings of the participle masculine plural without yod : ܗܠܝܢ ܕܡܣܬܡܟܢ ‘those who are reclining’ (§ 101). The rarely attested derived noun ܬܫܠܝܬܐ ‘calmness’, in the Lexicon Syriacum . E. Sachau, Inedita Syriaca (Halle: Buchhandlung des Waisenhauses, 1870), 45:9; C. Brockelmann, Lexicon Syriacum (Halle: Niemeyer, 1928), 779a; not recorded in R. Payne Smith, Thesaurus Syriacus (Oxford: Clarendon Press, 1879–1891), but entered in the Comprehensive Aramaic Lexicon as col. 4162!. First readings and hapax legomena are always problematic to establish and should be rightly treated hesitatingly. Of considerable interest is the frequent appearance of the very rare and unusual Greek lexeme ܬܘܠܣܐ for ‘shoot, branch’ instead of the Aramaic alternatives. Here it occurs in the combination ܬܘܠܣܐ ܕܙܝܬܐ ‘olive-branch’ (§ 102), which is also employed for palm-shoot in the other Syriac Obsequies version from BL, Add 14.665, where it is now attested thrice in succession ܘܣܒ ܬܘܠܣܐ ܡܢ ܗܢܐ ܫܒܛܐ ‘and take the palm-shoot from this pinnate’ (§76); Wright, Contributions , 15. ܥܠܘܗܝ ܗܢܐ ܬܘܠܣܐ [...] ‘[...] on him this palm-shoot’ (§ 76); Additional reading not in Wright, Contributions . ܘܛܥܝܢ ܗܿܘ ܬܘܠܣܐ ‘and he carries that palm-shoot’ (§ 77). Additional reading not in Wright, Contributions . For unknown reasons ܬܘܠܣܐ never made it into the Thesaurus Syriacus , nor is it consequently recorded in any other Syriac dictionary, There one finds only the homograph ܬܘܼܠܳܣܳܐ ‘derision’ from the verbal root in Pael ܬܠܣ, e.g., in E. Castelli, Lexicon Syriacum (Göttingen: Dieterich, 1788), 901; Payne Smith, Thesaurus Syriacus , col. 4448; J. Payne Smith, A Compendious Syriac Dictionary (Oxford: Clarendon Press, 1903), 607b; 614a [verbal root]; Brockelmann, Lexicon Syriacum , 825b [only verbal root for the Afel ! followed by the Comprehensive Aramaic Lexicon ]; T. Audo, Dictionnaire de la langue chaldéenne , vol. 2 (Mosul: Imprimerie des Pères Dominicains, 1897), 625b [verbal root and derived noun]. The verbal root and its derivations give a bit the impression as only being attested in the lexical lists and then being integrated into the dictionaries. In the latest Syriac dictionary by M. Sokoloff, Syriac Lexicon (Winona Lake: Eisenbrauns, 2009) one looks in vain for both homographs. nor does it appear in the language lists as Bar Bahlūl or Bar Ali. Therefore it was not discussed by Imanuel Löw in the Flora der Juden in his very comprehensive chapter on the Palmaceae or his earlier work Aramäische Pflanzennamen . I. Löw, Flora der Juden , vol. 2 (Wien: A Kohut Memorial Foundation Inc., 1924), 302–362; I. Löw, Aramaeische Pflanzennamen (Leipzig: Wilhelm Engelmann, 1881). This applies also to the special studies on Greek loanwords, including the recent one by Aaron Butts. A. Butts, Language Change in the Wake of the Empire (Winona Lake: Eisenbrauns, 2016). Now with the occurrence of five attestations in two independent early fifth-century Syriac manuscripts it can be considered securely established. It is an obvious loan from the Greek word θαλλός At first suggested by Shoemaker, Ancient Tradition , 330 n. 136. The Greek lexicon by H. G. Liddell and R. Scott, A Greek-English Lexicon (Oxford: Clarendon Press, 1897 [reprint]), 782b understands it as 1) ‘young shoot, young branch’ and 2) θαλλοί ‘palm leaves’ attested only in the plural. with the emphatic ending added to the nominal Greek ending - ος by elision of the former omicron in Syriac and is comparable to other Greek loanwords and their treatment in Syriac, e.g. ܛܘܟܣܐ τάχσις , ܛܘܡܣܐ τόμος , ܛܘܦܣܐ τύπος , ܦܘܪܣܐ πόρος . See S. P. Brock, “Greek Words in Syriac,” Scripta Classica Israelica 15 (1996), 251–262, esp. 254. One has to consider ܬܘܠܣܐ more a foreign word (Fremdwort) than a loanword as it was only integrated into these two texts from their dependent Greek “Vorlage”. Apart from this example no other Greek borrowings are to be noted, leaving aside the very early inherited ܦܝܣ < πεῖσαι This derived verb from Greek is a lexical feature of Middle Aramaic, from a stage of the Hellenistic impact on the Aramaic language, where Greek was the language of the learned, therefore this loan is an early inheritance into Middle Aramaic and its successive dialects, except for Mandaic (only the noun py’s’ ‘persuasion’ as a late technical term) and Talmudic Aramaic. The Mandaean scribal schools and the Babylonian academies were outside of direct Hellenistic influence. and the long before integrated common particles ܓܝܪ and ܕܝܢ . A similar situation exists for the Christian Palestinian Aramaic transmission, which employs another special technical term borrowed from the Greek “Vorlage” ’g:ps ἀγάπας ‘memorials’ (§ 98). See Müller-Kessler, “Three Early Witnesses,” 86–87. 4. Text and Translation Editor's Note: Because of the difficulty of right to left display and the XML code, some of the formatting of the followign section may differ slightly from the printed version, particularly with the placement of the footnotes. For the most accurate display, please see the PDF file of the article (click the PDF button in the top right of this page). BL, Add 17.137, fol. 9ra — §§ 98–99 (unpublished) Most of column (b) was published by Shoemaker 2011, 267, but column (a) and the reverse were left unread. 1. ܚܪ̈ܢܐ ܓܒܪ̈ܐ ܘܢܫ̈ܐ other men and women, 2. ܗܠܝܢ ܕܥܒܕܝܢ ܗܘܘ those who did something 3. ܡܕܡ ܕܠܐ ܫܦܠ without being humble 4. ܘܙܕܩ ܡܕܡ . ܐܠܐ and justifying something. But 5. ܓܒܪ̈ܐ ܕܝܢ ܡܪܦܝܢ men, however, renounced 6. ܗܘܘ ܙܘܘܓܐ ܗܿܘ that marriage, 7. ܕܐܠܗܐ ܣܡ ܠܟܠܗܘܢ which God had placed on all 8. ܒܢ̈ܝ ܐܢܫܐ ܘܒܡܕܡ human-beings. And in an 9. ܕܠܐ ܡܟܢ ܡܬܚܫܚܝܢ unnatural way they made use. Only this passage nearly agrees with Romans 1:27 ܘܒܡܕܡ ܕܠܐ ܡܟܢ .ܐܬܚܫܚ̈ܝ 10. ܗܘܘ . ܒܗܿܝ ܕܫܒܩܝܢ Inasmuch they forsook 11. ܗܘܘ ܢܫ̈ܝܗܘܢ ܘܚܕ their wives, and one 12. ܥܠ ܚܕ ܐܙܠܝܢ ܗܘܘ by one they went into 13. ܒܡܕܡܟܐ ܚܛܝܦܐ . a forced intercourse. This passage is reminiscent of Romans 1:27 ܫܒܩܘ ܚܫܚܬܐ ܕܟܝܢܐ .ܕܢܩ̈ܒܬܐ : ܘܐܫܬܪܚܘ ܒܪܓܬܐ ܚܕ ܥܠ ܚܕ 14. Letters are stained. ܘܢܫ̈ܐ ܗ[..] ܗܕܐ And women do this [...] 15. ܥܒܕܢ ܗܿܘ ܕܫܒܩܢ that, what 16. ܗܘܝ ܥܒܕܝܗܝܢ they abandoned (for) their work, 17. ܣܢܬ ܚܢܦܐ [...]ܐ the hate of pagans Letters are not clearly discernable. [...] 18. ܘܡܢܗܝܢ ܥܠ [..]ܝܪܐ and of them upon ... Letters are stained. 19. ܫܟܒܢ ܗܘ̈ܝ ܐܝܟ were having intercourse 20. ܕܥܡ ܓܒܪܝܗܝܢ . ܡܛܠ as with their husbands. On account 21. ܗܢܐ ܐܦ ܗܢܘܢ of this they also will 22. ܢܩܒܠܘܢ ܫܘܢܩܐ ܕܠܥܠܡ . receive torment for ever. 23. ܗܠܝܢ ܕܐܡܪ ܠܗܘܢ (99) These (things) are what Jesus said to 24. ܝܫܘܥ . ܝܗܒ ܠܗܘܢ them. He gave them a 25. ܐܘܪܚܐ ܕܢܥܒܪܘܢ ܡܢ a way so that they could pass by in 26. ܐܟܙܢܐ ܘܢܚܘܢ ܕܠܡ this manner and could live, since 27. ܚܙܘ ܗܠܝܢ ܟܘܠ [ܕܝ]ܢ namely, they saw these (things). [Bu]t each fol. 9rb — §§ 99–100 (published) Most of column (b) was published by Shoemaker 2011, 267, but column (a) and the reverse were left unread. 1. ܐܫܬܩܠ ܡܢܗܘܢ Shoemaker, “New Syriac Dormition Fragments,” 267: ܐ...ܠ. was taken from them, 2. Shoemaker, “New Syriac Dormition Fragments,” 267: ܘܝܫܘܥ . CP2 and E1 have here ‘Saviour’ instead (Müller-Kessler, “Three Early Witnesses,” 86; Arras, De Transitu , 58 [Eth] and 38 [Lat]). . ܝܫܘܥ ܘܡܟܐܝܠ Jesus and Michael. This passage differs from the Ethiopic in so far as that both Jesus and Michael are separated from the Apostles, and not only Jesus. It is comparable to a similar understanding in version CP2 mḥyn’ wmyk’yl rḥqw npšhwn ‘the Saviour and Michael removed themselves’ (Müller-Kessler, “Three Early Witnesses,” 86). 3. ܘܫܒܩܗܿ ܠܡܪܝܡ And he forsook In CP2 both Jesus and Michael are forsaking Mary. Mary 4. .ܘܠܫܠܝܚ̈ܐ ܥܠ ܐܪܥܐ and the Apostles on earth, 5. Shoemaker, “New Syriac Dormition Fragments,” 267: [ܥܠ ܚ]ܫܗܘܢ. Additions are always debatable, especially if there does not exist an established text basis. .ܡܛܠ ܕܢܕܥܘܢ ܢܦܫܗܘܢ so that they will be of the same mind. 6. ܘܡܚܕܐ ܗܠܝܢ ܕܒܬܫܢܝܩܐ Shoemaker, “New Syriac Dormition Fragments,” 267: ܘ..... . And at once those, who were in torment, 7. Shoemaker, “New Syriac Dormition Fragments,” 267: * ܘܬܐ..... *. *ܩܥܘ ܘܒܥܘ ܒܥܘܬܐ* cried out and sought an intercession 8. ܘܐܡܪܝܢ . Shoemaker, “New Syriac Dormition Fragments,” 267: ܡ...ܡ. ܡܢ ܡܪܝܡ by Mary and said, 9. ܡܪܝܡ ܢܘܗܪܐ ܘܐܡܗ ‘Mary, the light and the mother 10. ܕܢܘܗܪܐ ܡܪܝܡ ܚܝ̈ܐ of light; Mary, the life 11. ܘܐܡܗ ܕܚܝ̈ܐ . ܡܪܝܡ and the mother Only pronominal suffix singular masculine instead of plural. of life; Mary, 12. ܡܢܪܬܐ ܕܕܗܒܐ ܕܛܥܢܬܿ the golden lamp CP2 has instead mnrt’ dqwšṭ’ ‘the lamp of truth’ (Müller-Kessler, “Three Early Witnesses,” 86). E1 has both by taking it as ‘Mary, golden lamp, you who carries every true lamp’ (Arras, De Transitu , 58 [Eth] and 38 [Lat]). , who bore 13. Shoemaker, “New Syriac Dormition Fragments,” 267: nil . ܠܛܥܝܢ ܟܘܠ .ܡܪܝܡ the one bearing all Obviously ‘true lamp’ was omitted in Syr. The phrase ‘who bore the one bearing every true lamp’ is missing in CP2. ; Mary, 14. ܡܪܬܐ ܘܐܡܗ ܕܡܪܐ the Lady and the Mother of the Lord 15. ܕ˹ܟܘܠ . ܡܪܝܡ ܡܠܟܬܐ˺ Shoemaker, “New Syriac Dormition Fragments,” 267: [ܪ]ܒܘܠܢ. of all; Mary, the queen Shoemaker, “New Syriac Dormition Fragments,” 267 translates ‘our queen’ despite the Syr text having only ܡܠܟܬܐ ‘the queen’ as in CP2 (Müller-Kessler, “Three Early Witnesses,” 87), but in E1 it reads ‘our queen’ (Arras, De Transitu , 58 [Eth] and 38 [Lat]). , 16. . ܘܐܡܗ ܕܡܠܟܢ ܘܐܠܗܢ and the mother of our King This addition with ‘our king’ is also found in CP2 (Müller-Kessler, “Three Early Witnesses,” 88), but is completely omitted in E1 (Arras, De Transitu , 58 [Eth] and 38 [Lat]). and our God. 17. ܐܦܝܣ ܥܠܝܢ ܠܒܪܟܝ Persuade your Son on our behalf 18. ܕܢܬܠ ܠܢ ܢܦܐܫܐ to give us some rest.’ 19. ܩܠܝܠ . ܘܡܛܠ ܗܠܝܢ And because of these 20. ܐܬܐܡܪ ܠܦܛܪܘܣ (things) it was said to Peter 21. ܘܠܐܢܕܪܐܣ ܘܠܝܘܚܢܢ and Andreas and John 22. ܘܠܟܠܗܘܢ ܫܠܝ̈ܚܐ ܡܿܢ and all the Apostles, ‘What 23. . ܐܡܪܝܬܘܢ ܥܠ ܗܠܝܢ Shoemaker, “New Syriac Dormition Fragments,” 267: ܐܡܪܬܘܢ . One needs here an active participle with the suffixed independent pronoun (present tense). The omitted yod by Shoemaker is visible. do you say about these (things)?’ The CPA has here a longer addition, which is absent from the Syriac transmission, see Müller-Kessler, “Three Early Witnesses,” 88–89. 24. ܘܡܚܕܐ ܐܬܚܘܝ (100) And at once our 25. ܠܗܘܢ ܦܪܘܩܢ ܘܐܬܐ Shoemaker, “New Syriac Dormition Fragments,” 267: ܠ.... Saviour appeared to them and came to 26. ܠܗܿܝ ܕܘܟܬܐ ܕܬܫܢܝܩܐ Shoemaker, “New Syriac Dormition Fragments,” 267: ܠ.... that place of torment fol. 9va — § 100 (unpublished) 1. ܘܐܡܪ ܠܟܘܢ . ܗܟܢ and said to you, ‘Where 2. ܐܟܪܙܬܘܢ ܗܿܘ ܡܕܡ did you proclaim that matter, 3. ܕܐܬܐܠܦ ܠܟܘܢ . ܠܐ which was taught to you? For did 4. ܓܝܪ ܫܡܥܬܘܢ ܕܟܠܐ you not hear of all, 5. ܕܟܦܪܬ ܥܕ ܡܢܬܦܝܢ which I denied while they were driven 6. ܠܝ ܘܦܬܓܡܐ ܗܿܘ . to me and that word? 7. ܘܫܐܛ ܗܘܝܬ . ܘܠܐ And I was treated with contempt 8. ܚܫܒܐ ܗܘܝܬ ܠܗ and had no idea, 9. ܕܠܡܪܢ ܠܐ ܡܫܟܚ since for our Lord I 10. ܗܘܝܬ ܒܚܕ ܪܡܙܐ was not able with a wink 11. ܕܥܝܢ ܕܠܐ ܐܗܦܘܟ of an eye ܪܡܙܐ ܕܥܝܢ can be taken as a fixed expression, therefore the absolute state in ܥܝܢ , see Nöldeke, Kurzgefasste syrische Grammatik , 149. It can be compared to constructions to describe material ‘made of’. not to turn upon 12. ܥܠ ܥܡܘܪܝܗܿ ܘܥܠ her (= the earth) inhabitants and upon 13. ܚܛ̈ܝܐ ܗܠܝܢ ܕܚܛܘ ܒܝ the sinners, those who had sinned against me. 14. ܐܠܐ ܠܐ ܥܒܕܬ But I did not do 15. ܗܠܝܢ ܡܛܘܠ ܕܗܘܬ these (things), since it was 16. ܥܠܝܗܘܢ ܘ[...] against them and [...] 17. ܐܬܘ̈ܬܗܘܢ ܗܟܢ ܢܬܘܢ . their signs will thus come. 18. ܬܪܕܘܢ ܗܢܐ ܐܢܬܘܢ You shall move this, 19. [...] ܗܠܝܢ ܠܐ [...] these (things) you 20. ܥܒܕܬܘܢ ܐܠܐ did not do, unless 21. ܫܡܥܬܐ ܕܢܦܫܟܘܢ your ... own hearing 22. [.]ܥܕܐ ܘܡܥܠ ܪܒܘܬܐ . and bringing in greatness. 23. ܡܛܠ ܗܢܐ ܗܐ On account of this, see, 24. ܡܬܦܪܥܝܬܘܢ ܐܝܟ you are repaid as 25. ܥܒܕܬܘܢ [ܠܗܘܢ .] ܗܟܢ you did [to them]. Thus 26. *...* The Syriac diverges here considerately, but this is also the case for the early Latin and Gaelic-Irish versions, see also Shoemaker, Ancient Traditions , 345 n. 161. * ܛܝܒܘܬܐ ܐ[...] ܠܟܘܢ On the plene spellings in fifth- and sixth-century Syriac manuscripts, see Brock, “Some Diachronic Features,” 96–97. the kindness ... to you, 27. ܐܠܐ ܡܛܠ ܕܡܥ̈ܘܗܝ but because of the tears fol. 9vb — §§ 100–101 (unpublished) 1. ܕܡܟܐܝܠ ܘܕܫܠܝܚ̈ܝ of Michael and of my holy 2. ܩܕܝܫ̈ܐ ܘܕܡܪܝܡ ܐܡܝ Apostles, and of Mary, my Mother, 3. ܕܐܬܘ ܘܚܙܘ ܠܟܝ who went and saw you. 4. ܘܐܦܝܣ ܠܢ ܚܠܦܝܟܝ And he persuaded us on behalf of you 5. ܕܢܗܘܐ ܠܟܘܢ ܢܦܐܫܐ so that there will be rest for you 6. ܐܝܡܡܐ ܘܠܠܝܐ ܕܚܕ day and night, which 7. ܘܫܒܐ ܕܢܝܚܐ . ܘܡܢ is one and a Shabbat’s rest.’ (101) And 8. ܒܬܪ ܗܠܝܢ ܪܡܙ ܡܪܢ after these (things) our Lord gave a sign 9. ܠܡܠܐ̈ܟܐ ܕܢܦܬܚܘܢ to the angels to open 10. ܠܐܪܥܐ . ܘܐܬܩܠܥܘ the earth, and they were hurled 11. ܒܓܘܗܿ ܘܫܠܝ̈ܚܐ ܐܙܠܘ inside, and the Apostles went 12. ܠܦܪܕܝܣܐ . ܗܘܘ ܠܘܬ to Paradise. They were 13. ܐܝܠܢܐ ܕܚܝ̈ܐ ܠܘܬ near the tree of life, 14. ܡܢ ܟܢ . ܐܝܬ ܗܘܐ ܕܝܢ near from here. But 15. ܬܡܢ ܐܒܪܗܡ ܘܐܝܣܚܩ there was Abraham and Isaac, 16. ܘܝܥܩܘܒ ܥܡ ܟܠܗܘ[ܢ] and Jacob with all 17. ܚܪ̈ܢܐ ܘܡܢ ܒܬܪ the others. And after 18. ܠܗ ܦܪܘܩܢ ܕܡܢ The lower script is here very much erased by an additional correction in the upper script. [...] our Saviour [...] him, who was 19. ܒܝܬ ܡܝ̈ܬܐ ܘܐܦ among the dead, and 20. ܟܣܝ ܐܢܘܢ ܒܦܪܕܝܣܐ he also hid them in Paradise, 21. ܐܝܟܢܐ ܕܐܝܬܝܗܘܢ as they had been 22. ܗܘܘ ܒܚܝ̈ܗܘܢ . ܘܐܝܬ in their life. And 23. ܗܘܐ ܬܡܢ ܕܘܝܕ there was David 24. ܡܢ ܒܬܪܗ . ܘܢܩܫ after him, and he was 25. ܗܘ ܒܩܝܬܪܗ ܒܟܠ playing his harp all 26. ܥܕܢ ܘܐܝܬ ܗܘܝܐ the time. And again 27. ܬܘܒ ܬܡܢ ܐܠܝܫܒܥ there was Elisabeth, fol. 6ra top + fol. 7ra [v] bottom — §§ 101–102 (unpublished) 1. ܐܡܗ ܕܡܪ[.] ܝܘܚܢܢ the mother of Mar John, 2. ܡܥܡܕܢܐ . [..]ܬܘ the baptist ... 3. ܕܘܟ̈ܝܬܐ ܕܢܫ̈ܐ ܦܫ[ܘ] places for women, they remain[ed] 4. ܐܟܢ [...] ܕܓܒܪ̈ܐ ... [...] Surface on the vellum is scratched off. the men, 5. ܕܐܝܬ ܗܘ[ܘ] ܬܡܢ who wer[e] there 6. [.]ܘܗ [...] ܗܠܝܢ ... [...] those, 7. ܕܐܣܒܟܘ ܡܛܘܠ who mingled, because 8. ܦܪܘܩܢ ܕܐܝܬ ܗܘܘ of our Saviour, since there 9. ܬܘܒ ܬܡܢ ܗܠܝܢ were again those 10. ܝܠܘ̈ܕܐ ܙܥܘܪ̈ܐ . ܗܠܝܢ small children; those, 11. ܕܡܛܠ ܗܢܐ ܡܪ[ܢ] who on account of this, [our] Lord, 12. ܡܛܘܠ ܦܪܘܩ[ܢ] ܚܘܪܘ on account of [our] Saviour, behold 13. ܘܚܙܘ ܕܟܡܐ ܬܕܡܪܬܐ and saw as the wonder 14. ܕܐܘܪܚܬܐ ܥܒܕܐ ܡܢ of the ways was made from 15. [ܥ]ܒܕܘܗܝ . ܟܠܗܝܢ his [wo]rks. For all the 16. ܓܝܪ ܢܦܫ̈ܬܐ ܕܟܪ̈ܣܛܝܢܐ souls of the Christians E1 has ‘good people’. , 17. ܗܠܝܢ ܕܢܦܩܝܢ ܡܢ those, who pass from 18. ܥܠܡܐ ܗܢܐ ܩܕܡ this world before 19. ܕܟܠ ܡܕܡ ܗܠܝܢ all things, those 20. ܕܡܣܬܡܟܢ ܒ[ܥܘܒ]ܗ who are reclining ܡܣܬܡܟܢ is spelled here without yod . in [the bosom] 21. ܕܐܒܪܗܡ ܘܕܐܝܣܚܩ of Abraham and Isaac 22. ܘܕܝܥܩܘܒ ܘܕܘܝܕ* and Jacob. And David 23. ܡܣܩ ܗܘܐ ܬܫܠܝܬܐ brought up calmness 24. ܒܩܝܬܪܗ* . ܘܚܙܝ[ܢܢ ܐܦ] with his harp. *...* is an addition not found in E1. ( 102) And [we also] saw 25. ܠܚܢܘܟ ܘܠܗܿܘ ܬܘܠܣܐ Enoch and that olive 26. ܕܙܝܬܐ . ܗܿܘ ܕܠܗ̇ branch. That one, which she fol. 6rb top + fol. 7rb [v] bottom — § 102 (unpublished) 1. [...] ܚܢܘܟ [...] [...] Enoch [...] 2. ܠܗ . ܝܘܢܐ ܦ[...] it. The dove .[...] 3. [......] [......] 4. ܠܗ̇ [... ܒܝܘ̈ܡܐ] her [... in the days] 5. ܕܛܘܦܝܢ [...] ܗܘܐ of the flood [Noah] had 6. ܠܝܘܢܐ ܠܦܪܕܝܣܐ [ܫܕܪ] [sent] the dove to Paradise 7. ܕܬܫܐܠ ܠܩܫܝܫܗ to ask the eldest 8. ܕ..ܗ ܕܐܒܘܗܝ ܗܢ of ... The genealogy is not clear here. It could be ܐܚ ‘brother’ missing in the illegible space. Noah was, however, according to Genesis 8:23–28 the great grandfather of Enoch. of his father, where our 9. ܕܐ[ܦ] ܡܪܢ ܒܐܝܕܘܗܝ Lord al[so] saved by his hands 10. ܦܪܩ ܠܐܪܥܐ ܡܛܠ the earth on account of 11. ܝܘܢܐ . ܐܙܠܬܿ ܠܐܪܥܐ the dove. She went to the earth, 12. ܕܠܐ ܐܪܥܐ ܗܘܬܿ because there was no earth 13. ܠܗܿ . ܘܟܕ ܐܙܠܬܿ for her. And after she had gone, 14. ܫܐܠܬܿ ܠܚܢܘܟ ܘܬܡܢ she asked Enoch and there 15. [...]ܐ ܘܗܦܟܬܿ [...]. and she returned 16. ܠܘܬ ܢܘܚ ܟܕ ܡܕܡ to Noah, when she had 17. ܠܝܬ ܥܠܝܗܿ . ܘܬܘܒ nothing on her. And again 18. . ܫ[ܕܪܗܿ] ܢܘܚ ܕܬܪܬܝܢ Noah [sent her] a second time. 19. ܡܚܕܐ ܐܙܠܬܿ ܘܫܐܠܬܿ At once she went and asked 20. ܚܢܘܟ . ܘܚܙܐ ܕܐܠܗܐ Enoch. And he saw that God 21. ܦܨܝ ܠܐܪܥܐ ܘܦܫܬܿ had saved the earth and she stayed behind. 22. ܗܿܘ ܬܘܠܣܐ ܕܙܝܬܐ That olive-branch 23. ܣܝܡܢ ܠܗ . ܘܐܡܪ is a sign for him. And he said 24. ܠܗ . ܐܘܒܠ ܝܘܢܐ to him, ‘He brought the dove 25. [...] ܠܗ [...] to him 26. [......] [......] fol. 6va top + fol. 7va [r] bottom — §§ 102–103 (unpublished) 1. ܐܝܬܝܗܿ . ܕܐܝܟ ܫܡܥ had. Since as he 2. [ܗܘܐ] ܠܗܘܢ ܠܐܝ̈ܠܢܐ heard the trees 3. ܕܠܐ ܗܘܘ ܥܡܟܘܢ . which were not with you.’ 4. ܘܐܡܪ ܠܬܘ̈ܚܐ ܠܐ (103) And he E1 has ‘the Lord’. said to the mourners E1 has only ‘them’. , 5. ܬܕܡܪܘܢ ܥܠ ܗܠܝܢ ‘Do not wonder about these (things), 6. ܕܐܬܛܝܒܬܘܢ ܢܦܫܟܘܢ which you have prepared yourselves 7. ܒܗܕܐ ܐܪܥܐ on this earth, 8. ܘܡܘܠܟܢܐ ܕܡܝܬܪ̈ܢ *and a promise of virtues 9. ܡܢ ܗܠܝܢ ܕܠܐ of these (things)* E1 has for *...* ‘then you will find a better inheritance’. , which 10. ܢܨܒܬܘܢ ܐܢܬܘܢ . you did not set up.’ 11. ܘܬܘܒ ܐܡܪ ܠܢ [.]ܣܟܘ And again he said to us, ‘... 12. [...] ܗܟܢܐ thus [...] 13. ܘܟܠ ܦܓܪܝ [..]ܟܐ and my whole [..].. body, 14. ܘܥܕܡܐ ܕܐܘܒܠ and until I will bring 15. ܐ ܠܗ [...] [...] to him 16. . ܡܕܡ ܘܐܡܪܬ ܠܗ something and said to him. 17. ܘܣܠܩ ܡܪܢ ܠܥܢܢܐ And our Lord went up onto a cloud 18. ܘܩܪܐ ܠܦܘܠܘܣ ܨܐܕܘܗܝ . and called Paul to him, 19. ܘܐܣܬܠܩ ܒܥܢܢܐ and he was taken up with a cloud 20. ܠܫܡܝܐ ܘܐܙܠ ܣܛܢܐ to heaven. And Satan went 21. ܠܘܬܟܘܢ ܠܐܬܪܐ with you to the place 22. ܘܐܡܪ . ܐܘ ܒܪ and said, ‘Oh, son E1 has ‘Jesus’. , 23. ܒܪܗ ܖܐܠܗܐ ܕܐܬܐ the Son of God, who came 24. ܠܥܠܡܐ . ܘܐܦܝܣ ܠܢ into the world and interceded for us, 25. ܣܒܪ .[...] he believed [...] 26. ܛܝܒܘܬܐ [...ܿ] the grace [...] fol. 6vb top + fol. 7vb [r] bottom — §§ 103–104 (unpublished) 1. ...ܘܢ ܒܟܠܗܿ ܒܪܝܬܐ ... in all creation 2. [...] ܘܠܡܪܐ ܒܐܝ̈ܕܝܐ [...] to the Lord, into the hands 3. [...] ܠܗܘܢ ܐܝܟܢ [...] them as 4. [...]ܬ ܠܗܢܐ ܕܫܡܗ [...] to this one, whose name is 5. [ܦܘܠܘܣ] ܕ[...] [Paul], who [...] 6. ܩܕܡ ܕܡܬܟܬܫ ܥܡܝ before fighting with me 7. [...] ܠܗܠܝܢ ܓܝܪ [...] For those 8. [..]ܫܐ ܕܫܘܝܢ ܗܘܘ [...] was fitting 9. ܢܘܢ [.] ܚܘܝܬ [...] [...] ...... 10. ܡܛܠ ܕܐܬܟܬܫܘܢ [...] [...] because they fought 11. [......] [......] 12. [......] [......] 13. [...] ܦܓܪܝ [...] my body 14. ܡܥܠܬ ܠܗ [..]ܥܬܗ you take him in [...] 15. ܘܢܬܟܬܫ ܥܡܝ ܘܐ[.] And he will fight with me and .[.] 16. [...] ܐܣܩܝܗ ܘܚܘܝܗ [...] he brought him up and showed him 17. ܟܠ ܡܕܡ . ܘܬܘܒ all things. (104) And again 18. ܐܬܐ ܠܗ ܠܦܘܠܘܣ he went to Paul 19. ܐܝܟ ܟܕ ܠܐ ܛܝܒ as if not being prepared, 20. ܐܝܟ ܠܩܪܒܐ ܥܡܗ as for battle with him. 21. [...] ܐܫܬܟܚ ܠܗ [...] found for him 22. [...] ܥܠܝܟ [...] concerning you 23. ܥܠܬܐ ܘܐ[...] a reason [...] 24. ܠܐ [...] ܐܢܐ ܠܗ not [...] I for him 25. ܡܢ ܡܬܘܡ ܕܥܢܐ from afore time, since he responded. 26. ܗܘ ܓܝܪ ܐܝܟܢܐ For he in that manner Bibliography Arras, V. De Transitu Mariae apocrypha aethiopice I. CSCO 342\/343, scriptores Aethopici 66\/67. Louvain: Secrétariat du CorpusSCO, 1973. Audo, T. Dictionnaire de la langue chaldéenne , vol. 2. Mosul: Imprimerie des Pères Dominicains, 1897. Baumstark, A. Geschichte der syrischen Literatur mit Ausschluß der christlich-palästinensischen Texte . Bonn: Marcus und Webers, 1922. Brock, S. P. “Greek Words in Syriac.” Scripta Classica Israelica 15 (1996), 251–262. Brock, S. P. “Some Diachronic Features of Classical Syriac.” In Hamlet on the Hill : Greek and Semitic Studies Presented to Semitic and Greek Studies Presented to Professor T. Muraoka on the Occasion of His Sixty-Fifth Birthday , Orientalia Lovaniensia Analecta 118, ed. M. F. J. Baasten and W. T. H. van Peursen. Louvain: Peeters, 2003, 95–111. Brockelmann, C. Lexicon Syriacum . Halle: Niemeyer, 1928. Burkitt, F. C. Evangelion da-mepharreshe , vol. 2 Introduction and Notes . Cambridge: Cambridge University Press, 1904. Butts, A. Language Change in the Wake of the Empire . Winona Lake: Eisenbrauns, 2016. Castelli, E. Lexicon Syriacum . Göttingen: Dieterich, 1788. Duval, R. Traité de grammaire syriaque . Paris: Vieweg, 1881. Esbroeck, M. van. “Les textes littéraires sur l’Assomption avant le Xe siècle.” In Les actes apocryphes des Apôtres , ed. F. Bovon. Geneva: Labor et Fides, 1981, 265–285. Jastrow, M. A Dictionary of the Targumim , the Talmud Babli and Jerushalmi , and the Midrashic Literature . London: Luzac, 18761903. Kessel, G. “Undertexts of Sinai, Arabic 514.” In KatIkon (https:\/\/sinai.library.ucla.edu). Koster, M. D. The Peshiṭta of Exodus: The Development of its Text in the Course of Fifteen Centuries. Assen: Van Gorcum, 1977. Liddell, H. G. and R. Scott. A Greek-English Lexicon . Oxford: Clarendon Press, 1897 [reprint]. Löw, I. Flora der Juden , vol. 2. Wien: A Kohut Memorial Foundation Inc., 1924. Löw, I. Aramaeische Pflanzennamen . Leipzig: Wilhelm Engelmann, 1881. Müller-Kessler, C. “Three Early Witnesses of the «Dormition of Mary» in Christian Palestinian Aramaic. Palimpsests from the Cairo Genizah (Taylor-Schechter Collection) and the New Finds in St Catherine’s Monastery.” Apocrypha 29 (2018), 69–95. Müller-Kessler, C. “An Overlooked Christian Palestinian Aramaic Witness of the Dormition of Mary in Codex Climaci Rescriptus (CCR IV).” Collectanea Christiana Orientalia 16 (2019), 81–98. Müller-Kessler, C. “Jacob of Serugh’s Homily on the Presentation in the Temple in an Early Syriac Palimpsest (BL, Add 17.137, no. 2).” ARAM 32 (2020) [in press]. Netz, R. and W. Noel. The Archimedes Codex: Revealing the Secrets of the World’s Greatest Palimpsest . London: Phoenix, 2008. Nöldeke, T. Kurzgefasste syrische Grammatik . Leipzig: Tauchnitz, 1898. Payne Smith, J. A Compendious Syriac Dictionary . Oxford: Clarendon Press, 1903. Payne Smith, R. Thesaurus Syriacus . Oxford: Clarendon Press, 1879–1901. Rompay, L. van. “Some Preliminary Remarks on the Origins of Classical Syriac as a Standard Language.” In Semitic and Cushitic Studies , ed. G. Goldenberg and S. Raz. Wiesbaden: Harrassowitz, 1994, 70–89. Sachau, E. Inedita Syriaca . Halle: Buchhandlung des Waisenhauses, 1870. Schmidt, A. “Syriac Palimpsests in the British Library.” In Palimpsestes et éditions de textes: les textes littéraires , ed. V. Somers. Louvain: Peeters, 2009, 161–186. Shoemaker, S. J. Ancient Traditions of the Virgin Mary’s Dormition and Assumption . Oxford: Oxford University Press, 2002. Shoemaker, S. J. “New Syriac Dormition Fragments from Palimpsests in the Schøyen Collection and the British Library.” Le Muséon 124 (2011), 259–278. Sokoloff, M. A Dictionary of Jewish Palestinian Aramaic from the Byzantine Period . Ramat Gan: Bar-Ilan, 1991). Sokoloff, M. Syriac Lexicon . Winona Lake: Eisenbrauns, 2009. Tal, A. Samaritan Aramaic Dictionary . Leiden: Brill, 2000. Taylor, D. G. K. The Syriac Versions of the De Spiritu Sancto by Basil of Caesarea. CSCO 576. Scriptores Syri 228. Louvain: Peeters, 1999. Wright, W. Contributions to the Apocryphal Literature of the New Testament . London: Williams and Norgate, 1865. Wright, W. Catalogue of the Syriac Manuscripts in the British Museum Acquired Since the Year 1838 , vol. 1. London: Trustees of the British Museum, 1870.",
    "title" : 
    [ "Reclaiming Narsai’s Obsequies of My Lady Mary (I): Unpublished Early Syriac Palimpsest Fragments from the British Library (BL, Add 17.137, no. 2)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Müller-Kessler, Christa" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n1muller-kessler",
    "type" : "article",
    "displayTitleEnglish" : "Reclaiming Narsai’s Obsequies of My Lady Mary (I): Unpublished Early Syriac Palimpsest Fragments from the British Library (BL, Add 17.137, no. 2)" }