
  { "fullText" : "Philip M. Forness, Preaching Christology in the Roman Near East: A Study of Jacob of Serugh , Oxford Early Christian Studies (Oxford: University Press, 2018). Pp. xvi + 322; $100. This important book is about a simple question: why does Jacob of Serugh pair suffering and miracles when talking about Christ in his memre ? This question naturally demands a close reading of Jacob’s homilies (chapters 4–6), together with a detailed examination of his letters (chapter 3), an exploration of Jacob’s relationship to contemporaneous Syriac and Greek sources, and ultimately the project of tracing this pairing of suffering and miracles back to key Chalcedonian documents (chapter 2). Preaching Christology tells this story with great skill and erudition. Since its publication, reviews of this book have appeared in several journals, and I refer the reader to those for chapter-by-chapter summaries and for engagement with Forness’s work on Jacob’s Christology. Bryn Mawr Classical Review 2019.08.21 (Jaclyn Maxwell); Reviews in Religion and Theology 26 (2019), 625–628 (Jacob Lollar); Journal of Early Christian Studies 28 (2020), 149–151 (Volker Menze); and Scrinium 16 (2020) (Dmitry Bumazhnov). In this review I focus on the book’s two important methodological and theoretical claims. The underlying message of Preaching Christology is that Jacob of Serugh’s language reflects a deep and thoughtful engagement not only with his literary culture, but also with his contemporary theological and political world. But how does Forness derive this from Jacob’s verse homilies? One way that Forness allays his readers’ concerns about connecting Jacob’s poetic pairing of the suffering and miracles of Christ with contemporary theological thought is by allowing us to observe this connection in the safer genre of epistolography: “[Jacob’s] letters justify the connections [we draw] between Jacob’s homilies and the specific debate over the Henotikon in the second and third decades of the sixth century” (p. 90; cf. 133). Not only do we expect careful forensic argumentation in this genre, but letters can be more readily historicized (pp. 115–125). They often have a known addressed audience, and a more readily discoverable cultural setting (pp. 104–115). They can often be dated (pp. 110, 125). Syriac homilies resist the historian’s need for certainty. As Forness’s far-reaching comparative first chapter is forced to conclude, when we work with Syriac homilies we are almost always unmoored from a specific time, place, and context, which means that a different set of tools are needed to tease out their significance. These are the tools of the literary critic, the philologist, and the intellectual historian. When these tools are deployed together the Syriac sermon begins to yield some of its latent potential. Thus, Preaching Christology is offering an important response to one of the great problems in the study of Syriac late antiq- uity, namely the seeming inscrutability of a large portion of extant sources. How are scholars of late antiquity to utilize the hundreds of Syriac verse homilies written between the fourth and sixth centuries? They are a tantalizing source for social, exegetical, theological, and political historians. Yet, those who have tried to harness them have almost always been rebuffed, primarily by an inability to gain purchase on the historical con- text of a given homily. This is why one of the most exciting contributions of Preaching Christology is that it offers historians “a new methodology for linking homilies to historical investigations” (p. 3), or, as Forness says later, it provides historians with “a model to integrate late antique homilies into historical narratives of late antiquity” (p. 18). This methodology of “tracing key slogans, such as the pairing of miracles and suffering, to debates occurring among contemporaneous authors suggests how homilies might be tied to historical situations” (p. 21). This methodology underpins the subtle and careful philological detective work that clearly demonstrates how the deliberate language found in Jacob’s homilies overlaps with his surviving epistolary corpus—I say surviving because Forness convinc¬ingly suggests that the surviving letter corpus was preserved precisely because of its Christological content (p. 90). Using this methodology, Forness capably contextualizes Jacob within his late antique milieu, and his sermons within a larger world of homiletic discourse. The far-reaching significance of Forness’s work is not merely methodological, however, but also psychological. After reading his book, the concerns of historians about Syriac hom- ilies are allayed. Their fears are calmed, and they feel able for the first time to approach this corpus as a potential historical source with confidence. This confidence in the richness, com- plexity, and scrutability of the early Syriac literary tradition is what distinguishes the work of scholars such as Robert Murray, Sebastian Brock, Susan Harvey, Manolis Papoutsakis and now, Philip Forness. But historians who hope to undertake a similar project may tumble at the first hurdle unless they are prepared to do the kind of careful and thorough work that underlies the studies produced by these scholars. Forness not only provides a new methodological model for historicizing the Syriac sermon, but also offers “a new theoretical understanding of the audience of sermons” (p. 3). At the heart of this understanding is the idea of two audiences, essentially listeners and readers, or, in the work of Lisa Ede and Andrea Lunsford that Forness cites at this point, the “audience addressed” and the “audience invoked” (pp. 29–30). Here Forness reframes our notion of audience. But what work does this reframing do? There is certainly value in recognizing that a homily is produced within a particular discursive context (30); and understanding the process that stands behind the record¬ing, redaction, collection, and circulation of Jacob’s homilies (pp. 41–53) convinces us, among other things, that the largest audience of Jacob’s homilies, demographically, geographically, and temporally, are the later readers of his works in manuscript form. However, with regard to the audience Jacob actually preached to, “The available evidence suggests that he had diverse audiences, preached throughout a broad geographical area over a long career, and delivered homilies in a variety of liturgical settings” (p. 40). So, has Forness advanced our knowledge beyond the claim that Jacob preached lots of hom¬ilies to lots of different people, in lots of different places and settings? To frame the question in this way is, I suspect, to miss the point, since one argument of Preaching Christology is precisely that Jacob preached lots of homilies to lots of different people, in lots of different places and settings, and therefore he had an almost viral effect on his ecclesiastical community in terms of the spread of miaphysite Christology and other knowledge. As Forness puts it, “The principal argument of this monograph is that preaching served as a means of communicating Christo¬logical concepts to broad audiences in late antiquity” (p. 3). Again, in the first chapter he notes that, “The most significant claim of this monograph for the study of Christianity in late antiquity is that homilies spread knowledge of the Christologi¬cal controversies to wide audiences” (p. 27). This claim must be qualified of course. Thus, even as Forness says that Jacob’s “homilies served as a means of spreading knowledge of Christology to both clergy and laity,” in the next paragraph he has to qualify this claim by acknowledging that “few homilies in Jacob of Serugh’s corpus engage overtly with the Christo¬logical debates that characterize theological discourse in his day” (p. 9). In fact, with Jacob, we are working with a corpus of homilies that do not focus on Christological debates but do “contain specific criticism of Chalcedonian Christology” (p. 9). This makes the project more interesting. Forness’s extensive reading of Jacob’s corpus enables him to make a claim about Jacob’s project that is not obvious to the casual reader: homi¬lies are doing important cultural and intellectual work. Among other things, they are tying both the simple believer and the studious reader into the larger contemporary Christological conversations. Homilies were thus the primary way that people knew about Christology in late antiquity (p. 223). The implications of this observation lead Forness to hope that “Homilies may yet transform our understanding of the range of society that participated in theological debates” (p. 228). The great strength of Forness’s book is that it reveals a Jacob who is culturally relevant and intellectually engaged, a product of “vibrant intellectual currents” (p. 6), and at the cen¬ter of the big issues of his day. He is a thinker whose ideas can be taken seriously. He is also a thinker with enormous cultural influence. A thinker who participated “in a discussion of the miracles and suffering of Christ that spanned the Roman Empire—and beyond to Armenia and the Arabian Peninsula—and across no less than five languages” (88). Preaching Christology is a rich, erudite, clearly written, generously documented, wide-ranging, and significant contribution to the study of Jacob of Serugh. It is also an essential work for anyone wishing to explore the large, diverse, and promising corpus of Syriac sermons from late antiquity.",
    "title" : 
    [ "Preaching Christology in the Roman Near East: A Study of Jacob of Serugh",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Heal, Kristian S." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv23n2prheal",
    "type" : "review",
    "displayTitleEnglish" : "Preaching Christology in the Roman Near East: A Study of Jacob of Serugh" }