
  { "fullText" : "0. Introduction In preparing a translation of the Syriac Bible to English for the modern church, translation issues arise. This study arose through reviewing the translation of the book of Exodus for the Antioch Bible project and discussing the issue with the larger review committee. In particular, I wish to thank my co-reviewer Tarsee Li of Oakwood University, Huntsville, Alabama, for his critique of an earlier draft of this essay. The original translation of Exodus was done masterfully by Mark R. Meyer, Exodus in The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel (Piscataway: Gorgias Press, 2017). One such issue is how to render the expression ܝܡܐ ܕܣܘܦ “the sea of Suph,” found in both the Old and New Testaments. Exod 10:19; 13:18; 15:4, 22; 23:31; Num 14:25; 21:4; 33:10, 11; Deut 1:40; 2:1; 11:4; Josh 2:10; 4:23; 24:6; Judg 11:16; 1 Kgs 9:26; Ps 106:7, 9, 22; 136:13, 15; Jer 49:21; Judith 5:13; Neh 9:9; 2 Chron 2:15; 1 Chron 4:9; Acts 7:36; Heb 11:29. The cases in the New Testament render ἐρυθρὰ θάλασσα “the Red Sea,” the translation of the Hebrew יַם ־ סוּף known from the Old Greek of Exodus and elsewhere. At times in the Old Greek, the adjective comes after the noun as θάλασσα ἐρυθρὰ . In this essay, I will examine the problem historically and then offer a solution. The essay will move from the original translations through the native commentators to the lexicographers. Roughly speaking, the Peshitta Old Testament was made in the second century from the Hebrew. M. P. Weitzman, The Syriac Version of the Old Testament , University of Cambridge Oriental Publications 56 (Cambridge: Faculty of Oriental Studies, University of Cambridge, 1999), 258. By contrast, the Peshitta New Testament came into being about the fifth century. Sebastian P. Brock, The Bible in the Syriac Tradition , Second Revised Edition, Gorgias Handbooks 7 (Piscataway: Gorgias Press, 2006), 17. While there was undoubtedly an older Syriac translation of the New Testament, it is not extant for the relevant books, namely Acts and Hebrews. Brock, The Bible in the Syriac Tradition , 17 and 19. So, how did native Syriac speakers understand the term at the translation stage and did this understanding change over time? 1. The Original Translations The second century translators of the Old Testament did not fully understand the meaning of יַם־סוּף , the Hebrew construction consisting of a noun in construct state followed by another noun in the absolute state. In keeping with other such constructions, they rendered it as ܝܡܐ ܕܣܘܦ “the sea of Suph,” understanding סוּף to be a proper noun. This is in agreement with the rendering of other geographic terms like גַּן־עֵדֶן “the garden of Eden” rendered as ܦܪܕܝܣܐ ܕܥܕܢ “the paradise of Eden” (Gen 3:23), אֶרֶץ־מִדְיָן “the land of Midian” translated as ܐܪܥܐ ܕܡܕܝܢ “the land of Midian” (Exod 2:15), מִדְבַּר־סִין “the wilderness of Sin” expressed as ܡܕܒܪܐ ܕܣܝܢ “the wilderness of Sin” (Exod 17:1), הַר סִינַי “the mountain of Sinai” put as ܛܘܪܐ ܕܣܝܢܝ “the mountain of Sinai” (Exod 24:16), נְהַר מִצְרַיִם “the river of Egypt” expressed by ܢܗܪܐ ܕܡܨܪܝܢ “the river of Egypt” (Gen 15:18), and מְקוֹם שְׁכֶם “the vicinity of Shechem” phrased as ܐܬܪܐ ܕܫܟܝܡ “the vicinity of Shechem” (Gen 12:6). Furthermore, this is in harmony with the renderings of יָם־כִּנֶּרֶת “the Sea of Kinnereth” and יָם כִּנְרוֹת “the Sea of Kinneroth” as ܝܡܐ ܕܟܢܪܬ “the Sea of Kinnereth” (Num 34:11 and Josh 12:3 respectively), and יָם יַעְזֵר “the Sea of Jazer” as ܝܡܐ ܕܝܥܙܝܪ “the Sea of Jazer” (Jer 48:32). Although in these cases the noun יָם is vocalized in Hebrew with qametz , allowing for the interpretation of the collocation as an apposition, the grammarians Takamitsu Muraoka and Paul Joüon consider the form יָם as being in the construct state, noting that the only time that the form יַם is used in Hebrew is in the collocation יַם־סוּף . Paul Joüon, S. J., and Takamitsu Muraoka, A Grammar of Biblical Hebrew (Rome: Pontifical Biblical Institute, 2006), § 13c and § 96An. Accordance module: Jouon–Muraoka Hebrew Grammar, version 2.6. Moreover, the Syriac translator had no problem with the directional he intervening between יָם and its nomen rectum in וַיִּתְקָעֵהוּ יָםָּה סּוּף taken over as ܘܐܪܡܝܬܗ ܒܝܡܐ ܕܣܘܦ “and (the wind) cast it (the locust) into the sea of Suph” (Exod 10:19). Again, when the nomen rectum is a common noun, it comes in the status emphaticus as in יָם הַמֶּלַח “the sea of salt” rendered as ܝܡܐ ܕܡܠܚܐ “the sea of salt” (Gen 14:3). As well, compare: לְשׁוֹן יָם־מִצְרַיִם “the tongue of the sea of Egypt” encoded as ܠܫܢ ܝܡܐ ܕܒܡܨܪܝܢ “the tongue of the sea that is in Egypt” (Isa 11:15) and אֶל־יָם יָפוֹא “to the sea of Joppa” realized as ܠܝܡܐ ܠܝܘܦܐ “to the sea, to Joppa” (Ezra 3:7). Here, the translators demonstrate flexibility in conveying the meaning to the target audience. Apart from the collocation יַם־סוּף , the word סוּף appears by itself as a geographic designation once (Deut 1:1). There, the Old Greek offers πλησίον τῆς ἐρυθρᾶς “near the red” for the Hebrew מוֹל סוּף , apparently understanding this סוּף to be a reference to the Red Sea. Thus, NETS translates the phrase as “near the Red Sea.” Some Greek text witnesses in fact explicitly read πλησίον τῆς ἐρυθρᾶς θαλάσσης “near the Red Sea.” Targum Onqelos agrees with this interpretation of סוּף , rendering it as יַם סוּף “the Sea of Suph.” Targum Neofiti, Cairo Geniza manuscript Br, and the Fragment Targums concur with Targum Onqelos in identifying this סוּף as the sea through which the children of Israel passed. For the targums, I have used the following Accordance modules: TARG-T for Onqelos, TARG2-T for Neofiti, TARGG-T for the Cairo Geniza manuscript, and TARGF-T for the Fragment Targums. Knowledge of the Greek rendering ἐρυθρὰ θάλασσα “the Red Sea” was not widely known among the Syrians Where it was known was in the translations of church fathers such as in the Syriac translation of Basil of Caesarea’s Hexaemeron (Robert W. Thomson, The Syriac Version of the Hexaemeron by Basil of Caesarea [CSCO 550, SS 222; Louvain: Peeters, 1995], 57, l. 12), which translation dates probably to the fifth century (compare Thomson, The Syriac Version of the Hexaemeron by Basil of Caesarea , VI, and Sebastian P. Brock, “Basil of Caesarea,” Gorgias Encyclopedic Dictionary of the Syriac Heritage , ed. Sebastian P. Brock et al. [Piscataway: Gorgias Press, 2011], 64). I owe this insight to an unnamed reviewer. until the translation of the Greek Old Testament, known to us as the Syrohexpla. In that translation, made in 616-17 at the Enaton monastery near Alexandria, Egypt, Paul of Tella used ܝܡܐ ܣܘܡܩܐ “the Red Sea” as the reflex of θάλασσα ἐρυθρὰ “the Red Sea.” In Deut 1:1, Paul renders ܝܡܐ ܣܘܡܩܐ “the Red Sea,” Arthur Vööbus, The Pentateuch in the Version of the Syro-Hexapla, A fac-simile Edition of a Midyat MS. discovered 1964 , CSCO 369, Subsidia 45 (Louvain: Secrétariat du CorpusSCO, 1975), fol. 152r. supporting the Greek variant τῆς ἐρυθρᾶς θαλάσσης “(near) the Red Sea.” Now, there are three or possible four places in the Old Testament where Hebrew סוּף indicates a water plant. Richard D. Patterson has called attention to these passages, stating that סוּף is “a general term for marshplants.” Richard D. Patterson, סוּף , entry 1479 in Theological Wordbook of the Old Testament , eds. R. Laird Harrison, Gleason L. Archer, and Bruce K. Waltke (Chicago: Moody Bible Institute, 1980). Accordance module TWOT. In Exod 2:3 and 5, Patterson glosses it as “marsh reeds,” in Isa 19:6 as “rushes,” and in Jonah 2:6 as “seaweed.” He also renders the Hebrew collocation יַם סוּף as “sea of reeds.” What is interesting for this study is that the Peshitta finds appropriate words to translate these passages, never using the word ܣܘܦ . In Exodus, the Peshitta uses the word ܪܩܩܐ “a shallow,” in Isaiah the word ܦܦܝܪܘܢ “papyrus,” and in Jonah the phrase ܒܐܫܬܗ ܕܝܡܐ “at the bottom of the sea.” There is, therefore, no indication that the translator of Peshitta Exodus understood the סוּף of יַם־סוּף as a water plant. One could say the same for Onqelos and its twin Targum Jonathan to the Prophets. In Exodus, Onqelos translates the סוּף of Exodus 2 as יַעְרָא “rushes.” Jonathan renders it as גוֹמַא “papyrus reed” in Isaiah, but understands the סוּף of Jonah 2:6 to be a reference to the Sea of Suph ( יַמָא דְסוּף ). Similarly, the Palestinian targums Neofiti and the Fragment Targums rendered סוּף of Exodus 2 as אפרה “grassy area.” See the discussion of Jerome A. Lund, “2.4.5 Peshitta,” in The Hebrew Bible, Vol. 1B: Pentateuch, Former and Latter Prophets, eds. Armin Lange and Emanuel Tov, in Textual History of the Hebrew Bible , ed. Armin Lange et al. (Leiden: Brill, 2017), 178. The early fifth century translators of the Peshitta New Testament at Acts 7:36 and Heb 11:29 substituted the Old Testament expression ܝܡܐ ܕܣܘܦ “the sea of Suph” for the Greek ἐρυθρὰ θάλασσα “the Red Sea,” rather than translate it as ܝܡܐ ܣܘܡܩܐ “the Red Sea.” The reference to the Exodus in both of these verses is patently clear. Their translation strategy of substitution, that is, using the expression that appears in their Old Testament, removed any apparent discrepancy with the Peshitta Old Testament. It was not until the translation of Thomas of Harkl, made at the same time and in the same place as the Old Testament translation of Paul of Tella, that the reading ܝܡܐ ܣܘܡܩܐ “the Red Sea” entered the Syriac New Testament. Thomas rendered ποιήσας τέρατα καὶ σημεῖα ἐν γῇ Αἰγύπτῳ καὶ ἐν ἐρυθρᾷ θαλάσσῃ “doing wonders and signs in the land of Egypt and at the Red Sea” as ܟܕ ܥܒ̣ܕ ܐܬܘ̈ܬܐ ܘܬܕܡܪ̈ܬܐ ܒܐܪܥܐ ܕܡܨܪܝܢ ܘܒܝܡܐ ܣܘܡܩܐ “doing signs and wonders in the land of Egypt and at the Red Sea” (Acts 7:36). From his translation, Thomas could have had σημεῖα καὶ τέρατα “signs and wonders” in his Vorlage rather than τέρατα καὶ σημεῖα “wonders and signs.” His rendering ܒܗܝܡܢܘܬܐ ܥܒܪܘ ܒܢܝ̈ܐ ܕܐܝܣܪܐܝܠ ܠܝܡܐ ܣܘܡܩܐ “By faith the children of Israel crossed the Red Sea” (Heb 11:29) apparently goes back to the Greek πίστει διέβησαν οἱ υἱοὶ Ισραηλ τὴν ἐρυθρὰν θάλασσαν “By faith the children of Israel crossed the Red Sea.” I wish to thank Andreas Juckel of the University of Muenster for providing me with these texts from the Harklean version. As well, Dr. Juckel was kind enough to critique a draft of this essay, offering concrete suggestions for its improvement. In his edition of the Greek New Testament, Hermann Freiherr von Soden records this plus of the expressed subject οἱ υἱοὶ Ισραηλ as appearing in one thirteenth century miniscule. Hermann Freiherr von Soden, Die Schriften des Neuen Testaments , vol. 2 (Göttingen: Vanderhoeck und Ruprecht, 1913), 819. 2. The Commentators The ninth century Ishodad of Merv dealt with the understanding of the term ܝܡܐ ܕܣܘܦ in his commentary on Exod 15:4. It is clear that he had no straightforward answer to what the word ܣܘܦ meant. He states that the sea in question had two names, one ܝܡܐ ܣܘܡܩܐ “the Red Sea” ala the Greek and the other ܝܡܐ ܕܣܘܦ “the sea of Suph” as found in the Peshitta. Some, he says, do not give any special meaning to the terms — the place was just called that. Others explain that the sea was called ܕܣܘܦ because Pharaoh and his forces came to an end ( ܣܦܘ ) there, similar to ‏ ܢܬܩܪܐ ܢܚܠܐ ܕܣܘܦܢܗ ܕܓܘܓ “It will be called the valley of the destruction of Gog” (Ezek 39:11). And these same exegetes would say that the sea was called ܣܘܡܩܐ “red” because of the blood of those of the house of Pharaoh who perished in it. Their interpretation of ܣܘܦ is rooted in etymology, deriving the term from ܣܘܦ “come to an end”; their interpretation of ܣܘܡܩܐ “red” stems from association with blood. Still others had another interpretation of ܣܘܦ , also rooted in etymology via the root ܣܘܦ “come to an end.” At that place, they say, the tongue of the sea of the Indians comes to an end ( ܫܿܠܡ ܘܣܿܐܦ ). Yet others, using the same etymology, assert that nothing moves in it, but when they come to that tongue they turn back, whether fish or anything else. In his comments, Ishodad does not mention any connection with flora that grows in wetlands. In his commentary on Deut 1:1, Ishodad brings the view of a certain Michael on the meaning of ܠܘܩܒܠ ܣܘܦ “opposite Suph.” Michael explains that ܣܘܦ means ܝܡܐ ܕܡܠܚܐ “the Salt Sea.” In the margin of Ishodad’s commentary, someone added the following: ܝܘܢܝܐ ... ܚܠܦ ܟܠ ܝܡܐ ܕܣܘܦ. ܝܡܐ ܣܘܡܩܐ ܐܿܡܪ “The Greek reads ‘the Red Sea’ in every instance of ‘the Sea of Suph’.” In her translation of this verse, Carmel McCarthy renders ܠܘܩܒܠ ܣܘܦ as “opposite Suph.” Carmel McCarthy, Deuteronomy in The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel (Piscataway: Gorgias Press, 2013). The thirteenth century polymath Barhebraeus discusses the term ܣܘܦ in his commentary on Exod 15:4. Martin Sprengling and William Creighton Graham, eds., Barhebraeus’ Scholia on the Old Testament, Part I: Genesis–II Samuel (Chicago: University of Chicago Press, 1931), 120–21. He comments as follows: ܒܝܡܐ ܕܣܘܦ ܝܘ̄ ܒܝܡܐ ܣܘܡܩܐ ܗ̄ ܕܣܘܦ ܐܬܩܼܪܝ. ܒܕܣܘܦܐ ܗܘ ܕܝܡܐ ܣܘܡܩܐ ܕܒܬܝܡܢ ܥܡܪܬܐ. ܘܐܝܟ ܠܫܢܐ ܡܿܬܚ ܠܐܦ̈ܝ ܡܨܪܝܢ ܘܡܣܬܝܟ ܟܪ ܕܥܒܪܘ ܥܒܪ̈ܝܐ. ܐܝܟܐ ܕܡ̈ܐܬܝܢ ܡ̈ܝܠܐ ܗܘ ܦܬܝܗ “ In the sea of Suph . The Greek: In the Red Sea . It was called Suph because it was the end of the Red Sea that is in the south of the inhabited area, and like a tongue it stretches towards Egypt and ends where the Hebrews crossed, where its breadth is two hundred miles.” So, for Barhebraeus, ܣܘܦ was a geographic term derived etymologically from the root “to end,” due to the fact that it was the end of the sea as it jutted into Egypt. It coincided with what the Greeks termed “the Red Sea.” 3. Lexicography 3.1 A Classical Lexicon Writing in the tenth century, Hassan bar Bahlul states the following: ܕܣܘܦ ܕܝܢ ܐܬܩܼܪܝ. ܡܛܠ ܕܒܗ ܣܦܘ ܡܨܪ̈ܝܐ. ܘܡܬܼܐܡܪ ܕܝܢ ܝܡܐ ܣܘܡܩܐ ܡܛܠ ܕܒܗ ܐܬܛܠܩ ܕܡܗܘܢ (The sea) “was called” (the sea) “of Suph because the Egyptians came to an end in it, and it is termed the Red Sea because their blood vanished in it.” Rubens Duval, ed., Lexicon Syriacum Auctore Hassano bar Bahlule e Pluribus Codicibus Edidit et Notulis Instruxit (Paris, 1901), col. 1319. Bar Bahlul echoes the same understandings recorded by Ishodad. 3.2 Modern Lexica A survey of the modern lexica reveals two views of understanding the term ܣܘܦ . On the one hand, some explain the term as representing the Egyptian word for papyrus. On the other hand, there are those who regard it as a proper noun. Influenced by an essay of Frederic Charles Cook, Robert Payne Smith calls ܣܘܦ an Egyptian word meaning “papyrus.” Robert Payne Smith, Thesaurus Syriacus (Oxford: Clarendon Press, 1879-1901), 2577. Payne Smith based this on the essay of Frederic Charles Cook, “On Egyptian Words in the Pentateuch,” pages 476-492 in The Holy Bible according to the Authorized Version (A.D. 1611), with an Explanatory and Critical Commentary and A Division of the Translation by Bishops and Other Clergy of the Anglican Church, Vol. I – Part I: Genesis–Exodus , ed. Frederic Charles Cook (New York: Scribner, Armstrong & Co., 1873), 484. The authoritative source standing behind the essay of Cook was the Egyptologist Charles Wycliffe Goodwin. It is no wonder then that his daughter Jayne Payne Smith describes ܣܘܦ as “from the Egyptian word for papyrus,” glossing ܝܡܐ ܕܣܘܦ as “ the reedy sea i.e. the Red Sea.” Jayne Payne Smith, A Compendious Syriac Dictionary (Oxford: Clarendon Press, 1903), 369. Also within the British tradition, William Jennings in his New Testament dictionary defines ܣܘܦ as “reeds,” connecting it to the Egyptian word twfi “reeds, papyrus,” and glosses the phrase ܝܡܐ ܕܣܘܦ as “lit. the reedy sea , the Red Sea .” William Jennings, Lexicon to the Syriac New Testament , revised Ulric Gantillon (Oxford: Clarendon Press, 1926), 149. This view found favor in the eyes of the native lexicographers Toma Audo and Jacques-Eugene Manna. Audo states the following: ܣܘܦ: ܒܪܬ ܩܠܐ ܗܝ ܡܨܪܝܬܐ. ܗ̄. ܕ̄. ܦܦܪܘܢ . ܝܡܐ ܕܣܘܦ . ܗ̄. ܕ̄. ܕܗܘܐ ܒܗ ܦܦܪܘܢ ܘܐܪܒܢܐ. ܡܢ ܕܝܠܢ ܐܢܫܝ̈ܢ ܡܦܪܫܝܢ ܠܗܿ . ܝܡܐ ܣܘܡܩܐ “The term ܣܘܦ is an Egyptian expression meaning ‘papyrus’; the sea of ‘suph’ means that there were papyrus and rushes in it. Some of our people interpret the collocation as ‘the Red Sea’.” Toma Audo, Treasure of the Syriac Language (Simtā d-leššānā suryāyā) , 2 vols. (Mosul: Dominican Press, 1897), 134. The second volume was published in 1901 but bears the date of the first, to wit, 1897. See George A. Kiraz, “Introduction,” in Thomas Audo, Treasure of the Syriac Language, vol. 1 (Piscataway: Gorgias Press, 2008), 3*. Manna defines ܣܘܦ as ܝܒܠܐ ܕܝܡܐ “sea squill” or “rush.” Jacques-Eugene Manna, Chaldean – Arabic Dictionary (Mosul, 1900; reprinted Beirut: Babel Center Publications, 1975), 486. Carl Brockelmann, on the other hand, does not include it in his Lexicon Syriacum . Carl Brockelmann, Lexicon Syriacum , Second Edition (Halle: Niemeyer, 1928). He must have done so because he regarded ܣܘܦ in this collocation as a proper noun. In this, he was followed by Michael Sokoloff, who likewise fails to record it. Michael Sokoloff, A Syriac Lexicon (Winona Lake: Eisenbrauns and Piscataway: Gorgias Press, 2009). 4. Antioch Bible Contributors’ Renderings of ܝܡܐ ܕܣܘܦ Translators of different books of the Bible handled the expression ܝܡܐ ܕܣܘܦ in different ways. For Exodus, Mark R. Meyer consistently renders the expression as “the Sea of Suph” (Exod 10:19; 13:18; 15:4, 22; 23:31). Mark R. Meyer, Exodus . By contrast, for Numbers, Edward M. Cook translates ܝܡܐ ܕܣܘܦ as “the Reed Sea” (Num 14:25) and “the Sea of Reeds” (Num 21:4; 33:10-11). Edward M. Cook, Numbers in The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel (Piscataway: Gorgias Press, 2015). Similarly in Deuteronomy, Carmel McCarthy phrases it as “the Sea of Reeds” (Deut 1:40; 2:1; 11:4). McCarthy, Deuteronomy . Gillian Greenberg and Donald M. Walter consistently render ܝܡܐ ܕܣܘܦ as “the Sea of Suph” in Joshua (Josh 2:10; 4:23; 24:6), Gillian Greenberg and Donald M. Walter, Joshua in The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel (Piscataway: Gorgias Press, 2015). as “the sea of Suph” in Judges (Jud 11:16) Donald M. Walter and Gillian Greenberg, Judges in The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel (Piscataway: Gorgias Press, 2015). , and again as “the Sea of Suph” in 1 Kings. Donald M. Walter and Gillian Greenberg, Kings in The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel (Piscataway: Gorgias Press, 2018). For Psalms, Richard A. Taylor uses “the Sea of Reeds” as his slot translation (Ps 106:7, 9, 22; 135[MT 136]:13, 15). In Jdt 5:13, Walter, Greenberg, and Eric Tully use “the Sea of Suph” as their translation. Donald M. Walter, Gillian Greenberg, and Eric Tully, The Book of Women: Ruth, Susanna, Esther, and Judith in The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel (Piscataway: Gorgias Press, 2020). In sum, the most prominent translations in the Old Testament are “the Sea of Suph” and “the Sea of Reeds.” While an early error entered the Syriac text tradition at 2 Chron 2:16 (MT 15) as ܝܡܐ ܕܣܘܦ “the Sea of Suph” as attested by the only reading found in the Leiden edition, R. P. Gordon in collaboration with P. B. Dirksen (eds.), Chronicles, Part IV.2 of The Old Testament in Syriac according to the Peshiṭta Version (Leiden: Brill, 1998). the Antioch Bible correctly reads ܝܡܐ ܕܝܘܦܐ “the sea of Joppa,” a reading confirmed by the Hebrew יָם יָפוֹ “the sea of Joppa.” Robert P. Gordon, Chronicles in The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel (Piscataway: Gorgias Press, 2019). The translations of Neh 9:9 and 1 Macc 4:9 have yet to appear in print. Turning to the New Testament, Robert Kitchen offers the rendition “the Red Sea” for ܝܡܐ ܕܣܘܦ in the text, but adds a footnote stating that it literally means “sea of reeds.” Robert Kitchen, Acts in The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel (Piscataway: Gorgias Press, 2014), 47. In Heb 11:29, Daniel King and J. Edward Walters render ܝܡܐ ܕܣܘܦ as “the Red Sea” without any footnote. Daniel King and J. Edward Walters, Hebrews and the General Catholic Epistles in The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel (Piscataway: Gorgias Press, 2016), 123. These renderings ignore the Syriac and slot in a contemporary traditional translation based on the Greek. 5. Conclusion Historically speaking, the translators of the Peshitta Bible understood the word ܣܘܦ in the collocation ܝܡܐ ܕܣܘܦ to be a proper noun, that is, “The Sea of Suph.” The translators of the New Testament borrowed the Old Testament term ܝܡܐ ܕܣܘܦ “the Sea of Suph” to bring harmony to the text of Scripture, rather than translating the Greek ἐρυθρὰ θάλασσα “the Red Sea,” as ܝܡܐ ܣܘܡܩܐ “the Red Sea.” It was not until the translations of Paul of Tella and Thomas of Harkl that the term ܝܡܐ ܣܘܡܩܐ “the Red Sea” entered Syriac literature. Later interpreters tried to add meaning to the text by explaining the term ܣܘܦ etymologically, connecting it to the root ܣܘܦ “come to an end.” For some, it was where the Egyptian hordes came to an end. For others, it was where the sea came to an end as its tongue extended into Egypt. No one connected it to river fauna. Only in modern times have native speakers of Syriac followed the view that ܣܘܦ is equivalent to an Egyptian word meaning “papyus,” a water plant. While British scholars quickly embraced the suggestion, Carl Brockelmann did not. But since both Toma Audo and Jacques-Eugene Manna accept the view that ܣܘܦ means “papyrus,” it is permissible to translate ܝܡܐ ܕܣܘܦ as “the Reed Sea” or the like in a modern church Bible, even though the ancient translators and interpreters of the Bible did not recognize it as such. My personal preference would be to render ܝܡܐ ܕܣܘܦ as “the Sea of Suph” in the Antioch Bible, adding the modern understanding in a footnote. For the New Testament, the note should read that the New Testament translators substituted the Old Testament expression “the Sea of Suph” rather than translated the Greek “the Red Sea.” Bibliography Accordance Bible Software. Targumic modules: TARG-T for Onqelos, TARG2-T for Neofiti, TARGG-T for the Cairo Geniza manuscript, and TARGF-T for the Fragment Targums. Audo, Toma. Treasure of the Syriac Language ( Simtā d-leššānā suryāyā ), 2 vols. Mosul: Dominican Press, 1897. Brock, Sebastian P. The Bible in the Syriac Tradition . Second Revised Edition. Gorgias Handbooks 7. Piscataway: Gorgias Press, 2006. Brockelmann, Carl. Lexicon Syriacum . Second Edition. Halle: Niemeyer, 1928. Cook, Edward M. Numbers. The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel. Piscataway: Gorgias Press, 2015. Cook, Frederic Charles. “ On Egyptian Words in the Pentateuch .” Pages 476-492 in The Holy Bible according to the Authorized Version (A.D. 1611), with an Explanatory and Critical Commentary and A Division of the Translation by Bishops and Other Clergy of the Anglican Church, Vol. I – Part I: Genesis–Exodus, ed. Frederic Charles Cook . New York: Scribner, Armstrong & Co., 1873. Duval, Rubens, ed. Lexicon Syriacum Auctore Hassano bar Bahlule e Pluribus Codicibus Edidit et Notulis Instruxit. Paris, 1901. Greenberg, Gillian, and Donald M. Walter. Kings. The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel. Piscataway: Gorgias Press, 2018. Greenberg, Gillian, and Donald M. Walter. Joshua. The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel. Piscataway: Gorgias Press, 2015. Gordon, R. P., in collaboration with P. B. Dirksen (eds.). Chronicles . Part IV.2 of The Old Testament in Syriac according to the Peshiṭta Version . Leiden: Brill, 1998. Gordon, Robert P. Chronicles . The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel. Piscataway: Gorgias Press, 2019. Jennings, William. Lexicon to the Syriac New Testament . Revised Ulric Gantillon. Oxford: Clarendon Press, 1926. Joüon, Paul, S. J., and Takamitsu Muraoka, A Grammar of Biblical Hebrew. Rome: Pontifical Biblical Institute, 2006. King, Daniel, and J. Edward Walters. Hebrews and the General Catholic Epistles. The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel. Piscataway: Gorgias Press, 2016. Kiraz, George A. “Introduction.” In Thomas Audo, Treasure of the Syriac Language , vol. 1. Piscataway: Gorgias Press, 2008. Kitchen, Robert. Acts. The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel. Piscataway: Gorgias Press, 2014. Lund, Jerome A. “2.4.5 Peshitta.” Pages 173–80 in The Hebrew Bible , Vol. 1B: Pentateuch, Former and Latter Prophets , eds. Armin Lange and Emanuel Tov, in Textual History of the Hebrew Bible , ed. Armin Lange et al. Leiden: Brill, 2017. Manna, Jacques-Eugene. Chaldean – Arabic Dictionary. Mosul, 1900; reprinted Beirut: Babel Center Publications, 1975. McCarthy, Carmel. Deuteronomy. The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel. Piscataway: Gorgias Press, 2013. Meyer, Mark R. Exodus. The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel. Piscataway: Gorgias Press, 2017. Patterson, Richard D. סוּף. Entry 1479 in Theological Wordbook of the Old Testament , eds. R. Laird Harrison, Gleason L. Archer, and Bruce K. Waltke. Chicago: Moody Bible Institute, 1980. Accordance module TWOT. Payne Smith, Jayne. A Compendious Syriac Dictionary. Oxford: Clarendon Press, 1903. Payne Smith, Robert. Thesaurus Syriacus. Oxford: Clarendon Press, 1879-1901). Sokoloff, Michael. A Syriac Lexicon. Winona Lake: Eisenbrauns and Piscataway: Gorgias Press, 2009. Sprengling, Martin, and William Creighton Graham, eds. Barhebraeus’ Scholia on the Old Testament , Part I: Genesis–II Samuel . Chicago: University of Chicago Press, 1931. Vööbus, Arthur. The Pentateuch in the Version of the Syro-Hexapla, A facsimile Edition of a Midyat MS. discovered 1964. CSCO 369, Subsidia 45. Louvain: Secrétariat du CorpusSCO, 1975. Walter, Donald M., and Gillian Greenberg. Judges. The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel. Piscataway: Gorgias Press, 2015. Walter, Donald M., Gillian Greenberg, and Eric Tully. The Book of Women: Ruth, Susanna, Esther, and Judith . The Syriac Peshiṭta Bible with English Translation , eds. George Anton Kiraz and Andreas Juckel. Piscataway: Gorgias Press, 2020. Weitzman, M. P. The Syriac Version of the Old Testament . University of Cambridge Oriental Publications 56. Cambridge: Faculty of Oriental Studies, University of Cambridge, 1999.",
    "title" : 
    [ "Considerations in Rendering ܝܡܐ ܕܣܘܦ in a Church Bible",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Lund, Jerome A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2lund",
    "type" : "article",
    "displayTitleEnglish" : "Considerations in Rendering ܝܡܐ ܕܣܘܦ in a Church Bible" }