
  { "fullText" : "Jack Tannous, The Making of the Medieval Middle East: Religion, Society, and Simple Believers . Princeton: Princeton University Press, 2018. Pp. xiv + 647; hardcover $39.95. Most modern scholarship on the medieval Middle East bases itself on the writings of elite scholars in the region’s major religious traditions, authors who were generally focused on elaborating complex systems of theology and ideology. In this book, Tannous argues that the implicit world created by centering such sources neglects the overwhelming demographic reality of the period: that Middle Easterners were largely illiterate, largely agrarian “simple believers” (Syr. hedyoṭē ; Ar. ʿawāmm ). Remembering this population—and accounting for its halting, incomplete transformation from the sixth to the eleventh centuries The titular and passim division of this period into ‘medieval’ and ‘late antique’ feels somewhat in tension with the book’s attention to the continuities of these two eras. See now Thomas Bauer, Warum es kein islamisches Mittelalter gab: Das Erbe der Antike und der Orient (Munich: C. H. Beck, 2018), who prefers the phrase “die islamische Spätantike.” —requires a historiographic turn towards a bottom-up history of the “lived religious experience of all the region’s inhabitants” (p. 8). The book consists of four parts. The first, “Simple Belief,” asks a pointed question: “Did the society of the late antique Middle East resemble something like an advanced seminar in patristic theology” (p. 15)? The obvious (negative) answer reminds us that the interconfessional rivalry often foregrounded in the historiography of Christian late antiquity would not have been legible to many of the inhabitants of that world. Accounting for this “layering of knowledge” (p. 57), theological elites competed for the allegiance of simple Christians through an anxious mix of doctrinal compromise and pragmatism. The second part, “Consequences of Chalcedon,” considers some of the ramifications of the haziness of late antique confessional identity. The discussion of the Canons of Jacob of Edessa in Ch. 3 is a particularly vivid example of a learned churchman’s difficulties policing confessional boundaries, inchoate boundaries that he himself was engaged in drawing. Church leaders used a broad arsenal of tools in the campaign to sway simple believers to their version of orthodoxy, including debate and “theological streetfighters” (Ch. 4); the sacraments, especially the Eucharist (Ch. 5); and education, particularly secondary schooling in scholastic centers (Chs. 6 & 7). All of this was an attempt by the various confessions to create “marginal differentiation” (p. 197), an advertising concept that Tannous adopts to denote the strategies used by similar groups to stand out in a crowded landscape of competitors. Building on this approach, Part III (“Christians and Muslims”) applies a similar analysis to the rise of the early Islamic community. A religiously heterodox, under-catechized society was the Sitz im Leben for the Qurʾān, which is “a reflection of and reaction to Christianity as it existed on the ground in the seventh-century Ḥijāz” (p. 252). This account is not entirely convincing. For all the merits of reframing the Qurʾān as a document in conversation with simple believers, I wish more attention were paid to the text’s own complex and confrontational theology, its nuanced intertextuality with Syriac homiletic and liturgical works, and the importance of Jews in Muḥammad’s community—in Tannous’ terms, to the layering of knowledge within the seventh-century Ḥijāzī population. Indeed, the Qurʾān is perhaps our best document for the theological sophistication possible on the peripheries of the late antique oecumene. Whatever its roots, Tannous argues that the ideology of earliest Islam, less developed than contemporaneous forms of Christianity, This is put rather starkly: “If Christian orthodoxy in the seventh century can be compared to a perfectly executed performance of a piece by Chopin (or Beethoven or Mozart, depending on the Christian group), then we can hardly say that Islamic orthodoxy even had a score in the same period” (p. 261). More useful is J. E. Brockopp’s notion of Muslim “proto-scholars”: see his Muhammad’s Heirs: The Rise of Muslim Scholarly Communities, 622–950 (Cambridge: Cambridge University Press, 2017). was not the reason for the political success of the nascent Muslim community. Most people in the lands of the early Islamic empire(s) would have been ignorant as to the specific propositional contents of Muḥammad’s message (Ch. 10), and conversion was driven more often by temporal concerns than by matters of religious conviction (Ch. 11). Moreover, the process of conversion was slow: Tannous asserts that Muslims were a numerical minority in the Middle East “at least until the Mamluk period” (p. 340). The consequences of this religious inertia were profound. Lived Christianity was a fact of daily life for almost all medieval Middle Easterners, particularly in more rural areas. And much like the Christian elite, Muslim scholars’ anxiety over the reality of nebulous communal boundaries resulted in a raft of measures to try to create in practice the separation that the theologians articulated in theory. Such efforts, taken together with innumerable continuities between pre-Islamic and Islamic practices (Ch. 8 & pp. 419–428), indicate the ways in which the Middle East changed Islam, rather than the more frequently interrogated effects of Islam on the Middle East. Such a viewpoint historicizes Islam as a process, one linked intimately to the large groups of simple Christian believers who peopled much of region. In the final part (“The Making of the Medieval Middle East”), Tannous examines some of the most important loci for Muslim-Christian connections: religiously heterogeneous families, daily interactions, monasteries, festivals, converts (and the traditions they brought with them), and prisoners of war (Ch. 14). He concludes (Ch. 15) with a challenge to modern scholarship: can we let go of the idea that the rise of Islam represented a “mass ideological change,” abandoning the “sectarian” conception of medieval Middle Eastern history as Arab Muslim history? And in so doing, could we do greater justice to what life, particularly ordinary life, was like? Lastly, there is a very useful appendix on Tannous’ approach to the sources and the problem of authenticity. Despite, and perhaps because of, the scope of the book, there are topics the reader wishes received more attention. I will limit myself to two points. First, Egypt. Albeit Tannous states that he will focus mostly on “Syria, Palestine, and Iraq,” (p. 7), given the book’s ambitious title a more thorough account of Egypt would have been welcome. Egyptian evidence, though contradictory, complicates the book’s argument for a slow Islamization lasting until the rise of the Mamluks in the 13 th century. Shaun O’Sullivan, “Coptic Conversion and the Islamization of Egypt,” Mamluk Studies Review 10:2 (2006), 65–79; but see the 10 th -century geographer al-Muqaddasī: “there are not many towns in Egypt, because most of the people of the countryside [ sawād ] are Copts, and according to the rule of this discipline of ours, there can be no town [ madīnah ] without a pulpit,” i.e., a mosque ( Descriptio Imperii Moslemici [ Kitāb aḥsan al-taqāsīm fī maʿrifat al-āqālīm ], ed. de Goeje [Leiden: Brill, 1906], 193). It also provides vivid examples of the Islamic administration’s fine-grained attention to matters of religious affiliation (to the point of maintaining a registry of converts and branding the hands of monks to control their movement). Wadād al-Qāḍī, “Population Census and Land Surveys under the Umayyads (41–132\/661–750),” Der Islam 82 (2008), 341–416. Finally, although it appears at points, one wishes more use were made of the documentary wealth of Egyptian papyri as an unequalled window into the daily lives of Christians and Muslims alike. Second, Tannous’ meticulous analysis of the textual sources of both the Syriac and Arabic traditions is unfortunately not turned to the panoply of relevant material evidence from the period. Apart from passing references, the physical record receives short shrift. Given the inevitable difficulties of recovering ordinary voices from elite sources, this is a significant oversight. Tombstones, graffiti, textiles, ceramics, images, coins, and the like all offer a unique perspective on discourses of religious identification. E.g., Leor Halevi’s Muhammad’s Grave: Death Rites and the Making of Islamic Society (New York: Columbia University Press, 2007) is a relevant and classic study missing from Tannous’ extensive bibliography. David Frankfurter’s Christianizing Egypt: Syncretism and Local Worlds in Late Antiquity (Princeton: Princeton University Press, 2018) is a useful companion read demonstrating the value of such sources. The inclusion of such objects within Tannous’ analysis would have brought it closer to the communities it seeks to describe. These suggestions aside, The Making of the Medieval Middle East offers an eloquent and provocative corrective for traditional histories wherein “the experience of a great deal of the region’s population is relegated to a bit part and minor role in the telling of the region’s story, or simply falls through the cracks” (p. 499). This is a tour de force of scholarship, meticulously researched but also approachably lively. Our understanding of the complex lives of the late antique and early medieval worlds is much richer for its having been written.",
    "title" : 
    [ "Jack Tannous, The Making of the Medieval Middle East: Religion, Society, and Simple Believers",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Dube, Conor" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1prdube",
    "type" : "review",
    "displayTitleEnglish" : "Jack Tannous, The Making of the Medieval Middle East: Religion, Society, and Simple Believers" }