
  { "fullText" : "Jonathan Loopstra, An East Syrian Manuscript of the Syriac ‘Masora’ Dated to 899 CE; vol. 1: A Facsimile Reproduction of British Library, Add. MS 12138; vol. 2: Introduction, List of Sample Texts, and Indices to Marginal Notes in British Library, Additional MS 12138 (Piscataway, NJ: Gorgias Press, 2014–2015). Pp. ix + 624; $157 and pp. xi + 541; $136. With respect to the advancement in manuscript editing and the development of efficient tools for researchers, the monograph under review is a masterful work. Its impressive apparatus is designed to meet the need of the established scholar as well as that of the advanced student. It should also be warmly welcomed as a direct continuation of the fundamental studies by H. Ewald, A. Merx, G. Diettrich, T. Weiss, and J. B. Segal on the ‘Masoretic’ accents. In this context, it is worth noting the author’s latest publication on the patristic selections included in the ‘Masoretic’ West Syriac manuscripts (see the reference below). In a sense, this work will complement the book under review: both open new perspectives in the study of the Syriac ‘Masora’. The monograph consists of two volumes, of which the first presents a facsimile edition of manuscript BL Add. 12138. Volume 2 is an introduction to Volume 1. Dated to 899 CE and written in the city of Ḥarrān, BL Add. 12138 is a manuscript that aims to support accuracy in the recitation and transmission of the Peshiṭta according to the tradition of the East Syriac schools. It consists of sample passages from the Peshiṭta which are vocalized, marked with diacritics, accentuated, and accompanied by marginal notes. Some discourses on the accents, grammar, various marks, and the East Syriac schools are included at the end. It is the only known East Syriac ‘Masoretic’ manuscript, and scholars such as P. Martin, A. Merx, and W. Wright have long recognized its significance for the study of how the Peshiṭta was read and interpreted in the ninth and tenth centuries. Some parts of BL Add. 12138 were previously published by G. Diettrich and T. Weiss, among others. The contribution of Volume 1 is, first, to present for the first time the entire text of the manuscript. The copyist, Bābai, claims that he punctuated the text according to older books of reading teachers ( maqryānē ). Interestingly, he also incorporates, in red ink, the punctuation of another respected scribe, viz. Rāmīšoʿ. Herein lies the second contribution of Volume 1. Previous publications of excerpts from the manuscript were for technical reasons printed only in black and white, but Loopstra’s colour reproduction allows the reader to distinguish precisely between the two systems of punctuation. In addition, the high resolution of the printed images (and even more so the PDF version which allows one to zoom in) allows an easier reading and a more secure identification of the other reading marks (vowels, diacritics, symbols indicating mistakes or revisions, etc.). The third contribution of the volume is the placement of folio numbers and the range of biblical passages above each image. These enable the reader easily to find any passage in the manuscript. Loopstra begins the second volume by discussing principal issues pertaining to the manuscript (historical background, general overview, biographical elements of the copyist, relation with the West Syriac ‘Masoretic’ manuscripts, and publication history). In the following seven chapters, he dives into an exhaustive description of the different marks and notes of the text (the collections of šm ā he and qr ā y ā t ā , section dividers, reading marks, vowel marks, phonological marks, notes on schools, and exegetical glosses). This study is remarkably thorough in its treatment of the sources and the scholarship. It covers various fields of research such as history, palaeography, exegesis, liturgy, grammar, and even music. The author should be commended for his handling of these different areas, which are so often intertwined. Worth mentioning is the description of the marks and reading system of Rāmīšoʿ (pp. xxxiv–xxxvi ): these clarifications are essential for scholars who want to study the accentuation system. When needed, the sections are copiously illustrated with images extracted from the manuscript. It is regrettable that these extracts are in black and white, since in some cases colour would have been more suitable, as for example on pp. xxxiv–xxxvi  where Rāmīšoʿ’s punctuation is explained. In addition, the author could have dealt in more depth with one sign, viz. the dash between two words. Loopstra discusses this sign when accompanied by the gloss ʾqp in the margin where it has to be understood as a hyphen (see pp. xlii , 422). However, according to El-Attar (1982) (not cited in the bibliography), the dash appears in many more occurrences and corresponds to the sign meṭappeyānā whose functions seem more varied and complex than that of a mere hyphen. One must admit that the name meṭappeyānā occurs neither in the marginal notes nor in the Tract on the Accents (a text which appears at the end of the manuscript). It is thus a complicated issue which needs to be clarified. The volume’s extensive bibliography covers almost all the relevant publications. On the Syriac accentuation, the author could have added Avenary (1963), who places it within the broader context of the Eastern biblical chant in the Early Middle Ages; Jourdan-Hemmerdinger (1979), who argues for its musical signification (on the basis of similar notation found in some Greek papyri); and Moberg (1906), who refutes Merx’s view on its origin and development. The lack of the aforementioned study of El-Attar (1982) is of more relevance since this work examines the use of two diacritical marks in BL Add 12138, viz. nāgōḏā and meṭappeyānā . Volume 2 concludes with a list of the biblical passages, a list of the examples cited in the Tract on Accents , some grammatical notes, the translation of the material in the colophon, and the index of the marginal notes. Overall, Volume 2 is very well organized. The reader will appreciate the book’s apparatus and the tedious labour the author has accomplished in creating useful lists of verses, citations, glosses, section dividers, etc. As well known, BL Add. 12138 is an outstanding source for the study of the Syriac ‘Masoretic’ accents. Not surprisingly, Loopstra dedicates the longest section of Volume 2 (33 pages) to this subject. Thus, this section deserves special attention. Loopstra offers an overview of the accents and the history of their study and does not enter unnecessarily into the details of the long-debated question of their origin (Greek or Syriac) and possible transmission to Hebrew. He is appropriately measured in his interpretation of the various possible values of the accents (pausal\/grammatical, intonational, ekphonetic\/ musical). Also, his thorough philological knowledge renders persuasive his effort to draw out common accentual patterns between BL Add. 12138 and other non-Masoretic East Syriac manuscripts. However, he could have addressed a few points better. Firstly, he could have ranked the accents not alphabetically but according to a more significant principle such as 1) the linguistic function (e.g. pausal or conjunctive force, modality, expressiveness) as in the descriptions by Merx and Duval; or 2) the position of the accent mark related to the word (above, below, etc.) as in Segal’s study (see, however, the author’s explanation on p. lxii , note 224). Secondly, the description of the use of the accents is sometimes vague, as shown by expressions such as “may indicate,” “can also occur,” “often used,” “sometimes used.” Notwithstanding the intricacies involved in the process of identifying the accent signs, in order to arrive at a more accurate description, one will have to proceed to an exhaustive inventory, for each accent, of all its occurrences. Thirdly, it is well known that the recitation according to the accents has been lost for a long time. However, the biblical texts are still recited today during offices. A few words on this subject would have been appreciated (e.g., the different regional traditions, the main musical features, the possible other contexts where the texts are cantillated, such private study), or at least some bibliographical references. One cannot blame the author for these minor flaws since the chapter on the accents is meant as an overview. His more recent publications show that he continues to expand his research and that he is now the leading authority on these matters (see the references below). Thanks to him, other researchers have all the material necessary for further investigations. It is already evident that the book under review marks an important step in the history of Syriac studies. Overall, it provides a wealth of phonologically and lexically reliable linguistic evidence ready for further reflection and analysis. Aramaists interested in Eastern Syriac pronunciation and lexicology will find it indispensable. In addition, it will allow in-depth study of the accents, not only among Syriac scholars but also among Hebraists and Byzantinists who will find valuable information on shared features and differences between the Hebrew and Greek ekphonetic notations and that of BL Add. 12138. More broadly, it will also be of interest to biblical scholars concerned with Syriac exegesis and the textual and oral transmission of the Bible at the end of the first millennium. Bibliography Avenary, H. Studies in the Hebrew, Syrian and Greek Liturgical Recitative. Tel Aviv: Israel Music Institute, 1963. El-Attar, B. A. F. Two Syriac Masoretic Signs: nagoḏa and meṭappeyana . M.Phil. thesis, University of London, School of Oriental and African Studies, 1982. Jourdan-Hemmerdinger, D. “Nouveaux fragments musicaux sur papyrus (une notation antique par points).” In Studies in Eastern Chant IV , ed. M. Velimirović. London: St. Vladimir’s Seminary Press, 1979, 81–111. Loopstra, J. “Exploring Patterns of Accentuation in the Peshitta Bible: Perspectives and Possibilities.” In Contemporary Examinations of Classical Languages ( Hebrew , Aramaic , Syriac, and Greek ), ed. A. Salvesen, T. Lewis, and B. Turner. Piscataway, NJ: Gorgias Press, 2016, 139–165. Loopstra, J. “How to Read the Bible with the  Tahtaya da-tlata : Recovering an Ancient Biblical Marker of Exclamation and Supplication.” In  From Ancient Manuscripts to Modern Dictionaries :  Select Studies in Aramaic ,  Hebrew, and Greek , ed. T. Li and R. Taylor. Piscataway, NJ: Gorgias Press, 2017, 109–137. Loopstra, J. “ The Syriac Reading Dot in Transmission: Consistency and Confusion” . In Studies in Biblical Philology and Lexicography , ed. D. King. Piscataway, NJ: Gorgias Press, 2019, 159–176. Loopstra, J. The Patristic “Masora”: A Study of Patristic Collections in Syriac Handbooks from the Near East. CSCO 689. Leuven: Peeters, 2020. Moberg, A. “Über den griechischen Ursprung der syrischen Akzentuation.” Monde Oriental 1 (1906), 87– 99.",
    "title" : 
    [ "Jonathan Loopstra, An East Syrian Manuscript of the Syriac ‘Masora’ Dated to 899 CE; vol. 1: A Facsimile Reproduction of British Library, Add. MS 12138; vol. 2: Introduction, List of Sample Texts, and Indices to Marginal Notes in British Library, Additional MS 12138",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Aïm, Emmanuel" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1praim",
    "type" : "review",
    "displayTitleEnglish" : "Jonathan Loopstra, An East Syrian Manuscript of the Syriac ‘Masora’ Dated to 899 CE; vol. 1: A Facsimile Reproduction of British Library, Add. MS 12138; vol. 2: Introduction, List of Sample Texts, and Indices to Marginal Notes in British Library, Additional MS 12138" }