
  { "fullText" : "Nathan Witkamp, Tradition and Innovation: Baptismal Rite and Mystagogy in Theodore of Mopsuestia and Narsai of Nisibis , Supplements to Vigiliae Christianae 149 (Leiden: Brill, 2018). Pp. xiv + 417; $166. In this study of late antique eastern baptismal rites and mysta-gogy, Nathan Witkamp addresses the relationship between Narsai of Nisibis and Theodore of Mopsuestia. Specifically, Witkamp tests long-standing presumptions of Narsai’s heavy dependence on Theodore, showing that whereas Narsai relies on received traditions, he in fact draws on a broad Antiochene heritage, to which Theodore also belongs, synthesizing the inherited material into a creative treatment distinctive to him and reflective of his own East Syriac context. Theodore’s influence on the East Syriac tradition is well known. However, influential studies have read Narsai as offer-ing little more than a nearly wooden adaptation of Theodore’s baptismal rite—perhaps even to the point that Narsai obscured native aspects of the East Syriac baptismal rite for the sake of promulgating Theodore’s version. In this important contribution, Witkamp probes the connections between the two, attempting to clarify the true nature of Theodore’s influence on Narsai. The study identifies and explores the distinctive features of Narsai’s rite and mystagogy, thereby putting the study of Narsai’s presentation on a more secure footing in its own right and illuminating the practice and theology of baptism in the late antique East Syriac context. The introduction lays out the status quaestionis , surveying scholarship and introducing the two authors and their relevant works. Witkamp defines the aims of his research, characterizing his method as “a critical comparative approach,” and contras-ting it with the typically “harmonizing” approach to be found in much of the existing scholarship. The value of his approach is that it allows each source and its respective context to retain greater integrity than harmonizing approaches do. The latter tend to privilege either a specific author or a hypothetical, supposedly original rite that tends actually to be a composite, constructed partly from the sources and partly from a scholar’s suppositions, shaped according to certain presumptions regarding the development of early baptismal rites. Witkamp also analyzes other eastern source material, particularly where instances of similarity between Narsai and Theodore occur, seeking to determine whether the similarities may be due to the influence of the common Antiochene tradition or other sources (e.g., Didascalia Apostolorum , Aphrahat) rather than because of Narsai’s dependence on Theodore. Yet Witkamp does not employ other sources reductively, in order to propose a parallel source theory; instead, their use conveys the complexities of the late antique contexts, reminding the reader that we have only a very incomplete portrait of the historical realities and that many of the influences on liturgy and mystagogy were not literary at all, but oral and performative. Treating each author independently, and comparing them critically rather than harmonistically within the larger context of possible influences, gives Witkamp a more secure vantage point from which to analyze their relationship. The first main section of the book defines the late antique authors’ terms and delineates the structures of their rites, while sections two and three thoroughly explore the rituals before and during baptism, respectively. Each part focuses on different aspects of the subject, but the author constantly brings the reader back to his principal concern: critically comparing and contrasting Narsai and Theodore in order to detect and characterize their relationship. The first main section focuses on terminology and structure. A study of the sources’ baptismal vocabulary raises questions about the view that the eastern baptismal rite consisted of three functionally distinct parts: pre-baptismal rituals, baptism, and post-baptismal rituals. Instead, the rite basically falls into two major parts: “rituals preceding the mystery\/ies” and “rituals of the mystery\/ies.” For both Theodore and Narsai, the post-baptismal rituals are largely transitional and should not be distinguished functionally from the second part of the rite. Witkamp provides helpful charts laying out the structures of the rites, helping the reader visualize the results of his comparative analysis, namely: the rites of Theodore and Narsai have important similarities but are also notably different; furthermore, features of Narsai’s version (especially the absence of post-baptismal rituals) mark it as more conservative and less developed than Theodore’s. In other words, it is better to see Narsai’s rite as more primitive developmentally than Theodore’s, rather than derivative of it. Having established some key differences between Theodore’s and Narsai’s rites and anchored the latter firmly in the early stages of the East Syriac tradition, the remaining two sections of the book work through the rituals according to their basic division: 1) rituals functionally prior to baptism and 2) rituals functionally accompanying baptism. Each chapter describes specific aspects of ritual in the two authors, discussing their functions and explaining their meanings for each. The author is attentive to minute details of ritual structure, roles, postures, gestures, and the like, insisting that these things together help constitute the meanings of the rituals. A study of the rituals in relation to other sources allows Witkamp to contextualize them before comparing Narsai to Theodore and proposing conclusions about the relationship between them in each case. Where there is insufficient data to draw clear conclusions, especially about influence, Witkamp is quick to point that out, exhibiting an intellectual modesty that invites the reader to become comfortable with uncertainty. Overall, the analyses of sections two and three confirm the results of the preceding structural analyses: that both late antique authors participate in the same eastern tradition but that Narsai’s rite is not dependent on Theodore’s and is in fact often quite different, representing an earlier East Syriac tradition instead. Narsai essentially sticks to the rite he has inherited, which in turn distinguishes the theological meanings of the rituals from those of Theodore. For instance, the different positions and functions of the lawsuit or exorcism in each author construct the baptizand differently just prior to the mystery. Even if Narsai does not depend on Theodore’s rite, in his mystagogy Narsai borrows from Theodore’s interpretations of the rite, sometimes in straightforward ways, but often more creatively and adaptively. Narsai’s symbolism tends to be richer than Theodore’s, as we might expect from Ephrem’s heir, but also his theological emphases frequently strike their own tones. Narsai puts more emphasis on baptism as re-creation than Theodore; unlike Theodore, he depicts baptism as marriage and God as an artist painting a new portrait on the waters. For Narsai, the story of the prodigal son is a baptism narrative. At times, even where their language and imagery are similar, as when they both draw on the notion of the baptismal process as a fiery one heated by the Spirit, the meanings can diverge significantly—Theodore pictures the baptismal font as a fiery potter’s kiln, whereas for Narsai it is a furnace in which metal is reforged. The book accomplishes its task, effectively testing the connections between the two authors and showing that they both draw on a common tradition, but that each practices somewhat different rites, and that Narsai is no slavish imitator of the Bishop of Mopsuestia. There can be no doubt that Narsai knew and used Theodore’s interpretations, but he did not do so systematically and he often shows himself to be an independent and creative theologian, at times reflecting the East Syriac heritage that we find in other sources and at times seeming to convey his own ideas and emphases. Narsai’s own context and East Syriac heritage provide simpler and more convincing explanations of his treatment of baptism than do theories of heavy reliance on Theodore. The book is based on the author’s doctoral dissertation and still bears the evidence of its origins as such. The reader will detect some redundancies, especially in the summary portions. Chapter structures and section titles can become repetitive, though they also attest to the careful method the author follows throughout. The author relies fairly heavily on translations and secondary sources. Some of the introductory discussions may be too basic for some readers; other readers, however, will appreciate the introductions to the persons of Narsai and Theodore and to unfamiliar Syriac sources, finding the discussions of liturgical scholarship helpfully orienting. In any case, the dissertation vestiges do not detract at all from the important contribution this book makes to the study of Theodore and especially of Narsai, and to our knowledge of late antique eastern baptismal practices and theology. No longer can scholars presume that Narsai merely relies on Theodore, nor that Narsai is not a worthy representative of his native East Syriac tradition. Not only must scholars reckon with Witkamp’s conclusions—the methods of his work should also inform future comparative liturgical scholarship. Students of liturgy, patristic scholars, church historians, and scholars of late antiquity will find the book instructive and helpful.",
    "title" : 
    [ "Nathan Witkamp, Tradition and Innovation: Baptismal Rite and Mystagogy in Theodore of Mopsuestia and Narsai of Nisibis",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Childers, Jeff W." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1prchilders",
    "type" : "review",
    "displayTitleEnglish" : "Nathan Witkamp, Tradition and Innovation: Baptismal Rite and Mystagogy in Theodore of Mopsuestia and Narsai of Nisibis" }