
  { "fullText" : "Sometime in the late nineteenth century, the great Italian philologist Ignazio Guidi obtained a copy of a manuscript from the archbishop of Diyarbakir (Amid\/Omid), Khayyât. Guidi had good relationships with several different important members of the Syriac churches. See R. Contini, “Guidi, Ignazio (1844-1935),” in S.P. Brock, A.M. Butts, G.A. Kiraz, and L. van Rompay, eds., Gorgias Encyclopedic Dictionary of the Syriac Heritage (Piscataway: Gorgias Press, 2011), p. 184. Guidi later shared this manuscript with Paul Bedjan to include in his amassed collection of Acta martyrum et sanctorum , published between 1890 and 1897. The two texts Bedjan took from the manuscript were titled “The History of Simon Cephas, Chief of the Apostles” ( Hist. Sim. Ceph. ) and “The History of the Holy Apostle Mār Paul” ( Hist. Paul ). P. Bedjan, Acta martyrum et sanctorum , vol. 1 (Leipzig and Paris: Harrassowitz, 1890), pp. 1-44. Guidi published a follow-up to Bedjan in which he corrected some of the Syriac text. See I. Guidi, “Bemerkingen zum ersten Bande der syrischen Acta Martyrum et Sanctorum,” Zeitschrift der Deutschen Morgenländischen Gesellschaft 46 (1892): pp. 744-758. Ostensibly, these texts were some variety of apocryphal narratives about Peter and Paul, and they have been studied as such. For the History of Simon Cephas , see the recent study of the text by F. Stanley Jones, “The History of Simon Cephas, the Chief of the Apostles,” in T. Burke and B. Landau, eds., New Testament Apocrypha: More Noncanonical Scriptures , Volume 1 (Grand Rapids: Eerdmans, 2016), pp. 371-394. For the History of Paul , see Jacob A. Lollar, “The History of Paul,” in T. Burke, ed., New Testament Apocrypha: More Noncanonical Scriptures , Volume 3 (Grand Rapids: Eerdmans, forthcoming). The second half of the narrative was translated (based on one manuscript) by D.L. Eastman, The Ancient Martyrdom Accounts of Peter and Paul (WGRW 39; Atlanta: SBL Press, 2015), pp. 194-201. The text was studied and translated into Italian by E. Luigi De Stefani, “Storia del beato apostolo S. Paolo. Traduzione dal siriaco preceduta da un breve studio delle fonti”, Giornale della Società Asiatica Italiana 14 (1901): pp. 201-216. Since the two texts appear in the manuscripts together, they have typically been studied together; though Hist. Sim. Ceph. has undoubtedly received more attention. See, e.g., P. Peeters, “Notes sur la légende des apôtres S. Pierre et S. Paul dans la littérature syrienne”, Analecta Bollandiana 21 (1902): pp. 121-140. In his follow up to Bedjan’s publication of the two narratives, Guidi merely observes about Hist. Paul : “Viel kürzer gehalten ist die Erzählung über den h. Paulus und das meiste ist der canonische Apostelgeschichte Nacherzählt. Seite 41-44 enhalten einige merkwürdige Züge aus der Legende.” Guidi, “Bemerkingen,” p. 746. While he was partially correct about the sources behind Hist. Paul , Guidi offers no substantive comments about the narrative itself. It was not until over a decade later when another Italian scholar, Luigi De Stefani, produced an Italian translation of the text with an introduction that the source of the Hist. Paul became clear. De Stefani, “Storia del beato apostolo S. Paolo”, pp. 201-216. De Stefani demonstrated that major portions of Hist. Paul were not unique apocryphal stories, or even paraphrases of Acts, but a Syriac translation of portions of the Euthalian Apparatus . Around the same time that de Stafani was writing about Hist. Paul , Ignatius Ephrem Rahmani, the Syrian Catholic Patriarch from 1898 to 1929, studied some Syriac manuscripts at the patriarchate library at Sharfeh near Beirut. See S.P. Brock and G.A. Kiraz, “Rahmani, Ignatius Ephrem II”, in Gorgias Encyclopedic Dictionary of the Syriac Heritage (eds. S.P. Brock, A.M. Butts, G.A. Kiraz, and L. van Rompay; Piscataway, NJ: Gorgias Press, 2011), p. 350. See also A. Harrak, “Sharfeh”, in Gorgias Encyclopedic Dictionary of the Syriac Heritage , pp. 371-2. Rahmani published three stories about St. Paul, one he referred to as the “Martyrdom of Paul the Apostle and the Discovery of His Severed Head”; one titled, “The History That Should be Placed at the Beginning of the Book of Paul the Apostle”; and a martyrdom narrative titled: “The Martyrdom of Paul in Rome by the Hand of Nero.” Ignatius Ephrem Rahmani II, ed., “Pauli Apostoli martyrium et ipsius capitis truncate inventio”, in Studia Syriaca seu collection documentorum ineditorum ex codicibus syriacis (Monte Libano: Seminario Scharfensi, 1904), pp. 3-5. The texts were transcribed and translated into English by Eastman, Ancient Martyrdom Accounts , pp. 203-17. The latter two texts are actually Syriac translations of a portion of the Euthalian Apparatus prologues and the Euthalian martyrium Pauli . Although Rahmani recognized a possible connection between the second text and the Hist. Paul , he showed no signs that he realized any connection to the Euthalian material. In fact, the connections to the Euthalian Apparatus in both Hist. Paul and the Rahmani texts have gone unrecognized even by the most recent treatments of these texts. This paper will examine the interface between these apocryphal narratives about Paul and the Syriac translation of the Euthalian Apparatus . The Syriac of the Apparatus has an important association with the Harklean translation of the Syriac New Testament. This association permits a more direct perspective about the origins of these apocrypha. Additionally, the Hist. Paul and the other Euthalian texts demonstrate the evolution of stories extracted from nascent contexts and reimagined as “histories” and “biographies” in their own right. The Euthalian Apparatus In the late fourth century, or perhaps as late as the seventh century, an author by the name of ‘Euthaliaus’ (perhaps a pseudonym), living in Caesarea, or perhaps somewhere in Egypt, composed an epitome of Acts, the Catholic Epistles, and the Epistles of St. Paul. The reader should guess that the history behind the Euthalian Apparatus is much debated in scholarship. This material served as an ἔκθεσις κεφαλαίων, a survey of the main points, of the portions of the New Testament. The first half of this Euthalian Apparatus , as it came to be called, focused on the Pauline Epistles, while the second half contained Acts and the Catholic Epistles. Both volumes contain four primary elements: 1) a series of πρόλογοι where the author provides a number of historical and biographical details about the lives of the scriptural writers; 2) κεφάλαια (‘chapter headings’) which provided titles and chapter divisions of each text; 3) ὑποθέσεις (‘arguments’) which provide summaries of the contents of each text; and 4) a series of tables listing scripture quotations (i.e., Hebrew Bible quotations) called ‘testimonia’ (see Table 1). See the introduction by Vemund Blomkvist, Euthalian Traditions: Text, Translation and Commentary (Berlin: De Gruyter, 2012), pp. 3-5. As D.C. Parker summarizes, the Euthalian Apparatus originally included “sense-division and punctuation of the text, for better presentation of the sense in public reading. Thus the manuscripts with the Euthalian Apparatus contained the biblical text in a very distinctive form with regard both to layout and to explanatory material.” D.C. Parker, Textual Scholarship and the Making of the New Testament (Oxford: University Press, 2012), pp. 55-6. The origins of the Apparatus are not very clear and it is well beyond the scope of this paper to review the relevant hypotheses. It is sufficient to defer to two recent studies by Willard and Blomkvist, which have provided a great service for scholarship by amassing a great amount of scholarship and data and making them accessible in their clear, organized introductions. For Blomkvist, op. cit. above note 8. Louis Charles Willard, A Critical Study of the Euthalian Apparatus (Berlin: De Gruyter, 2009). After surveying the history of scholarship, Willard is content to place the origins of the Apparatus sometime in the late fourth century in Caesarea, by an anonymous author known in the manuscripts as Euthalius. The material in the Apparatus is found in hundreds of Greek manuscripts. The first edition of the complete Apparatus was done by Zacagni in 1698, using seven manuscripts, and his edition became the basis for all subsequent editions. L.A. Zacagni, Collectanae Momumentorum Veterum I (Rome, 1698), see pp. 515-708 for Pauline material. Table 1: Contents of the Euthalian Apparatus Content adapted from Blomkvist, Euthalian Traditions , pp. 8-10. Acts a) Prologue ( πρόλογος ) b) Lection list ( ἀνακεφαλαίωσις τῶν ἀναγνώσεων ) Provides statistics of number of lections, chapters, quotations, and verses. c) Introduction ( πρόγραμμα ) to short testimonia list Does not provide quotations, but provides statistics of quotations. d) Short testimonia list ( ἀνακεφαλαίωσις θείων μαρτυριῶν ) e) Long testimonia list Provides full text of Old Testament quotations. f) Argument ( ὑπόθεσις ) g) Travels of Paul ( ἀποδεμίαι Παύλου ) h) Chapter list ( κέφαλαια-τίτλοι ) i) Division of Acts into 36 chapters (by opening lines) Catholic Epistles a) Prologue ( πρόλογος ) b) Lection list ( ἀνακεφαλαίωσις τῶν ἀναγνώσεων ) c) Introduction ( πρόγραμμα ) to short testimonia list d) Short testimonia list ( ἀνακεφαλαίωσις θείων μαρτυριῶν ) e) Introduction to long testimonia list f) Long testimonia list g) Argumenta ( ὑποθέσεις ) and chapter list ( κέφαλαια-τίτλοι ) for each letter h) Stichometric note i) Colophon j) Inscription on the Altar in Athens ( ἐπιγραμμα τοῦ ἐν Ἀθήναις βωμοῦ ) k) The voyage of Paul the Apostle to Rome ( πλοῦς Παύλου ἀποστόλοῦ ἐπὶ Ῥώμην ) Pauline Epistles a) Prologue ( πρόλογος ) b) The Martyrdom of Paul the Apostle ( μαρτύριον Παύλου τοῦ ἀποστόλου ) c) Lection list ( ἀνακεφαλαίωσις τῶν ἀναγνώσεων ) d) Introduction (πρόγραμμα) to short testimonia list e) Short testimonia list ( ἀνακεφαλαίωσις θείων μαρτυριῶν ) f) List of cities to whom Paul wrote his letters g) List of Paul’s letters recording letters he wrote alone and those he wrote with co-workers h) Introduction to long testimonia list i) Long testimonia list j) List of Pauline letters ( τάδε ἔνεστιν Παύλου ἐπιστολαί ) k) Note on why the book is called “The 14 Letters of Paul” ( διὰ τί Παύλου ἐπιστολαί δεκατέσσαρες λέγονται ) l) Argumenta (ὑποθέσεις) and chapter list ( κέφαλαια-τίτλοι ) for each letter The Euthalian Apparatus in Syriac The Euthalian Apparatus was translated into several languages, the most studied of which have been the Armenian and the Syriac versions. Willard, Critical Study , pp. 95-108. The Syriac traditions of the Apparatus have attracted attention primarily due to their connections with the Harklean translation of the New Testament, undertaken by Tumo (Thomas) of Harkel in 615\/16 CE on behalf of the Syrian Orthodox (Miaphysite) Church. See S.P. Brock, The Bible in the Syriac Tradition (Piscataway, NJ: Gorgias Press, 2006), pp. 37, 50; A. Juckel, “Harklean Version”, in Gorgias Encyclopedic Dictionary of the Syriac Heritage , pp. 188-91. It is worth looking at the few studies that have undertaken to explore the complex relationship between Tumo’s translation work and the transmission of Euthaliana in the process. First is the foundational study of Ernst von Dobschütz, who identified two manuscripts that contained the Euthalian πρόλογοι to the Pauline Epistles: B.L. Add. 7157 (767\/8), a Peshitta edition designated MS L; and Oxford New College 333 (eleventh century), a Harklean edition designated MS O. E. von Dobschütz, “Euthaliusstudien”, Zeitschrift für Kirchengeschichte 19 (1898): pp. 107-154. The significant conclusion of von Dobschütz was that between the two manuscripts, L & O, three different recensions of the Euthalian Apparatus were distinguishable. Manuscript L, he argued, could be associated with the revision of the Peshitta done by Polycarp, at the request of Philoxenus of Mabbug, in 508 CE. Manuscript O, by contrast, shows some affiliations with Polycarp’s revision filtered through the new revision\/ translation of Tumo of Harkel in 615\/16 CE. In other words, MSS L and O represent two distinct iterations of the Apparatus , both of which were influenced by Polycarp’s revision. See von Dobschütz’s chart which outlines these complex relationships in “Euthaliusstudien”, pp. 144-5. Von Dobschütz also recognized differences in the presentation of the πρόλογοι in each manuscript. The prologue in MS O is mostly intact and most other parts of the Apparatus appear, including the testimonia, Lection lists, etc. von Dobschütz, “Euthaliusstudien”, pp. 129-131. Manuscript L, however, has substituted a distinct section that displaces the prologue dealing with summaries of the letters and Euthalius’ purpose statement. von Dobschütz, “Euthaliusstudien”, pp. 123-5, 127. Significantly, as I will show below, the portions of Hist. Paul that reproduce Euthalian material correspond to the particular organization of the prologue material found in MS L. This suggests that tradition of MS L was likely the basis for the original composition of the History of Paul . A few decades later, Günther Zuntz built on von Dobschütz’s work and drew up his own lineage for the Apparatus in Syriac. Zuntz argued several hypotheses about the origins of the Apparatus more generally. Briefly, Zuntz suggested that the material of the Apparatus originated in the first decade of the fourth century and was composed by Pamphilus (d. 309). G. Zuntz, The Ancestry of the Harklean New Testament (The British Academy Supplemental Papers VII; London: Oxford University Press, 1945), pp. 77ff. Pseudo-Euthalius then took up this work and distributed it into its present form. This is the ἔκδοσις (version) of the Apparatus that eventually passed down to Polycarp, who made his revision of the New Testament based on a Euthalian exemplar. Then, in 615\/16, Tumo used the Philoxenian revision as a Syriac basis for his translation. Thus, the Euthalian material formed an original part of the Harklean translation project. Zuntz summarizes, Thomas of Harkel revised the Philoxeniana. A. Juckel is critical of Zuntz’s language of “revision” applied to Tumo’s work. Juckel prefers the language of “translation” since Tumo went well beyond simple adjustment of Polycarp’s edition. The Harklean translation, in the words of Brock, Bible in the Syriac Tradition , p. 37, “strives to achieve a formal equivalence between the Greek and Syriac text, with the result that it is possible for the modern scholar to reconstruct the Greek text which he must have used as the basis for his revision.” The Philoxeniana was a revision of the Peshitta on the basis of a ‘Euthalian’ ἔκδοσις . The work of ‘Euthalius’ finally was based on Pamphilus’. The three links of this argument can be established independently of each other, and fit together satisfactorily. Zuntz, Ancestry , p. 113. In a later study focused on the Philoxenian revision, Sebastian Brock confirmed the works of von Dobschütz and Zuntz that a) there is both a Peshitta version (represented by MS L) and a Harklean version (represented by MS O) of the Euthalian Apparatus in the Syriac tradition, and b) there was a revision of the NT that took place between the Peshitta and Harklean that we may deduce as representing the Philoxenian text. S.P. Brock, “The Syriac Euthalian Material and the Philoxenian Version of the NT”, Zeitschrift für die neutestamentliche Wissenschaft 70:1-2 (1979): pp. 120-130. Brock also identified one additional manuscript containing the Apparatus , Mingana syr. 343, fols. 94a-103a, but he does not use it in his study, considering it to be “a less reliable witness to this recension.” Brock, “Syriac Euthalian Material”, p. 121, fn. 8. Brock provides multiple examples of comparison between L, O, the Peshitta, and the Greek (à la Zacagni). In particular, Brock provides more substance to Zuntz’s claim that MS L is connected with the Philoxenian version of the NT. A few conclusions can be drawn from these three major studies. First, it is clear that Greek manuscripts containing the Euthalian Apparatus were used in the revisions\/translations of the Philoxenian and the Harklean versions of the Syriac New Testament. The Peshitta NT certainly has more diversity, as there are Peshitta manuscripts that do not contain the Euthalian material. The studies of Zuntz and Brock demonstrate the likelihood that the Philoxenian revision made by Polycarp was based directly on a Euthalian Greek manuscript. The Harklean, for which we have several manuscript exemplars, all exhibit influence from the Apparatus . We may conclude, secondly, therefore, that the Harklean translation of the Syriac NT is inextricably related to the Euthalian Apparatus . The current critical edition of the Syriac Pauline Epistles incorporates three Harklean manuscripts: O (=Aland and Juckel H1), Cambridge Add. 1700 (=Aland & Juckel H3; copied in 1169\/70), and St. Mark’s Monastery ms syr. 37 (=Aland & Juckel H4; copied in 8 th \/9 th cent). B. Aland and A. Juckel, eds.,  Das Neue Testament in syrischer Überlieferung. Bd. II: Die Paulinischen Briefe, Tl. 1: Römer- und 1. Korintherbrief (Arbeiten zur neutestamentlichen Textforschung 14; Berlin \/ New York: Walter de Gruyter, 1991), pp. 15-19. Although Aland and Juckel cite Brock, they do not include the Mingana ms. All three manuscripts contain Euthalian material, either in the first few folios (H1, H4), or in the margins (H3). Of these three, however, only H1 (von Dobschütz’s MS O) contains the traditional prologue found in the Euthalian Apparatus . The other two manuscripts contain the κεφαλαία , the Lection list (Syr. ܩܪ̈ܝܢܐ ), the Argumenta (Syr. ܦܬܓ̈ܡܐ ), and the Testimonia lists. Aland and Juckel, Das Neue Testament , p. 17 list that H4 contains the “Vorspann” (=Prologue), but clarify that it is actually a list of tables containing an assortment of Euthaliana and it is not the traditional prologue. Likewise, with Peshitta manuscripts only von Dobschütz’s MS L (=Aland & Juckel P20) contains the traditional prologue, which, as mentioned earlier, is displaced and fragmented. Aland and Juckel, Das Neue Testament , p. 14: “Der Vorspann (unvollständig und sehr beschädigt) ist ganz an den Schluß gestellt.” Of greater concern for the present study is the appearance of the πρόλογος to the Pauline Epistles, since that is the material that appears in the apocryphal tales. The fact that the prologue appears only in two NT manuscripts allows for a more detailed comparison. The History of Paul and the Euthalian Prologue to the Pauline Epistles The History of Paul is a short narrative in two parts. See Lollar, “History of Paul,” forthcoming. Part one (chs. 1-7) covers Paul’s background, including his background as a persecutor of the church, his conversion on the road to Damascus, and his early career as the Apostle to the gentiles. Part two (chs. 8-16) centers around Paul’s martyrdom and the events before and after it. For the most part, these sequences fall in line with other known martyr traditions about Paul: he is put on trial before Nero, beheaded, and buried by faithful Church members. After his beheading, Hist. Paul provides a unique story about the comingled blood of Peter and Paul causing two trees to sprout on the shared spot of their respective martyrdoms. The trees perform miracles and essentially become a pilgrimage site before the Jews cut them down and they never grow again. The second half of the story carefully clarify the precise date of Paul’s death, which may give some hint at the purpose behind the story’s composition. Neither Guidi nor Bedjan provided any information on the date of the Diyarbakir manuscript and to my knowledge it has not been studied elsewhere. See also the conclusion of Jones, “The History of Simon Cephas,” p. 372. Jones indicates that a lost manuscript of the Chaldean library at Mosul may be the same manuscript as the Diyarbakir text Guidi loaned to Bedjan. According to William Macomber’s study of this collection of manuscripts, however, this particular manuscript was lost. See William F. Macomber, “New Finds of Syriac Manuscripts in the Middle East”, in  XVII. Deutscher Orientalistentag vom 21. bis 27. Juli 1968 in Würzburg: Vorträge. Teil 2 (Ed. W. Voigt; Zeitschrift der Deutschen Morgenländischen Gesellschaft, Supplement 1.2; Wiesbaden: Franz Steiner, 1969), pp. 473-482, esp. 475. The manuscript in question is Mosul, Chald. Patr. 90. See Addai Scher, “Notice sur les manuscrits syriaques conservés dans la bibliothèque du Patriarcat chaldéen de Mossoul”,  Revue des bibliothèques  17 (1907): 227-260, esp. p. 250. Aside from the Diyarbakir manuscript, which I have labeled ms A, there are three other versions of Hist. Paul . Table 2: Manuscripts of History of Paul Siglum Manuscript Date Status A Diyarbakir ? ? B Trichur, Chaldean Syrian Church, Syr. 9 1615 Extant C London, B.L., Or. 9391 (1890) 1890 Extant D Vatican, Vat. Sir. 597 c. 17 Extant The manuscript from Trichur The Trichur manuscript was recently discovered by Briquel-Chatonnet, Desreumaux, and Thekeparampil at the Metropolitan library of Mār Aprem in Trichur, India. See Françoise Briquel-Chatonnet, Alain Desreumaux, and Jacob Thekeparampil, “Découvre d’un manuscrit très important contenant des textes apocryphes dans la bibliothèque de la métropolie de l’Église de l’Est à Trichur, Kérala, Inde”, in  Symposium Syriacum VII: Uppsala University, Department of Asian and African Languages, 11–14 August 1996 (Ed. R. Lavenant; Orientalia Christiana Analecta 256; Roma: Pontificio Istituto Orientale, 1998), pp. 587-597. (B) and the one from the Vatican (D) are related to one another in several ways. Both manuscripts are compendia of Syriac apocrypha and contain very nearly the same texts with very similar handwriting and a similar vowel pointing system. Significantly, they share the same distinct versions of the same texts. For example, both contain the same paraphrased version of the Syriac History of John the son of Zebedee , a fifth-century Syriac apocryphon. Jacob A. Lollar, The History of John the Son of Zebedee: Introduction, Texts and Translations (Piscataway: Gorgias Press, 2020), pp. 29-32. The Vatican manuscript as a whole is unfortunately fragmentary, but the folios containing Hist. Paul are more or less intact. The provenance of the Vatican manuscript is not explained by A. van Lantschoot, nventaire des manuscrits syriaques des fonds Vatican (490-631), Barberini oriental et Neofiti (Studi e Testi 243. Città del Vaticano: Biblioteca Apostolica Vaticana, 1965), pp. 128-131. Van Lantschoot merely refers to the manuscript as “Nestorian”. Offering no further details, he comments that the surviving fragments are in disarray and it has only been possible to reestablish the original order for fols. 1-43 and 80-225. Given that there are some distinct similarities between the collections of texts in these manuscripts as well as their relatively close dating within a century, it is possible that they share a literary relationship with one another and may have even been copied within the same circles. The British Library manuscript (C) is dated 1890 and was copied by the scribe Ishai bar Malik Jonan at Geog Tapa (five miles outside of Urmia, Iran). The list of British Library manuscripts that includes this manuscript was kept only in the British Library until it was typed out and made accessible by Lucas van Rompay and Wim Baars, “Handlist of Syriac Manuscripts in the British Museum Acquired since 1899.” A copy may be accessed online here: https:\/\/archive.org\/details\/BLHandlist\/page\/n3\/ mode\/2up . Due to the location of its copying, both Hist. Paul and Hist. Sim. Ceph. were labeled as “Nestorian” acts of Peter and Paul, even though there is nothing in the contents of either text that suggests they derived from an East Syrian milieu. The manuscript as a whole contains “Lives of Saints” and a liturgical calendar. The version of Hist. Paul in C tends to match those found in B and D where those versions differ from A. Overall, however, the transmission of the Hist. Paul is relatively stable and few significant differences are noticeable between the versions. As mentioned above, it was de Stefani who initially demonstrated that material from the Euthalian prologue had been interwoven into Hist. Paul . Much of the overlapping material appears in the first half of the narrative. Table 3: Euthalian Prologue and the History of Paul Euthalian Prologue The History of Paul Z 516-518 ( PG 85.696A-B) Z 518-519 ( PG 696C-697B) Z 519-520 ( PG 697B-C) Z 521-522 ( PG 700A-B) Z 530-531 ( PG 709A-B) Z 531 ( PG 709B) Z 531-532 ( PG 709C) Z 533 ( PG 712A-B) Z 532 ( PG 709C) Z 533-534 ( PG 712B) Hist. Paul 1.1-8 Hist. Paul 2.1-2 Hist. Paul 3.1-2 Hist. Paul 7.1-3, 5 Hist. Paul 7.4, 6-7 Hist. Paul 8.1 Hist. Paul 9.1 Hist. Paul 11.1 Hist. Paul 11.2 Hist. Paul 13.1-2 Nearly all of the material in the first half of Hist. Paul was taken from either the Euthalian prologue or from canonical Acts. What is missing from Euthalius is supplied by Acts. In the second half of the narrative, the writer of Hist. Paul relies on Acts as far as Paul’s appeal to Caesar ( Hist. Paul 7.5). From here on, we find some references to the Euthalian material, but they are scattered. There is brief mention of Paul’s martyrdom ( Hist. Paul 11.2-3), but this is then followed by the burial of Peter and Paul’s bodies and then the story of the two trees. What we find, in fact, is that this material was heavily supplemented by Eusebius, HE 2.22 (see below). Of particular importance, however, are the dates of Paul’s martyrdom mentioned in Hist. Paul 13. De Stefani showed that Hist. Paul preserves the same information about the dates of Paul’s martyrdom, in the same order, as found in the martyrium Pauli of Euthalius. De Stefani, “Storia del beato apostolo S. Paolo”, pp. 206-208. Table 4: Prologue and History of Paul 13 Z 532 ( PG 712A-B) Hist. Paul 13.1 ἔστι τοίνυν ἀπὸ τοῦ ἐννεακαιδεκάτου ἔτους Τιβερίου καίσαρος, ἐξ οὗ κηρύσσειν τὸ εὐαγγέλιον ἤρξατο, ἕως τοῦ εἰκοστοῦ δευτέρου, ἔτη τέσσαρα, καὶ τὰ Γαΐου δὲ ὡσαύτως ἔτη τέσσαρα, αὖθις δὲ καὶ τὰ Κλαυδίου ἔτη μικρὸν ἔλάττω δεκατέσσαρα· ὅν διαδεξάμενος Νέρων τρισκαιδεκάτω ἔτει τῆς ἑαυτοῦ ἀρχῆς τὸν ἀπόστολον ἀνεῖλε. ܡܬܚ ܗܟܝܠ ܙܒܢܐ ܕܟܪܘܙܘܬܗ ܕܛܘܒܢܐ ܦܘܠܘܣ ܬܠܬܝܢ ܘܚܡܫ ܫܢܝ̈ܢ. ܡ̣ܢ ܫܢܬ ܬܫܥܣܪ̈ܐ ܕܛܒܪܝܘܣ ܘܥܕܡܐ ܠܫܢܬ ܬܠܬܥܣܪ̈ܐ ܕܡܠܟܘܬܗ ܕܢܐܪܘܢ ܩܣܪ: In the Apparatus , the martyrium Pauli follows the prologue and contains important chronological data related to the arguments concerning the date of the Apparatus as a whole. See Willard, Critical Study , pp. 59-68. De Stefani noted that in Hist. Paul 13 we find two sets of dates laid out in reverse chronology from one another. The first chronology is copied from the end of the Prologue (Table 4), This portion of the prologue is included in ms Borg. sir. 147 (circ. 1400) but in a much more literal translation than in Hist. Paul . This manuscript dates Paul’s martyrdom to the 5 th of Ḥaziran (June) in the 36 th year of the Savior. My thanks to J. Edward Walters for directing my attention to this manuscript in his NAPS presentation in 2018. See http:\/\/syri.ac\/borg-sir-147. while the second chronology inverts the first one and follows the one found in the Martyrium Pauli (Table 5). Most people hold to J.A. Robinson’s conclusion that the martyrium Pauli was a later addition to the Apparatus . J.A. Robinson, Euthaliana (Cambridge: University Press, 1895), pp. 45-46, 71. Thus, following Robinson, De Stefani concluded that Hist. Paul must have relied on a developed form of the Apparatus, since the second chronology, from the martyrium Pauli , is also preserved. De Stefani, “Storia del beato apostolo S. Paolo”, p. 208. Table 5: Martyrium Pauli and History of Paul 13 Z 535 ( PG 713B) – Martyrium Pauli Hist. Paul 13.3-4 ἐπὶ Νέρωνος τοῦ καίσαρος Ῥωμαίων ἐμαρτύρησεν αὐτόθι Παῦλος ὁ ἀπόστολος, ξίφει τὴν κεφαλὴν ἀποτμηθεὶς ἐν τῷ τριακοστῷ καὶ ἓκτῳ ἔτει τοῦ σωτηρίου πάθους, τὸν καλὸν ἀγῶνα ἀγωνισάμενος ἐν Ῥώμῃ, πέμπτῃ ἡμέρᾳ Πανέμου μηνός, ἥτις λέγοιτο ἀν παρὰ Ῥωμαίοις ἡ πρὸ τριῶν καλανδῶν Ἰουλίων, καθ᾽ ἥν ἐτελειώθη ὁ ἅγιος ἀπόστολος τῷ κατ᾽ αὐτὸν μαρτυρίῳ. ἑξηκοστῷ καὶ ἐννάτῳ ἔτει τῆς τοῦ σωτῆρος ἡμῶν Ἰησοῦ Χριστοῦ παρουσίας. ܐܬܟܠܠ ܕܝܢ ܗܠܝܢ ܢܨܚܝ̈ܐ ܒܫܢܬ ܬܠܬܥܣܪ̈ܐ ܕܡܠܟܘܬܗ ܕܢܐܪܘܢ: ܕܗܝ̤ ܗܝ ܫܢܬ ܬܠܬܝܢ ܘܫܬ ܕܚܫܗ ܕܦܪܘܩܢ. ܫܡܥܘܢ ܕܝܢ ܐܬܟܠܠ ܩܕܡ ܦܘܠܘܣ: ܘܦܘܠܘܣ ܒܬܪܗ ܒܗ̇ ܒܫܢܬܐ ܒܚܡܫܒܫܒܐ ܒܝܪܚ ܬܡܘܙ ܒܥܣܪܝܢ ܬܫܥܐ ܒܗ. The same dates from the martyrium Pauli appear elsewhere in the prologue, but in an inverted order and spread throughout several paragraphs ( PG 700C-710A; 712AB; 708B). In other words, whoever inserted the martyrium into the rest of the Apparatus used dates that appeared in the prologue and placed them in order. The parallels between the dates and their specific order in both cases are undeniable. De Stefani therefore claimed that the editor of Hist. Paul had at his disposal a version of Euthalius that included the martyrium , since the order of the dates in the martyrium matches exactly the order of those found in Hist. Paul 13. This is a possible conclusion, but the evidence is circumstantial. Moreover, it is strange that the parallels between Hist. Paul and the martyrium end here. The editor of Hist. Paul includes a completely different story of the aftermath of Paul’s (and Peter’s) martyrdom after mentioning these dates. Without more details from the martyrium to certify a connection, and since the dates also appear in the prologue without the martyrium , we must allow for the possibility that the shared order of the dates between the texts is coincidental. Moreover, given that Hist. Paul makes no other use of the martyrium Pauli , but instead includes a unique story about the trees, it is more likely that, contra de Stefani, Hist. Paul did not consult a version of the Apparatus that contained the martyrium Pauli . A more striking comparison may be found between Hist. Paul ’s Euthalian material and one of the NT manuscripts first studied by von Dobschütz: MS L\/P20, the Peshitta version containing the prologue to the Pauline Epistles. As noted by von Dobschütz, the Euthalian prologue in L\/P20 is disjointed and appears at the end of the manuscript. The organization of this version of the prologue looks strikingly similar to the organization of Hist. Paul : Table 6: Euthalian Prologue in MS L\/P20 Adapted from von Dobschütz, “Euthaliansstudien”, pp. 123-127. Fols. 194r—195r: πρόλογος Fols. 195r—196r: πρόλογος Fols. 196r—196v: Eusebius, HE 2.22.1-8 Fols. 196v—196r*: martyrium Pauli Fols. 196r*—196v*: Anonymous Chronology von Dobschütz, “Euthaliansstudien”, p. 124: “‘Ferner Zusammen-stellung in kurzen (Worten) von allen...die oben gesagt wurden’ : eine chronologische Aufzählung der wichtigsten Thatsachen aus Jesu Leben und der Wirksamkeit des Paulus, die auf der Chronik des Eusebios zu ruhen scheint, leider aber kaum mehr zu entziffern ist.” = Z 515—523 = Z 529—535 = Z 535 When compared with the organization of the Euthalian prologue in Hist. Paul in Table 3 above, the intersections of the material are obvious. The prologue in L\/P20 matches the organization of Hist. Paul almost perfectly. They omit much of the same content as one another. Moreover, if we look closely at Hist. Paul , we find that some of the disjointed material in chs 7-9 can be found in Eusebius, also included in MS L\/P20. Finally, like Hist. Paul , MS L\/P20 contains an altered version of Paul’s martyrdom. Von Dobschütz writes: “Das Martyrium des Apostels Paulus, teils eine wörtliche Übersetzung, teils eine syrische Umarbeitung des bei Zacagni 535 sich an den Prolog anschliefsenden μαρτύριον Παύλου τοῦ ἀποστόλου .” von Dobschütz, “Euthaliansstudien”, p. 124. It would certainly seem, given the discussion above, that the martyrdom sequence in Hist. Paul is also an “Umarbeitung” of the same type found in this manuscript. Given the intersections between these two portrayals of the Euthalian prologue to the Pauline Epistles, it is reasonable to suggest that some intertextuality is at play. I do not mean to suggest that either text is necessarily copying the other—though that remains a possibility—but rather that the two are cut from a similar cloth and their respective editors have stitched together separate profiles of St. Paul’s life using nearly identical fragments from the Euthalian Apparatus . Furthermore, provided that these texts share so much in common, we must regard the History of Paul as a valuable source for the Syriac Euthalian Apparatus . Beyond this, it is important to consider the process by which an editor has excised fragments of an existing text and invented a wholly new and distinct sketch of Paul’s life and deeds. I will say more about this in my conclusion. Next, we will consider yet another piece of the Euthalian Apparatus masquerading as an apocryphal rendering of St. Paul’s life. “The History that Should be Placed at the Beginning of the Book of Paul the Apostle” Rahmani published three texts from the library at Sharfeh that, as Eastman more recently observed, show “no progression of thought from one text to the next.” Eastman postulated that “an editor identified different texts about the chronology of Paul’s life and copied them together in the same manuscript.” Eastman, Ancient Martyrdom Accounts , p. 204. He was partially correct, though neither Eastman nor Rahmani were aware that these texts are, in fact, translations, or perhaps paraphrases, of the prologue to the Pauline Epistles from the Euthalian Apparatus . The first text, which Rahmani gave the title “The Martyrdom of Paul and the Discovery of His Severed Head,” ( Mart. Paul Sev. Head) begins with a brief description of Paul’s life and conversion, followed by his trial and execution in Rome. The progression of this short sequence, detailing Paul’s lineage in Tarsus, from the tribe of Benjamin, and his loyalty to the Pharisee sect, is directly related to the Euthalian prologue. Eastman, Ancient Martyrdom Accounts , p. 209 fn. 3 also provides other sources for some of this material, including Eusebius. The story then moves to a somewhat unique account of the later discovery of Paul’s lost, severed head by a farmer. After some miraculous activity, the farmer notifies Xystus (Sixtus), the bishop of Rome, who recognizes that this must be Paul’s severed head. They conduct an experiment by bringing the head into contact with the body of Paul and their theory is confirmed when the head reattaches itself to the body. At the end of this short narrative, we find a familiar chronology. The writer summarizes: From Paul’s calling to the end of his life, there were thirty-five years: thirty-one when he was traveling around everywhere, two in prison in Caesarea, and two in Rome. He became a martyr in the thirty-sixth year after the passion of our Savior. Behold, he was placed with great honor in the splendid churches of the empire in Rome, and every year on the twenty-ninth of Tammuz, we celebrate the day of his festival. Translation from Eastman, Ancient Martyrdom Accounts , p. 211. The chronology given here matches closely the one found in Hist. Paul 13.1, and therefore it also matches that found in the Euthalian prologue. There is some discrepancy in the dates (see Table 7). Table 7: Chronologies of Paul’s Martyrdom Euthalian Prologue Z 532 ( PG 712A-B) Hist. Paul 13 Mart. Paul Sev. Head 1. Paul’s Preaching = 21 years 2. Caesarea Prison = 2 years 3. Rome = 2 years 4. Last 10 years 5. Total of 35 years from the death of Jesus 1. Total of 35 years 2. Paul ‘s preaching = 21 years 3. Prison in Caesarea = 2 years 4. Rome = 2 years 5. Last 10 years 6. 29th of Tammuz 1. Paul’s preaching = 31 years 2. Prison in Caesarea = 2 years 3. Rome = 2 years 4. 29th of Tammuz The chronology in Mart. Paul Sev. Head appears to correct the chronology offered in the other versions by combining the “last ten years” of Paul’s life into his life of ministry. Otherwise, it follows the chronology of Hist. Paul quite closely, even confirming the date of the 29 th of Tammuz (early July\/late June), which Hist. Paul shares in common with the martyrium Pauli , as discussed above. Once again, we have details that match those found in the Euthalian prologue mixed with unique material concerning the period after Paul’s death. In Hist. Paul we had the story of the trees whereas here we find the miracle of Paul’s severed head reattaching itself to Paul’s body. The overlapping material is enough to suggest some dependency of this text on the traditions preserved in the Euthalian Apparatus . More certainly related to Euthalian traditions are the next two texts. Eastman evidently misunderstood Rahmani’s original statements about these texts when he claims that all three came from one manuscript, about which Rahmani did not provide any details. On the contrary, Rahmani explains that Mart. Paul Sev. Head came from one manuscript copied in 1468, Rahmani, Studia syriaca , p. 53. This appears to be the same manuscript described by I. Armalet,  Catalogue des manuscrits de Charfet (Jounieh, Liban: Imprimerie des PP. Missionaires Libanais, 1937), p. 76. Armalet says it was copied in 1464. The manuscript contains ܬܘܪ̈ܓܡܐ of Moshe bar Kepha. Rahmani says, “Ibi brevis perhibetur notitia martyria apostolorum Petri et Pauli, adiecta legenda de invention capitis s. Pauli sub Xysto Papa.” while the next two texts came from a Harklean NT manuscript copied in 1168. Rahmani, Studia syriaca , p. 54. As far as I can tell, Armalet does not mention this particular manuscript. He mentions at least three Harklean mss of the NT, two of them dated, respectively, to 1296 and 1480. He provides no date for the third. See Armalet, Catalogue , p. 13. Upon reading the first line, it becomes obvious that this is a direct copy of the Euthalian prologue to the Pauline Epistles. Table 8 Euthalian Prologue Z 515-516 ( PG 693A) “History…at the Beginning of Book of Paul” τὸ φιλομαθὲς καὶ σπουδαῖον ἀγάμενος τῆς σῆς ἀγάπης, πάτερ τιμιώτατε, αἰδοῖ τε καὶ πειθοί εἴκων, στενωπῷ τινι καὶ παρεισδύσει τῆς ἱστορίας ἐμαυτὸν ἐπαφῆκα τόνδε τὸν πρόλογον τῆς Παύλου πραγματείας συγγράψαι ܟܕ ܒܪܚܡܬ ܝܘܠܦܢܐ ܘܚܨܝܦܘܬܐ ܕܚܘܒܟ ܡܬܕܡܪ ܐܢܐ ܐܒܘܢ ܝܩܝܪܐ. ܒܟܘܚܕܐ ܘܒܡܫܬܡܥܢܘܬܐ ܡܬܥܢܐ ܐܢܐ: ܘܒܚܘܠܢܐ ܐܠܝܨܐ ܘܩܛܝܢܐ ܕܬܫܥܝܬܐ ܢܦܫܝ ܡܫܡܪ ܐܢܐ. ܕܫܪܒܐ ܗܢܐ ܩܕܡ ܡܟܬܒܢܘܬܗ ܕܦܐܘܠܘܣ ܐܣܝܡ. The beginning of the next section contains the same text as the opening of Hist. Paul , further confirming that this text pulls directly from the Euthalian prologue. In fact, the two texts are similar enough that, despite the fact that he missed the connection to the Euthalian prologue, Rahmani hypothesized that the text of Hist. Paul edited by Bedjan was related to his own and may be the key to filling in the one-page lacuna in the manuscript. Rahmani, Studia syriaca , p. 54: “Notandum porro est ex hac vita emanare illam, quam edidit P. Bedjan, proindeque ex ista facile completur lacuna quae in nostra reperitur propter folium quod ex descripto codice exciderat.” Table 9 Hist. Paul 1 “History…at the Beginning of Book of Paul” ܥܒ̣ܪܝܐ ܗܟܝܠ ܐܝܬܘܗܝ ܗܘܐ ܡܢ ܫܪܒ̇ܬܐ ܕܒܢܝܡܝܢ. ܦܪܝܫܝܐ ܒܗܪܣܝܣ ܕܝܠܗ. ܘܩܕܡ ܪܷ̈ܓܠܘܗܝ ܕܓܡܠܝܐܝܠ ܡܠܦܢܐ ܘܪܕܝܐ ܒܢܡܘܣܐ ܐܬܕܪܫ ܗܘܐ. ܘܒܛܪܣܘܣ ܕܩܝܠܝܩܝܐ ܥܡ̇ܪ ܗܘܐ. ܪܕܘܦܐ ܘܒܙܘܙܐ ܕܥܕܬܗ ܕܐܠܗܐ: ܦܘܠܘܣ ܫܠܝܚܐ ܥܒܪܝܐ ܡܢ ܐܝܬܘܗܝ ܗܘܐ ܒܓܢܣܗ. ܡܢ ܫܒܛܐ ܕܒܢܝܡܝܢ ܦܪܝܫܝܐ ܕܝܢ ܒܐܪܐܣܝܣ ܕܝܠܗ. ܘܩܕܡ ܡܠܦܢܐ ܡܗܝܡܢܐ ܓܡܠܝܐܝܠ. ܒܢܡܘܣܐ ܕܡܘܫܐ ܐܬܪܕܝ. ܥܡ ܕܝܢ ܗܠܝܢ: ܒܛܪܣܘܣ ܕܐܝܬܝܗ̇ ܥܝܢܐ ܕܩܝܠܝܩܝܐ ܥܡܪ ܗܘܐ ܪܕܦ ܗܘܐ ܕܝܢ ܘܒܐܙ ܠܥܕ̈ܬܐ ܕܐܠܗܐ. This “History” goes even further in its use of the Euthalian prologue than Hist. Paul . After the one-page lacuna, we find a fragment of the chronology represented in Hist. Paul 13 (see Table 7 above). However, whereas Hist. Paul diverts from the prologue at this point and includes its own unique story of the two trees, the “History” goes on to copy from the remaining portion of the prologue (= Z 534-535\/ PG 712C-713A). The “History” then ends with a colophon: “Ended is the history that ought to be placed at the beginning of the book of Paul the Apostle.” ܫܠܡ ܫܪܒܐ ܕܘܠܐ ܕܢܬܬܣܝܡ ܒܫܘܪܝ ܟܬܒܐ ܕܦܘܠܘܣ ܫܠܝܚܐ The placement of this colophon may explain why Eastman understood this text and the one that follows as deriving from different sources. There may be a better explanation. As it turns out, the third text included by Rahmani is a direct copy of the martyrium Pauli , which itself was appended to the Apparatus at a later stage in its development. Unlike Hist. Paul , which only contained the same chronology as the martyrium , leading de Stefani to conclude that the writer of Hist. Paul knew a more developed recension of the Apparatus , in this case we have a complete translation of the martyrium . The reason for its separation from the previous section by a colophon is that it appeared that way in the source text of the Apparatus . Table 10 martyrium Pauli “Martyrdom of Paul in Rome by Nero” ἐπὶ Νέρωνος τοῦ Καίσαρος Ῥωμαίων ἐμαρτύρησεν αὐτόθι Παῦλος ὁ ἀπόστολος, ξίφει τὴν κεφαλὴν ἀποτμηθεὶς ἐν τῷ τριακοστῷ καὶ ἕκτῳ ἔτει τοῦ σωτηρίου πάθους, τὸν καλὸν ἀγῶνα ἀγωνισάμενος ἐν Ῥώμῃ, πέμπτῃ ἡμέρᾳ Πανέμου μηνός, ἥτις λέγοιτο ἀν παρὰ Ῥωμαίοις ἡ πρὸ τριῶν καλανδῶν Ἰουλίων, καθ᾽ ἥν ἐτελειώθη ὁ ἅγιος ἀπόστολος τῷ κατ᾽ αὐτὸν μαρτυρίῳ, ἑξηκοστῷ καὶ ἐννάτῳ ἔτει τῆς τοῦ σωτῆρος ἡμῶν Ἰησοῦ Χριστοῦ παρουσίας. ἔστιν οὖν ὁ πᾶς χρόνος ἐξ οὗ ἐμαρτύρησε τριακόσια τριάκοντα ἔτη μέχρι τῆς παρούσης ταύτης ὑπατείας, τετάρτης μὲν Ἀρκαδίου τρίτης δὲ Ὁνωρίου τῶν δύο άδελφῶν αὐτοκρατόρων Αὐγούστων, ἐννάτης ἰνδικτιῶνος τῆς πεντεκαιδεκαετηρικῆς περιόδου, μηνὸς Ἰουνίου εἰκοστῇ ἐννάτῃ ἡμέρᾳ. ἐσημειωσάμην ἀκριβῶς τὸν χρόνον τοῦ μαρτυρίου Παύλου ἀποστόλου. ܒܝܘ̈ܡܝ ܢܐܪܘܢ ܩܣܪ ܕܪ̈ܘܡܝܐ. ܐܣܗܕ ܒܪܘܡܝ ܦܐܘܠܘܣ ܫܠܝܚܐ. ܟܕ ܐܬܦܣܩ ܪܝܫܗ ܒܣܝܦܐ. ܒܫܢܬܐ ܓܝܪ ܕܬܠܬܝܢ ܘܫܬ ܕܚܫܗ ܕܦܪܘܩܢ. ܐܓܘܢܐ ܫܦܝܪܐ ܐܬܟܬܫ ܒܪܘܡܝ ܒܚܡܫ ܒܫܒܐ ܒܝܪܚܐ ܬܡܘܙ ܒܥܣܪܝܢ ܘܬܫܥܐ ܒܗ. ܘܐܫܬܡܠܝ ܫܠܝܚܐ ܩܕܝܫܐ ܒܣܗܕܘܬܗ ܒܫܢܬܐ ܕܫܬܝܢ ܘܬܫܥ ܕܡܐܬܝܬܗ ܕܦܪܘܩܢ ܝܫܘܥ ܡܫܝܚܐ܀ ܐܝܬܘܗܝ ܗܟܝܠ ܟܠܗ ܙܒܢܐ ܡܢ ܟܕ ܐܣܗܕ ܘܥܕܡܐ ܠܫܢܬܐ ܕܬܡܢܡܐܐ ܘܥܣܪܐ ܕܐܠܟܣܢܕܪܘܣ ܡܩܕܘܢܝܐ. ܕܒܗ̇ ܟܬܒܐ ܗܢܐ ܡܢ ܝܘܢܝܐ ܠܣܘܪܝܝܐ ܐܬܦܫܩ. ܒܙܒܢܬܐ ܩܕܡܝܬܐ. ܫܢ̈ܝܐ ܐܪܒܥܝܡܐܐ ܘܬܠܬܝܢ ܘܫܝܬ܀ ܚܬܝܬܐܝܬ ܐܘܕܥܬ ܙܒܢܐ ܕܣܗܕܘܬܗ ܕܦܐܘܠܘܣ܀ There can be no doubt that the texts edited by Rahmani, and later by Eastman, are Syriac translations of the Euthalian prologue to the Pauline Epistles. If Rahmani did indeed pull the “History” and the “Martyrdom” from a Harklean manuscript at Sharfeh, then it would leave us with two distinct recensions between the texts we have examined. As I argued above, the organization of the Euthalian material in Hist. Paul matches quite closely to the organization in MS L\/P20, a Peshitta manuscript. The texts edited by Rahmani, by contrast, reveal knowledge of a complete version of the Syriac Apparatus in a Harklean NT manuscript. This is not terribly surprising, since, as we saw earlier, von Dobschütz’s MS O (=H1) contains a full version of the prologue. It is possible, therefore, that the Sharfeh manuscript described by Rahmani belongs to the same manuscript family as O\/H1. This evidence from apocryphal texts is important for the study of the Euthalian πρόλογος to the Pauline Epistles in Syriac. As a case in point, we may look at the final lines of the “Martyrdom” text, where we find the claim that the year 810 of Alexander (=499 CE) Syriac Christians used the Seleucid dating system well into the Medieval period, starting from Oct 1, 311 BCE. See Muriel Debié, “Syriac Historiography and Identity Formation”, Church History and Religious Culture 89:1-3 (2009): 93-114. “this book was translated from Greek into Syriac for the first time.” ܕܒܗ̇ ܟܬܒܐ ܗܢܐ ܡܢ ܝܘܢܝܐ ܠܣܘܪܝܝܐ ܐܬܦܫܩ. ܒܙܒܢܬܐ ܩܕܡܝܬܐ. It is not entirely clear from this statement which “book” is being discussed. Within the context, the most obvious conclusion is that it refers to the prologue itself. It certainly could not refer to the Harklean translation, which took place over a century later; nor could it refer to Polycarp’s translation for Philoxenus in 508 CE, though it is closer to that date. The most plausible explanation is that this statement claims that the Syriac Euthalian prologue to the Pauline Epistles was first translated into Syriac in 499. In fact, this dating for the first translation compliments the theory of von Dobschütz that there was an edition of the Euthalian prologue prior to 508, one that may have contained the martyrium Pauli . von Dobschütz, “Euthaliansstudien”, pp. 144-5. According to von Dobschütz, this would have been a manuscript of the Peshitta containing the prologue material, which was then used, in conjunction with Polycarp’s edition, to revise the Peshitta further. The outcome of this may be seen in MS L\/P20 (see Table 11). Thus, if we trust the date provided in the “Martyrdom” edited by Rahmani, we can more precisely date the translation of the prologue to the Pauline Epistles into Syriac. To be sure, there are still some mysteries about how various pieces fit together. As Brock points out, MS L\/P20 is surprisingly an East Syrian manuscript of the Peshitta. Brock, “Syriac Euthalian Material”, p. 121. It is also surprising that Rahmani’s Syrian Catholic library held so many Harklean translations, given that Tumo’s whole project was done on behalf of the Syrian Orthodox (Miaphysite) Church. These questions cannot be answered here. Suffice it to say, the apocryphal texts studied above are important pieces for the history of the Syriac Euthalian Apparatus and must be considered in further research. Table 11 See von Dobschütz, “Euthaliusstudien”, p. 144; Willard, Critical Study , p. 103. Conclusion I have drawn attention to several texts that masquerade as apocryphal stories about Paul. In reality, these stories come directly from the prologue to the Pauline Epistles contained in the Euthalian Apparatus . In other words, although these texts appear to be apocryphal traditions about Paul (specifically about his martyrdom), they actually come from NT manuscripts themselves. These examples provide insight into the importance of paratextual material for the study of late-antique and Medieval Christianity. The Euthalian prologues were included in some of the New Testaments that were read by Christians in these periods. As D.C. Parker writes, We have to ask whether by wresting the apostolic text of such [Euthalian] manuscripts out of their sophisticated environment of text and paratext, with levels of script, we are not doing harm to our understanding by ripping the jewel out of its setting. Moreover, a study of a text within its whole environment in the manuscript containing it may provide further evidence for placing it within the tradition. Parker, Textual Scholarship , p. 56. If we overlook the Euthalian material, we miss, at the very least, the traditions that would have become commonplace to the average church-goer who heard the readings of these paratexts during the church services as well as on feast days and holidays. To these Christians, what they heard from the Euthalian Apparatus was Scripture—authoritative accounts of Paul’s life and death. The continued transmission of the Euthalian prologue in NT manuscripts testifies, at a material level, to their importance in the scriptural practices a variety of Syriac-speaking Christian communities. On “scriptural practices” see David Brakke, “Scriptural Practices in Early Christianity: Towards a New History of the New Testament Canon,” in Invention, Rewriting, Usurpation: Discursive Fights over Religious Traditions in Antiquity (eds., J. Ulrich, A.-C. Jacobsen, D. Brakke; Early Christianity in the Context of Antiquity 11; Frankfurt am Main: Peter Lang, 2012), pp. 263-80. At the same time, the texts studied here are examples of how even ancient scribes and copyists engaged in the “wresting” and “ripping” of texts out of one textual environment and creating new and distinct texts (and paratexts). The person who composed Hist. Paul is really no less guilty than a modern text critic (like Rahmani in this case) of removing a piece of a text from its nascent context and reappropriating it to a new one. Such a scriptural practice as this allows us to glimpse the malleability of texts (even parts of texts) at the hands of their ancient authors. Moreover, we can glimpse the types of discursive fights over the “correct” dates and “accurate” accounts surrounding Saints’ lives. In the end, at the very least, we must admit that the content Euthalian prologues served as a source of inspiration for authors and writers to (re)imagine the life of St. Paul in new and fascinating ways.",
    "title" : 
    [ "The History that Should be Placed at the Beginning of the Book of Paul the Apostle”: New Evidence for the Syriac Euthalian Apparatus in Apocryphal Texts",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Lollar, Jacob A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1lollar",
    "type" : "article",
    "displayTitleEnglish" : "“The History that Should be Placed at the Beginning of the Book of Paul the Apostle”: New Evidence for the Syriac Euthalian Apparatus in Apocryphal Texts" }