
  { "fullText" : "Robert J. Phenix Jr. and Cornelia B. Horn, eds. and trs., The Rabbula Corpus: Comprising the Life of Rabbula, His Correspondence, a Homily Delivered in Constantinople, Canons and Hymns with Texts in Syriac and Latin (Atlanta: SBL Press, 2017). Pp. cclviii + 309; $122. Bishop Rabbula of Edessa († 435) can be compared with John Chrysostom († 407). Both men were born into the Greek-speaking élite of the most hellenized part of Roman Syria and educated accordingly, both made it their objective “to suppress abuses and reform society, so as to bring it into a more faithful observance of the precepts of the gospel” (A.-M. Malingrey on the latter). But whereas Chrysostom encountered powerful opposition at Constantinople and ended his life in exile, Rabbula dominated his city right up to his death. Few bishops have been such uncompromising advocates of a society in which poverty is honoured above riches. Rabbula claims the attention of all who suspect that Jesus aspired to radical social reform and actually said “Blessed are the poor,” which his more worldly followers later qualified as “Blessed are the poor in spirit .” Phenix and Horn set out to provide a more or less comprehensive source-book for the study of Rabbula. They have called it “The Rabbula Corpus,” which is perhaps a little misleading. There is indeed, preserved in a sixth-century manuscript, such a body of texts: “The Heroic Deeds of Bishop Rabbula of Edessa” with its three appendices: Rabbula’s rule for his clergy, his rule for the monks of his diocese and an anti-Nestorian homily (in Syriac), which he is alleged to have delivered in the presence of Nestorius himself at Constantinople. This fifth-century kernel has snowballed, since the nineteenth century, into the much fuller source-book under review. Phenix and Horn build on the corpora assembled by Overbeck and Bickell. Overbeck J. J. Overbeck, ed., S. Ephraemi Syri, Rabulae episcopi Edesseni, Balaei aliorumque opera selecta e codicibus Syriacis manuscriptis in Museo Britannico et Bibliotheca Bodleiana asservatis (Oxford 1865). expands the sixth-century corpus by the addition of further canons and correspondence before the “Homily” and, after it, of “supplications” (texts to be sung at prayer) attributed to Rabbula. The author of “The Heroic Deeds of Bishop Rabbula” tells his reader, in §47, that he is already engaged in a project to translate from Greek into Syriac forty-six letters which Rabbula wrote “to ordained clergy, crowned heads, powerful men and monks.” This statement probably inspired Overbeck to include the Syriac texts of correspondence between Rabbula and three bishops (see No. 6). He does not translate the Syriac texts. Bickell rolls the snowball further, picking up the passage on Rabbula’s conversion from the Life of Alexander Akoimetes; but his German translations are printed without the Syriac and Greek originals. Bickell’s translation deserves to be reprinted in Latin type, observing present-day orthographical and grammatical norms. The Rabbula Corpus represents a further accumulation. Phenix and Horn alter the order as follows: 1) “The Heroic Deeds of Bishop Rabbula” (in Syriac); The Rabbula Corpus refers to “The Heroic Deeds of My Lord Rabbula, Bishop of Edessa, the Blessed City,” as “The Life of Rabbula” or “the encomium” (this specific term is even substituted for the general word “speech” ܡܐܡܪܐ in the translation) and to its author as “the encomiast.” 2) Rabbula’s alleged Constantinopolitan homily (in Syriac); 3) Rabbula’s rule for monks (in Syriac); 4) Rabbula’s rule for the clergy and the qyāmâ (in Syriac); 5) Another rule for monks, falsely attributed to Rabbula (in Syriac); Texts II and III of A. Vööbus, Syriac and Arabic Documents Regarding Legislation Relative to Syrian Asceticism (Stockholm 1960) are the first two appendices of “The Heroic Deeds of Bishop Rabbula,” in reverse order, as in Overbeck’s edition; text IX contains more “Rules attributed to Rabbula,” the first six of which are thought to be genuine, though this should probably be seen as a later revision of his rule, incorporating some original material. 6) Rabbula’s correspondence with Cyril, Andrew and Gemellinus (in Syriac); Pseudo-Zacharias Rhetor gives a longer version of this letter. It is this which is included in The Rabbula Corpus . 7) John of Antioch’s letter to the bishops of Osrhoene and other letters (in Latin); In the correspondence of Rabbula are included several letters preserved from the Latin Collectio Casinensis , as edited by Eduard Schwartz in the Acta Conciliorum Oecumenicorum . 8) The tract De recta fide , dubiously attributed to Cyril (in a Syriac translation); 9) A larger number of hymns attributed to Rabbula (in Syriac). The bibliography (primary sources and translations pp. 419–440; secondary literature pp. 440–474) and the comprehensive index (pp. 475–509) will make the book very useful to specialists, though the latter is marred by the occasional omission of spaces between the page-numbers. The index would have been even more useful if an entry such as “church,” referring to 171 of the 757 pages, had been subdivided, separating references to the church as an institution from those to the church-building and breaking these up further, in order to save the reader time. Phenix and Horn do not intend their introduction to replace G. G. Blum’s Rabbula von Edessa: Der Christ, der Bischof, der Theologe (1969), “the only monograph on Rabbula”; but they do claim to bring that book up to date (p. xxiv). They do so, perhaps, where monasticism and the qyāmâ are concerned. But on the problem of Rabbula’s famous U-turn, when he switched his allegiance from Antioch to Alexandria, Phenix and Horn disappoint. They simply subscribe to Blum’s opinion, ignoring H. J. W. Drijvers, H. J. W. Drijvers, “Rabbula, Bishop of Edessa: Spiritual Authority and Secular Power,” in: J. W. Drijvers and J. W. Watt, eds., Portraits of Spiritual Authority: Religious Power in Early Christianity, Byzantium and the Christian Orient (Leiden 1999), 139–154. This important article is listed in the biblio-graphy of The Rabbula Corpus , but it is referred to only once, in a general way, on p. xxiii. who argues that Rabbula’s formation as a theologian must have been Antiochene, because his masters were Eusebius of Chalcis and Acacius of Aleppo, the latter a close associate of Theodoret. Ibas’ claim that Rabbula was once an avid reader of Theodore of Mopsuestia is therefore plausible. It does not occur to either Blum or Phenix and Horn that the Syriac “translation” of the homily (not extant in Greek) allegedly delivered at Constantinople, which takes a bold anti-Nestorian stance, is an answer to the charge that Rabbula must once have been a supporter of Nestorius. Indeed, who else but Nestorius can have invited him to preach in Haghia Sophia during that patriarch’s reign? At Ephesus in 431, Rabbula set his signature to the deposition of Cyril; only afterwards, when the emperor’s support for Cyril became known, did Rabbula “distance ( separavit ) himself from the Oriental synod” and become, overnight, an ardent supporter of Cyril and a slanderer of the great exegete Theodore and his disciple, Nestorius, thereby avoiding the fate of Chrysostom. Drijvers does justice to all the sources; yet his arguments are passed over in silence. Blum argues that Rabbula’s signatures at Ephesus were forged and that he must have stayed at home. This unlikely theory, supported by no good evidence, becomes, for Phenix and Horn, “the fact that Rabbula was not present at the Council of Ephesus” (p. clxxi, reviewer’s emphasis). The authors speak of “the stunning silences in the Life of Rabbula ” (p. xviii). They do not appreciate the full significance of the encomiast’s silence about Rabbula’s role at Ephesus in 431. If he never put his name to the deposition of Cyril, the record ought to have been set straight by his apologist. Instead, the ecumenical council, like other awkward subjects, is avoided altogether. Much of his praise for Rabbula can be read as indirect criticism of his successor, Ibas, under whom the encomiast probably wrote. The famous schools of the city, including that of the Christians from Persia, of which Ibas was the head, are only mentioned in passing; indeed, Phenix and Horn mistake the word ܡܟ̈ܬܒܐ (Overbeck, p. 190, line 7), which is probably to be translated as “schools” (though Doran, p. 89, penult., has “those inscribed on the welfare rolls”), for ܡ̈ܟܬܒܢܐ “scribes,” so even this passing reference is missed. The encomiast denies (§38) that Rabbula “built anything in the earth,” apart from his hospital for women The stone for this was obtained by the demolition of four temples of idols, so how can Phenix and Horn maintain (pp. cxlvii–cxlviii) that “no specific action that Rabbula took against [the pagans]” is recorded? and minimal repairs to the nave-wall of the cathedral church, which had suffered ܢܟܝܢܐ “damage.” If he does not mention the probable cause of this damage, a flood which brought down the city-wall on Tuesday, 18th March, 413, that is probably because the fact of this flood had been used against Rabbula by opponents, who would have claimed it as proof of God’s dissatisfaction with the new bishop of the “Blessed City.” The flood of 525 was certainly cited as evidence that God disapproved of the actions of the then bishop of Edessa. The devious wording of this denial conceals the fact, reported in the Chronicle of Edessa , The Chronicle of Edessa is also the source for two reports of the flood of 413, one in its proper place and one in the conclusion. that, already before the flood of 413, Rabbula had converted the synagogue of the Jews into the church of St Stephen. (He did not need to replace the foundations, so built nothing “ in the earth”!) Far from acknowledging this, the encomiast is at pains to say how well Rabbula got on with the Jews of his city and how bitterly these outsiders – more honestly characterized in §42 as “the obstinate Israelite people” – mourned the dead bishop. Phenix and Horn (following Hallier, Blum and Doran) take this at face value. But the church-leaders of Syria are not to be trusted when they claim to have the best interests of the Jews at heart. One only has to remember Rabbula’s fourth-century models: the bishop who orchestrated (with impunity) the destruction of the synagogue of Callinicus, Chrysostom and (not least) Ephrem. Rabbula’s contemporary, Barṣauma of Samosata, was not the only one to intimidate judges and even royalty when they dared defend the downtrodden Jews. See now The Life of the Syrian Saint Barsauma: Eulogy of a Hero of the Resistance to the Council of Chalcedon , translated by A. N. Palmer (Oakland, California 2020), esp. sect. 38–45, 91–97. The reign of Theodosius II saw a rise in legislative discrimination against the Jewish community. There is no good reason, then, to doubt the report that Rabbula, in confiscating a synagogue, was acting in accordance with an imperial edict. Yet Blum accepts Ludwig Hallier’s far-fetched emendation of “Jews” to “Audians”; and Phenix and Horn join this chorus of denial that injustice was ever done to the Jews of Edessa! It might have been better to leave the sixth-century corpus in its original sequence, not to re-order its parts. But the idea of making a source-book containing all the relevant texts in the original and in English translation was a very good one; The tract De recta fide would not really be missed, if it were omitted, whereas the Letter to Mari by Ibas of Edessa is a candidate for admission, since it contains controversial statements about Rabbula. As for the hymns, historians will gain little from reading them and lovers of florid liturgical poetry may not be interested in history, so why not put the hymns in a separate book? and if this comprehensive “historical source-book for the study of Rabbula” can be revised, corrected and reissued with a shorter introduction, The present introduction is 241 pages long; as if this were not intimidating enough, these pages are numbered, in Roman numerals, xvii–cclviii! it will be an extremely valuable resource. The criticisms in this review should therefore be seen by the authors as constructive, intended to help them improve on their work in a second edition which will combine the best of Overbeck’s, Bickell’s, Vööbus’s and Doran’s work. R. Doran, Stewards of the Poor: The Man of God, Rabbula, and Hiba in Fifth-century Edessa (Kalamazoo 2006). Phenix and Horn disclaim the ambition to replace Blum’s study of Rabbula. G. G. Blum, Rabbula von Edessa: Der Christ, der Bischof, der Theologe , CSCO 300 \/ Subsidia 34 (Leuven 1969). Perhaps, then, they should issue an updated translation of Blum, incorporating much of the material which overburdens the present introduction, of which pp. xvii–xlvi seem the most necessary. This last applies particularly to the section on “Persuasion, encomium and biography in the Life of Rabbula (= The Heroic Deeds of Bishop Rabbula),” which shows an admirable command of scholarship concerning the various biographical genres. As Phenix and Horn write on p. xlv: The author’s fealty to classical literary convention may be far greater than previously imagined, and if so, this will impact the use of the Life of Rabbula for the reconstruction of history in Edessa. Once the section on the Sitz im Leben of the Life (pp. lxx–cxiii) has been abridged and corrected (p. lxxii, on Rabbula’s dates, is misleading), “In the year 746 Rabbula, the bishop of Edessa, departed from this world on 8th August” (Chronicle of Edessa, A.D. 540, confirmed by Jacob of Edessa apud Elijah of Nisibis), that is 435, pace Phenix and Horn, RC , pp. xviii and lxxiii, n. 193, where Rabbula’s death is dated to the year 436). The obituary (§53) tells us Rabbula fell ill 24 years and 3 months after becoming bishop and died the following month, so his reign started on 1st April 411. The official date, however, was 1st October of the same year: “In the year 723 Rabbula became bishop in Edessa” ( Chronicle of Edessa ). As with the regnal dates of kings, the first full calendar year of each bishop is counted as his first year. it will be truly useful. The other texts included in the source-book should, in the reviewer’s opinion, be introduced at the appropriate points in the book. Here, too, brevity is needed – and greater accuracy, too. BL Add. 14,526 is a witness to the shorter of the two recensions of Rabbula’s monastic rule, and Overbeck identified only two MSS of the longer (not three, as stated on p. ccxxii); the second sentence on the “Commandments and Admonitions for the Priests and the Children of the Covenant” seems to contradict the first (p. ccxxiv); the Syriac on pp. ccxlvi and ccxlvii is riddled with errors; and the Seleucid year 737 is A. D. 425\/6 (not 424\/5, as stated on p. ccl). The Syriac texts need to be corrected from the manuscripts. Vat. Borg. cod. syr. 10 is online and from it I have made many corrections to the “Canons for the Monks,” attributed to Rabbula, the translation of which by Phenix and Horn is particularly unreliable. In an appendix to this review, a step is already taken in this direction by listing corrigenda to the fifth-century corpus from MS BL Add. 14,652 (Wright, Catalogue , p. 651f., no. 732). The reviewer thanks the British Library for allowing him to photograph this codex in its entirety, free of charge. As for the English translations, these would benefit from a comparison with Bickell’s German translations, which are generally better, as the following passage from the hymns on p. 290f. of The Rabbula Corpus shows: Gustav Bickell, Ausgewählte Schriften aus syrischen Kirchenvätern , BKV (Kempten 1874), p. 262: Als die Heiligen kamen und sich niederlegten zum Gastmahl des Leidens, da tranken sie alle von jenem Most, welchen das Judenvolk auf Golgotha gekeltert hatte, und erlernten die verborgenen Geheimnisse des Hauses Gottes. Deshalb sagen wir lobsingend: Gelobt sei Christus, welcher die heiligen Märtyrer durch das Blut aus seiner Seite trunken gemacht hat! Phenix and Horn: When the saints went up and rested (Syr. ܥܠܼܘ ܘܓܢܼܘ “came in and reclined”) on the couch of their sufferings (Syr. ܒܣܡ̇ܟܐ ܕܚܫ̈ܐ “at the feast of sufferings” = “zum Gastmahl des Leidens” – the possessive pronoun is not in the Syr.), from that juice that the people trampled out (this ought to be: “that must which the [Jewish] people trod”) on Golgotha all of them drank and learned the secret mysteries (correct ܐܖ̈ܙܐ ܟܗ̈ܝܐ to ܐܪ̈ܙܐ ܟܣ̈ܝܐ = Overbeck) of the house of God. Wherefore (“and for that reason” – the archaic “wherefore” seems out of place) we sing with praises (“we sing praises” is better English) and say, blessed is the Messiah (this should be “Blessed is Christ”) who intoxicated the holy martyrs with the blood (“made the holy martyrs drunk on the blood” – the word “intoxicated” is taken from the wrong register) from his side. The English translations by Phenix and Horn, as published, are neither felicitous, nor accurate. For a revised edition they need to be thoroughly overhauled. An example will be given here from the most important source, “The Heroic Deeds of Bishop Rabbula.” In §46 the anonymous encomiast refers his reader to the Syriac translation of the homily delivered in Constantinople. This reference will be quoted here, first in Syriac (fol. 115v, Overbeck, p. 198f., Phenix and Horn, p. 68), then in Bickell’s German translation, then in Robert Doran’s English translation, and finally in the translation given in The Rabbula Corpus , so as to allow readers of this review to judge for themselves which is the best of the English translations. ܥܬܝܕܝܢ ܚܢܢ ܕܝܢ ܡܛܠ ܦܝܣܐ ܕܣ̈ܓܝܐܐ ܘܡܛܠ ܥܘܕܪܢܐ ܕܟܠܢܫܼ. ܐܦ ܕܢܟܬܒܝܘܗܝ ܡܢ ܒܬܪ ܡܐܡܪܢ ܕܥܠܘܗܝ̇. ܫܪܒܐ ܗܘ̇ ܕܡܠܠ ܛܘܒܢܐ ܒܐ̈ܕܢܘܗܝ ܕܛܪܘܢܐ ܒܥܕܬܐ ܪܒܬܐ ܕܩܘܣܛܢܛܝܢܦܘܠܝܣ. ܐܝܟ ܕܬܬܼܚܙܐ ܒܓܠܝܐ ܠܟܠܢܫ ܘܬܬܗܝܡܼܢ. ܕܐܝܕܐ ܦܪܗܣܝܐ ܪܒܬܐ ܩܢܼܝܐ ܗܘܬ ܡܠܬܗ ܡܫܠܛܐܝܬ̇. ܡܢ ܣܗܕܘܬܐ ܪܒܬܐ ܕܬܐܪܬܗ ܕܟܝܬܐ. Bickell, p. 202: Wir werden übrigens zur Zurechtweisung vieler und zum Nutzen aller nach unserer Lebensbeschreibung des seligen Rabbulas auch diese Rede mitteilen, welche er vor dem Tyrannen in der großen Kirche von Konstantinopel gehalten hat, damit jeder deutlich einsehe und sich davon überzeuge, welche große Zuversicht sein gewaltiges Wort durch das mächtige Zeugnis seines reinen Gewissens erhielt. Doran, p. 97: Now, after we have written his life, we will set down – for the persuasion of many and for the benefit of everyone – that discourse which the blessed one spoke in the tyrant’s ears in the great church in Constantinople so that it may be seen openly by everyone and how his discourse, spoken from the robust witness of his pure conscience, gave great confidence. Phenix and Horn, p. 69: We shall, for the sake of persuading many and for the sake of helping everyone, write down following our encomium about him that discourse that the blessed one spoke into the ears of the [imperial] throne in the great church of Constantinople, so that it appear openly to all people and be believed that his word possessed authoritatively this great boldness of speech. On account of the great witness of his pure conscience … In this last, the Greek loan-word τύραννος is translated as if it were θρόνος and the sentence ends too soon. The German translation is certainly the best of the three. The list of corrigenda which follows this review makes Phenix and Horn’s text of the sixth-century corpus preferable to Overbeck’s, partly because it includes corrigenda to this earlier edition and partly because Phenix and Horn annotate the text copiously and divide it into numbered sections for ease of reference. Slight adjustments are needed, however: The last nine words of sect. 17 belong to sect. 18, the first six words of sect. 22 belong to sect. 21 and the first six words of sect. 37 belong to sect. 36. Appendix: Corrigenda to the Syriac text of the sixth-century “Rabbula Corpus” N. B. Bold type is used to highlight the differences between the printed text and the manuscript, where a longer passage is quoted. Apart from an unnecessary “emendation” on p. 4 and the fact that “[85v]” is placed after, not before, the word with which that folio begins on p. 8, the only differences between the manuscript and the text printed on pp. 2–10 are points omitted and punctuation-marks altered. Such minor infidelities will be passed over here. On pages 12–20, 24–44 and 52–82, however, more serious errors have been introduced, sometimes (as on p. 4) through an attempt to emend the text. The Heroic Deeds of Mar Rabbula, Bishop of the Blessed City of Edessa (BL Add. 14,652, fols. 83r–125r; Overbeck, pp. 159–209; Phenix and Horn, pp. 2–83) 12 1 ܘܓܠܘ ܖ̈ܚܡܘܗܝ ܕܪܒܘܠܐ (MS ܘܓܼܠܘ ܖ̈ܚܼܡܘܗܝ ܥܠܘܗܝ ܕܪܒܘܠܐ ). 12 1–2 ܠܐ ܡܫܟܚ ܐܢܬ ܠܡܣ̇ܬܟܠܘ ܚܝܠܐ ܕܥܠ ܫܪܪܐ ܕܫܪܪܐ ܗܘ (MS ܠܐ ܡܫܟܚ ܐܢܬ ܠܡܣ̇ܬܟܠܘ ܚܝܠ ܫܪܪܐ ܕܫܪܪܐ ܗܘ ). 12 15 ܢܚܙܝܢܝܗ (MS ܢܚܙܝܢܝܗܝ – the object is Jesus). 14 6 ܒܡܗܝܡܢܘܬܐ (MS ܒܗܝܡܢܘܬܗ – meaning Rabbula’s faith). 14 12 ܐܦܩ (MS ܐܩܦ ). 16 5 ܪܒ̇ܐ (MS ܪܡ̇ܐܼ ). 16 7 ܠܡܕܝܢܬܐ (MS ܠܡܕܝܢܬܗ ). 16 9 ܕܥܡܪ (MS ܕܥܡܼܕ ). 18 4 ܙܗܝܪ (MS ܙܗܝܪܐ ). 18 14 ܒܫܡܠܐ (MS ܒܫܠܡܐ ). 20 3 ܢܩܐ (MS ܢܩܢܐ ). 24 9 Fol. 92r begins after the second ܙܘ̈ܥܝܢ , not after the first. 26 5 ܕܐܡܝܬܘ ܠܗܘܢ (MS ܕܡܝܬܘ ܠܗܘܢ which Phenix and Horn seem to think needs emendation). 28 11 ܐܘܠܝܨ (MS ܐܠܝܨ ). 30 ult (two errors) ܣܗ̈ܕܐ ܠܚܙܝܝܢ ܕܣܪܝܪ ܡܘܠܟܢܢ (MS ܣܗ̈ܕܐ ܠܚ̈ܙܝܝܢ ܕܫܪܝܪ ܡܘܠܟܢܢ ). 32 3 (two errors) ܐܠܦܐ ܐܡܗ ܘܚܬܗ. ܕܦܐܐ ܠܢܩܕܘܬܐ (MS ܐܦܠܐ ܐܡܗ ܘܚܬܗ. ܐܝܟ ܕܦܐܼܐ ܠܢܩܕܘܬܐ ). 32 15 ܠܦܫܗ (MS ܢܦܫܗܼ ). 32 18 ܕܥܕܬܐ (MS ܕܥܕܬܗ ). 34 3–4 ܐܢ ܕܝܢ ܟܠܗܘܢ. ܠܐ ... ܘܠܥܝܢ ܥܠܡ̈ܐ (MS ܐܢ ܕܝܢ ܠܐ ... ܘܠܥܝܢ ܥܠܡ̈ܐ ܟܠܗܘܢ .). 34 11 ܛܥܢܐ (MS ܛܥܢܗ ). 34 13 ܫܪܝܪܐ (MS ܫܖ̈ܝܪܐ ). 34 16 ܓܒ̇ܪ (MS ܓܡܪ ). 34 18 ܢܘܟܖ̈ܐ (MS ܢܘܟܖ̈ܝܐ ). 34 20 ܫܡ̈ܝܗܘܢ (MS ܫܡ̈ܗܝܗܘܢ ). 36 7 ܕܢܬܟܪܘܢ (MS ܕܢܬܢܟܪܘܢ ). 36 11 ܕܠܚܒܘܢ (MS ܕܢܚܒܘܢ ). 38 5 ܛܥܢܐ (MS ܛܥܢܗ ). 38 10 ܡܫܟܚ (MS ܡܫܟܚܐ ). 40 5 ܡܬܠܦܝܣ (MS ܡܬܛܦܝܣ ). 42 5 ܒܚܒܖ̈ܐ (MS ܒܚܒܖ̈ܬܐ ). 42 ult ܕܡܣܗܪܐ (MS ܕܡܣܗ̇ܕܐ ). 44 19 ܡܬܩܖ̈ܝܢ (MS ܡܬܩ̇ܖ̈ܒܢ ). 52 6 ܡܬܒܪܝܢ (MS ܡܬܕܒܪܝܢ ). 52 18 ܒܚܕܐ (MS ܡܚܕܐ ). 52 25 ܒܣܬܕܘܢ (MS ܒܣܬ̇ܪܗܘܢ ). 52 ult ܐܣܛܪܛܢܐ (MS ܐܣܛܪܛܝܐ ). 52f. Overbeck uses asterisks to fill the place of illegible letters, which is better than using the Syriac punctuation-mark ܀, as the editors of RC do here. 54 1 ܡܫܝܚܐ (MS ܡܫܝܚܝܐ ). 54 7 ܐܚ̈ܝܢ (MS ܐܚ̈ܘܢ ). 54 13 ܐܠܗܐ (MS ܐܠܗܝܐ ). 54 19 ܕܢܒܣܘܪ (MS ܕܢܒܣܘܪ ܗܘܐ ). 54 23 ܝܥܐܝܬ (MS ܝܥܢܐܝܬ ). 54 ult ܒܢ̈ܝ (MS ܕܒܢ̈ܝ ). 56 10 ܗ̇ܘ (MS ܗܘ ). 58 13 ܒܗ (MS ܒܗ̇ ). 58 18 (two errors) ܐܖ̈ܥܐ ܕܠܒܐ܆ ܠܘ ܕܢܥܘܪ (MS ܐܖ̈ܥܬܐ ܕܠܒܐܼ. ܠܘ ܕܢܥ̇ܘܕ ). 60 4 ܫܪܪܗ (MS ܫܪܪܗ ܫܪܝܪܐ ). 60 10 Fol. 111v begins after ܟܕ and before ܝܗܒܝܢܢ . 60 17 ܕܐܠܗܐ (MS ܐܠܗܝܬܐ ). 60 20 ܫ̇ܪܐ (MS ܫ̇ܕܐ ). 62 20 ܘܥܡܕܗ̇ (MS ܘܥܒܕܗ̇ ). 62 25 ܘܗܘ (MS ܕܗܘܼ ). 64 12 ܝܠܕܗ (MS ܝܠܕܬܗ ). 64 14 ܐܠܫܒܥܼ (MS ܐܠܝܫܒܥܼ ). 66 7 ܘܢܩܪܐܘܢ (MS ܘܢܩܪܘܢ ). 66 12 ܫܘܒܚܐ (MS ܫܘܒܚܗܼ ). 68 1 ܟܐܢܐ (MS ܟܐܒܐ ). 68 16 ܡܠܐ̈ܟܐ plural (MS ܡܠܐܟܐ singular). 68 16 ܫܠܝ̈ܚܐ (MS ܕܫܠܝ̈ܚܐܼ .). 70 6 ܥܕܪ (MS ܘܥ̇ܕܪ ). 70 7 ܕܥܒܕ (MS ܕܥܒܼܪ ). 70 14 ܐܒܪܩ (MS ܐܒ̇ܕܩ ). 70 17 ܗܼܢܘܢ (MS ܗܼܢܝܢ ). 70 18 ܝܩܪ (MS ܝܩܕ ). 72 1 ܩܒܠܘ (MS ܩܒܠܗ ). 72 11 (three errors) ܟܕ ܗܟܠ ܣܓܝܐܝܢ ܗܘܘ ܩܘܖ̈ܒܢܐ ܕܙܕܩ̈ܬܐ (MS ܕܟܕ ܗܟܝܠ ܣܓܝܐܝܢ ܗܘܘ ܩܘܖ̈ܒܢܐ ܕܙܕܩ̈ܬܗ ). 72 13 ܕܠܘܬ ܟܠܢܫ (MS ܕܠܘܬ ܐܠܗܐ ܘܠܘܬ ܟܠܢܫ ). 72 16 ܢܬܦܪܣܘܢ (MS ܢܬܦܪܢܣܘܢ ). 72 22 ܝܗܒܐ (MS ܝܗܘܒܐ ). 72 25 ܡܣܟܝ̈ܢܐ (MS ܡܣܟ̈ܢܐ ). 74 1 ܝܕܥ̈ܬܐ (MS ܝܕܝܥ̈ܬܐ ). 74 6 ܡܫܠܚ̈ܦܐ (MS ܡܫܚ̈ܠܦܐ ). 74 11 ܘܠܚܫܚܬܗܘܢ (MS ܘܠܚܫܚܬܐ ). 74 14 ܐܝܬܝܗ (MS ܐܝܬܝܗ̇ ). 76 5 ܕܗ̇ܢܘ = Overbeck (MS ܕܗ̇ܢܐ ). 76 ult (two errors) ܐܣܬܪܗܒ ܦܪܢܣܗ ܩܠܝܠܐܝܬ ... ܙܕܩ̈ܬܐ (MS ܐܣܬܪܗܒ ܦܪܢܣܗ̇ ܩܠܝܠܐܝܬ ... ܙܕܩ̈ܬܗ ). 76, n. 1 The MS has ܢܚܬܐ , as correctly printed in the text, not ܚܝܬܐ , as in Overbeck’s edition. 78 13 ܘܥܘ̈ܟܘܗܝ (MS ܘܥܘ̈ܘܟܘܗܝ ). 78 19 ܘܐܝܠܝܢ (MS ܘܠܐܝܠܝܢ ). 80 5 ܡܢ ܡܣܟ̈ܢܝܢ unnecessary “emendation” (MS ܡܢ ܣܟܼܢ ). 80 14 ܩܢܘ̈ܡܝܘܗܝ (MS ܩܢܘ̈ܡܝܗܘܢ ). 82 1 ܗܘܐ (MS ܗܘܐ ܗܼܘ ). 82 11 ܐܦܣܩܦܐ (MS ܐܦܣܩܘܦܐ ). Commands and Cautions Addressed to the Ordained Clergy and to the Bnay Qyāmâ in the Villages The Rabbula Corpus : “The Commandments and Admonitions for the Priests and for the Children of the Covenant of My Lord Rabbula, Bishop of Edessa.” Note 9 tells the reader that “One manuscript” adds dabqūrāyê , “who are in the villages.” The correct vocalisation is da-b-qūryâ and the MS in question is Add. 14,652. Wright ( Catalogue , p. 651b) translates “in the country.” (Add. 14,652 = MS, foll. 125r–131r; Overbeck, pp. 215–221; Vööbus 1960, pp. 36–50; Phenix and Horn, pp. 102–117) These corrigenda disregard the later MSS collated by Vööbus, whose edition is not superseded by The Rabbula Corpus . 102, n. 2 ܕܒܩ̈ܖܝܐ (MS ܕܒܩܘܖ̈ܝܐ ). 102, n. 8 is oddly phrased: Overbeck prints the text of BL Add. 14,652, the oldest and the best MS. 104, n. 1 For “Overbeck,” read Add. 14,652. 104 2 ܐܢ [ܗܘ ܡܢ ܕܐܝܬ] ܒܥܕܬܐ (MS ܐܢ ܒܥܕܬܐ , which Vööbus rightly allows to stand. the supplement, which should end with ܒܗ̇ , printed in n. 3 as ܒ̇ܗ , comes from a C9 MS, supported only by very late apographa) 104 3 ܠܐ [ ܢܬܠܘܢ ] (MS ܠـ[ـܐ] ܢܬܠܘܢ ). 104 9 ܥ ܐܢܫ̈ܝܗܘܢ ܒܠܚܘܕ ܐܘ ܥ ܚ̈ܕܕܐ (MS ܥܡ ܐܢܫ̈ܝܗܘܢ ܒܠܚܘܕܼ ܐܘ ܥܡ ܚ̈ܕܕܐ ). 106 3 ܕܕܝܖ̈ܐ (MS ܕܕܝܖ̈ܝܐ ). 106 5 ܘܠܐܢ (MS ܘܠܐ ). 106 13 ܥ ܚ̈ܕܕܐ (MS ܥܡ ܚ̈ܕܕܐ ). 108, n. 1 omits to say that Add. 14,652 is one of the MSS which has the reading ܡܫܖ̈ܝܢܐ , which ought to have been retained in the text. 110 8 ܒܢܝܗ̇ (= MS; but this should be printed as ܒ̈ܢܝܗ̇ and the reader needs to know this reading comes from Add. 14,652). 112 12–13 None of the three supplements is necessary, indeed, the last is a diplography. 112 18 ܠܐܢܫ [ ܐܓܪܬܐ ܦܠܣܘܢ .] (MS ܠܐܢܫ ܡܢ ܐܓܪܬܐ ܦܠܣܘܢ̇ .). 114 2 Delete brackets. 114, n. 1 For ܕܝܪܐ , read ܠܕܝܪܐ . 114 4 ܐܝܬܘ (MS ܐܝܬ[ܘ] ). 114 12 ܐܝܟܢܐ (MS ܐܝܟܐ ). 114 17 ܓܒܪܗ̇ (MS ܠـ[ـܓܒܪ]ܗ̇ ). The editors use square brackets to group a number of words under one note. This should be done with a single upper half-bracket. The convention is that square brackets are placed around illegible text, which the editor has attempted to restore. Item, “Cautions for Monks,” by the Same, Mar Rabbula, Bishop of Edessa The Rabbula Corpus : “Admonitions for the Monks of My Lord Rabbula, Bishop of Edessa.” The editors place this text before the “Commands and cautions for the ordained clergy and qyāmâ -members in the villages,” although the heading is designed to follow this. Vööbus’ sigla are logically assigned, A to the 6 th -century MS Add. 14,652, B to the 7 th -century MS Add. 14,526, C to the 8 th -century MS Add. 14,577. Phenix and Horn, following Overbeck, assign A to the last, B to the first and C to the second, so it is not the case that “Vööbus adopted Overbeck’s sigla in his edition” (p. ccxxii). (Add. 14,652 = MS, foll. 131r–133v; Overbeck, pp. 212–214; Vööbus 1960, pp. 27–33; Phenix and Horn, pp. 94–101) These corrigenda disregard the later MSS collated by Vööbus. 94 1 ܙܘܗܖ̈ܐ (MS B = Add. 14,652 ܬܘܒ ܙܘܗܖ̈ܐ ). 94, n. 1 seems to say there are only three MSS, whereas Vööbus uses nine. 94, n. 3 ܒܝܬ ܒ̈ܬܐ is the reading of Add. 14,652 and is preferable to the reading adopted in the text. 94, n. 4 “Reading [ ܝܗܒ ] with many manuscripts. MS A and other manuscripts: ܥ̇ܒܕ .” Add. 14,652 (Vööbus’ “MS A”) has the reading ܥ̇ܒܕ , which therefore ought not to be changed. 96, n. 3 ܚܡܖ̈ܐ ܒܠܚܕ (ḥ e mārê balḥād) should be ܚܡܖ̈ܐ ܒܠܚܘܕ (ḥ e mārê balḥūd). 98 3 Add. 14,652 has ܝܚܕܐܝܬ̇ ., one of the few errors left uncorrected by this scribe. 98 6 ܐܝܬܗܘܝ (MS ܐܝܬܘܗܝ ). 98 11 ܒܕܝܖ̈ܝܐ (MS ܒܕܝܖ̈ܬܐ ). 100 4, 11 delete brackets. 100 6–10 these doublets should be excised from the text – they are not in Add. 14,652. 100, nn. 8, 20 ܡܦܢܘܬܐ mapānūtā , i.e., “with the permission,” is a copying error, compounded by a faithful transcription of the same and a wrong translation, for ܒܠܥܕ ܡܢ ܡܦܣܢܘܬܐ bel c ād men mapsānōtâ “without the permission.” The Homily Which My Lord Rabbula, Bishop of Edessa, Pronounced in the Church of Constantinople in Front of the Whole People The Rabbula Corpus : “The Homily that My Lord, Bishop Rabbula, Spoke in the Church of Constantinople before All the People.” The editors place this directly after the Life and before the “Cautions for monks.” (Add. 14,652 = MS, foll. 133v–138v; Overbeck, pp. 239–244; Phenix and Horn, pp. 84–93) 84, n. 2 ܘܡܙ̇ܡܪ ( w-mazmar ) the reading of the MS is to be preferred: “For the grace by which our Lord (Jesus) used to teach his Church and move it to song is the source of all learning.” The editors’ emendation ܘܡܥܡܕ ( w-ma c med ) does not make sense in the past tense (the auxiliary in the phrase ܡ̇ܠܦ ܗܘܐ ܘܡܙ̇ܡܪ belongs to both verbs), so they translate it in the present: “For grace is the fountain of all teaching, by which our Lord instructed his church and baptizes.” 86 19 Fol. 135v begins after ܠܢ , not before it, and the information given in n. 1 is usually conveyed by printing ܒـ[ـܝܕܥـ]ـܬܐ in the text, not “Reading for ܬܐ***ܒ ” in a note. 88 ult After ܗܘܼܬ and before ܒܫܡܝܐ belong the words: ܠܗ̇ ܓܝܪ ܒܐܪܥܐ ܐܡܐ ܠܐܠܗܐ ܡܠܬܐ ܒܨܒܝܢܗ. ܠܗ ܕܟܝܢܐܝܬ ܐܡܐ, correctly transcribed by the editors, but unintentionally transported to 90, line 1f. 90 2 After ܕܟܝܢܐܝܬ and before ܡܘܕܐ belong the words: ܝܠܼܕܬ ܠܐܠܗܐ ܡܠܬܐܼ. ܠܘ ܒܠܚܘܕ ܕܫܦܝܪ ܠܐ ܐ̇ܡܪܼ. ܐܠܐܼ ܕܐܦ ܒܝܫܐܝܬ , correctly transcribed by the editors, except for the omission of the diacritical point under ܝܠܼܕܬ and the mark of emphasis under the last letter of ܐܠܐܼ , but unintentionally transported to line 3f. of the same page. 90 9,10 The first letter of ܕܝܘܚܢܢ and the last of ܖ̈ܚܡܼܘܗܝ are illegible in Add. 14,652 and so should be placed between square brackets. 92 2 Fol. 138v begins before ܡܢ ܟܝܢܗ ܕܐܒܐ , not after this phrase. 92 6 The editors print ܒܨܝܪܘܬܗ , but the MS has ܒܨܝܪܘܬܐ . 92 7 The editors print ܦܓܪܗ and fail to note that this has been corrected, perhaps by a later hand, to ܒܦܓܪܗ in the MS. 92 8 The last word in this line with the punctuation-mark which follows it ( ܓܠܝܢ ܆) must be deleted. 92 ult The first letter of ܣܛܢܐ should be placed between square brackets. Instead of printing ܀ thirteen times at the end of this line to indicate letters missing, asterisks ought to have been used. Phenix and Horn do not mention that a later reader interpreted the now illegible traces in the last line of fol. 138v as ܘܩܡ ܘܣܠܩ .",
    "title" : 
    [ "Robert J. Phenix Jr. and Cornelia B. Horn, eds. and trs., The Rabbula Corpus: Comprising the Life of Rabbula, His Correspondence, a Homily Delivered in Constantinople, Canons and Hymns with Texts in Syriac and Latin",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Palmer, Andrew" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1prpalmer",
    "type" : "review",
    "displayTitleEnglish" : "Robert J. Phenix Jr. and Cornelia B. Horn, eds. and trs., The Rabbula Corpus: Comprising the Life of Rabbula, His Correspondence, a Homily Delivered in Constantinople, Canons and Hymns with Texts in Syriac and Latin" }