
  { "fullText" : "Introduction Over-familiarity with the biblical narrative often obscures the strangeness of the tradition, attested by the Gospel of Matthew , that the infant Jesus was visited by a group of Persian priests. Stranger still, if the term magos is interpreted as “sorcerer.” Either way, the idea that the birth of Jesus was attended by a group of travelling magicians or Zoroastrian clergy is an odd detail to be included in the Christian foundation narrative. Unfortunately, Matthew’s account is short on specifics, other than that they were led to Bethlehem from “the east” by some astral event—an equally exotic motif—and that they brought with them some rather impractical gifts. Over time, however, Christian tradition has tried to fill in the blanks. Centuries of commentary and apocryphal mythmaking have transformed the magoi of the gospel account into the “Three Wise Men” (or “Kings”) prominently featured in nativity scenes and Christmas carols throughout many parts of the Christian world. In fact, the tradition of the magi developed in two divergent directions. Whereas western Christian tradition saw them fashioned into Balthazar, Melchior, and Gaspar—kings from Arabia, Persia, and India respectively—eastern Christians identified twelve kings from “beyond the land of Nod.” One of the “apocryphal” While the utility of this term has been contested, it continues to be used (albeit reluctantly) by various scholars as a way to demarcate an important body of early Christian literature. For an extensive discussion see New Testament Apocrypha: More Canonical Scriptures, Volume I , ed. Tony Burke and Brent Landau (Grand Rapids, MI: Eerdmans, 2016), xxii-xxiii. texts that attests to this eastern tradition is the Syriac Revelation of the Magi . Brent Landau has done a great service to the field of Early Christian Studies by bringing increased attention to this hitherto practically unknown Syriac text. Landau’s Harvard doctoral dissertation, under the supervision of François Bovon, “The Sages and the Star-Child:An Introduction to the Revelation of the Magi, An Ancient Christian Apocryphon” (PhD diss., Harvard University, 2008) contains a re-edited Syriac text along with English translation and contextual commentary. A “popular” translation was published in 2010 by HarperCollins, Revelation of the Magi: The Lost Tale of the Wise Men’s Journey to Bethlehem , while a summary of the text has appeared in New Testament Apocrypha: More Canonical Scriptures, Volume I , 19-38. Although conventionally dated to sometime between the late 2 nd and early 4 th century CE The text appears to have undergone several redactional stages, such as the possible later addition of the Judas Thomas epilogue ( New Testament Apocrypha I , 20-23). A much shorter version of the story is found in a 5 th -century Latin commentary on Matthew, known as the Opus Imperfectum . While some scholars, such as Duchesne-Guillemin, believed that both works drew on a common source ( “ Die Magier in Bethlehem und Mithras als Erlöser?” Zeitschrift der Deutschen Morganländischen Gesellschaft 111, no. 2 (1961): 472), Landau has argued that the Opus Imperfectum is an abbreviation of a 4 th -century Greek version of the Revelation of the Magi , with the original Syriac version dated even earlier to the 3 rd or 2 nd century CE ( New Testament Apocrypha I , 21-22). Moreover, thematic affinities with other early Christian apocrypha texts also point to a 2 nd -3 rd century context ( New Testament Apocrypha I, 22). and associated with the city of Edessa, Landau has asserted a partial Edessene association for the text ( New Testament Apocrypha I, 23), but this is conjectural. It has become customary in scholarship to highlight the role of Edessa in the emergence of Christianity in Mesopotamia, largely due to the success of the Abgar legend, and to associate early Syriac literary traditions with that locale. This view, however, has been problematized by David Taylor (“The Coming of Christianity to Mesopotamia,” in The Syriac World, ed. Daniel King [New York: Routledge, 2019], 68-87), who highlights the historical unreliability of the traditional apostolic origin stories and advocates for a more nuanced reconstruction of the origins of Syriac Christianity. As for the Revelation of the Magi , there is no internal evidence that specifically links its origins to Edessa, other than the emphasis on Thomas, which itself appears to be a later addition. the origins of the Revelation of the Magi remain largely obscure. We find it preserved in the 8 th -century Syriac Chronicle of Zuqnin , The text was inserted into the world-chronicle by the author\/compiler with no commentary (Landau, Sages and the Star-Child , 3-5). as part of a world history. This text is remarkable in several ways, not only does it offer an extensive and compelling amplification of a key part of the Nativity story, but it also presents a decidedly pluralistic concept of revelation, prophecy, and divine truth. According to the Revelation ’s account, the magi form part of a long lineage of initiates from “land of Shir” (2.4) in the far east, For perceptions of the far east in late antique literature, including the Revelation of the Magi , see Annette Yoshiko Reed, “Beyond the Land of Nod: Syriac Images of Asia and the Historiography of ‘The West’,” History of Religions 49, no. 1 (August 2009): 48-87. who have preserved primordial revelations from Adam and Seth in a remote mountain retreat. Praying in silence, they await the appearance of a brilliant star that will outshine the heavens and lead them to further divine knowledge. When the star finally appears after many generations, it reveals itself as a polymorphic saviour and leads the magi on a fantastic journey westward to Bethlehem just in time for the birth of Jesus. Early Christians have put forward a variety of explanations for the appearance of a star at the birth of Jesus (see Nicola Denzey, “A New Star on the Horizon: Astral Christologies and Stellar Debates in Early Christian Discourse,” in Prayer, Magic, and the Stars in the Ancient and Late Antique World, ed. Scott Noegel et al [Pennsylvania: Pennsylvania State University Press, 2003], 207-221), although none are as theologically developed as what is presented in the Revelation of the Magi . After their return home, the apostle Judas Thomas arrives and explains to them the true Christological meaning of their experience. The magi are then baptized and given an apostolic commission of their own. See Landau’s full translation in Revelation of the Magi and summary in New Testament Apocrypha 30-38. In-depth study of the Revelation of the Magi has only just begun and its relationship with other late antique religious traditions has yet to be fully explored. Who wrote it and for what sort of audience or community are questions that remain unanswered. As a starting point for further contextualization, it should be noted that there are a number of passages in the text that resonate with terminological and theological motifs found in the surviving corpus of Manichaean literature. As such, this article will argue that several key elements found in both the Revelation of the Magi and Manichaean discourse are indicators of their emergence from a shared historical and religious milieu within early Syriac Christianity. The Magi in Manichaean Literature Even though the figure of Zoroaster (Zarathustra) is considered to be an important part of the Manichaean prophetic lineage—along with the Buddha and Jesus—and Mani is sometimes presented as debating Zoroastrian doctrines, See Paul Dilley, “Also Schrieb Zarathustra? Mani As Interpreter of the ‘Law of Zarades’” in Iain Gardner, Jason BeDuhn, and Paul Dilley, Mani at the Court of the Persian Kings: Studies on the Chester Beatty \"Kephalaia\" Codex (Leiden: Brill, 2015), 101-135. the figure of the magus is generally despised in early Manichaean texts due to the role played by members of the Zoroastrian priesthood in the execution of Mani See W. B. Henning, “Mani’s Last Journey,” Bulletin of the School of Oriental and African Studies 10, no.4 (1942): 941-953; see also Iain Gardner, “Mani’s Last Days,” in Gardner, BeDuhn, and Dilley, Mani at the Court of the Persian Kings , 159-208. and the persecution of his early movement. According to the Narrative of the Crucifixion , from the Manichaean Homilies codex: When the Magi noticed how (people) asked: ‘Who, indeed, is this person who has entered (the city)?,’ [(and how others) answered] them: ‘It is Manichaios,”—when they heard [these (words), they shook] and were filled with wrath. They went and accused [him] before Kardel ( ⲕⲁⲣⲇⲉⲗ ). Kardel himself told it to the assessor ( ⲥⲩⲛⲕⲁⲑⲉⲇⲣⲟⲥ ). Then Kardel and the assessor went [and proclaimed] the accusations to the counsellor ( ⲙⲁⲅⲓⲥⲧⲱⲣ ). The counsellor himself told it to the king. When he heard these (words), … Then he sent and called for my lord. On the lord’s day ( ⲕⲩⲣⲓⲁⲕⲏ ) he entered Belapat ( ⲃⲏⲗⲁⲡⲁⲧ )” ( Homilies 45.11-20). Nils Arne Pedersen, Manichaean Homilies , Corpus Fontium Manichae-orum, Series Coptica II (Turnhout: Brepols, 2006). The “Kardel” mentioned in this Coptic text is none other than the (im)famous Zoroastrian high priest Kartir, who boasted about his persecution of various religious communities in the Sassanian Empire in Middle Persian inscriptions from the 3 rd century CE, including the Manichaeans themselves. D. N. MacKenzie, “A Zoroastrian Master of Ceremonies,” in W.B. Henning Memorial Volume , ed. Mary Boyce, and Ilya Gershevitch (London: Lund Humphries, 1970). As a result, the Zoroastrian priestly class is subsequently portrayed in an extremely negative light by Manichaean authors, particularly those writing in the late 3 rd and early 4 th century CE Mesopotamian context, for whom the traumas of persecution were still deeply felt. For instance, in the Manichaean Sermon on the Great War , also from the Coptic Homilies codex, the biblical figure of Babylon is presented as the personification of Evil and as the enemy of righteousness in the world. Specifically, we are told, she has “reigned in the fire [of the] magi” ( ⲁⲥⲣ̅ ⲣ̅ⲣⲟ ϩⲛ̅ ⲧⲥⲉⲧⲉ ϩⲛ [ⲛ̅ⲧⲉ ⲙ̅]ⲙⲁⲅⲟⲩⲥⲁⲓⲟⲥ ) ( Homilies 11.17-18), Pedersen, Manichaean Homilies . who are also referred to as “rulers in the world” ( ⲛ̅ⲣ̅ⲣⲟ ϩⲙ̅ ⲡⲕⲟⲥⲙⲟⲥ ) ( Homilies 26.2) in the text’s originally Sassanian context. Similarly, in the Coptic Manichaean Psalm-Book , the magi ( ⲙ̅ⲙⲁⲅⲟⲩⲥⲁⲓⲟⲥ ) are classed among the “lawless sects” ( ⲛ̅ⲇⲟⲅⲙⲁ ⲛ̅ⲁⲛⲟⲙⲟⲥ ) ( Psalm-Book 15.7) and are called “impious men, mad and godless” ( ⲛ̅ⲁⲥⲉⲃⲏⲥ ⲉⲧⲗⲁⲃⲉ ⲛ̅ⲁⲧⲛⲟⲩⲧⲉ ) ( Psalm-Book 15.11). The Psalm-Book further castes them as “brothers of the Jews, the murderers of Christ” ( Psalm-Book 15.11-12) in an effort to make the death of Mani more closely resemble that of Jesus. Moreover, on a more scriptural level, Manichaeans had little to no interest in the Nativity story, since they generally denied the physical birth of Jesus. In the 4 th century CE anti-Manichaean disputation known as the Acts of Archelaus , Mani is presented as writing to a pious Mesopotamian man named Marcellus in order to win him as a convert to his new religion, saying: I am completely amazed at how they can dare to call God the maker and creator of Satan and his evil deeds. Would that their vacuity had reached only this far and they did not say that the only-begotten Christ, ‘who descended from the Father’s bosom,’ was the son of a woman called Mary, and was born of flesh and blood and all the other pollutions of women” ( Acts of Archelaus V). Hegemonius, Acta Archelai (The Acts of Archelaus) , trans. Mark Vermes (Louvain: Brepols, 2001), 42; Hegemonius, Acta Archelai , GCS 16 (Leipzig: J.C. Hinrichs, 1906). This position is also affirmed by the “Psalms to Jesus” from the Manichaean Psalm-Book , which state that Jesus “was not born in a womb corrupted” ( Psalm-Book 53.23). C.R.C. Allberry, A Manichaean Psalm-Book, Part II (Stuttgart: Kohlhammer, 1938). As such, in surviving sources, Manichaean authors display no real interest in the magi as playing a role in the story of birth of Jesus, On the origins of Jesus in the Manichaean myth see Majella Franzmann, Jesus in the Manichaean Writings (London: T&T Clark, 2003), 51-59. other than for polemical purposes. For them, Jesus has a much larger function in their cosmogonic myth as an avatar of the ruler of the light realm and his chosen champion against the powers of darkness. Augustine, in fact, in his dispute with the North African Manichaean Bishop Faustus, referenced the Magi as he mocked this Manichaean notion of the cosmic Christ: You are not ashamed, however, to speak ill of the star by which the Magi were led to adore the infant Christ. And yet you do not locate your false Christ, the son of your false first man, under a star that bears witness to him, but you say that he is imprisoned in all the stars. For you believe that he was mingled with the princes of darkness in that war by which that first man of yours fought against the nation of darkness, with the result that the world was fashioned out of the very princes of darkness who were captured in such a mingling. Hence, these sacrilegious ravings also force you to say that Christ—no longer your savior but someone for you to save when you eat those things and belch—is confined and imprisoned not only in heaven and in all the stars but also in the earth and in all the things that are born from it ( Contra Faustum , 2.5). Augustine, Answer to Faustus, a Manichean , trans. Roland Teske, The Works of Saint Augustine: A Translation for the 21 st Century (NY: New City Press, 2007), 73-74; Sancti Aureli Augustini, ed. Zycha, CSEL 25.1 (Vienna, 1891), 258. Unbeknownst to Augustine, the astral messiah he ridicules here is not entirely dissimilar to the saviour figure portrayed in the Revelation of the Magi . Manichaean Motifs in the Revelation of the Magi Given the apparent lack of interest that Manichaeans would have had in the Nativity story generally and the “magi” specifically, it seems surprising that a text such as the Revelation of the Magi which seeks to amplify and expand upon their story should contain elements that appear to resonate strongly with several important concepts This comparative exercise is based on the fact that both the Revelation of the Magi and early Manichaean texts derive from the same geographic and linguistic milieu, as well as being more or less contemporaneous with each other. As mentioned above, the Revelation of the Magi is thought to have been composed originally in Syriac sometime during the 3 rd -4 th centuries CE, whereas the earliest expressions of Manichaean theological discourse would have been in Syriac (the language of Mani himself) during that same period. Some of the earliest surviving Manichaean literature in Greek and Coptic shows significant traces of this Syriac substratum (particularly the “Psalms of Thomas” and the Cologne Mani Codex , see below). In fact, the Manichaean material from Kellis contains multilingual texts including Coptic-Syriac glossaries (Iain Gardner, Kellis Literary Texts, Vol. I [Oxford: Oxbow, 1996], 101-131). For these reasons, as well as the limits of the author’s linguistic abilities, this study is restricted primarily to Manichaean texts in Coptic and Greek. Further work would be needed to trance these elements further afield in Manichaean literature from Central Asia. from Manichaean tradition. It should be noted, also, that this study seeks to compare a single text ( Revelation of the Magi ) to a parallel religious “discourse” attested by multiple (often fragmentary) sources. Even thought Mani went to great lengths to record his teachings in writing, this “canonical” tradition has been mostly lost. The theological framework articulated by Mani must be pieced together from a variety of sources, some of which show significant evidence of redaction and development by later Manichaean interpreters (see Timothy Pettipiece, Pentadic Redaction in the Manichaean Kephalaia [Leiden: Brill, 2009]), as well as a degree of regional variation (see Jason BeDuhn, The Manichaean Body in Discipline and Ritual [Baltimore: John Hopkins University Press, 2000], 1-24). At most we can speak of early Manichaean tradition(s), as opposed to what Mani himself may or may not have specifically taught. Still the proximity of these sources to one another warrants juxtaposition. 1. Father of Greatness The first element that stands out is the terminology used by the author of the Revelation of the Magi to describe God. According to the text, as the magi reflected upon their ancient ritual tradition, they knelt before the “Cave of Treasures of Hidden Mysteries” ܡܥܪܬ ܓܙܐ ܕܐܪܙܐ ܟܣܝܐ ) and “prayed and worshiped in silence, without a sound, to the Father of that heavenly majesty that is ineffable and infinite forever” ( Revelation of the Magi 5.7). Landau, Revelation of the Magi , 43. Aside from the (likely incidental) fact that Mani is said to have composed scriptural texts known as the Treasure of Life and the Mysteries , According to John C. Reeves, terms like treasury and treasure of life “pepper the lexicon of Syro-Mesopotamian gnosis” (“Reconsidering the ‘Prophecy of Zardūšt’,” in A Multiform Heritage: Studies in Early Judaism and Christianity in Honor of Robert A. Kraft , ed. Benjamin G. Wright (Atlanta: Scholars Press, 1999), 167-182) as commonly shared motifs. the Syriac phrase translated by Landau as “Father of Heavenly Majesty” A slight variant occurs at Revelation of the Magi 3.5: “Greatness of the Father” ( ܪܒܘܬܗ ܕܐܒܐ ). can also be rendered as “Father of Greatness” ( ܐܒܐ ܕܪܒܘܬܐ ) ( Revelation of the Magi 5.7). As it happens, the “Father of Greatness” is the primary name for the ruler of the Manichaean light-realm used in Syriac, Greek, and Coptic Manichaean texts. Sebastian Brock has already signaled the importance of this association in 2006 (“An Archaic Syriac Prayer over Baptismal Oil,” Studia Patristica 41 [2006]: 12), although without further comment. See Theodore bar Khonai’s Syriac account of the Manichaean cosmogony in Book of Scholia ( Liber scholiorum, ed. Addai Scher; CSCO 69; [Louvain: Imprimerie orientaliste L. Durbecq, 1954], 313.15). Also attested in Greek as ὁ πατἠρ τοῦ μεγέθους in the Seven Chapters Against Manichaeans 3 (see Lieu, Fox, and Sheldon Greek and Latin Sources on Manichaean Cosmogony and Ethics , Corpus Fontium Manichaeorum, Series Subsidia VI [Turnhout: Brepols, 2010], 119), and as ⲡⲓⲱⲧ ⲛⲧⲉ ⲧⲙⲛⲧⲛⲁϩ in Coptic sources, including the (as yet) unpublished portions of Mani’s Living Gospel from the Synaxeis codex (Wolf-Peter Funk, personal communication ). See Aloïs van Tongerloo, “The Father of Greatness,” in Gnosisforschung und Religionsgeschichte. Festschrift fūr Kurt Rudolph zum 65. Geburtstag, ed. Holger Preißler und Hubert Seiwert (Marburg: diagonal-Verlag, 1994), 329-342 and Paul Van Lindt, The Names of Manichaean Mythological Figures: A Comparative Study on Terminology in the Coptic Sources (Wiesbaden: Otto Harrassowitz, 1992), 3-16. A similar figure, the “Lord of Greatness,” ( mara d-rabuta ) is also mentioned in Mandaean texts, See Mandaean Book of John 66.13; 67.41 (Charles G. Häberl and James F. McGrath, eds., The Mandaean Book of John: Text and Translation [Berlin: De Gruyter, 2020]). and as there is a close relationship between Manichaean and Mandaean literature, Geo Widengren suggested that there must be some link between the Revelation of the Magi and those traditions. Iranisch-semitische Kulturbegegnung in parthischer Zeit (Köln: Westdeut-scher Verlag, 1960), 74. While the use of the title “Father of Greatness” is most often associated with Manichaeism, it is not unthinkable that such an epithet formed part of a shared Aramaic religious vocabulary in late antique Mesopotamia, as it is also attested in a handful of post-Manichaean sectarian theologies. Theodore bar Khonai describes the teaching of a certain John of Apamea (not the influential monastic spiritual author), in which the sole God is referred to as the “Father of Greatness” ( Book of Scholia 11.76) ( Théodore bar Koni: Livre des scholies (recension de Séert) I. Mimrè I-V, trans. Robert Hespel and René Draguet, CSCO, Scriptores syri 187 (Louvain: Peeters, 1981), 248. He also presents the doctrine of the (5 th cent CE?) sectarian leader Batai, who promoted a kind of modified dualism whereby Good and Evil were derived from the “Father of Greatness” ( Book of Scholia 11.85 ( Théodore bar Koni , 256-257). Still, given the title’s close association with Manichaean discourse it is difficult to imagine it being used by an author who wasn’t sympathetic to Mani’s ideas or seeking to appeal to them in some way. Similarly, the Revelation of the Magi also refers to God as the “Lord of All” ( ܡܪܐ ܟܠ ) (32.3), a title which is found is found in Manichaean sources (“Lord of All” ( [ⲡϫⲁⲓ̈ⲥ] ⲙ̅ⲡⲧϩⲏⲣϥ) as an alternate name for the “Father of Greatness” ( Homilies 47.13-14; Kephalaia 40.10; 156.6). Once again, it is difficult to determine if this reflects a distinctively Manichaean usage or is derived from a common theological lexicon. 2. Revealed Books and Primordial Prophets The Revelation of the Magi also puts an important emphasis on revealed knowledge being recorded in books. Seth, we are told, set his wisdom “down in a book” and, in fact, “from him a book appeared in the world for the first time” (3.2-3). Noah, in turn, preserved the “books of Seth about the majesty (i.e. greatness) of the Father” (3.5 ܐܒܐ ܕܪܒܘܬܐ ) and took them into the Ark. These books were then subsequently preserved in the ancient tradition of the magi (3.6). With this idea, too, we find parallels in Manichaean tradition. Whereas Mani is said to have included Buddha, Zoroaster, and Jesus in his list of prophetic predecessors, some early Manichaean texts also insert a pre-Noachid lineage going back to the biblical figure of Seth(el). This sort of biblical lineage is found in a wide array of Manichaean and anti-Manichaean sources, see Michel Tardieu, Le manichéisme (Paris: Presses universitaires de France, 1981), 20-22. Moreover, the idea of “Sethian” gnosis is a well-established trope in apocryphal literature, see A. F. J. Klijn, Seth in Jewish, Christian, and Gnostic Traditions (Leiden: Brill, 1977). A discussion of a so-called “Prayer of Sethel” forms the basis of Kephalaia chapter 10 (42.24-43.21). This connection to Seth is particularly notable in light of the fact that the “abbreviated” version of the Revelation of the Magi story, found in the Opus Imperfectum , is said to be derived from an “apocryphal book in the name of Seth” (Alexander Toepel, “The Apocryphon of Seth,” in Old Testament Pseudepigrapha: More Noncanonical Scriptures , vol. 1, ed. Bauckham, Davila, and Panayotov [Grand Rapids: Eerdmans, 2013], 33-39). For example, in Kephalaia Chapter 1 “On the Coming of the Apostle” Mani is presented as articulating a sequence of apostolic predecessors “from Sethel [the first] born son of Adam up to Enosh, along with [Enoch]; [from] Enoch [up] to Sem [the] son of [Noah …” ( Kephalaia 12.10-12). Polotsky, H.-J. and A. Böhlig, Kephalaia (I): 1. Hälfte [Lieferung 1-10] . Stuttgart: Kohlhammer, 1940. See also the litany from Psalm-Book 179. Seth is also listed in the Manichaean Psalm-Book as part of a litany of biblical and apostolic figures embodying the ideal of “endurance” ( ϩⲩⲡⲟⲙⲟⲛⲏ ) (142.4), and there is even a passage from a so-called Sethian book quoted in the hagiographical account of Mani’s life preserved in the Greek Cologne Mani Codex , where Seth(el) recounts a vision of a luminous entity: “I opened my eyes and I saw before my face an [angel] whose [brightness] I could not describe [for he was] nothing other than lightning” (CMC 50). Iain Gardner and Samuel Lieu, Manichaean Texts from the Roman Empire (Cambridge: Cambridge University Press, 2004), 55; Albert Henrichs and Ludwig Koenen, Der Kölner Mani-Kodex: Über das Werden seines Liebes (Opladen: Westdeutscher Verlag, 1988), 32-33. Earlier in the same text Adam is quoted as receiving a command from “Balsamos, the greatest Angel of Light” to “receive from me and write these things I reveal to you on the purest papyrus which is not perishable or liable to worms” (CMC 49). A similar episode occurs in the Revelation of the Magi , where we are told: Adam instructed Seth his son about … [and about the revelation] of the light of the star and about its glory, because he [saw] it in the Garden of Eden when it descended and came to rest over the Tree of Life; and it illuminated the entire (garden) before Adam transgressed against the commandment of the Father of heavenly majesty (i.e. greatness) ( ܐܒܐ ܕܪܐܒܘܬܐ ܥܠܝܬܐ )” (6.2). As such, in both the Cologne Mani Codex and the Revelation of the Magi we have accounts of revelatory encounters with luminous beings in the Garden of Eden which are then recorded in primordial holy books. In both contexts these episodes are used as a means to establish their protagonists’ divine authority as part of a chain of true prophecy traced back to the biblical forefathers Adam and Seth. Nicholas Baker-Brian, Manichaeism: An Ancient Faith Rediscovered (London: T&T Clark, 2011), 50-51. 3. Polymorph Messiah Mani’s notion of prophetic succession was also linked to the periodic appearance of an entity he called the “Light-Mind” (essentially a sort of Manichaean Logos) via “apostles of light” in various times and places. Most notably, Mani is quoted as stating in a discourse given to Sassanian King Shapur I that “Apostles of God have constantly brought wisdom and deeds in successive times.” As quoted by 11 th century Islamic scholar al-Biruni in his Chronology of Ancient Nations (see John C. Reeves, Prolegomena to a History of Islamicate Manichaeism (Sheffield: Equinox, 2011), 102. Similarly, the Manichaean Kephalaia equates “all the apostles who are on occasion sent to the world” to farmers” (9.24-25), comparing their periodic appearance with the agricultural cycle of sowing and reaping. According to John C. Reeves, Mani would have likely inherited this idea of a cyclical apostolate from the Elchasaites, a Mesopotamian sect among whom he is reported to have spent his early life. Tardieu, Le manichéisme , 9-12; Baker-Brian, Manichaeism , 47-48; Samuel N. C. Lieu, Manichaeism in the Later Roman Empire and Medieval China (Tübingen: Mohr Siebeck, 1992), 35-50. According to the 3 rd -century CE Christian heresiological treatise attributed to Hippolytus, Hippolytus’ authorship is disputed. See Refutation of All Heresies , trans. M. David Litwa, Writings from the Greco-Roman World 40 (Atlanta: SBL Press, 2016), xxxiii-xlii. certain devotees of a Book of Elchasai : do not confess one Christ. Rather, they believe in a single Christ above who transmigrates numerous times into numerous bodies and was recently incarnated in Jesus. Likewise, he is sometimes born from God, while at other times he becomes spirit. Sometimes he is born from a virgin, at other times not. Later on, he continues his never-ending transmigration into bodies and is manifested in many different bodies at various times. They also use incantations and baptisms in addition to their confession by the elements. They plume themselves on their knowledge of astronomy, astrology, and magic; and they call themselves “knowers of the future” ( Refutation of All Heresies 10.29.2). Refutation of All Heresies , 739. See John C. Reeves, Heralds of That Good Realm: Syro-Mesopotamian Gnosis and Jewish Traditions (Leiden: Brill, 1996), 8; A. F. J. Klijn and G. J. Reinink, Patristic Evidence for Jewish-Christian Sects (Leiden: Brill, 1973), 122-123 In the 4 th cent. CE, Epiphanius similarly stated that the Elchasaites believed Christ “was created and that he appears time and again…he was formed for the first time in Adam and he puts off the body of Adam and assumes it again whenever he wished” ( Panarion 53.1.8). Reeves, Heralds of That Good Realm , 8; Klijn and Reinink, Patristic Evidence , 196-197. The same idea is also found in the Pseudo-Clementine Homilies, which state that Christ “changed his forms along with his names from age to age” ( ἀπ’ ἀρχῆς αἰῶνος ἅμα τοῖς ὀνόμασιν μορφὰς ἀλλάσσων τὸν αἰῶνα ) (3.20), Rehm, ed.  Die Pseudoklementinen I: Homilien (Berlin: Akademie, 1992), 64.  and where the idea of the polymorphic “True Prophet” is traced back to what some scholars have described as a “Jewish-Christian” source document from the 3 rd century CE. See New Testament Apocrypha, Vol. 2, ed. Schneemelcher, (Louisville: WJK Press, 2003), 488-492, where the resonances with Manichaean and Mandaean tradition are noted. The idea that the saviour has appeared periodically in many forms Landau discusses the topic of the polymorphic Christ and universal reve-lation in his dissertation on the Revelation of the Magi , but only engages with a small sample of possible cognate traditions (mostly biblical) (“Sages and the Star-Child,” 249-255). A survey of (the fairly extensive) evidence from both canonical and non-canonical sources is provided by Paul Foster, “Polymorphic Christology: Its Origins and Development in Early Christianity,” Journal of Theological Studies 58 (2007): 66-99. also fits well with what we find in the Revelation of the Magi , which states that Christ (the “star-child”) has appeared “in the world in a body, and the forms with him are seen in every land, because he has been sent by his majesty (i.e. greatness) ( ܪܒܘܬܗ ) for the salvation and redemption of every human being” (23.4). The “star-child” himself states “I am everywhere, and there is no land in which I am not” (26.3). At the end of the text, when Judas Thomas has brought the gospel back to the homeland of the magi, Thomas was traditionally considered to have been an apostle to the east. Eusebius mentions him going to Parthia in particular ( History of the Church 3.1). the apostle proclaims: We glorify your sweet majesty (i.e greatness) ( ܪܒܘܬܟ ), your singularity in many personifications ( ܦܪܨܘܦܐ ), πρόσωπον in a Christological sense, but also “ appearance, likeness ” (R. Payne Smith, A Compendious Syriac Dictionary [Oxford: Oxford University Press, 1903], 464a). your glorious images ( ܝܘܩܢܝܟ ) From Greek εἰκών. that you have shown us, and the clothes that you have put on for our sake, that we may be clothed in your powerful majesty. And by as many names as you have been called, you are not in any one of them, for you alone have known your great name and your majesty, and your exalted Father, and no one else. And all these forms in which you were clothed and appeared for our sake ( ܘܗܠܝܢ ܟܠܗܘܢ ܐܣܟܝܡܐ ܕܠܒܫܬ ܘܐܬܚܙܝܬ ܡܛܠܬܢ ), that we might know you, were because you loved us with your great mercy ( Revelation of the Magi 31.4-6). This passage presents a remarkably open-ended Christology, even employing the term πρόσωπον for the savior’s many manifestations and appearances. Such radical inclusivism has startled modern readers and has been used to market the text to the religiously interested reading public. The back of the dust-jacket to the mass-market edition published by HarperCollins includes quotations from well-known scholars of early Christianity such as Marvin Meyer and John Dominic Crossan about the “astonishing,” “theologically sophisticated,” “unique,” and “radical depth” of the text. The work no doubt appeals to those seeking ancient precedent for an inclusivist and pluralist approach to Christianity in a modern context. Yet is such a perspective really that unique or was it part of the text’s original environment? 4. Thomas Twins The apostle Thomas, it should be noted, is already well-known for his many Manichaean associations, Not only are there “Thomas Psalms” in the Manichaean Psalm-Book , but strong associations with both the Gospel of Thomas (Wolf-Peter Funk, “Einer aus Tausend, zwei aus Zehntausend: Zitate aus dem Thomasevangelium in den koptischen Manichaica,” in For the Children, Perfect Instruction: Studies in Honor of Hans-Martin Schenke , ed. Bethge et al. [Leiden: Brill, 2002], 67-94; J. Kevin Coyle, “The Gospel of Thomas in Manichaeism?” in Colloque international L’Évangile selon Thomas et les textes de Nag Hammadi, Québec, 29-31 mai 2003 , ed. Louis Painchaud and Paul-Hubert Poirier [Québec : Les Presses de l’Université Laval \/ Louvain : Éditions Peeters, 2007], 75-91; Paul Allan Mirecki, “Coptic Manichaean Psalm 278 and the Gospel of Thomas 37,” in Manichaica selecta , ed. A. van Tongerloo and S. Giversen [Louvain, 1991], 243-262) and the Acts of Thomas (A. F. J. Klijn, “The So-Called Hymn of the Pearl [Acts of Thomas ch. 108-113],” Vigiliae Christianae 14, no. 3 [1960]: 154-164). and the polymorphic Christ A list of sources for the polymorphic Christ is provided by Henri-Charles Puech, EPHE Annuaire 73 (1964): 122-125. See also Gedaliahu G. Stroumsa, “Polymorphie divine et transformations d’un mythologème : L’Apocryphon de Jean et ses sources,” Vigiliae Christianae 35, no. 4 (1981) : 412-434. is explicitly attested in Manichaean tradition. For example, the Manichaean Psalm-Book states: “You assumed different forms until you had visited all races” (42.31). In this context, Mani himself is understood as being the last of those many forms, since the psalmist refers to Christ as Mani’s “light-twin” ( ⲡⲥⲁⲓ̈ϣ ⲛ̅ⲟⲩⲁⲓ̈ⲛⲉ) ( Psalm-Book 42.22). The concept of the celestial “twin” is central to Mani’s own prophetic and revelatory authority, as it is for all of his alleged predecessors. For a discussion of the widely attested tradition of divine twinship in Late Antiquity see Charles M. Stang, Our Divine Double (Cambridge, MA: Harvard University Press, 2016). Not surprisingly, the notion of divine twinship is also invoked in the hymn at the end of the Revelation of the Magi , where Judas Thomas describes Christ as “twinned (ܡܬܐܡܬ) with the Spirit” (30.5) and as soaring over the water “like your twin ( ܒܪܬ ܙܘܓܗ ) the Holy Spirit” (30.6). Brock has pointed out the early Syriac usage of the grammatical feminine for the Holy Spirit (“An Archaic Syriac Prayer over Baptismal Oil,” Studia Patristica 41 [2006]: 9). See also Susan Ashbrook Harvey, “Feminine Imagery for the Divine: The Holy Spirit, the Odes of Solomon, and Early Syriac Tradition,” St. Vladimir’s Theological Quarterly 37 (2004): 1-29. Paul-Hubert Poirier has argued that the “Thomas” to whom the “Psalms of Thomas” ( ⲛⲯⲁⲗⲙⲟⲥ ⲛⲑⲱⲙ ) are attributed in the Manichaean Psalm-Book could be based on a word-play involving the Aramaic\/Syriac term for twin ( ܬܐܡܐ ), Paul-Hubert Poirier, “Une nouvelle hypothèse sur le titre des Psaumes manichéens dits de Thomas” Apocrypha 12 (2001) : 9-27. According to the 10 th -century Islamic scholar al-Nadim, when Mani was twenty-four years old, he was visited by an angel named “the Tawm , which is a Nabatean word meaning ‘Companion’” (Bayard Dodge, ed., The Fihrist of al-Nadim , Vol 2 [New York: Columbia University Press, 1970], 774). which is cognate with the verb “twinned” used in the final hymn from the Revelation of the Magi (30.5). Similarly, the Greek term σύζυγος, used as a loan-word in the same passage (30.6), is used of Mani’s celestial twin throughout the Greek Cologne Mani Codex . Moreover, of all the liturgical texts collected in the Manichaean Psalm-Book , the “Psalms of Thomas\/Thōm” are the ones that most clearly reveal traces of an Aramaic Vorlage , Peter Nagel, Die Thomaspsalmen des koptisch-manichäischen Psalmbuches (Berlin, 1980). and display striking thematic and compositional parallels with Mandaean liturgical texts. For example, “Psalm of Thomas 13” (T. Säve-Söderbergh, Studies in the Coptic Manichaean Psalm-Book [Uppsala, 1949] 119-120). The relationship between Manichaean and Mandaean traditions is complex, as there are multiple points of context between both textual corpora. Säve-Söderbergh ultimately argued that the Manichaean “Psalms of Thomas” were based on Mandaean prototypes (161). Therefore, it is not surprising that we might observe various points of contact between the Manichaean Thomas-psalms and the Revelation of the Magi . 5. Little Child of Light The Revelation of the Magi also presents an episode that is strangely evocative of Steven Spielberg’s Close Encounters of the Third Kind . When the magi have their epiphany in the Cave of Treasures, they see “(something) like the hand of a small person draw near from the pillar and the star,” (12.3) and a light-being “that appeared to us in the bodily form of a small and humble human, and he said to us: ‘Peace to you’” (13.1). Surprised by this luminous appearance, the light-being reassures the sages: “(do not doubt that)… it appeared to you in the form of a small, humble, and unworthy human, because indeed, the inhabitants of the world cannot bear to see the glory of the only Son of the Father of majesty (i.e. greatness) ( ܐܒܐ ܕܪܐܒܘܬܐ )” (13.2). Once again, the Manichaean “Psalms of Thomas” provide an important parallel. There, the cosmic avatar of the heavenly father is described as the “the Little One” ( ⲡⲕⲟⲩⲓ ) who leaps into the abyss to do battle with the powers of darkness ( Psalm-Book 204.22-27), and describe him as appearing as an “image of light” ( ⲁⲩϩⲓⲕⲱⲛ ⲛ̅ⲟⲩⲁⲓⲛⲉ ) See Revelation of the Magi 31.4 mentioned above. to the powers of the world ( Psalm-Book 214.1-12) who are driven mad by its brightness. In reverence, the powers then proclaim: “You have come in peace, O Child of Brightness, that you shall be the illuminator of our worlds” ( Psalm-Book 214.12-14). In fact, “Jesus the Child” features prominently in the “Psalms of Thomas” as one important aspect of the polymorphic Manichaean Christ. As might be expected, a similar motif is also found in the Mandaean Book of John , although with a somewhat different prophetological focus: A child was transplanted from on high The priests had dreams. An utter silence fell upon the Eulaeus, He opened his mouth for evil, He opened his mouth for evil, “I saw in my night visions, I didn’t sleep, rest or lie down, I didn’t sleep and I didn’t rest — a fire rose, burning over elder three lamps appeared, … … … A shooting star burst over Judaea, The sun appeared at night, a secret was revealed in Jerusalem. an utter silence fell upon Jerusalem. and his lying lips. saying to all the priests, in my vision when I lay down— and sleep did not overtake me in the night. that a star came to Elizabeth, father Zechariah, the sun set and the lamps shined forth. a shooting star burst over Jerusalem. and the moon shined forth during the day.” Book of John , 18.1-15. In this passage a divine child is reveled from the heavenly realm, holy silence is observed, just as the sages pray silently in the Revelation of the Magi , while a star appears, as well as light in multiple forms. Even though the focus may be different, the general contours remain the same. Interestingly, the Mandaean Book of John presents Christ’s polymorphy as a sign of his duplicity and untrustworthiness (Chapter 76) as one who “changes his appearance.” See James McGrath, “Polemic, Redaction, and History in the Mandaean Book of John: The Case of the Lightworld Visitors to Jerusalem,” Aram 25 (2013): 378-379. 6. Darkness and Error The theological hallmark of Manichaeism is its dualistic cosmological framework in which Light is radically opposed to Darkness as two pre-existent cosmic principles. This doctrine, more than any other aspect of Manichaean teaching, was the focus of fierce polemical backlash from a variety of quarters. Although not nearly as pronounced, traces of this sort of dualistic imagery can also be discerned in the Revelation of the Magi . For example, when the magi encounter Mary and Joseph in Bethlehem, Mary is said to a have become “a gate for the great light ( ܢܘܗܪܐ ) that entered the world in grace to banish the darkness ( ܚܫܘܟܐ )” (22.2). Later, in the Thomas hymn, the apostle asks Christ to “enlighten us and drive away darkness and error” (30.4 ܚܫܘܟܐ ܘܠܛܘܝܝ ). Sebastian Brock has suggested that this may indicated the influence of “Zoroastrian terminology” (“An Archaic Syriac Prayer over Baptismal Oil,” Studia Patristica 41 [2006]: 8), whereas Geo Widengren perceived an Iranian background behind the text as a whole ( Iranisch-semitische Kulturbegegnung in parthischer Zeit [Köln: Westdeutscher Verlag, 1960], 71-72). Hultgård, however, acknowledged criticisms of Widengren’s interpretation, but nonetheless asserts that Iranian traditions were at play (Anders Hultgård, “The Magi and the Star—the Persian Background in Text and Iconography,” in “Being Religious and Living Through the Eyes”: Studies in Religious Iconography [Uppsala, 1998], 223). In Coptic Manichaean texts, “error” ( ⲡⲗⲁⲛⲏ ) is practically synonymous with the power of Darkness and evil in the world. See Kephalaia 21.18; 28.31; 31.30; 33.24,30; 48.34; 90.20, etc.; Psalm-Book 4.22; 8.8,24; 52.31, etc. For instance, the Manichaean Psalm-Book states: “Let us bless our Lord Jesus who has sent us the Spirit of Truth. He came and separated us from the Error ( ⲧⲡⲗⲁⲛⲏ )” (9.4-5). This “Error” is most often associated with the various sects to which Manichaeans were opposed, whereas the light-child in the Revelation of the Magi explains how “error has reigned in deceit over your generations” (21.9) and that only those who possess true knowledge belong to the “race of light” (21.9 ܡܢ ܛܘܗܡܐ ܐܢܬܘܢ ܕܢܗܘܪܐ ). As we might expect, this last motif (“race of light”) is also present in Manichaean Psalm-Book in a passage denouncing the “sects of Error” ( ⲛ̅ⲇⲟⲅⲙⲁ ⲛ̅ⲧⲡⲗⲁⲛⲏ ) (86.14). The use of imagery contrasting light and darkness is certainly not unique to Manichaean discourse, as it appears to have been widespread in Mesopotamia. Not only were dualistic concepts important to various forms of Zoroastrian theology, but also to the teachings of Marcion and Bardaisan, each of whom were closely associated with Mani in early Syriac tradition. François De Blois, “Dualism in Iranian and Christian Traditions,” Journal of the Royal Asiatic Society 10, no. 1 (2000): 1-19. Moreover, the Mandaeans too made extensive use of it in their own literature, which as we have already seen has some relationship with early Manichaean texts. It is not surprising, then, that the Revelation of the Magi should display at least some dualistic tendencies. 7. Final Fire Fittingly, the final point that ought to be highlighted in this study is how the Revelation of the Magi imagines the end of cosmic history. As much as the text is focused on the beginning of the Christian narrative, by highlighting the birth of Jesus, it closes with a (dualistic) vision of the end-time and an eschatological exhortation from the magi: Flee from the darkness ( ܚܫܘܟܐ ) and come to the light (ܢܘܗܪܐ) that does not pass away, so that you may live and have refuge under the wings of our Lord Jesus, our saviour and our great refuge on the last day, from the fearsome judgement of fire that will come suddenly to purify the entire earth from error , which has ruled over it in its deceit. And you shall be delivered by faith from the heat of the fire and shall enter that rest that is prepared for all the chosen and the believers who have believed in the child of perfect light ( ܒܝܠܕܗ ܕܢܘܗܪܐ ܓܡܝܪܐ ), and in eternal life, in the kingdom of my Lord Jesus Christ, the Son of the Lord of all ( ܡܪܐ ܟܠ ), in his heavenly majesty (i.e. greatness) ( ܪܒܘܬܗ ), in his new world ( ܥܠܡܗ ܚܕܬܐ ), and in his heavenly and great and never-passing away light, and in his glorious rest (32.2-3 emphasis added ). Once again, we can observe numerous resemblances to Manichaean religious discourse. For its part, the Manichaean vision of the end times foresees the final appearance of Jesus the Splendor, avatar of the “Lord of All” (see above) who will vanquish the powers of darkness and purify the world by means of a “Great Fire.” The chosen “Elect” will then be rewarded in a “New Aeon” of eternal light and rest. Baker-Brian, Manichaeism , 116-118; Timothy Pettipiece, “Burn the World Down: Manichaean Apocalyptic in Comparative Perspective,” in The Armenian Apocalyptic Tradition: A Comparative Perspective, ed. Kevork Bardakjian and Sergio La Porta (Leiden: Brill, 2014), 657-666. As one Middle Persian fragment from Mani’s Book of Giants Counted among Mani’s canonical scriptures, this work contains many points of contact with other apocryphal texts from an Aramaic background (see John C. Reeves, Jewish Lore in Manichaean Cosmogony: Studies in the Book of Giants Traditions [Cincinatti, 1992]). suggests: …on brilliant wings they (the righteous ones) shall fly and soar further beyond and above that Fire, and shall gaze into its depth and height. And those righteous ones that will stand around it, outside and above, they shall have power over the Great Fire, and over everything in it … they are purer and stronger [than the] Great Fire of Ruin that sets the worlds ablaze. T ii D ii 164 (trans. Hans-Joachim Klimkeit, Gnosis on the Silk Road [San Francisco: HarperCollins, 1993], 247); W. B. Henning, “The Book of Giants,” BSOAS 11 (1943): 68. Conclusions and Implications What, then, are we to make of all the apparent similarities between the Revelation of the Magi and Manichaean theological language? While some resemblances are perhaps more on the surface level, such as imagining God and the divine realm in terms of life, light, treasure, splendor, and greatness— all of which seem to have been part of a shared Aramaic religious vocabulary—others emerge as more deeply rooted themes. Most notably: i) identifying God as the “Father of Greatness” ii) a chain of True Prophets traced back to Adam and Seth iii) a polymorphic messiah-figure who appears to all humanity iv) revelatory authority granted through divine twinship v) emphasis on Thomas traditions vi) opposition between Light and Darkness \/ Truth and Error vii) eschatological fire and rest As such, both the Revelation of the Magi and Manichaean literature construct the same basic soteriological storyline. Namely, that the Father of Greatness reveals himself through a chain of true prophets extending back to Adam and Seth that have appeared in many times and places as manifestations of divine twinship . The message that these prophets deliver periodically to all humanity emphasizes the opposition between light and darkness and the error manifest in sectarian divisions. The forces of darkness and evil, however, will ultimately be defeated when Jesus returns in glory to set fire to the world and grant eternal rest to the children of light . Does this mean that the Revelation of the Magi is a Manichaean text? I am not ready to go that far. Notably absent are a multiplicity of technical terms for the many well-defined figures from the Manichaean cosmogonic myth, other than the “Father of Greatness.” This in itself does not necessarily discount the idea of the Revelation of the Magi being a Manichaean text, as the specific technical language of the cosmogony appears to have been largely unknown to outsiders, with a few notable exceptions such as Theodore bar Khonai. Most polemical descriptions of the Manichaean myth make use of a generic template focused on its dualistic basis rather than a detailed narrative. Nor is there any direct or implied references to Mani himself. There is a somewhat oblique reference to the “Paraclete Spirit” (14.8) in the text, although this does not appear to connect with the Manichaean notion of Mani as the Paraclete promised by Jesus. Even though Manichaean scribal activity has been observed in other pieces of Christian apocryphal literature, that does not appear to be happening here. See Timothy Pettipiece, “Manichaean Redaction of the Secret Book of John ,” in Fakes, Forgeries, and Fictions: Writing Ancient and Modern Christian Apocrypha: Proceedings from the 2015 York Christian Apocrypha Symposium , ed. Tony Burke (Eugene, Oregon: Cascade Books, 2017). Moreover, as mentioned above, the magi and the Nativity story were of little intrinsic interest to Manichaean authors, who found the idea of an incarnated Jesus theologically offensive. It seems more likely that the presence of common thematic elements points to a common milieu out of which both the Revelation of the Magi and Manichaeism emerged. More specifically, I would argue that both are building on a pre-existing soteriological narrative that appears to have been rooted in variant By variant I mean streams of early Christian tradition that diverge considerably from emerging orthodoxy. forms of Christianity that developed in Aramaic\/Syriac speaking Mesopotamia. This geographic area has been described as a “crucible of cultural creativity for Jews no less than Platonists, Christians, and Manichaeans in the first three centuries of the Common Era” (Han and Reed, “Reorienting Ancient Judaism,” 148). The exact origins of this narrative, however, remain difficult to define, as they appear tied to the notoriously complex and contested issue of “Jewish Christianity.” The notoriously difficult puzzle of “Jewish Christianity” has been the subject of much debate and controversy. See Annette Yoshiko Reed, “Historicizing ‘Jewish-Christianity’,” in Jewish-Christianity and the History of Judaism: Collected Essays (Tübingen: Mohr Siebeck, 2018), xv-xxx. Typically, this hybrid term has been used to describe either an imagined segment of Jesus’ earliest followers, or in reference to certain sectarian groups identified by patristic heresiologists as outliers. In spite of the term being “anachronistic, clumsy, fraught, and contested,” (as Reed admits), it nonetheless points to a liminal historical, discursive, and even geographical space in which certain discernable expressions of late antique religious tradition and community connect themselves in important ways to both Christianity and Judaism while at the same time resisting those categorical constructs as they have come to be defined. As problematic as the term is, it nonetheless points to something that needs to be further explored and better understood. As mentioned earlier, the Revelation of the Magi was likely composed in Syriac, possibly near Edessa in the 3 rd or 4 th century CE, See note 4. which was an important center of early Christian activity in Mesopotamia. We also know that Mani and his early disciples wrote and preached in Syriac in the same region around the same time. Mandaic, for its part, is an Aramaic dialect, and communities of Mandaeans, or their predecessors, have in some form been (until recently) historically present long the Tigris and Euphrates since at least the 3 rd cent. CE. The recent re-assessment by Kevin van Bladel suggests that a distinctive “Mandaean” identity only emerged in the 5 th century CE out of competition among other “Syro-Mesopotamia” religious groups ( From Sasanian Mandaeans to Ṣābians of the Marshes [Leiden: Brill, 2017]). It is therefore not surprising that religious traditions emanating from the same time-period and geographical area would demonstrate some common characteristics and thematic concerns. In fact, as recent studies continue to demonstrate, Jewish, Christian, Zoroastrian, and Manichaean traditions regularly engaged one another in late antique Mesopotamia and display significant degrees of overlap. See, for example, Adam H. Becker, “The Comparative Study of ‘Scholas-ticism’ in Late Antique Mesopotamia: Rabbis and East Syrians,” AJS Review 34 no. 1 (2010): 91-113; Yishai Kiel, “Study Versus Sustenance: A Rabbinic Dilemma in Its Zoroastrian and Manichaean Context,” AJS Review 38 no. 2 (2014): 275-302; Yishai Kiel, “Reimagining Enoch in Sassanian Babylonia in Light of Zoroastrian and Manichaean Traditions,” AJS Review 39 no.2 (2015): 407-432 to name but a few. Unfortunately, the story of early Christianity beyond the eastern borders of the Roman Empire is not one that is well-known or well-understood outside of specialized circles. As Sebastian Brock has pointed out, the Eusebian model of early Christian history has linked that narrative so closely with the Roman Empire, that the development of Christianity in Persia is either omitted from that story or minimized (see Sebastian Brock, “Christians in the Sasanian Empire: A Case of Divided Loyalties,” in Syriac Perspectives on Late Antiquity , 2-3). Thus modern readers’ surprise at a text such as the Revelation of the Magi . While early missionaries would have arrived by the 2 nd century CE, there was also a significant influx of Christians due to the forced deportation of hundreds of thousands of captives from the Roman Empire by Persian King Shapur I in the 3 rd century CE. Josef Wiesehöfer, Ancient Persia from 550 BC to 650 AD (New York: I. B. Tauris, 1998), 201. Notably, an inscription by the Sasanian high-priest Kartir (mentioned above) points to an official differentiation between two groups known in Middle Persian as nāsrāy and kristiyān . It is difficult to imagine that Kartir would use these terms in an official inscription without understanding that they implied some important distinction. It has been suggested that the former group, the “Nazoreans” Based on what we know from early Christian heresiological sources, the term “Nazorean” is used as a kind of catch-all to connect a cluster of sectarian groups that were all thought to derive from the so-called “Jewish-Christian” stream of early Christianity, such as Cerninthians, Elchasaites, and Ebionites. “Nazorean” is also attested as a term of self-designation found in Mandaean writings, although in a somewhat ambivalent sense, and is applied to Christians pejoratively in the Talmud (see François De Blois, “Naṣrānī [Ναζωραȋος] and ḥanīf [ἐθνικός]: Studies on the Religious Vocabulary of Christianity and of Islam” Bulletin of the School of Oriental and African Studies 65, no. 1 [2002]: 4). represents local Aramaic-speaking Christians, many of whom were still strongly connected to non-rabbinic Jewish traditions, while the latter refers to relocated “western” Christians who had more in common with the Roman church. Sebastian Brock, “Christians in the Sasanian Empire: A Case of Divided Loyalties,” Syriac Perspectives on Late Antiquity , 3-6. Similarly, Persian authorities in Syriac martyr acts from the Sasanian period seem to make the same terminological differentiation when discussing interactions with Christian communities under their jurisdiction. De Blois, “Naṣrānī [ Ναζωραȋος ] and ḥanīf [ἐθνικός], 8. While a more concrete history of the churches of Persia begins to take shape in the 4 th century CE, prior to that, particularly in the 2 nd and 3 rd centuries, Iranian territories appear to have been home to an eclectic mix of doctrines and sects associated with early Christian teachers such as Marcion, Bardaisan, and Elchasai, Wiesehöfer, Ancient Persia , 205. Later, Mani himself will be added to this list of founding figures. all of whom where later deemed “heretical” by proto-orthodox authorities, but whose doctrines were considered authoritative and foundational for the earliest forms of Aramaic\/Syriac Christianity The work of Stanley Jones has helped further refine this understanding of early Christianity in Syro-Mesopotamia (see F.S. Jones, Pseudoclementia Elchasaiticaque inter Judaeochristiana: Collected Studies [Leuven: Peeters, 2012]). in the region. As we saw above, several of the central themes and motifs common to both the Revelation of the Magi and Manichaean discourse, such as the chain of True Prophets and the polymorphic Christ, point back to such “Elchasaite” or “Nazorean” prototypes. Cirillo, Luigi, ''From the Elchasaite Christology to the Manichaean Apostle of Light,” in  Il Manicheismo: Nuove Prospettive della Richerca. Atti del Quinto Congresso Internazionale di Studi sul Manicheismo (Dipartimento di Studi Asiatici, Università degli Studi di Napoli “L’Orientale”; Napoli, 2-8 Settembre 2001) , ed. van Tongerloo, Aloïs and Cirillo, Luigi. Manichaean Studies 5. Turnhout: Brepols, 2005), 47-54. Gerard P. Luttikhuizen has referred to this idea as a distinctly “Syrian Christology” (see “The Baptists of Mani’s Youth and the Elchasaites,” in  Gnostic Revisions of Genesis Stories and Early Jesus Traditions , NHMS 58 [Leiden: Brill, 2006], 178-179). The current model of the historical development of early Christianity has long had its own version of a “dark matter” problem. There are strong indicators of an important stream of early Christian tradition that exerted considerable influence on other contemporary trajectories and against which proto-orthodoxy defined itself, but whose exact nature remains obscure, since evidence of it has been almost totally erased. Nearly a century ago, Walter Bauer argued that the prevailing forms of “orthodox” Christianity that developed during Late Antiquity were often built against a pre-existing background of traditions later deemed “heretical.” A key example of this phenomenon relates to the story of King Abgar and the introduction of Christianity to the city of Edessa ( Rechtgläubigkeit und Ketzerei im ältesten Christentum [Tübingen: Mohr, 1934]). This tradition can only be vaguely decerned as a palimpsest read against the background of preserved early Christian discourse and is partly visible through heresiological labels such as Gnostic, Ebionite, Elchasaite, and Nazorean, as well as surviving early Christian and Jewish apocrypha traditions. Geo Widengren identified this as a form of “jüdisch-iranischen Gnosis” in specific reference to the Revelation of the Magi ( Mani und der Manichäismus [Stuttgart: Kohlhammer, 1961], 29). This evidence suggests that a well-developed and widespread parallel Christian tradition (or cluster of traditions) developed early on and largely independently in Aramaic-speaking Mesopotamia that presented a much different theological focus than what developed later into Nicene orthodoxy and therefore looks alien to ancient and modern commentators for whom Christianity in the Roman Empire is the primary point of reference. In particular, in these alternate traditions, a much stronger emphasis is placed on Christ’s appearance (or rather appearances) in the world and his role as a revealer rather than the redemptive value of his embodiment, death, and resurrection, which were viewed as illusory. It is also differentiated by its assertion of an alternative Trinity emphasizing the femininity of the Spirit, This too was a reflection of its Aramaic context, in which the word for “spirit” is grammatically feminine. See Timothy Pettipiece, “Many Faced Gods: Triadic (Proto-)Structure and Divine Androgyny in Early Manichaean Cosmogony,” Open Theology (2015) 1: 245–254, where it is argued that the entirety of the early Manichaean cosmogonic myth is rooted in this alternate trinitarian framework of Father-Mother-Child. François De Blois has suggested that this type of trinity tradition was “widespread” on the periphery of the late-antique world, and in fact represents the form of Christianity likely engaged with by Muhammed and the early Muslims, adding to its historical importance (“Naṣrānī [Ναζωραȋος] and ḥanīf [ἐθνικός],” 27). and a chain of “true prophets” periodically sent to humanity. I am suggesting, here, that the Revelation of the Magi and the teaching of Mani represent two closely related theological trajectories derived from this stream of early Mesopotamian Christianity. What accounts for such theological differences? The fact that these alternate Christian traditions developed in Iranian territory, during the late Parthian and early Sassanian periods, is certainly key. Sebastian Brock has suggested that the Revelation of the Magi may have, at least in part, sought to provide “a foundation legend for the Iranian Christian community.” Sebastian Brock, “An Archaic Syriac Prayer over Baptismal Oil,” 5. Although, if we imagine the considerable religious diversity on the ground in the early Sasanian Empire, as evidenced by the inscription of Kartir, which mentions Jews ( yahūd ), Buddhists ( šaman ), Brahmans ( brāman ), and “baptisers” ( makdag ) as objects of his derision, Wiesehöfer, Ancient Persia , 199. then it is possible that the Revelation of the Magi (and the teachings of Mani for that matter) could be viewed as an attempt to bridge the gap between a diversity of communities and establish a unified soteriological framework. It is worth noting, however, that the Revelation of the Magi contains almost no overtly polemical elements, and its author does not seem interested in attacking other religious perspectives directly. Instead, a story is told of a saviour from the light-realm that appears in multiple forms throughout the ages to all people in an on-going effort to achieve universal salvation. Tellingly, at the end of the star-child’s discourse to the magi a voice is heard saying: “Amen! The will of complete salvation, joy and peace to all the worlds!” ( Revelation of the Magi 21.12). One has to wonder if the very focus placed on the magi as bearing witness to the appearance of Jesus is in some sense an attempt to appeal to the imperial Zoroastrian tradition and to validate Christianity’s status as a religious minority in the Sasanian Empire. See Hultgård, “The Magi and the Star—the Persian Background in Text and Iconography,” 225. A similar point is made by Sergey Minov in relation to representations of the magi in the Syriac Cave of Treasures , which are said to “reflect the values and aspirations of a Christian minority group seeking to engage actively the dominant culture of the Sassanian empire” (“Dynamics of Christian Acculturation in the Sassanian Empire: Some Iranian Motifs in the Cave of Treasures ,” in Jews, Christians and Zoroastrians: Religious Dynamics in a Sasanian Context , ed. G. Herman, Judaism in Context 17 (Piscataway, New Jersey: Gorgias Press, 2014), 200). Even the names of the Magi, such as Hormizd, Atrahšišat, Merodak, appear designed to make allusion to figures from prior Iranian and Mesopotamian traditions ( Revelation of the Magi 2.3). Moreover, if indeed the author of the text was attempting to build a bridge between various neighboring religious communities, then perhaps the use of the title “Father of Greatness” itself could similarly be seen as a deliberate theological overture to Manichaean sensibilities. As Sebastian Brock has also pointed out, the history of early Christianity is often distorted by the overriding emphasis placed on the Roman context, which is seen as somehow essential to its early development. From this perspective, the experience of Christians has often been stereotyped as either persecuted minority or supremacist majority. Sebastian Brock, “Christians in the Sasanian Empire: A Case of Divided Loyalties,” 1-2. A similar issue has affected scholarly discussions of ancient Judaism, which until recently have placed emphasis on Graeco-Roman contexts as opposed to Parthian and Sassanian (see Jae Hee Han and Annette Yoshiko Reed, “Reorienting Ancient Judaism: Syrian, Mesopotamian, and Persian Perspectives,” Journal of Ancient Judaism 9 no. 2 (2018): 145-146). Imperial Roman Christianity, as reflected by post-Nicene orthodoxy, could afford to be supremacist and exclusive in orientation, as it had the full-force of the emperors to assert its theological and ideological agendas. But what about Christianity in other contexts? For the most part, Christians in Persian territory were tolerated as a recognized religious minority. Whereas Mani, in the 3 rd century, sought to replace all existing religious traditions with his own universal church, his highly polemical efforts generated enormous hostility and resulted in his execution by the state. The Revelation of the Magi , however, appears to take an equally inclusivist approach, but a more conciliatory tone, in that it avoids overt attempts to antagonize other religious communities, while seeking to integrate them into a discourse of universal salvation. Such a universalizing soteriology might appear surprising and appealing to modern readers, but when viewed in its historical context and against a broader background of other related, early Christian traditions, it is perhaps not all that original. It is simply unfamiliar. While enigmatic and exotic on the surface, the Revelation of the Magi and its Manichaean parallels appear to have inherited and integrated significant elements from a pre-existing tradition we know largely from fragments and hostile testimonies. Not only is it theologically compelling, but it also provides another important piece to the still incomplete puzzle of “early Christianities” I am not particularly fond of the plural coinage “Christianities.” However, in the case of the earliest forms of the Christian movement in Syriac-speaking Mesopotamia it does seem as though we are faced with some fairly independent trajectories of development with unique characteristics. outside the Roman Empire. Bibliography Allberry, C.R.C., A Manichaean Psalm-Book, Part II (Stuttgart: Kohlhammer, 1938). Ashbrook Harvey, Susan, “Feminine Imagery for the Divine: The Holy Spirit, the Odes of Solomon, and Early Syriac Tradition,” St. Vladimir’s Theological Quarterly 37 (2004): 1-29. Augustine, Answer to Faustus, a Manichean , trans. Roland Teske, The Works of Saint Augustine: A Translation for the 21 st Century (NY: New City Press, 2007), Augustine, Sancti Aureli Augustini, ed. Zycha, CSEL 25.1 (Vienna, 1891). Baker-Brian, Nicholas Manichaeism: An Ancient Faith Rediscovered (London: T&T Clark, 2011). Bauer, Walter, Rechtgläubigkeit und Ketzerei im ältesten Christentum (Tübingen: Mohr, 1934). Becker, Adam H., “The Comparative Study of ‘Scholasticism’ in Late Antique Mesopotamia: Rabbis and East Syrians,” AJS Review 34 no. 1 (2010): 91-113 BeDuhn, Jason, The Manichaean Body in Discipline and Ritual (Baltimore: John Hopkins University Press, 2000). Brock, Sebastian, “An Archaic Syriac Prayer over Baptismal Oil,” Studia Patristica 41 (2006): 2-12. Brock, Sebastian, “Christians in the Sasanian Empire: A Case of Divided Loyalties,” in Syriac Perspectives on Late Antiquity (London: Variorum Reprints, 1984), IV.1-19. Coyle, J. Kevin, “The Gospel of Thomas in Manichaeism?” in Colloque international L’Évangile selon Thomas et les textes de Nag Hammadi, Québec, 29-31 mai 2003 , ed. Louis Painchaud and Paul-Hubert Poirier (Québec: Les Presses de l’Université Laval \/ Louvain: Éditions Peeters, 2007), 75-91. Cirillo, Luigi, ''From the Elchasaite Christology to the Manichaean Apostle of Light,” in  Il Manicheismo: Nuove Prospettive della Richerca. Atti del Quinto Congresso Internazionale di Studi sul Manicheismo (Dipartimento di Studi Asiatici, Università degli Studi di Napoli “L’Orientale”; Napoli, 2-8 Settembre 2001) , ed. van Tongerloo, Aloïs and Cirillo, Luigi. Manichaean Studies 5. Turnhout: Brepols, 2005), 47-54. De Blois, François, “Dualism in Iranian and Christian Traditions,” Journal of the Royal Asiatic Society 10, no. 1 (2000): 1-19. De Blois, François, “Naṣrānī [Ναζωραȋος] and ḥanīf [ἐθνικός]: Studies on the Religious Vocabulary of Christianity and of Islam” Bulletin of the School of Oriental and African Studies 65, no. 1 (2002): 4. Denzey, Nicola “A New Star on the Horizon: Astral Christologies and Stellar Debates in Early Christian Discourse,” in Prayer, Magic, and the Stars in the Ancient and Late Antique World, ed. Scott Noegel et al. (Pennsylvania: Pennsylvania State University Press, 2003). Dilley, Paul, “Also Schrieb Zarathustra? Mani As Interpreter of the ‘Law of Zarades’” in Iain Gardner, Jason BeDuhn, and Paul Dilley, Mani at the Court of the Persian Kings: Studies on the Chester Beatty \"Kephalaia\" Codex (Leiden: Brill, 2015), 101-135. Dodge, Bayard, ed., The Fihrist of al-Nadim , Vol 2 (New York: Columbia University Press, 1970). Duchesne-Guillemin, Jacques, “ Die Magier in Bethlehem und Mithras als Erlöser?” Zeitschrift der Deutschen Morganländischen Gesellschaft 111, no. 2 (1961): 469-475. Foster, Paul, “Polymorphic Christology: Its Origins and Development in Early Christianity,” Journal of Theological Studies 58 (2007): 66-99. Franzmann, Majella, Jesus in the Manichaean Writings (London: T&T Clark, 2003). Funk, Wolf-Peter, “Einer aus Tausend, zwei aus Zehntausend: Zitate aus dem Thomasevangelium in den koptischen Manichaica,” in For the Children, Perfect Instruction: Studies in Honor of Hans-Martin Schenke , ed. Bethge et al. (Leiden: Brill, 2002), 67-94. Gardner, Iain, “Mani’s Last Days,” in Gardner, BeDuhn, and Dilley, Mani at the Court of the Persian Kings: Studies on the Chester Beatty \"Kephalaia\" Codex (Leiden: Brill, 2015), 159-208. Gardner, Iain and Samuel Lieu, Manichaean Texts from the Roman Empire (Cambridge: Cambridge University Press, 2004). Häberl, Charles G. and James F. McGrath, eds., The Mandaean Book of John: Text and Translation (Berlin: De Gruyter, 2020). Han, Jae Hee and Annette Yoshiko Reed, “Reorienting Ancient Judaism: Syrian, Mesopotamian, and Persian Perspectives,” Journal of Ancient Judaism 9 no. 2 (2018): 144-154. Hegemonius, Acta Archelai (The Acts of Archelaus) , trans. Mark Vermes (Louvain: Brepols, 2001). Hegemonius, Acta Archelai , GCS 16 (Leipzig: J.C. Hinrichs, 1906). Henrichs, Albert and Ludwig Koenen, Der Kölner Mani-Kodex: Über das Werden seines Liebes (Opladen: Westdeutscher Verlag, 1988). Henning, W. B., “Mani’s Last Journey,” Bulletin of the School of Oriental and African Studies 10, no.4 (1942): 941-953. Henning, W. B., “The Book of Giants,” Bulletin of the School of Oriental and African Studies 11 (1943): 52-74. (Hippolytus), Refutation of All Heresies , trans. M. David Litwa, Writings from the Greco-Roman World 40 (Atlanta: SBL Press, 2016), Hultgård, Anders, “The Magi and the Star—the Persian Background in Text and Iconography,” in “Being Religious and Living Through the Eyes”: Studies in Religious Iconography (Uppsala, 1998), 215-225. Jones, F. S. Pseudoclementia Elchasaiticaque inter Judaeo-christiana: Collected Studies (Leuven: Peeters, 2012). Kiel, Yishai, “Reimagining Enoch in Sassanian Babylonia in Light of Zoroastrian and Manichaean Traditions,” AJS Review 39 no.2 (2015): 407-432. Kiel, Yishai, “Study Versus Sustenance: A Rabbinic Dilemma in Its Zoroastrian and Manichaean Context,” AJS Review 38 no. 2 (2014): 275-302. Klijn, A. F. J., Seth in Jewish, Christian, and Gnostic Traditions (Leiden: Brill, 1977). Klijn, A. F. J. “The So-Called Hymn of the Pearl (Acts of Thomas ch. 108-113),” Vigiliae Christianae 14, no. 3 (1960): 154-164. Klijn, A. F. J., and G. J. Reinink, Patristic Evidence for Jewish-Christian Sects (Leiden: Brill, 1973). Klimkeit, Hans-Joachim, Gnosis on the Silk Road (San Francisco: HarperCollins, 1993). Lieu, Samuel N. C., Manichaeism in the Later Roman Empire and Medieval China (Tübingen: Mohr Siebeck, 1992). Lieu, Samuel N. C., Gregory Fox, and John Sheldon, Greek and Latin Sources on Manichaean Cosmogony and Ethics , Corpus Fontium Manichaeorum, Series Subsidia VI (Turnhout: Brepols, 2010). Landau, Brent, “The Sages and the Star-Child:An Introduction to the Revelation of the Magi, An Ancient Christian Apocryphon” (PhD diss., Harvard University, 2008). Landau, Brent, Revelation of the Magi: The Lost Tale of the Wise Men’s Journey to Bethlehem (HarperCollins, 2010). Luttikhuizen, Gerard P., “The Baptists of Mani’s Youth and the Elchasaites,” in  Gnostic Revisions of Genesis Stories and Early Jesus Traditions, Nag Hammadi and Manichaean Studies 58 (Leiden: Brill, 2006), 170-184. MacKenzie, D. N., “A Zoroastrian Master of Ceremonies,” in W.B. Henning Memorial Volume , ed. Mary Boyce, and Ilya Gershevitch (London: Lund Humphries, 1970), 264-71. McGrath, James, “Polemic, Redaction, and History in the Mandaean Book of John: The Case of the Lightworld Visitors to Jerusalem,” Aram 25 (2013): 375-382. Minov, Sergey, “Dynamics of Christian Acculturation in the Sassanian Empire: Some Iranian Motifs in the Cave of Treasures ,” in Jews, Christians and Zoroastrians: Religious Dynamics in a Sasanian Context , ed. G. Herman, Judaism in Context 17 (Piscataway, New Jersey: Gorgias Press, 2014), 149-201. Mirecki, Paul Allan, “Coptic Manichaean Psalm 278 and the Gospel of Thomas 37,” in Manichaica Selecta , ed. A. van Tongerloo and S. Giversen (Louvain, 1991), 243-262. Nagel, Peter, Die Thomaspsalmen des koptisch-manichäischen Psalmbuches (Berlin, 1980). New Testament Apocrypha, Vol. 2, ed. Schneemelcher, (Louisville: WJK Press, 2003) New Testament Apocrypha: More Canonical Scriptures, Volume I , ed. Tony Burke and Brent Landau (Grand Rapids, MI: Eerdmans, 2016). Payne Smith, R., A Compendious Syriac Dictionary (Oxford: Oxford University Press, 1903). Pedersen, Nils Arne, Manichaean Homilies , Corpus Fontium Manichaeorum, Series Coptica II (Turnhout: Brepols, 2006). Pettipiece, Timothy, “Burn the World Down: Manichaean Apocalyptic in Comparative Perspective,” in The Armenian Apocalyptic Tradition: A Comparative Perspective, ed. Kevork Bardakjian and Sergio La Porta (Leiden: Brill, 2014), 657-666. Pettipiece, Timothy, “Manichaean Redaction of the Secret Book of John ,” in Fakes, Forgeries, and Fictions: Writing Ancient and Modern Christian Apocrypha: Proceedings from the 2015 York Christian Apocrypha Symposium , ed. Tony Burke (Eugene, Oregon: Cascade Books, 2017), 194-206. Pettipiece, Timothy, “Many Faced Gods: Triadic (Proto-)Structure and Divine Androgyny in Early Manichaean Cosmogony,” Open Theology (2015) 1: 245–254. Pettipiece, Timothy, Pentadic Redaction in the Manichaean Kephalaia (Leiden: Brill, 2009). Polotsky, H.-J. and A. Böhlig, Kephalaia (I): 1. Hälfte [Lieferung 1-10] (Stuttgart: Kohlhammer, 1940). Poirier, Paul-Hubert, “Une nouvelle hypothèse sur le titre des Psaumes manichéens dits de Thomas” Apocrypha 12 (2001) : 9-27. Puech, Henri-Charles, EPHE Annuaire 73 (1964): 122-125. Reed, Annette Yoshiko, “Beyond the Land of Nod: Syriac Images of Asia and the Historiography of ‘The West’,” History of Religions 49, no. 1 (August 2009): 48-87. Reed, Annette Yoshiko, “Historicizing ‘Jewish-Christianity’,” in Jewish-Christianity and the History of Judaism: Collected Essays (Tübingen: Mohr Siebeck, 2018), xv-xxx. Reeves, John C., Heralds of That Good Realm: Syro-Mesopotamian Gnosis and Jewish Traditions (Leiden: Brill, 1996). Reeves, John C., Jewish Lore in Manichaean Cosmogony: Studies in the Book of Giants Traditions (Cincinnati, 1992). Reeves, John C., Prolegomena to a History of Islamicate Manichaeism (Sheffield: Equinox, 2011). Reeves, John C., “Reconsidering the ‘Prophecy of Zardūšt’,” in A Multiform Heritage: Studies in Early Judaism and Christianity in Honor of Robert A. Kraft , ed. Benjamin G. Wright (Atlanta: Scholars Press, 1999), 167-182. Rehm, Bernhard, ed,  Die Pseudoklementinen I: Homilien , GCS 42 (Berlin: Akademie, 1992).  Säve-Söderbergh, T. Studies in the Coptic Manichaean Psalm-Book (Uppsala, 1949). Stang, Charles M., Our Divine Double (Cambridge, MA: Harvard University Press, 2016). Stroumsa, Gedaliahu G., “Polymorphie divine et transformations d’un mythologème : L’Apocryphon de Jean et ses sources,” Vigiliae Christianae 35, no. 4 (1981) : 412-434. Tardieu, Michel, Le manichéisme (Paris: Presses universitaires de France, 1981) Taylor, David, “The Coming of Christianity to Mesopotamia,” in The Syriac World, ed. Daniel King (New York: Routledge, 2019), 68-87) Theodore bar Khonai, Book of Scholia ( Liber scholiorum, ed. Addai Scher; CSCO 69; (Louvain: Imprimerie orientaliste L. Durbecq, 1954). Théodore bar Koni: Livre des scholies (recension de Séert) I. Mimrè I-V, trans. Robert Hespel and René Draguet, CSCO, Scriptores syri 187 (Louvain: Peeters, 1981). Toepel, Alexander, “The Apocryphon of Seth,” in Old Testament Pseudepigrapha: More Noncanonical Scriptures , vol. 1, ed. Richard Bauckham, James Davila, and Alexander Panayotov (Grand Rapids: Eerdmans, 2013), 33-39. van Bladel, Kevin, From Sasanian Mandaeans to Ṣābians of the Marshes (Leiden: Brill, 2017). Van Lindt, Paul, The Names of Manichaean Mythological Figures: A Comparative Study on Terminology in the Coptic Sources (Wiesbaden: Otto Harrassowitz, 1992). van Tongerloo, Aloïs, “The Father of Greatness,” in Gnosisforschung und Religionsgeschichte. Festschrift fūr Kurt Rudolph zum 65. Geburtstag, ed. Holger Preißler und Hubert Seiwert (Marburg: diagonal-Verlag, 1994), 329-342. Widengren, Geo Iranisch-semitische Kulturbegegnung in parthischer Zeit (Köln: Westdeutscher Verlag, 1960). Widengren, Geo, Mani und der Manichäismus (Stuttgart: Kohlhammer, 1961). Wiesehöfer, Josef, Ancient Persia from 550 BC to 650 AD (New York: I. B. Tauris, 1998).",
    "title" : 
    [ "Manichaeism and the Revelation of the Magi: Syriac \"Christianities\" in Late Antique Mesopotamia",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Pettipiece, Timothy" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2pettipiece",
    "type" : "article",
    "displayTitleEnglish" : "Manichaeism and the Revelation of the Magi : Syriac \"Christianities\" in Late Antique Mesopotamia" }