
  { "fullText" : "Mathews Severios, Word Became Flesh: The Christology of Philoxenos of Mabbug , Studien zur Orientalischen Kirchen-geschichte 63 (Zurich: LIT Verlag, 2020). Pp. 304; €54.90. Time is not always of the essence, especially for scholarship of Syriac Late Antiquity. Mathews Mar Severios is the Metropolitan of the Kandanad West Diocese of the Malankara Orthodox Syrian Church in Kerala, India. Severios submitted his doctoral dissertation in 1984 to the Pontifical Oriental Institute, Rome, on the christology of Philoxenos of Mabbug, under the guidance of Ortiz de Urbina, Vincenzo Poggi, René Lavenant, and Pierre Yousif. As happens with many dissertations, it was not immediately published, but with the encouragement of Martin Tamcke, editor of the series Studien zur Orientalischen Kirchengeschichte , and with updates in research on Philoxenos, Severios finally brought his labor to full light. Mar Severios’ title, Word Became Flesh , targets a critical phrase of Philoxenos in his lengthy and intricate christological debates with a monk Ḥabib. The Ten Discourses against Ḥabib are well known from the research of André de Halleux and Luise Abramowski, but little studied. Severios’ most important contribution is his point-by-point transcription of Ḥabib’s criticisms of Philoxenos’ miaphysite christology, and the responses to Ḥabib by Philoxenos. The complex subtleties of these accusations and retorts, with plenty of vitriol seasoning the dialogue, require a reader’s full concentration. Severios produces an effective and insightful commentary on the correspondence, conveying a positive picture of the miaphysite theological rationale during its most vibrant and politically viable era. Beginning with a thorough investigation of the name(s) of the bishop of Mabbug, Severios settles on the ascetical “wandering” character of the term aksenōyō . The episcopal name of Philoxenos, Severios suggests, was a Greek accommodation for a see in Roman territory. He continues with a chronology of the life and works of Philoxenos, including a number of details culled from Eli of Qartamin’s thirteenth-century mīmrō on Philoxenos. The majority of Severios’ narrative is devoted to Ḥabib’s reaction to Philoxenos’ “Letter to the Monks,” the text and French translation of which were published in Patrologia Orientalis (1982) by M. Brière and F. Graffin. Ḥabib, otherwise unknown, was apparently a monk whom Philoxenos knew previously. Ḥabib shows himself to be a dyophysite, but neither defends nor opposes directly Chalcedon or the so-called Nestorian interpretation. Philoxenos, in turn, saw Ḥabib’s arguments as conniving and deceitful, and, in fact, veiled Nestorianism. Philoxenos bluntly painted all dyophysites, including the signers of the Chalcedonian definition, as Nestorians. Severios helpfully summarizes and evaluates the principal questions and objections of Ḥabib, discerned from Philoxenos’ letters. The bishop does not systematically list these questions, so Severios organizes Ḥabib’s doctrinal challenges according to topic. The author does acknowledge instances in which Ḥabib was not incorrect in his criticism of the elder theologian. Severios proceeds to an even lengthier treatment of Philoxenos’ replies to Ḥabib, similarly arranging the topics systematically, assiduously footnoting the origins of the terms and concepts Philoxenos is employing. These summaries provide a significant research tool that should become an essential departure point for anyone examining this debate and the basics of miaphysite Christology. Ḥabib accuses Philoxenos of advocating notions of Bardaisan, Mani, Marcion, and Eutyches, but the bishop retorts that all these promoted a docetic christology, whereas he holds that Christ was fully human and his body was real and true. As Ḥabib bitterly charges Philoxenos with erring on numerous aspects of Christ, the two pivotal battlegrounds are, first, Philoxenos’ phrase “the becoming of Christ without change,” which Ḥabib rejects as violating the divine nature of Christ (how can the divinity change?), and, second, the suffering, death, and resurrection of Christ—the theopaschite issue—which Ḥabib declares is illogical. A primary deficiency of Ḥabib’s arguments to which Severios points, following Philoxenos’ hints, is that he was not familiar with the Church Fathers. Ḥabib did not recognize, or was not aware, that several councils and leading theologians had approved on multiple occasions the theological statements asserted by Philoxenos, which Ḥabib attacked as heretical. This is particularly shown in “becoming without change,” as Philoxenos demonstrates the phenomenon of how things can “become” something they were previously not—writing letters, the mystery of baptism, things appearing to the eye, and the creation of human beings—without changing or losing what they were. Philoxenos observes that the Word “was incarnated and became human” was declared in Nicaea, and later confirmed in Constantinople, of which Ḥabib was apparently unaware. As for God dying on the Cross, which Ḥabib rejects as logically and linguistically impossible, Philoxenos counters that Ḥabib is thinking at too low a level, since Christ transcends the kyānā or nature of a human being. The death of Christ is a matter to be perceived and comprehended by the “faculty” of faith, which the bishop perceives as a sixth sense, rather than by pure logic. If Christ were an ordinary human being, Philoxenos insists, the crucifixion would not have had salvific power for humanity as a whole. Severios readily adopts the Philoxenian side, for after all, these Ten Letters were unapologetically intended to demonstrate the miaphysite advantage in thinking and in faith. Yet the subtlety of thought exchanged, in which both protagonists misunderstood each other to some degree, is evidence of how close their ideas were to one another, and at times it is difficult to distinguish how they were different. By his additions to this monograph thirty-six years after submitting the dissertation, Severios seems to perceive in their struggle a mirror of the frustrations of contemporary doctrinal debate, although he does not explicitly say so. Severios adds an intriguing set of appendices to this deeply theological dissertation, namely, a collection of statements from four major consultations: between Eastern Orthodox and Oriental Orthodox (twice); Roman Catholic and Syrian Orthodox; and the Roman Catholic Church and the Malankara Orthodox Syrian Church of India. These statements are carefully worded declarations that say a lot more from their context than by their words. The very fact that these statements are being written at all is the good news, and while the participants are ecstatic, their words are carefully measured in full recognition of what unites and divides their churches. They rejoice, nevertheless, in their continued conversation with hope for an agreement, perhaps a union of the Body of Christ, still just out of reach. Metropolitan Severios’ Malankara Orthodox Syrian Church is part of these conversations, not by coincidence, so that while Philoxenos and Ḥabib are not as amicable correspondents as these ecumenical consultations, the author appears to be connecting these 1500-year-old theological debates with the still difficult reconciliations in progress today.",
    "title" : 
    [ "Mathews Severios, Word Became Flesh: The Christology of Philoxenos of Mabbug",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kitchen, Robert A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2prkitchen",
    "type" : "review",
    "displayTitleEnglish" : "Mathews Severios, Word Became Flesh: The Christology of Philoxenos of Mabbug" }