
  { "fullText" : "Introductory Remarks This bibliography follows on from “A Select Bibliography of Chinese and Japanese Language Publications on Syriac Christianity: 2000-2019” published last year in Hugoye: Journal of Syriac Studies 23.2 (2020): 355–415. It includes Japanese publications made in 2018 and 2019 which did not feature in the previous bibliography and Japanese publications from 2020. Books Miya Noriko 宮紀子. Mongoru jidai no「chi」no tōzai モンゴル時代の「知」の東西 [The East and West of “Knowledge” during the Mongol Period]. Nagoya: Nagoya Daigaku Shuppankai, 2018. 2 Volumes. Takeda Kagaku Shinkō Zaidan Kyōu Shooku 武田科学振興財団杏雨書屋, ed. Tonkō hikyū Keikyō keiten yonshu 敦煌秘笈景教経典四種 [A Study of Four Nestorian Manuscripts held in the Dunhuang manuscript collection of the Kyōu Libary]. Osaka: Takeda Kagaku Shinkō Zaidan, 2020. Watanabe Yūko 渡辺祐子, Ishikawa Teruko 石川照子, Kirifuji Kaoru 桐藤薫, Matsutani Yōsuke 松谷曄介, and Kurata Akiko 倉田明子. Hajimete no Chūgoku Kirisutokyōshi はじめての中国キリスト教史 [First History of Christianity in China]. Osaka: Kanyō Shuppan, 2021. Enlarged and Revised Edition. Originally published in 2016 by the same publisher with a revised edition also published that year. Book Chapters Kurausu Koshoruke クラウス・コショルケ (Klaus Koschorke). “Higashi Shiria no Nesutoriusuha「Tōhō kyōkai」—— Kindai izen no Ajia ni okeru tairiku nettowāku,” 東シリアのネストリウス派「東方教会」—— 近代以前のアジアにおける大陸ネットワーク [East Syriac Nestorianism “Church of the East” – The Continental Network of Pre-Modern Asia], trans. Hirata Takako 平田貴子. In 「Gurōbaru・Historī」no naka no Kirisutokyō: Kindai Ajia no shuppan media to nettowāku keisei 「グローバル・ヒストリー」の中のキリスト教: 近代アジアの出版メディアとネットワーク形成 [Christianity in ‘Global History’: Print Media and Network Building in Modern Asia], ed. Mira Zontāku ミラ・ゾンターク (Mira Sonntag), pp. 68-87. Tokyo: Shinkyō Shuppansha, 2019. Originally published in German as: Klaus Koschorke, “ ‘Ob er nun unter den Indern weilt oder unter den Chinesen…’: Die ostsyrisch-nestorianische ‘Kirche des Ostens’ als kontinentales Netzwerk im Asien der Vormoderne.” Jahrbuch für Europäische Überseegeschichte, Vol. 9 (2009): 9-35. _____. “Shūkyō to jinkō idō —— Gurōbaru・Kurisuchaniti no takyokuteki rekishikan,” 宗教と人口移動 —— グローバル ・ クリスチャニティの多極的歴史観 [Religion and Migration – The Multipolar Historical Viewpoint of Global Christianity], trans. Hirata Takako 平田貴子. In 「Gurōbaru・Historī」no naka no Kirisutokyō: Kindai Ajia no shuppan media to nettowāku keisei 「グローバル・ヒストリー」の中のキリスト教: 近代アジアの出版メディアとネットワーク形成 [Christianity in ‘Global History’: Print Media and Network Building in Modern Asia], ed. Mira Zontāku ミラ・ゾンターク (Mira Sonntag), pp. 47-67. Tokyo: Shinkyō Shuppansha, 2019. Originally published in German as: Klaus Koschorke, “Religion und Migration. Aspekte einer polyzentrischen Geschichte des Weltchristentums.” Jahrbuch für Europäische Überseegeschichte, Vol. 16 (2016): 9-35. And: Klaus Koschorke, “Religion und Migration. Aspekte einer polyzentrischen Geschichte des Weltchristentums.” In Religiosidades em migrações históricas e contemporâneas, eds. Heloisa Helena Capovilla da Luz Ramos, Isabela Cristina Arendt, and Marcos Antônio Witt, pp. 52-81. São Leopoldo: Oikos – Editora Unisinos, 2016. Articles Matsui Dai 松井太. “Miya Noriko『Mongoru jidai no「chi」no tōzai』o yomu,” 宮紀子『モンゴル時代の「知」の東西』を読む [Reading Miya Noriko’s “Mongoru jidai no ‘chi’ no tōzai”]. Nairiku Ajia Gengo no Kenkyū 内陸アジア言語の研究, Vol. 34 (2019): 61-84. _____. “Miya Noriko『Mongoru jidai no「chi」no tōzai』o yomu,” 宮紀子『モンゴル時代の「知」の東西』を読む(二) [Reading Miya Noriko’s “Mongoru jidai no ‘chi’ no tōzai” (2)]. Nairiku Ajia Gengo no Kenkyū 内陸アジア言語の研究, Vol. 35 (2020): 53-111. Mutō Shinichi 武藤慎一. “Zenkindai Toruko Kirisutokyō shisō: Harahoto shutsudo shiraimoji Turukugo bunsho o chūshin toshite,” 前近代トルコ・キリスト教思想: ハラホト出土シリア文字テュルク語文書を中心として [Premodern Turkic Christian Thought as Seen in the Syro-Turkic Document Found in Khara-Khoto]. Kirisutokyōgaku kenkyū 大基督教学研究, Vol. 39 (2020): 1-40. Todorobara Asami 轟原麻美. “Shiba Ryōtarō 「Tosotsuten no junrei」ron: Gensō shōsetsu ni orikomareru senchū・sengo e no manazashi” 司馬遼太郎「兜率天の巡礼」論: 幻想小説に織り込まれる戦中・戦後への眼差し [The Discourse of Shiba Ryōtarō’s “ Tosotsuten no Junrei ”: A Look into the Fantasy Novel during and after the War]. Seishin gobun 清心語文 21 (2019): 30-44. Tsuji Asuka 辻明日香. “Chiri-rekishi-ka kyōiku ni kansuru kyōzai no kenkyū: Higashi Shiria Kyōkai (Nesutoriusuha) no rekishi kara sekaishi o manabu,” 地理歴史科教育に関する教材の研究: 東シリア教会(ネストリウス派)の歴史から世界史を学ぶ [A Study in Teaching World History: The History of the Church of the East]. Kawamura Gakuen Joshi Daigaku Kenkyū Kiyō 川村学園女子大学研究紀要 29, no. 1 (2018): 105-115. Urangowa ウランゴワ. “Mongorujin Nesutoriusu kyōto no hakachi chōsa,” モンゴル人ネストリウス教徒の墓地調査 [An Investigation into the Graves of Mongolian Nestorians]. Translated by Lǐ Shūdá 李姝達. Asian Studies アジア研究 16 (2021): 21-31. Yasuda Haruki 安田治樹. “Shaka Kinkan shutsugen zu no shudai o meguru ichikōsatsu (Bukkyō to Nihon (2) Tabunka・tashisō to no kōryū,” 釈迦金棺出現図の主題をめぐる一考察 (佛教と日本(2)他文化・他思想との交流) [A Study on “Shaka rising from the Gold Coffin” (Buddhism and Japan (2) Exchange with Other Cultures and Thoughts]. Nihon bukkyō gakkai nenpō 85 (2019): 153-175. Reprints of Historical Manuscripts Takeda Kagaku Shinkō Zaidan Kyōu Shooku 武田科学振興財団杏雨書屋, ed. Tonkō hikyū: Isshinron ・ Jochō meishisho kei 敦煌秘笈: 一神論・序聴迷詩所経 [The Dunhuang Manuscripts: Isshinron and Jochō meishisho kei]. Osaka: Takeda Kagaku Shinkō Zaidan, 2020.",
    "title" : 
    [ "Bibliography of Japanese Publications on Syriac Christianity: 2019-2020",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Morris, James Harry" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2bib-japanese",
    "type" : "bibliography",
    "displayTitleEnglish" : "A Bibliography of Japanese Publications on Syriac Christianity: 2019-2020" }