
  { "fullText" : "Gabriel Rabo, Dionysius Jakob Bar Ṣalibi. Syrischer Kommentar zum Römerbrief: Einleitung, Edition und Übersetzung, mit einem Verzeichnis der syrischen Handschriften zu seinen sämtlichen Werken , Göttinger Orientforschungen, Syriaca, 56 (Wiesbaden: Harrassowitz , 2019). Pp. xxii + 503; €98. This momentous monograph on Dionysius bar Ṣalibi (d. 1171), one of the main authorities of the Syriac Orthodox tradition, consists of three parts, each with its own distinctive content and qualities. The first part (pp. 5–75) offers a detailed biography and a survey of the works of Bar Ṣalibi. The second and central part (pp. 77–295) focuses on his Commentary on the Epistle to the Romans . The third part (pp. 297–470) presents itself as an appendix with five components: 1. a detailed catalogue of all the known manuscripts of Bar Ṣalibi’s works, published and unpublished, several of them previously unknown (pp. 299–448); 2. an edition and translation of an anonymous Syriac testimony on the life and works of Bar Ṣalibi, written a few years after his death (pp. 449–454); 3. an edition and translation of Bar Ṣalibi’s “Creed of the Suryoye” (pp. 455–460); 4. sample photographs of the five manuscripts underlying the edition of the Commentary on Romans (pp. 461–466); 5. photographs of the Mother of God cathedral in the city of Amid (Turkish: Diyarbakır) and of Bar Ṣalibi’s tomb therein (pp. 467–470). The book concludes with the list of the manuscripts referenced throughout the monograph (pp. 471–473), the biblio-graphy (pp. 474–490), and an index of names and places (pp. 491–503). The overview of Bar Ṣalibi’s life and works in the first part of the book is richer and more detailed than anything published so far. The author relies, among other things, on colophons and notes in manuscripts, many of which previous scholars have not used. Several short pieces are edited here, in addition to the one longer text, written by a younger contemporary, that is edited in the Appendix (pp. 449–454). Basing himself on these new materials, the author is able, among other things, to confirm the year 1148 as the date of Bar Ṣalibi’s consecration as bishop of Marʿaš, or Germanicia (from which he later moved to Amid), and to adduce additional information on Bar Ṣalibi’s relationship to Michael Rabo (patriarch from 1166 to 1199), for whom he served as a mentor. Bar Ṣalibi’s edited works are listed, with full references to the manuscripts as well as to existing editions and translations in Arabic, Armenian, and European languages. The main part of the book provides the first edition of Bar Ṣalibi’s Commentary on Romans . The edition is preceded by a description of the manuscripts used. Out of the 21 existing manuscripts, six were selected for the edition: A = Mosul, Syriac Orthodox Archdiocese, 6 (between 1222 and 1234); B = Mardin, 107 (13th cent.); C = London, British Library, Add. 7185 (around 1200?); D = Berlin, 181\/Sachau 238 (14th cent.?); E = Oxford, Bodleian Library, Or. 560 (before 1524); F = Manchester, John Rylands Library, Syr. 35 (1904). The author describes each of these manuscripts at great length, including all available information on the scribe and the place and date of origin, and reflections on the Vorlage . He also provides editions of colophons and additional notes, along with translations. Here again the author shows his skills in Syriac codicology and paleography, his familiarity with manuscript collections in the Middle East and in the diaspora communities in Europe, his overall knowledge of Syriac literary culture, and his attention to detail. With regard to mss. A, B, and C, he speculates that they may have been copied from Bar Ṣalibi’s autograph, which is not preserved, but a sister manuscript of which (containing Bar Ṣalibi’s commentary on the four Gospels) may survive in ms. Damascus, Syriac Orthodox Patriarchate, 2\/7, in which Patriarch Barsoum already recognized Bar Ṣalibi’s hand (see esp. pp. 95–96, 116, and 132). Ms. A constitutes the base manuscript for the edition. The variants of all the other manuscripts are given in the apparatus, which is very exhaustive and also includes spelling variants, dots, corrections, etc. Occasionally it is not the A reading that is reproduced in the main text, but a variant taken from one or more other manuscripts. This is understandable in the case of an obvious scribal error. In other cases, however, the author’s rationale is less clear and remains unexplained. In the translation, one occasionally notices that a variant from the apparatus is prioritized over the A reading, without further explanation: e.g., Rom. 6:2, where the translation “er flüchtet” (p. 247) reflects the reading of B ( ܘܥ̇ܪܩ ) rather than the reading of A and the majority of the manuscripts ( ܘܦܪܩ “he goes away”). Overall, the notes to the translation very rarely refer to variant readings. The different meaning of a variant is reported only rarely; when a variant has a longer text or includes an additional comment, these are ignored in the translation (e.g., Rom. 2:23, p. 163, note 32). Thanks to the author’s exceptional generosity in composing the Syriac apparatus, an attentive reader will be able to figure out an answer to the questions she or he may have, but a more transparent approach would have been welcome. The author’s German translation is deliberately very close to the Syriac text. Throughout his commentary, Bar Ṣalibi quotes only the initial words of each biblical verse and proceeds with short sentences, which sometimes seem disconnected and may have been taken from different sources. One occasionally is tempted to connect the short pieces and construe larger sentences. The author mostly resists this temptation and respects Bar Ṣalibi’s style, which he characterizes as less enthusiastic and less accomplished than the style in his commentaries on the Gospels – perhaps due to the fact that Bar Ṣalibi had to write the Commentary on Romans under the weight of his office (“unter der Last seines Amtes,” p. 295). The author’s decision, therefore, to limit himself to minimal interventions (such as completing the biblical verses or parts thereof) seems justified. At the same time, the reader feels invited to participate in the interactive process of interpretation. Bar Ṣalibi’s Commentary on Romans is an outstanding piece of exegesis in the Syriac Orthodox tradition. Its inspiration comes largely from John Chrysostom and Mushe bar Kipho (d. 903). The author mentions both names on each page of his translation, referring to J. Jatsch’s German translation (1923) of Chrysostom’s Greek text, and to J. Reller’s Syriac edition of Mushe’s commentary (1994). It would be important to ascertain whether Bar Ṣalibi used the early Syriac translation of Chrysostom’s commentary, the same version to which Mushe had access. This early translation is imperfectly known. To the witnesses mentioned on p. 145, note 294, one should add ms. Deir al-Surian 19, which is the second half of a once two-volume manuscript (6th or 7th cent.), containing homilies 15 to 32, which cover Romans 8 to 16; see S. P. Brock and L. Van Rompay, Catalogue of the Syriac Manuscripts and Fragments in the Library of Deir al-Surian (2014), pp. 95–100. As a likely third source, less significant than the other two, the author mentions Ishoʿdad of Merv (fl. 850), who wrote a complete commentary on the Bible. Several notes to the translation refer to interpretations or expressions that Bar Ṣalibi shares with Ishoʿdad, which is all the more interesting, since Ishoʿdad belongs to the East Syriac tradition, for which Theodore of Mopsuestia is the leading authority. In one passage, ad Rom. 6:5, the author points to Theodore as the ultimate source of an interpretation that Bar Ṣalibi and Ishoʿdad share (p. 248, note 184). He does not mention, however, that here Bar Ṣalibi follows Theodore much more closely than Ishoʿdad does, which rules out the possibility that Ishoʿdad was Bar Ṣalibi’s source. (Bar Ṣalibi: “For plants also die and are destroyed when they are planted, and then they sprout and are changed to something better than the first (condition)” [p. 177,12–13] = Theodore: ἐπειδὴ καὶ τῶν φυτῶν ἴδιόν ἐστι τὸ νεκροῦσθαι μὲν ἐν τῇ φυτείᾳ, μεθίστασθαι δὲ ἐπὶ τὸ κρεῖττον ... πολλῷ [K. Staab, Pauluskommentare aus der griechischen Kirche , 2nd ed., 1984, p. 121: 25–27].) Evidence of Bar Ṣalibi’s access to (parts of) Theodore’s Commentary on Romans (which in Greek is known only in a number of isolated fragments), beyond what was available to him in Ishoʿdad, may be found in Bar Ṣalibi’s not infrequent use of the concept of ܡܨܛܠܝܢܘܬܐ “inclination (mostly toward sin).” This is commonly used in the Syriac Theodore tradition, rendering ῥοπή “propensity,” sometimes in combination with εὐκολία “ease, or facility (in doing evil).” For example in Rom. 6:13, Christians are encouraged “to offer the members of their bodies as instruments of righteousness to God,” which for both Bar Ṣalibi and Theodore implies neutralizing the evil influence of “the inclination toward sin and its movements” (Bar Ṣalibi: “the movement\/stirring of the inclination toward sin” [p. 178:27: ܠܙܘܥܐ ܕܡܨܛܠܝܢܘܬܐ ܕܠܘܬ ܚܛܝܬܐ ]; Theodore: τὴν περὶ τὸ ἁμαρτάνειν ῥοπὴν καὶ τὰς ἐντεῦθεν κινήσεις [Staab, p. 122:19–20]). Bar Ṣalibi’s likely familiarity with (isolated pieces of) Theodore’s exegesis has its precedents in the Syriac Orthodox tradition, in particular in Mushe bar Kipho and in Lazarus of Beth Qandasa (probably 9th cent.). The latter, whom the author briefly discusses on p. 142, note 283, had access to the Syriac translation of some of Theodore’s writings (see my article in Parole de l’Orient 45 [2019], pp. 363–392) and was the author of a Commentary on Romans , of which perhaps a tiny piece survives in a Deir al-Surian fragment, see Brock and Van Rompay, Catalogue , pp. 465–466 (Fragment 177). With this impeccable text edition and annotated translation, accompanied by much-needed discussions of many aspects of Bar Ṣalibi’s legacy, the author has laid a robust foundation for all future research on this important scholar and leader of the Syriac Orthodox church. Particularly in his analysis of the manuscripts and in his many precious comments on textual details and historical content, the author brings together the worlds of Syriac Christian and Western scholarship, two worlds which in an impressive way converge and enrich each other in his work. He deserves the congratulations and profound thanks of all Syriac scholars.",
    "title" : 
    [ "Gabriel Rabo, Dionysius Jakob Bar Ṣalibi. Syrischer Kommentar zum Römerbrief: Einleitung, Edition und Übersetzung, mit einem Verzeichnis der syrischen Handschriften zu seinen sämtlichen Werken",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Van Rompay, Lucas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1prvanrompay1",
    "type" : "review",
    "displayTitleEnglish" : "Gabriel Rabo, Dionysius Jakob Bar Ṣalibi. Syrischer Kommentar zum Römerbrief: Einleitung, Edition und Übersetzung, mit einem Verzeichnis der syrischen Handschriften zu seinen sämtlichen Werken" }