
  { "fullText" : "Jonathan Loopstra, The Patristic “Masora”: A Study of Patristic Collections in Syriac Handbooks from the Near East , CSCO 689 \/ Syr. 265 (Louvain: Peeters, 2020). Pp. xxiv + 449, illustrations; €125.00. The expression “Syriac Masora” refers to manuscripts containing vocalized excerpts from biblical and patristic works, which constituted the core of the Syriac educational system in the early medieval periods. This term was coined in the late nineteenth century by W. Wright and J. Martin as an analogy to the work of the famous Masoretes, who standardized the proper reading of the Hebrew Bible. Despite some attempts to apply other expressions, based on the genuine Syriac tradition (e.g., the “ Qarqapta tradition” or “ shmahe manuscripts”), the term “Masora” gained general acceptance, although the fact that this term appears in the quotation marks in Loopstra’s book suggests that it still needs justification. The present book continues a series of publications by Jonathan Loopstra, which started with his PhD thesis, defended in 2009. The thesis included a facsimile publication and an annotated transcription of the part of manuscript Vat. Sir. 152 containing the “names and readings” extracted from patristic writings. In 2015, Loopstra prepared a facsimile edition and transcription of the only known East Syriac “masoretic” manuscript, BL Add. 12,138, which contains the biblical “Masora”. In his latest book, the author states that he is planning both further editions of the masoretic manuscripts and systematic studies of the history of the Syriac Masora. With these publications, Loopstra provides modern scholars with invaluable sources for the history of the Syriac language and the Christian educational system. Syriac masoretic manuscripts open a window into the reading and writing practices of Syriac scribes in the tenth and eleventh centuries, which may greatly contribute to modern studies of Syriac grammar, phonology, and transcription. The Syriac Masora is also an important source for the history of the interaction between Greek and Syriac languages, as most of the “names and readings” that appear in the masoretic collections derive from Syriac translations from the Greek. More than that, each masoretic collection turns out to be a concentrated library, which on several folios may contain information about texts occupying whole codices. The book under review provides a further witness to the tradition of the Syriac Masora. It contains two parts. The first one is an introduction to the patristic Masora, and its historical and educational context. The second part presents the patristic Masora preserved in manuscript Damascus Syr. 7\/16 (dated 1004 c.e .) and an analysis of its Greek sources. It includes a careful transcription of each excerpt (with vocalization) and locates it in a Syriac manuscript that contains the full version of the excerpted treatise, and identifies the underlying Greek text by means of references to the PG. This part will certainly prove to be an invaluable tool for modern editors of the works of, e.g., Basil the Great and Gregory of Nazianzus. In the first, introductory part of his book, Loopstra outlines the main characteristics of the patristic Masora and attempts to reconstruct its instructional function. Here, the author refrains from drawing clear conclusions. Rather, he suggests various explanations of the possible Sitz im Leben of the masoretic collections. The collections of the patristic Masora appear later than the biblical masoretic manuscripts (which include also the East Syriac manuscript BL Add. 12,138). All extant manuscripts containing the patristic Masora are of the West Syriac origin. Most of them were composed between 980 and the late eleventh century in the region of Melitene (some are connected with the regions of Nineveh and Tikrit). However, they reflect a long pedagogical tradition, which probably began in the seventh century and fade in the thirteenth. They contain translations that derive from the scholars of the famous monastery of Qenneshre and thus reflect the West Syriac educational background. The patristic Masora includes the works of Ps.-Dionysius the Areopagite, Basil of Caesarea, Gregory of Nazianzus, and Severus of Antioch. Some additional treatises appear in various manuscripts as appendices. Chapter 5 of the book outlines the content of one such appendix, in manuscript Damascus Syr. 12\/22, containing excerpts from the works of Ephrem the Syrian, Isaac of Antioch, and Jacob of Serugh. This appendix demonstrates how the texts of the classical Syriac writers were read in the period of the late Syriac Renaissance. However, most of the masoretic collections contain a standard set of sample texts, though they may differ in some details. For example, sometimes the masoretic manuscripts contain multiple variants of the same words, thus serving as a sort of a critical apparatus to the texts. The differences between various manuscripts are significant enough to consider them as individual collections. Loopstra pays attention to the common scribal errors found in different manuscripts, which suggests that their compilers made use of the earlier lists or collections of “difficult words and readings.” However, Loopstra reaches the conclusion that no original collection or “master” manuscript may be reconstructed by way of textual criticism. The order of words excerpted in the masoretic manuscripts follows that of the full text of the treatises. Thus, the masoretic manuscripts were most likely used together with the full texts of the patristic works and were intended to provide help for the correct vocalization, and in some cases for a better understanding of these works. Thus, their readers not only needed to have both manuscripts in front of them, but also required teachers who would instruct them. There is some evidence that the excerpts included in the masoretic collections were used in grammatical training, for the same passages appear in treatises on grammar. The patristic Masora includes also elements that derive from glosses and marginal notes in the non-masoretic manuscripts. Moreover, the masoretic manuscripts contain their own glosses and scholia, scribbled in the margins, which reflect an ongoing teaching practice that included both the proper vocalization and pronunciation of particular elements, and their interpretation. Each part of the book would have been worthwhile to have been published separately. The amount of materials packed in the whole volume is immense, and the book is destined to serve as a reference tool for scholars working with different patristic texts. It would therefore have been very helpful if the volume had included indexes, to facilitate navigation and a quick search. Although the second part contains a useful index of Greek, Hebrew, and Latin words that appear in the patristic Masora in manuscript Damascus Syr. 7\/16, neither a subject index nor an index of references for the introductory part has been included. Instead, a list of Syriac manuscripts to which the author refers in the introductory part is included into the bibliography, but this does not provide help for searching the first part of the book. Nonetheless, it is certainly worth reading this book from beginning to end in order to gain insight into the Syriac intellectual and pedagogical life during one of the most exciting and productive epochs of Syriac culture, the period around the turn to the second millennium c.e .",
    "title" : 
    [ "Jonathan Loopstra, The Patristic “Masora”: A Study of Patristic Collections in Syriac Handbooks from the Near East",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Arzhanov, Yury" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2prarzhanov1",
    "type" : "review",
    "displayTitleEnglish" : "Jonathan Loopstra, The Patristic “Masora”: A Study of Patristic Collections in Syriac Handbooks from the Near East" }