
  { "fullText" : "Photo by Eugene Barsky По извивам Москвы, по завертьям ее безнадежным Чья-то тень пролетала в отчаяньи нежном Е.Ш. It is with great sorrow that we learned that our dear friend and colleague Nikolai Nikolaevich Seleznyov passed away in Moscow on Thursday, 13 May 2021, five days before his fiftieth birthday, as a result of the complications caused by Covid-19. Nikolai Seleznyov was born in Moscow in the year 1971. His formative years fell in the period of Perestroika when the Soviet society began to open to the West as well as to recover its own repressed intellectual and spiritual past. He was a part of the generation that welcomed this change and, like many others, turned to the Russian Orthodox Church in search of spiritual guidance and a place to apply his intellectual abilities. Nikolai’s first steps on the way to higher education were made in St. Philaret’s Orthodox Christian Institute, where he studied during the early nineties and where he obtained a bachelor’s degree in theology in 1996. Afterwards, he continued his studies in the secular framework, in the Russian State University for the Humanities, where in 2006 he obtained the degree of candidate of historical sciences, with a dissertation on the Christological paradox in the history of theological controversies among Syriac Christians. After that, he worked without interruption as a research fellow faculty member at the Institute for Oriental and Classical Studies (first affiliated with the Russian State University for the Humanities, and later on with HSE University, Moscow), where оn June 4, 2020 he defended with distinction his Doctor of Sciences dissertation, entitled The Majālis of Elias of Nisibis (975–1046) in the Context of Interconfessional Relations as Reflected in the Literary Culture of the Medieval Middle East. Important as these institutional frameworks are, they can hardly do justice for explaining intellectual evolution of Nikolai, who was always very much the cat who walked by himself, wherever his intellectual curiosity led him. It was during the formative years of the early nineties that Nikolai became seriously interested in the rich history and culture of Syriac Christianity, especially in the theological tradition of the Church of the East. True to his life-long principle of going to the original sources of whichever cultural tradition that he would turn his attention to, he mastered the Classical Syriac language, helped by a member of the clergy of the Assyrian diaspora in Moscow. Nikolai’s deep immersion into the living tradition of the Church of the East has born rich academic fruits, as he had published three monographs (in Russian) on its history and theology even before completion of his candidate dissertation. While during the Soviet period Syriac studies continued to exist, like water under the ice, for the reasons of strict censorship they were limited mostly to historical and cultural aspects. Nikolai was one of the first scholars in the post-Soviet Russia, to resume the study of the beating heart of Syriac Christianity, its theological and spiritual heritage. Even more important is that he succeeded in walking through this often contested terrain in a non-partisan manner, carefully avoiding confessional constrains and pitfalls. Intellectual honesty enabled him to re-examine such a controversial figure as Nestorius and to present a holistic picture of the development of the Christology of the Church of the East, successfully avoiding the blinkers of the Byzantine or any other orthodoxy. Nikolai became a pioneer in the field of Syriac studies in Russian in more than one way. Thus, his engagement with Syriac sources, often unpublished, made him pay a most serious attention to textological work, which culminated in the publication in 2014 of a critical edition of the Explanation of the Mysteries, a versified liturgical commentary by the East Syrian theologian Yōḥannān Вar Zō‘bī. Accidentally, it became the first book-length critical edition of an unpublished Syriac text made in Russian by a Russian scholar. Having delved deeply into the literary world of Syriac Christians during the Middle Ages, Nikolai soon discovered that to be able to appreciate this tradition in all its complexity one cannot do without proper knowledge of the Arabic language. He has applied himself ardently to the task and mastered Arabic to the extent of being able to work with manuscripts, including those written in Garshuni. As a result, he published a number of articles and books on various Christian Arabic authors, Syriac as well as Coptic, including Russian translations of such texts as the Disputation with the Caliph al-Mahdī by Timothy I, and parts of the Blessed Collection by al-Makīn ibn al-‘Amīd, and a critical edition and Russian and English translations of the Book on the Concordance of Faith by al-Arfādī. Although his fascination with the world of the Christian Orient never waned, scholarly curiosity led Nikolai beyond its confines, driving him to expand his academic horizons to include the world of Islam. His guiding insight in that regard was that the amazing flourishing of Syriac Christian culture during the so-called Syriac Renaissance, was conditioned by the intellectual openness and ecumenical spirit of the Islamic “republic of letters”. His major contribution to the study of Arabic Christianity in its relation to Islam, was the critical edition of the Book of Sessions by Elias of Nisibis and Vizier Abū l-Qāsim al-Maġribī. In his doctoral dissertation, based on this edition, Nikolai presented this work masterfully combining his text-critical skills with a broad-scope analysis of interconfessional relations in the Islamicate world. Already in his dissertation Nikolai has laid ground for embarking on the next stage of his Morgenlandfahrt, leaving the Christian shores and venturing further East, to explore the field that he himself called “Islamobuddhica,” an intellectual meeting place of the two world religions. One of the first fruits of his deep interest in these contacts became the article on the use of Devatāsūtra in the portrayal of Buddha and Buddhism by the famous Ilkhanid historiographer Rašīd al-Dīn, in which an edition of the Arabic text and its Russian translation are offered. It was at this promising point that Nikolai’s journey has been suddenly and cruelly cut short. His untimely departure has left a gaping hole in the ranks of the Russian scholars of the Christian Orient. His expertise in Syriac and Arabic Christianity was crucial for the development of a unique undergraduate program on Christian Orient that starts at the Institute for Oriental and Classical Studies this year. An active member of Hugoye and NASCAS mailing lists, Nikolai has helped many colleagues and friends across the globe with bibliography and expert advice. A child of the Soviet book scarcity, he believed that fruits of scholarship should be freely available to all people and was always ready to help fellow scholars and anyone interested in the subject with access to books and articles. Together with Grigory Kessel, he published annual bibliographic surveys of Russian publications in the field of Syriac and Christian Arabic Studies, helping to familiarize western colleagues with Russian scholarship on these subjects. See Scrinium 2 (2006), 481-487; 4 (2008), 394-402; Hugoye 13:1 (2010), 108-117; 16:1 (2013) 134-155; 17:1 (2014), 132-140; 18:1 (2015), 125-145; 19:1 (2016), 247-257; 20:1 (2017), 317-331; 21:1 (2018), 127-141; 22:1 (2019), 295-305; 23:1 (2020), 181-191; 24:1 (2021), 299-316.. Nikolai was a loving son, who cared for his mother till the last moment. In a tragic turn of events, he survived her by only a few days, having been thus spared from the agony of learning that she had passed away, after the long struggle with a serious illness, complicated by Covid-19. He will be greatly missed by his colleagues and students in Moscow and throughout the world. We, your friends, wish that your journey will continue even when you have passed beyond the pale of this world, to the land of the Fabulous Gryphon. Memory eternal! Вечная память! Selected Bibliography of Nikolai Seleznyov Books Ассирийская Церковь Востока: Исторический очерк [The Assyrian Church of the East: A Historical Survey]. М.: Ассирийская Церковь Востока, 2001. Христология Ассирийской Церкви Востока: Анализ основных материалов в контексте истории формирования вероучения [The Christology of the Assyrian Church of the East: Analysis of the Main Materials in the Context of the History of the Doctrine Formation]. М.: Euroasiatica, 2002. Несторий и Церковь Востока [Nestorius and the Church of the East]. М.: Путь, 2005. Богословские собеседования между Католикосом Церкви Востока Мар Тиматеосом I (727–823) и халифом ал-Махди, повелителем правоверных [Theological Conversations between Mār Ṭīmātē’ōs I (727–823), Catholicos of the Church of the East, and the Caliph al-Mahdī, Commander of the Faithful] \/ Пер. с араб. (под ред.: Д. А. Морозов). М.: Изд-во АЦВ, 2005. Pax Christiana et Pax Islamica: Из истории межконфессиональных связей на средневековом Ближнем Востоке [Pax Christiana et Pax Islamica: On the History of Interconfessional Ties in the Medieval Middle East]. М.: Изд-во РГГУ, 2014. Йоханнан Бар Зо‘би и его «Истолкование таин»: Критический текст, перевод, исследование [Yōḥannān bar Zoʿbī and His “Explication of Mysteries”: A Critical Edition, Translation, and Analysis]. М.: Изд-во РГГУ, 2014. «Книга общности веры» – средневековый восточнохристианский экуменический трактат [The “Book on the Concordance of Faith”: A Medieval Oriental Christian Ecumenical Treatise]. М.: Грифон, 2018. Книга собеседований Илии, митрополита Нисивина, c везиром Абу-л-Касимом ал-Хусайном ибн ‘Али ал-Магриби и Послание митрополита Илии везиру Абу-л-Касиму [Elias, Metropolitan of Nisibis’ “Book of the Sessions” with the Vizier Abī l-Qāsim al-Ḥusayn ibn ‘Alī al-Maġribī and the Metropolitan Elias’ Epistle to the Vizier Abū l-Qāsim]. 2 vols. М.: Грифон, 2018. Articles Уйгуры-христиане и их религиозно-историческая судьба \/\/ Волшебная гора . 2005. Т. 11. С. 72-76. Несторий и его апология «Книга Гераклида» \/\/ Религиоведение . 2006. № 3. С. 16-27. Старообрядцы XVIII в. и «асирские христиане» Японии \/\/ Волшебная гора . 2006. Т. 12. С. 181-186. Несторий. Книга Гераклида Дамасского (избранное). Пер. с сир. \/\/ Волшебная гора . 2006. Т. 12. С. 66-82. The Church of the East & Its Theology: History of Studies \/\/ Orientalia Christiana Periodica . 2008. Vol. 74. P. 115-131. Имя Нестория как символ и вопрос его почитания в восточносирийской традиции христианства \/\/ Символ. Журнал христианской культуры . 2009. Т. 55. С. 257-286. Католикос-Патриарх Церкви Востока Мар Илия III и его «Слово на праздник Рождества Христова». Пер. с араб. \/\/ Символ. Журнал христианской культуры . 2009. Т. 55. С. 389-395. Nestorius of Constantinople: Condemnation, Suppression, Veneration; With Special Reference to the Role of His Name in East-Syriac Christianity \/\/ Journal of Eastern Christian Studies . 2010. Vol. 62. No. 3-4. P. 165-190. doi «Послание о единстве» багдадского мелькита в составе энциклопедического «Свода» арабоязычного копта XIII века \/\/ Государство, религия, церковь в России и за рубежом . 2010. № 3. С. 151-156. Восточносирийский автор рубежа XII–XIII вв. – Йоханнан Бар Зо'би – и его пролог к «Истолкованию таин» \/\/ Точки . 2010. Т. 9. № 3-4. С. 9-48. Западносирийский книжник из Арфада и иерусалимский митрополит Церкви Востока. «Книга общности веры» и ее рукописная редакция на каршуни \/\/ Символ. Журнал христианской культуры . 2010. Т. 58. С. 34-87. Средневековое сочинение о конфессиях сирийского христианства и его использование в русской церковно-исторической науке \/\/ Вестник Русской христианской гуманитарной академии . 2010. Т. 11. № 3. С. 28-38. Христиане в сводном труде служащего мамлюкской канцелярии: ал-Калкашанди о христианстве и его основных конфессиях \/ Пер. с араб. \/\/ Символ. Журнал христианской культуры . 2010. Т. 58. С. 386-402. «Коптский историк» – потомок выходца из Тикрита: Ал-Макин ибн ал-ʿАмид и его «История» \/\/ Точки . 2011. Т. 10. № 1-2. С. 45-53. «Мелькиты» в арабо-мусульманском традиционном религиоведении \/\/ Точки . 2011. Т. 10. № 3-4. С. 27-38. Несторианский философ в коптской книжности: Ибн ат-Таййиб в пересказе Ибн ал-Ассаля \/\/ История философии . 2011. № 16. С. 265-280. Сиро-палестинская мелькитская традиция: история обретения и утраты культурного своеобразия \/\/ Вестник РГГУ. Серия: Востоковедение. Африканистика . 2011. № 2. С. 221-231. Сочинение средневекового сирийского книжника в пересказе арабоязычного копта-энциклопедиста \/\/ Вестник РГГУ. Серия: История \/ Studia classica et mediaevalia . 2011. Т. 76. № 14. С. 266-279. Ибн Хазм о Боговоплощении и конфессиональном делении в христианстве \/\/ Историко-философский ежегодник . 2012. Т. 2011. С. 313-329. Интерпретации происхождения названия «яковиты» у средневековых арабоязычных египетских авторов \/\/ Вестник РГГУ. Серия: Востоковедение. Африканистика . 2012. Т. 100. № 20. С. 153-168. Ираклий и Ишоʿйав II: Восточный эпизод в истории «экуменического» проекта византийского императора \/\/ Символ. Журнал христианской культуры . 2012. Т. 61. С. 280-300. От франков до нубийцев: арабоязычный коптский книжник об особенностях христианских сообществ (по рукописи Mingana Chr. Arab. 71) \/\/ Религиоведение . 2012. № 1. С. 7-15. Средневековый восточнохристианский экуменизм как следствие исламского универсализма \/\/ Философский журнал . 2012. Т. 8. № 1. С. 77-85. Христианские сообщества на Востоке по свидетельству Леонхарта Раувольфа \/\/ Точки . 2012. Т. 11. № 1-4. С. 415-424. Хроника или исторический роман? Царствование Зинона и события на Востоке по «Благословенному собранию» ал-Макӣна ибн ал-ʿАмӣда \/\/ В кн.: Aeternitas. Сборник статей по греко-римскому и христианскому Египту . М.: Центр египтологии РАН, 2012. С. 120-148. Хунайн ибн Исхак в «Своде основ религии» Ал-Муʾтамана ибн ал-ʿАссаля \/\/ Волшебная гора . 2012. Т. XVI. С. 34-41. Franks and Eastern Christian Communities: A Survey of their Beliefs and Customs by an Arabic-Speaking Coptic Author (MS Mingana Chr. Arab. 71) \/\/ Christian Orient . 2013. Vol. 12. No. 6. P. 150-161. Jacobs and Jacobites: The Syrian origins of the name and its Egyptian Arabic interpretations \/\/ Scrinium . 2013. Vol. 9. P. 382-398. Изречения философов над гробом Александра Великого по «Истории» ал-Макӣна ибн ал-ʿАмӣда \/\/ История философии . 2013. № 18. С. 248-267. (with Ю.В. Фурман) От алфавита до причины всех причин: Йоханнан бар Зоʿби – восточносирийский автор монгольской эпохи и его трактаты в стихах \/\/ В кн.: Institutionis Conditori: Илье Сергеевичу Смирнову \/ Сост.: Н. П. Гринцер, М. А. Русанов, Н. Ю. Чалисова, Л. Е. Коган, Г. С. Старостин. М. : Изд-во РГГУ, 2013. Средневековая несторианская энциклопедия «Башня» (Kitāb al-maǧdal) об «оставлении обрезания» (tark al-ḫitāna) \/\/ В кн.: Иудаика и библеистика: Материалы Второй ежегодной конференции по иудаике и востоковедению Вып. 2: Труды по иудаике . СПб.: Петербургский институт иудаики, 2013. С. 158-166. Царствование императора Анастасия по «Благословенному собранию» ал-Макина ибн ал-ʿАмида \/\/ Религиоведение . 2013. № 1. С. 50-59. «Elias Geveri of Damascus» in Russian Studies of Church History: A Witness to the Two-Finger Sign of the Cross in a Medieval Treatise on Denominations of Syrian Christianity \/\/ Scrinium . 2013. Vol. 9. P. 366-381. The Laments of the Philosophers over Alexander the Great according to The Blessed Compendium of al-Makīn ibn al-ʿAmīd \/\/ Scrinium . 2014. Vol. 10. P. 97-114. «These stones shall be for a memorial»: A discussion of the abolition of circumcision in the Kitāb al-Maǧdal \/\/ Scrinium . 2014. Vol. 10. P. 115-148. Ал-Макин ибн ал-ʿАмид о Моисее Критском \/\/ В кн.: Иудаика и арамеистика. Сборник научных статей на основе материалов Третьей ежегодной конференции по иудаике и востоковедению Вып. 3 . СПб.: АНОО «Петербургский институт иудаики», 2014. С. 151-161. Семь канонов и девять знамений: Вероучительная часть литургической поэмы Йоханнана Бар Зо‘би «Истолкование таин» \/\/ В кн.: Miscellanea Orientalia Christiana. Восточнохристианское разнообразие \/ Сост.: Н. Н. Селезнев, Ю. Н. Аржанов. М. : Пробел – 2000, 2014. С. 92-127. Passio secundum Ibn al-Akfānī: учение христианских конфессий о крестных страданиях в традиционном арабо-мусульманском религиоведении \/\/ В кн.: Miscellanea Orientalia Christiana. Восточнохристианское разнообразие \/ Сост.: Н. Н. Селезнев, Ю. Н. Аржанов. М.: Пробел – 2000, 2014. С. 348-358. «For they ascend to three maḏāhib as their roots»: An Arabic Medieval Treatise on Denominations of Syrian Christianity \/\/ В кн.: «Рассыпанное» и «собранное»: стратегии организации смыслового пространства в арабо-мусульманской культуре . М.: ООО «Садра», 2015. P. 122-135. История экуменизма: Забытый ранний этап \/\/ Государство, религия, церковь в России и за рубежом . 2015. Т. 33. № 2. С. 161-181. Апологетический аспект средневекового несторианского энциклопедического сочинения «Башня» (Kitāb al-maǧdal) на примере глав о любви (al-maḥabba) и чистоте (aṭ-ṭahāra) \/\/ Вестник РГГУ. Серия: История. Филология. Культурология. Востоковедение . 2015. № 3. С. 9-20. «Ибо их Писание повелевает…»: Четвертая беседа Илии, митрополита Нисивина, и везира Абу-л-Касима ал-Магриби \/\/ Вестник Санкт-Петербургского университета. Серия 9. Филология. Востоковедение. Журналистика . 2015. № 4. С. 57-65. Живой, Глаголящий и Незримый: Беседа Илии, митрополита Нисивина, и везира Абу-л-Касима ал-Магриби о единобожии и троичности \/\/ Волшебная гора . 2016. Т. 17. С. 129-144. Адам и Слово: Второе собеседование Илии Нисивинского и Абу-л-Касима ал-Магриби \/\/ В кн.: Источниковедение культурных традиций Востока: гебраистика – эллинистика – сирология – славистика. Сборник научных статей. СПб.: Петербургский институт иудаики , 2016. С. 261-276. «Хотя и не обязательно для меня то, что приведено в Коране, я выведу из него доказательство»: Третья беседа Илии, митрополита Нисивина, и везира Абу-л-Касима ал-Магриби \/\/ В кн.: Ya evaṃ veda... Кто так знает... Памяти Владимира Николаевича Романова \/ Т. 61: Orientalia et Classica. М.: Изд-во РГГУ, 2016. С. 349-363. Основы христианско-мусульманских отношений по свидетельству «Собеседований» Илии Нисивинского и везира Абу-л-Касима ал-Магриби \/\/ Исторический вестник . 2017. № 20. С. 294-307. Джавхар в мусульманско-христианском диалоге о Творце: Илия Нисивинский, Абу-л-Касим ал-Магриби, Ибн Хазм \/\/ В кн.: «Рассыпанное» и «собранное»: когнитивные приемы арабо-мусульманской культуры . М.: ООО «Садра», 2017. С. 549-560. «И вселисѧ въ ны»: Боговселение (al-ḥulūl) в мусульманско-христианском диалоге. Илия Нисивинский и Абӯ-л-Ḳāсим ал-Маг̣рибӣ \/\/ Христианский восток . Т. 8 (14). СПб.: Издательство Государственного Эрмитажа, 2017. С. 297-312. Антииудейская полемика в «Собеседованиях» Илии, митрополита Нисивина, и везира Абу-л-Касима ал-Магриби \/\/ Государство, религия, церковь в России и за рубежом . 2018. Т. 36. № 2. С. 300-314. Seven Sessions or Just a Letter? Observations on the Structure of the Disputations between Elias, Metropolitan of Nisibis, and the Vizier Abū l-Qāsim al-Maghribī \/\/ Scrinium . 2018. Vol. 14. No. 1. P. 434-445. Al-Makīn ibn al-ʿAmīd on Moses of Crete \/\/ Scrinium . 2019. Vol. 15. No. 1. P. 321-327. Devatāsūtra в арабском «Сборнике летописей» Рашид ад-Дина \/\/ Государство, религия, церковь в России и за рубежом . 2020. Т. 38. № 3. С. 237-254.",
    "title" : 
    [ "In Memoriam: Prof. Dr. Nikolai N. Seleznyov",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Minov, Sergey" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2obseleznyov",
    "type" : "obituary",
    "displayTitleEnglish" : "In Memoriam: Prof. Dr. Nikolai N. Seleznyov" }