
  { "fullText" : "Georgia Frank, Susan R. Holman, and Andrew S. Jacobs, eds., The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity (New York: Fordham University Press, 2020). Pp. ix + 409; $65.00 The present volume, a collection of essays organized around the theme of “embodiment” as a way of studying the texts, beliefs, and practices of late ancient Christians, serves as a fitting gift of scholarship to honor the work and career of its dedicatee: Susan Ashbrook Harvey. The theme of embodiment runs through Harvey’s own work, perhaps seen most clearly in her 2015 monograph Scenting Salvation , where Harvey demonstrates that careful attention to embodied practices of Christian worship and devotion in late antiquity can reframe modern scholarly discussions of holiness, ritual, and worship. All of the entries in this volume, in some way, pick up on these themes and develop them further. The editors of the volume have provided an elegant introductory essay that justifies the dual theme of “garbs” and embodiment for the volume, inviting the reader to consider different “bodies” and “garments” that form objects of study in late ancient Christianity. They also discuss the rationale for the three parts into which the essays are organized. In Part I, Making Bodies , the essays “consider the varied ways Christians approached the production of individual bodies as Christian bodies” (p. 5). In Part II, Performing Bodies , the essays are organized around the theme of “public performance of bodies” (p. 6) and explore how Christians rhetorically used physical bodies as means of persuasion. And in Part III, Scripting Bodies , the definition of “body” broadens to include bodies of textual production, as the authors explore questions related to written corpora and Christian embodiment. There are three essays in Part I. In the first, Frances Young (“Body and Soul: Union in Creation, Reunion at Resurrection”) surveys opinions and arguments about the union of body and soul in early and late ancient Christian authors, with particular attention to how these authors subtly reframe the common “soul-body dualism” of antiquity through their theological views about creation and the resurrection. In Arthur Urbano’s essay (“Jesus’s Dazzling Garments: Origen’s Exegesis of the Transfiguration in the Commentary on Matthew ”), we catch a glimpse—through Origen’s eyes—of the transfiguration scene as a moment of early Christian theological speculation. Building upon his own work on dress\/garb, Urbano walks the reader carefully through Origen’s detailed exegesis, noting the ways that Origen plays with the clothing metaphor throughout. In the final essay of Part I, Thomas Arentzen (“Conversing with Clothes: Germanos and Mary’s Belt”) offers a fascinating examination of a particular piece of clothing as relic and the surprising way it is invoked in a homily by Germanos I, patriarch of Constantinople. Through Germanos’s invocation of Mary’s belt and other garments on display in Constantinople, Arentzen invites the reader to consider the embodied practice of relic devotion in late antiquity and the ways in which people would have encountered relics, both physically and rhetorically. In the first essay of Part II, Sidney Griffith (“ ‘Denominationalism’ in Fourth-Century Syria: Readings in Saint Ephraem’s Hymns Against Heresies 22–24”) examines three madrāshe from Ephrem’s cycle on heresies, noting how his accusations against Mani, Marcion, and Bardaisan functioned in Ephrem’s attempts to define the “orthodox” Christian community around him as the true, legitimate Christian community, while others were considered heretical offshoots. Rebecca Falcasantos (“A School for the Soul: John Chrysostom on Mimēsis and the Force of Ritual Habit”) examines how John Chrysostom employed mimēsis as a model for how Christians learn to be Christian in the context of worship, as opposed to other social habits they might learn to mimic elsewhere. Rebecca Krawiec (“A Question of Character: The ‘Labor of Composition’ as ‘Preventative Medicine’ in Theodoret of Cyrrhus’s Religious History ”), analyzes the biographical sketches of monks provided by Theodoret and argues that the small details and variations that distinguish the holy people from one another allows them to serve as “preventative medicine,” as different readers are able to locate and admire particular characters that appeal to them. Applying the modern lens of “celebrity” studies, Andrew Jacobs (“ ‘I Wan t to be Alone’: Ascetic Celebrity and the Splendid Isolation of Simeon Stylites”) explores the “paradox” of ascetic celebrities (that is, ascetics who claimed to desire solitude yet drew large crowds of onlookers and admirers nonetheless), taking Simeon the Stylite as a case study. Through this analysis, Jacobs asks the reader to reconsider the economy of production for hagiographic texts and to shift analysis of those texts accordingly. Through a broad reading of the liturgical hymns of Romanos the melodist, Georgia Frank (“Crowds and Collective Affect in Romanos’s Biblical Retellings”) emphasizes the affective role that Romanos’s lyrics might have played for those who participated in his worshipping community, drawing attention to the embodied nature of worship in late antiquity. Jeanne-Nicole Mellon Saint-Laurent (“Christian Legend in Medieval Iraq: Siblings, Sacrifice, and Sanctity in Behnam and Sarah ”) reads a twelfth-century Syriac martyrdom legend not as a straightforward account of historical events, but as a reflection of a particular community at a particular time. This essay also explores the relationship between textual production and sites of martyrdom commemoration in the medieval Middle East. Part III begins with an essay from Sebastian Brock (“Five Women Martyrs: From Persia to Crete”), in which he builds on his own prior work with Harvey on women martyrs in the Syriac tradition. Here Brock connects the dots between a Syriac martyrdom account, a story in the Greek synaxarion, and a small shrine on the island of Crete. Suzanne Rebillard (“Gregory of Nazianzus’s Poetic Ascetic Aesthetic”) provides a close reading of the poetry of Gregory of Nazianzus, highlighting the ways in which his rhetorical poetic skill engages the reader as an active participant. Bernadette McNary-Zak (“Eclipsed in Exile: In Defense of Athanasius and the Ethiopians”) interprets the three letters of Athanasius known as the Defense before Constantius in light of Athanasius’s status among Ethiopian Christians, and thus imperial fears about Athanasius’s support outside the Roman Empire. Constance M. Furey (“Sacred Bonds: Religion, Relationships, and the Art of Pedagogy”) examines the Sidney-Pembroke Psalter as a site of “sacred bonding,” wherein human relationships shed light on the production of Christian books in the early modern period. Also working with sources well beyond late antiquity, Susan R. Holman (“ ‘And Yet the Books’: Patristics in the Footnotes”) compares three modern users of patristic texts, specifically for how they apply these ancient witnesses to modern concerns. Finally, Caroline T. Schroeder (“Cultural Heritage Preservation and Canon Formation: What Syriac and Coptic Can Teach Us about the Historiography of the Digital Humanities”) provides a new overview of the history of the field of digital humanities that incorporates Syriac and Coptic projects, not just as small-scale offshoots from more well-known projects, but as significant developments in digital humanities scholarship in their own right. Overall, this volume is a pleasure to read, and the wide variety of approaches and sources discussed makes it accessible to readers with diverse interests in the texts and people of late antiquity. Through her teaching and writing, Susan Ashbrook Harvey has continually invited others to see the innate relationship between embodied, physical existence in the world and the religious experience of the supernatural. This volume extends this invitation even further, and many scholars of late ancient Christianity to come will benefit from it.",
    "title" : 
    [ "Georgia Frank, Susan R. Holman, and Andrew S. Jacobs, eds., The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Walters, J. Edward" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2prwalters",
    "type" : "review",
    "displayTitleEnglish" : "Georgia Frank, Susan R. Holman, and Andrew S. Jacobs, eds., The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity" }