
  { "fullText" : "Sami Aydin (ed.), Sergius of Reshaina, Introduction to Aristotle and his Categories, Addressed to Philotheos: Syriac Text, with Introduction, Translation, and Commentary , Aristoteles Semitico-Latinus 24 (Leiden: Brill, 2016). Pp. xii + 328; €112.00. Sergius of Reshʿaina ( Sargis d-Reš ʿAyna , d. 536) is a unique figure in the history of the Syriac reception of Greek philosophy. His activity marks the beginning of the process of transition of Greek scientific, medical, and scholarly literature, which after M. Meyerhof is traditionally labelled as going “from Alexandria to Baghdad.” Sergius studied philosophy in Alexandria with Ammonius Hermeiou, who greatly impacted the entire philosophical tradition of the sixth century. Later, Sergius moved to the town of Reshʿaina, where he became the chief physician ( archiatros ) and started to translate Greek works into Syriac and to compose original works. Sergius wrote two treatises based on Ammonius’ lectures: an extensive Commentary on Aristotle’s Categories , addressed to Theodore, and a short Introduction to Aristotle , addressed to Philotheos. While the Syriac text of the former work remains unpublished, the latter is now available in this volume. This book is a slightly revised version of the author’s doctoral thesis, defended in 2015 at the University of Uppsala. The book’s fifteen chapters are divides into four parts: an introductory section, an edition of the Syriac text of Sergius’ treatise with a facing English translation, a commentary, and a number of glossaries and indexes. The introductory part, comprising chapters one to six, provides an overview of Sergius’ life and legacy. Aydin stresses Sergius’ role in transmitting philosophical materials of the school of Ammonius, which are known to us also from the writings of Philoponus, Olympiodorus, Elias, and others. Additionally, Sergius’ medical treatises give evidence for the cursus studiorum of the so-called iatrosophists , and for the development of a similar curriculum in the Christian schools of the late antique and early medieval periods. Besides biographical information, the introductory part provides an inventory of Sergius’ writings and an overview of terminology characteristic of Sergius. The latter overview presents Sergius as a creator and\/or a promoter of a whole corpus of philosophical terms, which influenced later generations of Syriac and Arabic scholars. Aydin’s comparison of two of Sergius’ works, the long Commentary on the Categories and the short Introduction to Aristotle , brings him to the conclusion that the latter must have been written after the former, as an abridgement. This conclusion turns the Commentary into an additional witness to the Introduction . The text of the Introduction has come down to us in a single manuscript, Berlin Petermann I 9 (Sachau 88), dating from the 13th century (its description is provided in chapter five). The use of the Commentary for establishing the text of the Introduction might be limited by the absence of a reliable critical edition of the Commentary , so that Aydin had to refer to the two oldest codices containing it. An extra difficulty arises from the fact that Sergius composed both treatises, so that the discrepancies between them may go back to his own editorial work. In the section on “Editorial Principles” (chapter six), the editor admits both limitations. Chapter seven contains an edition of the Syriac text with a facing English translation. In spite of the fact that Aristotle and his Categories are mentioned in the title of the published text, Sergius’ treatise constitutes a general introduction to philosophy, rather than a commentary on the first part of the Organon . As Aydin assumes, the target audience of the Introduction were teachers of philosophy. It focuses on two main topics, namely, logical categories and natural philosophy, a combination which reflects not only Sergius’ education in Alexandria, but most likely also the teaching practices in Syriac schools. Though Sergius clearly stands in the tradition of Aristotelianism, the Introduction includes excurses into Platonic cosmology and the Stoic notion of qualities, as well as a doxography on the views of “natural philosophers.” Chapter eight provides a commentary on the published text, drawing on a large number of sources that may be divided into two main groups: a corpus of writings that stand in the tradition of Ammonius’ school, and Syriac sources that either can be ascribed to Sergius himself or that were composed under the influence of his writings. The first group of sources allows the editor to highlight those elements in Sergius’ text that bring him close to contemporary Alexandrian exegesis. The second group opens the inner-Syriac perspective on the development of the philosophical lexicon, to whose creators Sergius certainly belongs. In his method of rendering Greek philosophical and scholarly terminology into Syriac, Sergius aimed to find fitting Syriac equivalents that both reflect the Greek words and make them comprehensible for Syriac readers. Such a method differs from later attempts by Syriac translators—who in the seventh and early eighth centuries were mostly connected with the monastery of Qenneshre—to create some sort of mirror-translations that closely follow the Greek originals and employ mechanical equivalents to Greek technical terms. The comparison between the Greek and Syriac sources provided in chapter eight is summarized in the form of Syriac-Greek and Greek-Syriac glossaries that appear at the end of the book as chapters ten and eleven. To sum up, Aydin’s book not only makes available an important source for the late ancient Alexandrian tradition, but also provides us with further evidence for Sergius’ contribution to the history of Syriac philosophy.",
    "title" : 
    [ "Sami Aydin (ed.), Sergius of Reshaina, Introduction to Aristotle and his Categories, Addressed to Philotheos: Syriac Text, with Introduction, Translation, and Commentary",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Arzhanov, Yury" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2prarzhanov2",
    "type" : "review",
    "displayTitleEnglish" : "Sami Aydin (ed.), Sergius of Reshaina, Introduction to Aristotle and his Categories, Addressed to Philotheos: Syriac Text, with Introduction, Translation, and Commentary" }