
  { "fullText" : "Introduction I would like to thank Prof. Sebastian Brock, Prof. Jonathan Loopstra, Dr. Nadia Vidro, Fr. Roger-Youssef Akhrass, and Fr. Joseph Bali for sharing their expertise and for their assistance in accessing resources for this article. This work was supported by the Bill & Melinda Gates Foundation [OPP1144]. Any errors within are mine alone. Dawid bar Pawlos was a Miaphysite monk, poet, and grammarian who flourished in northern Mesopotamia in the second half of the eighth century. Much of his extant work is contained in a book of more than 60 Syriac letters that he exchanged with people of his time. One of these is the Letter on Dots to the Bishop Yoḥannān, in which Dawid claims to tell the story of one Rabban Saḇroy and his son Rāmišoʿ who invented some points for use in Syriac manuscripts. This account seems to imply that a family of Miaphysites made direct contributions to what is ostensibly the “Eastern” system of reading and vocalisation, and this fact has led some scholars to dismiss the entire story as a fantasy. Arthur Vööbus, History of the School of Nisibis , Corpus Scriptorum Christianorum Orientalium 26 (Louvain: American Catholic University; Louvaine Catholic University, 1965), 201–2, nn. 32–33. Despite this sectarian discrepancy, the letter is a major source of biographical details about Dawid, and while questions about his motivations for writing it remain, it is also practically the exclusive source for information on Beṯ Rabban Saḇroy. Modern understandings of its contents have depended on the editions of Ignatius Ephrem II Rahmani and Philoxenus Yuḥanon Dolabani, both of whom lacked manuscripts that contained the complete letter, as well as the analysis of Afram Barsoum, whose interpretations have been muddled in translation. Unless otherwise noted, all quotations of non-English sources below are my own translations. As a result of these problems, the letter has long avoided close analysis, even in studies that aim to recover the finest details of Syriac pointing. See J.B. Segal, The Diacritical Point and the Accents in Syriac (London; New York: Oxford University Press, 1953); and George A. Kiraz, The Syriac Dot: A Short History (Piscataway: Gorgias Press, 2015), neither of whom consults the letter. See also, Adam H. Becker, Fear of God and the Beginning of Wisdom: The School of Nisibis and Christian Scholastic Culture in Late Antique Mesopotamia (Philadelphia: University of Pennsylvania Press, 2006), 91, 238, n. 90. The following discussion resolves some of these issues in order to clarify the status of the Letter as a potentially valuable source for an obscure period in the development of Syriac writing. It first traces the known manuscripts of Dawid’s book of letters to show that Rahmani and Dolabani’s two editions are based on the same incomplete manuscript, as are all extant copies (§1). It then analyses the text of the letter to correct certain misinformation in secondary literature and to establish a chronology of the events that Dawid describes (§2), including the family history of Beṯ Rabban (§2.1), an anecdote about Rāmišoʿ bar Saḇroy’s reading tradition at Mar Mattai monastery (§2.2), and the invention of some Syriac vowel points in Nineveh (§2.3). In doing so, this paper demonstrates that while we cannot confirm for certain that Dawid’s story is true, he does provide a plausible account for the spread of a particular recitation tradition and vowel points in the context of late seventh-century northern Mesopotamia. 1 The Manuscripts There are three extant manuscripts and two printed editions of the Letter on Dots . Although their editors do not make it clear, all of these texts are based on the same deficient source. As such, they are missing a substantial amount of text in the middle of the letter, and no known manuscripts can supplement this lacuna. The two editions of the letter are both derived from a larger “book of letters” by Dawid bar Pawlos. Ignatius Ephrem II Rahmani published the first edition in 1904 while he was the Syriac Catholic Patriarch of Antioch and All the East. Sebastian P. Brock and George A. Kiraz, “Raḥmani, Ignatius Ephrem II,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh.bethmardutho.org\/Rahmani-Ignatius-Ephrem-II. This and several other articles cited below are found in George A. Kiraz et al., eds., Gorgias Encyclopedic Dictionary of the Syriac Heritage (GEDSH): Electronic Edition (Beth Mardutho, 2011), https:\/\/gedsh.bethmardutho.org\/ index.html. This version appeared along with three other extracts from Dawid’s letters in Studia Syriaca . Ignatius Ephraem II Rahmani, Studia Syriaca: Collectio Documentorum Hactenus Ineditorum Ex Codicus Syriacis (Sharfeh: Sharfeh Patriarchal Seminary, 1904), ܡܗ-ܡܙ; with Latin translation, 44-46. Philoxenus Yuḥanon Dolabani, Known variously as F.Y. Dolabani and by the surname Dolapönu. See George A. Kiraz, “Dolabani, Philoxenos Yuḥanon,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh. bethmardutho.org\/Dolabani-Philoxenos-Yuhanon. the Syriac Orthodox Bishop of Mardin, published the second edition in 1953 along with the entirety of the book of letters. P.Y. Dolabani, Egroteh d-Dawid bar Pawlos d-Metidaʿ d-Bet Rabban (Mardin: The Syriac Printing Press of Wisdom, 1953), 44–49. Dolabani reports that his edition is based on a 14th-century codex in the monastery known as Dayr al-Zaʿfarān outside of Mardin, Turkey. Ibid., B-C. See George A. Kiraz, “Al-Zaʿfarān, Dayr,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh. bethmardutho.org\/al-Zafaran-Dayr. He says that this manuscript has 222 pages, measures 15.5 x 12.5 cm, and contains 69 of Dawid bar Pawlos’ letters. Dolabani, Egroteh , C. He also refers to this manuscript as no. 74\/20 in his 1928 catalogue of Dayr al-Zaʿfarān’s manuscripts. P.Y. Dolabani, Catalogue of Syriac Manuscripts in Zaʿfaran Monastery (Dairo dMor Hananyo) , ed. Gregorios Yuhanna Ibrahim (Damascus: Sidawi Printing House, 1994), 287. Reprinted by Gorgias Press, Piscataway 2009. A label at the beginning of CFMM 158 confirms this classmark. It is now in the Church of the Forty Martyrs in Mardin, where Arthur Vööbus identifies it as MS Mardin Orth. 158. Vööbus, History of the School , 201–2, nn. 32–33; Arthur Vööbus, “Entdeckung des Briefkorpus des Dawid bar Paulos,” Oriens Christianus , no. 58 (1974): 45–50. The classmark currently on the codex is “MS 158,” and the Hill Museum and Manuscript Library identifies it as Church of the Forty Martyrs Mardin (CFMM) 158 in their digital archive. The HMML has digitised the entire CFMM collection: https:\/\/www. vhmml.org\/readingRoom\/. Dolabani’s given dimensions match those of CFMM 158. The Letter on Dots occupies folios 36v-41r, Paginated as 54-62, added in pencil. but two folios are lost and have been replaced by blank modern paper (ff. 39r-40v). See Dolabani, Egroteh , 48, n. 1. Rahmani is less precise. He does not give a classmark or measurements in Studia Syriaca , and he only says that his extracts of Dawid’s letters are “from an old and damaged codex of the Jacobite Patriarchal Library.” Rahmani, Studia Syriaca , 67. Nöldeke glosses over this point in his review; Theodor Nöldeke, “Bibliographische Anzeigen: Studia Syriaca seu collectio documentorum hactenus ineditorum. Ex codicibus syriacis primo publicavit, latine vertit notisque illustravit Ignatius Ephraem II Rahmani patriarcha Antiochenus Syrorum. Typis patriarchalibus in seminario Scharfensi in Mont Libano 1904,” Zeitschrift der Deutschen Morgenländischen Gesellschaft 58 (1904): 495. He published his edition via the Patriarchal Press of the Syriac Catholic seminary in Charfet, Lebanon, Rahmani, Studia Syriaca , frontmatter. Charfet is also transliterated as Sharfeh and Sharfah. so some scholars have assumed that his source manuscript was from Charfet. E.g. Anton Baumstark, Geschichte der syischen Literatur (Bonn: A. Marcus & E. Webers, 1922), 272, nn. 4–6. However, I can find no record of the book of letters in Isaac Armalet’s 1936 catalogue of manuscripts at the Charfet monastery. Isaac Armalet, al-Ṭarfah fī Makhṭūṭā‎t Dayr al-Sharfah (Jounieh, Lebanon: Maṭbaʻat al-Ābā‎’ al-Mursalīn al-Lubnā‎niyyīn, 1936). Reprinted by Gorgias Press, Piscataway 2006. See also, George A. Kiraz, “Armalah, Isḥāq,” in GEDSH: Electronic Edition (Beth Mardutho), accessed May 14, 2020, https:\/\/gedsh.bethmardutho.org\/Armalah-Ishaq. Armalet is also known as Isḥaq Armaleh or Armalah. The only evidence of Dawid’s letters at Charfet in Rahmani’s time is the ninth section of MS Charfet 19\/1, Armalet, al-Ṭarfah , 278. which Armalet says contains four letters and replies that he published in 1908. Isaac Armalet, Reggath Shabrē , vol. II (Sharfeh: Syriac Patriarchal Press, 1908), 180–82. He then published them again in 1928, Isaac Armalet, Lettres de Josué, fils de David, surnommé Bar-Kilo, de Sévère Jacques de Bartelli, surnommé Bar-Chacaco, et de David de Beit-Rabban (Beirut: Syriac Patriarchal Press, 1928), 123–32. this time attributing them to Dawid bar Pawlos, and indicating that they are from MS Charfet 10\/1 (a typo for 19\/1). Ibid., 6; Armalet, al-Ṭarfah , 206. Armalet’s own description of Charfet 10\/1 states that it consists of several other texts unrelated to Dawid’s letters. At least two of these letters correspond to letters in Dolabani’s Egroteh , but Armalet’s versions are shorter and have many variations that indicate a source that differed from CFMM 158. Compare Armalet’s second and sixth letters in Lettres to Dolabani, Egroteh , 6-7 and 131-134, respectively. That source remains unaccounted for. Meanwhile, Rahmani’s source manuscript actually matches CFMM 158 in a number of physical details. He remarks that a note appears “at the end of the first folio of the book” Rahmani, Studia Syriaca , ܡܕ, n. 1. which includes a date for the year that Dawid bar Pawlos briefly left his monastery in the 780s, Baumstark, Geschichte , 272. and he mentions that the final number in the year is uncertain. Rahmani, Studia Syriaca , ܡܕ, n. 2. See also his Latin discussion on 67. Barsoum makes the same observation, but MS Mingana Syriac 29 indicates that the year should be 785 CE; Ignatius Aphram I Barsoum, al-Luʾluʾ al-Manthūr fī Tārīkh al-ʿUlūm al-Ādāb al-Suriyāniyya , 5th ed. (Aleppo: Silsila al-Turāth al-Suriyānī, 1987), 326, n. 1; Matti Moosa, ed., The Scattered Pearls: A History of Syriac Literature and Sciences , trans. Matti Moosa, 2nd revised (Piscataway: Gorgias Press, 2003), 372, n. 3; Alphonse Mingana, Catalogue of the Mingana Collection of Manuscripts: Syriac and Garshūni Manuscripts , vol. I (Cambridge: W. Heffer and Sons, 1933), 79. I give all citations of al-Luʾluʾ with the corresponding page numbers in Moosa’s translation, but the quoted translations of Barsoum’s Arabic are my own unless otherwise stated. Dolabani transcribes the same note from the end of CFMM 158’s second extant folio, CFMM 158 f. 2v, line 13-22. It is not clear to me how this discrepancy occurred. which is bracketed off by a red outline, where the final number is also too damaged to read. Dolabani, Egroteh , 4, n. 1. Both editors also transcribe the same text as a marginal insertion on CFMM 158 f. 38v (line 8), which has been written by two different hands, the latter of which also restored text throughout the codex. Ibid., 47, line 22; Rahmani, Studia Syriaca , ܡܘ, line 16–17. Then, in precisely the same place where the Letter on Dots in CFMM 158 is missing two folios (after the catchword rukkāḵā on f. 38v), CFMM 158, f. 38v. Rahmani observes that “one or more folios are missing from the codex.” Compare \\ Rahmani, Studia Syriaca , ܡܘ, line 21; Dolabani, Egroteh , 48, line 7. These physical similarities suggest that Rahmani’s source was copied from CFMM 158. Furthermore, while Rahmani did revive the Charfet press after he became Patriarch in 1898, he did not move the seat of the Catholic Patriarchate to Lebanon until after World War I. Prior to the 1920s, his Patriarchate was still based in Mardin, Amir Harrak, “Sharfeh,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh.bethmardutho.org\/Sharfeh; J. Gordon Melton and Martin Baumann, Religions of the World: A Comprehensive Encyclopedia of Beliefs and Practices , 2nd ed., vol. VI (Santa Barbara; Denver; Oxford: ABC-CLIO, 2010), 2795. and the seat of the Syriac Orthodox Patriarchate was based just outside that city at Dayr al-Zaʿfarān. Kiraz, “Al-Zaʿfarān, Dayr.” It is probable that the “Jacobite Patriarchal library” Rahmani refers to was actually the library of the Orthodox Patriarchate at Dayr al-Zaʿfarān, and his edition – like Dolabani’s – is ultimately based on CFMM 158, though likely mediated by his own handwritten copy. Besides a few isolated readings of individual words, the only substantial difference between the two editions is that Rahmani leaves out the bulk of the greetings at the beginning of the letter, whereas Dolabani transcribes the entire extant text. These greetings take up about 12 lines in Dolabani, Egroteh , 44–45. Rahmani’s edition thus also confirms that CFMM 158’s Letter on Dots was already missing its middle pages before 1904. Ignatius Afram Barsoum, the Syriac Orthodox Patriarch from 1933 to 1957, also claims to have seen CFMM 158 and similar manuscripts. In 1917, he wrote Nuzhat al-Adhhān fī Tārīkh Dayr al-Zaʿfarān ( A Tour of the Minds in the History of the Saffron Monastery ), Ignatius Aphram I Barsoum, Nuzhat al-Adhhān fī Tārīkh Dayr al-Zaʿfarān (Mardin: The Syriac Press at Dayr al-Zaʿfarān, 1917). a history of Dayr al-Zaʿfarān based on the years he spent there as a monk and teacher (1907-1917). George A. Kiraz, “Barsoum, Ignatius Afram,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh. bethmardutho.org\/Barsoum-Ignatius-Afram. He lists some of the monastic library’s most important works, including “two rare copies of the letters of Ibn Fawlos;” Barsoum, Nuzhat al-Adhhān , 146. that is, Bar Pawlos. One of these two manuscripts must be CFMM 158, but what is the second “rare copy”? It probably did not have the missing pages of the Letter on Dots , or else Rahmani would have used it to supplement his 1904 edition Or perhaps it was the copy based on CFMM 158 that Rahmani used for Studia Syriaca . – but perhaps Barsoum only identified it after he arrived at Dayr al-Zaʿfarān in 1907. He provided some clues 25 years later when he described what seems to be CFMM 158 in his al-Luʾluʾ al-Manthūr ( The Scattered Pearls ). Barsoum refers to this manuscript as no. 248 in Dayr al-Zaʿfarān, but it is not clear where he got this number. According to the HMML digital archive, the current Dayr al-Zaʿfarān MS 248 is a letter by Philoxenus of Mabbug (https:\/\/w3id.org\/vhmml\/readingRoom\/view\/122647, accessed May 1, 2020); Barsoum, al-Luʾluʾ al-Manthūr , 326, n. 4; Moosa, The Scattered Pearls , 373, n. 4. Barsoum explains that Dawid’s letters are extant in a single fourteenth-century copy at Dayr al-Zaʿfarān, which has 218 pages, is damaged at both ends, and contains more than 66 letters. Barsoum, al-Luʾluʾ al-Manthūr , 326. He goes on: “Among these [letters] are 37 which he exchanged with authors of his time” ( minhā sabaʿ wa-thalāthūn tabādalahā wa-adabāʾ ʿaṣrihi ). Moosa mistakenly translates sabaʿ wa-thalāthūn as “seventy-three;” Moosa, The Scattered Pearls , 373. It seems then that by 1943, Barsoum knew of only one copy of the book still at Dayr al-Zaʿfarān. He also adds a footnote: “and three modern copies: in our archive, Birmingham no. 29, and in the possession of Professor Margoliouth at Oxford, which we gifted to him in 1913.” Barsoum, al-Luʾluʾ al-Manthūr , 326, n. 4; Moosa, The Scattered Pearls , 373, n. 4. He does not indicate which – if any – of these three is the second “rare copy.” Barsoum was elected Patriarch in 1933, whereupon he moved the Orthodox Patriarchate from Mardin to Ḥimṣ (his home), Kiraz, “Barsoum, Ignatius Afram.” so his reference to “our archive” is the Orthodox Patriarchal Library in Ḥimṣ. This library remained in Ḥimṣ until his death in 1957, but it was moved again after the Patriarchate transferred to Damascus in 1959. The copy in the archive is now known as MS Syriac Orthodox Patriarchate, Damascus 3\/18. René Lavenant et al., “Catalogue des manuscrits de la bibliothèque du patriarcat syrien orthodoxe à Ḥoms (auj. à Damas),” Parole de l’Orient 19 (1994): 566. I am grateful to Fr. Roger-Youssef Akhrass and Fr. Joseph Bali for providing a detailed description of this codex. This manuscript may be the second of the “rare copies” that Barsoum listed in 1917, and perhaps he took it with him when he left Dayr al-Zaʿfarān to become Bishop of Syria in 1918. Kiraz, “Barsoum, Ignatius Afram”; Mingana, Catalogue , I:37, n. 1. It is a close copy of CFMM 158, and is almost certainly the reference that he used for his descriptions of Dawid’s letters in al-Luʾluʾ . Barsoum, al-Luʾluʾ al-Manthūr , 327–29; Moosa, The Scattered Pearls , 373–76. The next “modern” copy is MS Mingana Syriac 29, currently held in the Cadbury Research Library at the University of Birmingham. It is part of the collection of Syriac manuscripts that Alphonse Mingana acquired, mostly around Mosul in 1924 and in “Kurdistan and Upper Mesopotamia” in 1925. Mingana, Catalogue , I:v. The Letter on Dots is ff. 19a-21a in this codex. Ibid., I:80, G. Mingana notes that it was “written in a modern West Syrian hand by the present West Syriac Bishop of Mosul while he was still a monk in Dair uz-Zaʿfarān.” Ibid., I:82. This bishop was most likely Aṯanasius Tomā Qaṣīr, who was a monk at Dayr al-Zaʿfarān from 1897 to 1908. He was appointed archbishop of Mosul in 1917, and he retained that post until his death in 1951. Saliba Shamoon, Tārīkh Abrashiyya al-Mawṣil al-Suriyāniyya (Mosul, 1984), 201–3. He likely copied CFMM 158 himself, took that copy with him when he left Dayr al-Zaʿfarān, and then gifted or sold it to Mingana when the latter visited Mosul in 1924. Kristian Heal, “Notes on the Acquisition History of the Mingana Syriac Manuscripts,” in Manuscripta syriaca: des sources de première main , ed. Françoise Briquel Chatonnet and Muriel Debié, Cahiers d’études syriaques (Paris: Geuthner, 2015), 14–15, 21. Barsoum also likely saw it when he traveled to visit European and American libraries that held Syriac manuscripts (including Birmingham) in 1927. Kiraz, “Barsoum, Ignatius Afram”; Barsoum, al-Luʾluʾ al-Manthūr , ii (French introduction); Moosa, The Scattered Pearls , xxii. Aaron Butts has confirmed that this manuscript is indeed based on CFMM 158, Aaron M. Butts, “A Syriac Dialogue Poem between the Vine and Cedar by Dawid Bar Pawlos,” in The Babylonian Disputation Poems , ed. Enrique Jiménez, Culture and History of the Ancient Near East 87 (Leiden; Boston: Brill, 2017), 462–73. but no study has compared the codices to determine if any text was lost between the times that Ming. Syr. 29 (ca. 1897-1908) and Damascus 3\/18 (likely ca. 1907-1917) were copied. There is a very small chance that Qaṣīr copied a more complete version of CFMM 158, and that the codex lost pages from the Letter on Dots only after that copy was finished, before Rahmani made his own edition (ca. 1904). Unfortunately, due to the COVID-19 pandemic, I was unable to consult Ming. Syr. 29 prior to the publication of this article. Barsoum says the last “modern” copy is “in the possession of Professor Margoliouth at Oxford, which we gifted to him in 1913.” Barsoum was still a monk at Dayr al-Zaʿfarān in 1913, but it was before he mentioned the “two rare copies” in Nuzhat al-Adhhān , so this manuscript is probably not one of those two. It seems most likely that Barsoum and the other monks made a new copy of the book of letters to give to the visiting Oxford professor David Samuel Margoliouth. However, from there the manuscript has vanished, and Margoliouth might not have actually received it. Margoliouth did have a small personal collection of Syriac manuscripts, and he bequeathed this collection to Oxford’s Ashmolean Museum upon his death in 1940. Three years before Barsoum finished al-Luʾluʾ al-Manthūr , so it seems the two were not in touch during the late 1930s. See A.F.L. Beeston, “Margoliouth, David Samuel (1858–1940), Orientalist,” in Oxford Dictionary of National Biography (Electronic Version) (Oxford University Press, 2006), https:\/\/www.oxforddnb.com\/view\/10.1093\/ref:odnb\/9780198614128.001.0001\/odnb-9780198614128-e-34874. The Ashmolean transferred this bequest to the Bodleian Library in 1959, where it now forms part of a miscellaneous collection of Semitic manuscripts. Susan Thomas, “Miscellaneous Syriac Manuscripts in the Bodleian Library,” Archives Hub, accessed May 1, 2020, https:\/\/archiveshub.jisc.ac.uk\/search\/archives\/92baddd3-3c51-3c56-9070-1721bfe786cc. Sebastian Brock produced a partial handlist of the “Margoliouth” portion of this collection; see Sebastian P. Brock, “Margoliouth Collection of Syriac Manuscripts in the Bodleian Library, Oxford: A Handlist” (Unpublished), accessed April 27, 2020, https:\/\/libguides.bodleian.ox.ac.uk\/ld.php?content_id=17931955. I am grateful to Prof. Brock for helping me access the card catalogue of this collection and for sharing his thoughts on Barsoum’s gift to Margoliouth. There is no trace of Dawid’s letters in this collection, so it seems Margoliouth did not have a copy in 1940. Dam. 3\/18 is thus the most likely candidate to be the second “rare copy,” especially if Barsoum took it with him to Ḥimṣ in 1918, since he seems to be aware that only one copy (i.e. CFMM 158) remained at Dayr al-Zaʿfarān in 1943. If this assumption is incorrect, then the second manuscript that was in Dayr al-Zaʿfarān in 1917 seems to be lost. In any case, all of these versions were copied from CFMM 158 after the middle pages of the Letter on Dots were lost. Fig. 1: Stemma of manuscripts of the Letter on Dots . Aaron Butts produced a similar diagram in Butts, “A Syriac Dialogue Poem,” 465. 2 The Letter on Dots as a Historical Source The Letter on Dots has drawn interest for the history of the East Syriac mašlmānuṯā and the development of the Syriac diacritic points, as it seems to describe a particular reading tradition and the invention of some dots which appear in Eastern manuscripts. Indeed, if Dawid bar Pawlos’ account in the letter is true, then it is one of the closest extant witnesses to the introduction of the Syriac vowel points. It is also the only known source that describes the biographies of the family of Beṯ Rabban, including the Miaphysite teacher Rabban Saḇroy and his son Rāmišoʿ. This son seems to be the same Rāmišoʿ named as a master of pointing in the famous ninth-century manuscript of the Eastern mašlmānuṯā , MS BL Add. 12138. This detail is at odds with Dawid bar Pawlos’ status as a Miaphysite monk, as it implies that a family of West Syrians directly influenced the Eastern reading tradition. This fact has provoked some robust reactions, leading some scholars to reject the Letter as a reliable source. As Arthur Vööbus writes: In a question as important as the origin of the East Syrian Massorah, we are not prepared to fall into the arms of Dawid bar Paulos. It is adventurous on the basis of his story alone to draw conclusions which are so far-reaching. The proposition that other traditions in connection with the work on the system of the accents and its systematic development are undone by the story of Dawid is hardly probable, or even possible. One who is aware of the rift between the separated confessions and of its implications is rather cautious. The story is too splendid and too talkative. And if, indeed, it has no inferior motivation and is based on some historical facts, it may then enlighten some local phenomenon. Vööbus, History of the School , 202. He is right; it would indeed be too “far-reaching” to suggest that this letter upsets the traditional history of the Eastern mašlmānutā that stretches back to the School of Nisibis. Jonathan Loopstra, An East Syrian Manuscript of the Syriac “Masora” Dated to 899 CE: Introduction, List of Sample Texts, and Indices to Marginal Notes in British Library, Additional MS 12138 , vol. II (Piscataway: Gorgias Press, 2015), VIII; Vööbus, History of the School , 196–200. However, nowhere in the letter does Dawid claim that his story is about that tradition. Instead, it seems that Beṯ Rabban’s primary contributions to Syriac were a variant reading tradition and some of the vocalisation points shared by both East and West Syrians before the tenth century. For the chronology of the vowel points, see J.F. Coakley, “When Were the Five Greek Vowel-Signs Introduced into Syriac Writing?,” Journal of Semitic Studies 56, no. 2 (September 1, 2011): 307–17; George A. Kiraz, Tūrrāṣ Mamllā: A Grammar of the Syriac Language , vol. I (Piscataway: Gorgias Press, 2012), 16, 79. The following section evaluates the Letter on Dots to determine to what extent its claims about people, places, and events may be considered plausible in the context of seventh-century northern Mesopotamia. The events in Dawid’s story of Beṯ Rabban do not appear in chronological order, so this discussion addresses some of the later passages whenever they illuminate earlier parts of the letter. Dawid begins after the introductory greetings by describing Beṯ Rabban’s history (§2.1). He then recounts an anecdote from the family’s time at Mar Mattai Monastery (§2.2), before flashing back to the time when Saḇroy and his sons supposedly invented their vowel points (§2.3). The multi-page lacuna occurs after that, but the text resumes with an account of some works written by the family, and concludes by commenting on the purpose of their vowel points. 2.1 The Family History of Beṯ Rabban The Letter on Dots begins with an address and subject heading: “From Dawid bar Pawlos to the Bishop Yoḥannān; regarding dots, that is, puḥḥāmē , which are in the holy books, and a look at those who made them.” Dolabani, Egroteh , 44, line 12–16; Rahmani, Studia Syriaca , ܡܗ, line 1–3. Dawid corresponds with this Yoḥannān in other letters, and he seems to be the one who requested that Dawid copy all of his letters into a single book. Barsoum, al-Luʾluʾ al-Manthūr , 328; Moosa, The Scattered Pearls , 375–76. He may also be the Bishop Yoḥannān from the Khanušiyā monastery on Mount Sinjar, Barsoum, al-Luʾluʾ al-Manthūr , 510; Moosa, The Scattered Pearls , 565. where Dawid studied Greek before he became the abbot of Mar Sergius monastery. Mar Sergius is on the Dry Mountain ( al-jabal al-qāḥil ) of Sinjar, located above Bālāḏ (modern Eski Mosul); Rahmani, Studia Syriaca , 67, n. 3; Barsoum, al-Luʾluʾ al-Manthūr , 325–26, 515; Moosa, The Scattered Pearls , 375–76, 566; Baumstark, Geschichte , 272; Sebastian P. Brock, “Dawid Bar Pawlos,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh.bethmardutho.org\/Dawid-bar-Pawlos. Dawid continues with a long list of greetings, Dolabani, Egroteh , 44, line 17–45, line 1-9. Rahmani only transcribes one line of this section; Rahmani, Studia Syriaca , ܡܗ, line 4. and then addresses a question that Yoḥannān asked him: So then, holy one, you have asked: to what end is this labour, and the burdening of these dots, which surely is not the chief of recollection? This was well revealed, O holy one, and well-known among the long-lived elders of our region. But now, my lord, as you say, those tales in their generations have departed. The story has been extinguished among current children, but I – who am proud of their books, the ones which they made with their writings and their signatures – have kept their tale. I will tell you the whole story in this letter. Dolabani, Egroteh , 45, line 10–18; Rahmani, Studia Syriaca , ܡܗ, line 5–10. Yoḥannān is concerned with the Syriac dots, which cause him more confusion than clarity. Dawid suggests that the story of the dots was once well-known, but only among the oldest elders in his community. These elders would have lived in either Beṯ Šehāq on the Nineveh plain, where Dawid was born, or around the Sinjar mountains, where Dawid spent his monastic life. Brock, “Dawid Bar Pawlos.” They are also his first hint at a timeline for these events. The oldest elders were probably around two generations older than Dawid, and they were the last who knew the story. Dawid’s tale then begins in earnest: Rabban Saḇroy is the root – that is, of the tree, and the chain, and the Abrahamic loin; that one from which there was a series of masters which was well-known, proud of the books and tales. Dolabani, Egroteh , 45, line 21–46, line 2; Rahmani, Studia Syriaca , ܡܗ, line 11–13. Saḇroy – a Miaphysite teacher – is the root of a family tree that constitutes a long chain of Syriac masters, and “Beṯ Rabban” in this letter refers back to him. Barsoum remarks that Saḇroy “was alive around 630, and in the middle of the seventh century,” Barsoum, al-Luʾluʾ al-Manthūr , 287; Moosa, The Scattered Pearls , 329. but it is not clear where he got this date. The only source that he references for Saḇroy’s biography is the Letter of Dots (specifically in CFMM 158 and Dam. 3\/18), Barsoum, al-Luʾluʾ al-Manthūr , 287, n. 2; Moosa, The Scattered Pearls , 330, n. 1. and nowhere in the letter does the number 630 appear. Still, Dawid sets Saḇroy’s life in the seventh century, during which time: He went up from Beṯ Ramaṯšir, a village that is near your [Yoḥannān’s] village, to Beṯ Šehāq, a village in Nineveh, where he founded a great school from which there were many masters. Dolabani, Egroteh , 46, line 2–6; Rahmani, Studia Syriaca , ܡܗ, line 13–15. Neither village can be located with certainty. Beṯ Šehāq is in the Nineveh plain likely near Mar Mattai monastery, which is about 35 km northeast of Mosul, George A. Kiraz, “Matay, Dayro d-Mor,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh.bethmardutho.org\/Matay-Dayro-d-Mor. “Bȇt(h) Šàhàn” in Baumstark, Geschichte , 245. but Dawid gives no more specific details. J.M. Fiey suggests it might be identified with the modern village of Bāʿšiqa, 21 km northeast of Mosul, but this connection is uncertain. J.M. Fiey, Assyrie chrétienne, contribution á l’étude de l’histoire et de la géographie ecclésiastiques et monastiques du nord de l’Iraq , vol. II, Recherches publiées sous la direction de l’institut de lettres orientales de Beyrouth 23 (Beirut: Imprimerie Catholique, 1966), 461–63. If Yoḥannān was indeed the bishop from Khanušiyā, then Beṯ Ramaṯšir is probably in the Sinjar region; Rahmani suggests it is in “Assyria,” and Fiey concedes that it has not been located. Rahmani, Studia Syriaca , 68; Fiey, Assyrie chrétienne , 1966, II:463. This letter is Barsoum’s only source on Saḇroy, for whom he paraphrases Dawid, stating: “He founded, in the village of Bayt Šāhāq in the region of Nineveh, a school for the teaching of correct Syriac language.” Barsoum, al-Luʾluʾ al-Manthūr , 287; Moosa, The Scattered Pearls , 330. Baumstark’s information on Saḇroy is similarly thin, as he relies entirely on Rahmani’s edition and subsequent discussion of the letter. Baumstark, Geschichte , 245, n. 8; Rahmani, Studia Syriaca , 67–69. There is no other source that can confirm Saḇroy’s emigration from Beṯ Ramaṯšir. Dawid does, however, give details about Saḇroy’s arrival in Beṯ Šehāq: And with him were his two sons, Rāmišoʿ and Gabriel, who were named in the monastery of the holy Mar Mattai, and who also have a record in many books, upon which is inscribed: “Rāmišoʿ collated and corrected;” and likewise for Gabriel. Dolabani, Egroteh , 46, line 6–10; Rahmani, Studia Syriaca , ܡܗ, line 15–17. When he left Beṯ Ramaṯšir, Saḇroy must have already mastered Syriac to a level that was sufficient for him to found a school, and he already had two grown sons. We may estimate that he was no younger than 40, and possibly much older. Like Saḇroy, this letter is the only source that we have for Gabriel, and Dawid is short on details about him. After this brief introduction, he does not appear again in the extant text, whereas his brother Rāmišoʿ features prominently. Apparently they were both monks at Mar Mattai, and Dawid implies that he saw evidence of their presence there, including colophons from books that they copied. Dawid’s claim that Rāmišoʿ and Gabriel “collated and corrected” ( paḥḥem wa-tarreṣ ) at Mar Mattai indicates a specific scribal activity known elsewhere in the seventh century. The verb paḥḥem literally means “to compare,” and in the context of writing, it can mean “to punctuate” – that is, “to add points.” For a copyist, it also means “to collate,” as in “to compare a copy with its source manuscript.” “Pḥm,” in The Comprehensive Aramaic Lexicon (Cincinnati: Hebrew Union College: Jewish Institute of Religion), accessed June 19, 2020, http:\/\/cal.huc.edu\/oneentry.php?lemma=pxm%20V&cits=all; Georgius Hoffmann, Opusculo Nestoriana (Paris, 1880), VII. In this sense, paḥḥem wa-tarreṣ is a sort of hendiadys: “he compared in order to correct,” describing the last step of checking copies against their original manuscripts. Jacob of Edessa, Rāmišoʿ and Gabriel’s contemporary, attests to similar “collation and correction” in his Letter to George of Sarug : As for those points which are bound in the aforementioned volume, most of which I have personally collated and bound . . . leave them in it, just as they are. Do not erase a single one of them, so that a copy is written as it is, and thus a copyist sees those which are bound and those which replaced them. George Phillips, ed., A Letter By Mār Jacob, Bishop of Edessa, on Syriac Orthography: Also a Tract by the Same Author, and a Discourse by Gregory Bar Hebræus on Syriac Accents. (London; Edinburgh: Williams and Norgate, 1869), ܝܒ, line 10–18. For Jacob, “collated and bound” ( paḥmeṯ wa-seṭmeṯ ) is the typical act of checking a manuscript for mistaken dots and then “binding” them with a circle. Ibid., 11, n. M. As such, Dawid does not highlight Rāmišoʿ and Gabriel’s own collation work as an innovative process, and he does not point to it as the resolution of Yoḥannān’s inquiry about the dots. While no other sources describe Beṯ Saḇroy’s movements, the late sixth and seventh centuries did see East Syrian Diophysites founding many schools in northern Iraq. As Jack Tannous has pointed out, this move prompted a commensurate surge in new schools founded by “zealous Miaphysites,” and he notes that Saḇroy’s school at Beṯ Šehāq fits well with this phenomenon. Jack Tannous, The Making of the Medieval Middle East: Religion, Society, and Simple Believers (Princeton; Oxford: Princeton University Press, 2018), 167–68. In fact, Dawid explains Saḇroy’s motivations in this way near the end of the letter: Beṯ ʿEḏrī was great like Beṯ Lapaṭ, and because of this, that modest one shook with zeal. He took his sons, left the village, and went up to Nineveh. He gathered 318 men for a school, and he set his son over them as a leader. Dolabani, Egroteh , 48, line 8–13; Rahmani, Studia Syriaca , ܡܘ, line 22–24. Rahmani indicates that one word cannot be read here, but the faint word dukos (‘leader’), which he transcribes, fills the whole space in CFMM 158 (f. 41r, line 6); Ibid., ܡܘ, n. 2. Beṯ ʿEḏrī is the location of Rabban Hormizd Monastery, near Alqoš “nine hours north of Mosul.” Addai Scher, “Notice sur les manuscrits syriaques conservés dans la bibliothèque du couvent des chaldéens de notre-name-des-semences,” Journal asiatique VII, no. 1 (1906): 479. It is only 45-50 km from Mar Mattai, and presumably a similar distance from Beṯ Šehāq. It is now a Chaldean site, but the Diophysite Rabban Hormizd (from Beṯ Lapaṭ) founded it in the late sixth or seventh century. Heleen L. Murre-van den Berg, “Hormizd, Monastery of Rabban,” in GEDSH: Electronic Edition (Beth Mardutho), accessed May 11, 2020, https:\/\/gedsh.bethmardutho.org\/Hormizd-Monastery-of-Rabban. The monks of Mar Mattai even feature prominently in the medieval history of Rabban Hormizd, where they are his monastery’s principle antagonists. See E.A.W. Budge, The Histories of Rabban Hôrmȋzd the Persian and Rabban Bar-‘Idtâ: The Syriac Texts Edited with English Translations , vol. II, Luzac’s Semitic Text and Translation Series 10 (London: Luzac and Co., 1902), IX–XXI, esp. XVI–XIX. Meanwhile, Beṯ Lapaṭ, also called Gundešapur, is well-known as a centre for East Syriac intellectual activity in the seventh century. Nabia Abbott, “Jundī-Shāpūr: A Preliminary Historical Sketch,” Ars Orientalis 7 (1968): 72; Becker, Fear of God , 94–95; Sebastian P. Brock, “Beth Lapaṭ,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh.bethmardutho.org\/Beth-Lapat. Dawid’s explanation that the success of these Eastern institutions pushed Saḇroy to start his own school is thus believable within the known trends of seventh-century Miaphysite school-founding. There is another relevant source that supports the existence of a Syriac school at Beṯ Šehāq, as well as Dawid’s presence there. See Rahmani, Studia Syriaca , 67. In a biography of the Miaphysite bishop Muše bar Kip̄o (813\/833-903), Extracts and Latin translations published in Giuseppe Simone Assemani, Bibliotheca Orientalis , vol. II (Rome: Scriptoribus Syris Nestorianis, 1721), 218, n. 1. Full German translation and commentary in Jobst Reller, Mose bar Kepha und seine Paulinenauslegung: nebst Edition und Übersetzung des Kommentars zum Römerbrief , Göttinger Orientforschungen (Wiesbaden: Harrassowitz, 1994). See Barsoum, al-Luʾluʾ al-Manthūr , 350–55; Moosa, The Scattered Pearls , 398–404. the anonymous author writes: He was born and grew up in the city of Bālāḏ. His father’s name was Šemʿon, his mother’s name was Maryam, and he was called Muše bar Kip̄o. Muše was the name of his ancestor, who was a teacher in the great church of Beṯ Šāhāq, the master of Dawid of Beṯ Rabban. Assemani, Bibliotheca Orientalis , 1721, II:218, n.1, line 33–39. Bālāḏ is the closest town to Mar Sergius monastery, which Bar Kip̄o joined as a monk in the middle of the ninth century. J.F. Coakley, “Mushe Bar Kipho,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh.bethmardutho.org\/Mushe-bar-Kipho; Sebastian P. Brock, A Brief Outline of Syriac Literature , Mōrān ’Eth’ō 9 (Kerala: St. Ephrem Ecumenical Research Institute, 1997), 69. Bālāḏ was also his mother’s hometown, Assemani, Bibliotheca Orientalis , 1721, II:218, n.1, line 33. and Dawid was likely still the abbot of Mar Sergius when she was young. While the biographer does not mention Saḇroy or any other members of Beṯ Rabban, this passage suggests that there was a Miaphysite school in Beṯ Šehāq known as the “great church,” and it had active teachers in the middle of the eighth century. Dawid tells us that Saḇroy’s school had 318 members, which Barsoum interprets to mean it “included more than 300 students.” Barsoum, al-Luʾluʾ al-Manthūr , 287; Moosa, The Scattered Pearls , 330. However, this number seems somewhat mythologised. As Dawid elaborates, 318 is also the number of men that fought with Abraham against the kings in Genesis 14:13-17, and it is a traditional number of bishops at the Council of Nicaea. Dolabani, Egroteh , 48, line 13–14; Rahmani, Studia Syriaca , ܡܘ, line 25-ܡܙ, line 1. He does not specify which son Saḇroy put in charge of this group, but it is safe to assume it was Rāmišoʿ, the main star of the letter. Dawid then reports: He wrote two books of questions and answers against them, as well as three treatises which he wrote regarding 60 questions which had been brought to him from one blind teacher of theirs. I think these writings are in the monastery of Mar Mari, because there their heart was bound. Dolabani, Egroteh , 48, line 15–19; Rahmani, Studia Syriaca , ܡܙ, line 1–3. The “he” in this passage is ambiguous as to whether it was Saḇroy or his appointed son who wrote these polemical works. The “them” is more clear – whichever man wrote these books did so against the Diophysites of Beṯ ʿEdri and Beṯ Lapaṭ, See insertion “ i.e. nestorianos ” in Rahmani, Studia Syriaca , 45. and it seems he was in contact with members of those communities at the time. None of these writings are extant, and Dawid only suggests that there are copies at the Mar Mari monastery. This place is most likely the monastery of Dayr Qunnī, also known as the “school of Mar Mari” after the famous disciple of Addai who spent the end of his life there. J.M. Fiey, Assyrie chrétienne, contribution á l’étude de l’histoire et de la géographie ecclésiastiques et monastiques du nord de l’Iraq , vol. I, Recherches publiées sous la direction de l’institut de lettres orientales de Beyrouth 22 (Beirut: Imprimerie Catholique, 1965), 17; Sebastian P. Brock, “Mari, Acts Of,” in GEDSH: Electronic Edition (Beth Mardutho), accessed May 12, 2020, https:\/\/gedsh.bethmardutho.org\/Mari-Acts-of; Becker, Fear of God , 162; Adalbert Merx, Historia Artis Grammaticae Apud Syros (Leipzig, 1889), 125. Dawid continues the family history of Beṯ Rabban: Rāmišoʿ fathered a son, Saḇrišoʿ, while he was living the way of the monks in the monastery. He toiled in many books, and his name was also inscribed in those books which he wisely corrected. He made an effort to the end, as was his way, but because he was moved by his praise, he did not stay in Nineveh. He set off for Niram of the free, which is in Margā, left his middle sister behind, and entered the village of Murdani. Dolabani, Egroteh , 46, line 10–16; Rahmani, Studia Syriaca , ܡܗ, line 17–21. Barsoum takes all of his information about Saḇrišoʿ from this part of the letter. Barsoum, al-Luʾluʾ al-Manthūr , 313; Moosa, The Scattered Pearls , 358. He apparently grew up in Mar Mattai, but left the monastery and went to Niram in Margā, northeast of Nineveh. Thomas of Margā (d. 840) mentions two villages with this name in his Book of the Governors : Niram and Niram d-Raʿawāṯā (‘Niram of the Shepherds’). E.A.W. Budge, ed., The Book of the Governors: The Historia Monastica of Thomas Bishop of Margå, A.D. 840 , vol. I (London, 1893), 2, 592, 599. The former can be identified with the village known by the modern Kurdish name Gunduk, near Aqra, northeast of Mosul and west of the Great Zab River. Niram d-Raʿawāṯā was a bit farther west in the district of Birta. Ran Zadok, “On Some Upper Mesopotamian Toponyms,” Nouvelles assyriologiques brèves et utilitaires , Notes brèves, no. 3 (1998): 70; Fiey, Assyrie chrétienne , 1965, I:224, 252–53. Either of these may be the part of Margā where Saḇrišoʿ travelled. The text specifies that he entered Murdani, This name is unvocalised (CFMM 158, f. 38r). I follow Rahmani’s transliteration; Rahmani, Studia Syriaca , 44. but this village is more difficult to locate. Dawid refers to it with the Persian loan word rustāqā (‘village’) J. Payne Smith, ed., A Compendious Syriac Dictionary (Oxford: Clarendon Press, 1903), 535. as opposed to qriṯā , his word for every other village in the letter, which may indicate that it was east of the Great Zab, closer to Iran. Dawid notes that Saḇrišoʿ “left his middle sister behind” when he went to Margā, an odd detail given that she does not appear elsewhere in the story. He may hint at how he knows about her in the next sentence: “And there he [Saḇrišoʿ] was a citizen in my own village, and he was recorded in the census in the time of Ḥur bar Yosep̄.” Dolabani, Egroteh , 46, line 17–18; Rahmani, Studia Syriaca , ܡܗ, line 21–22. This name refers to al-Ḥurr ibn Yusuf, the great nephew of Marwān I and the Umayyad governor of Mosul from 727 to 731\/32. Paul G. Forand, “The Governors of Mosul According to Al-Azdī’s Ta’rīkh Almawṣil,” Journal of the American Oriental Society 89, no. 1 (January 1969): 89–90. Due to some conflicting sources, Forand notes that al-Ḥurr’s governorship in Mosul may have begun as early as 724\/25. Barsoum writes 725. Barsoum mentions this fact when he paraphrases Dawid’s statement, saying: “and he was recorded in the tax registry in the days of al-Ḥurr ibn Yusuf, the governor of Mosul ( wa-ktataba fī daftar al-kharāj ʿalā ayyām al-Ḥurr ibn Yūsuf , ʿāmil al-Mawṣil ). Barsoum, al-Luʾluʾ al-Manthūr , 313. He directly translates the Syriac Gt-stem verb, eṯkṯeḇ (‘he was recorded’), with the equivalent Arabic Gt-stem, iktataba (‘he was recorded’). Despite this, Moosa renders Barsoum’s Arabic as: “He was employed as a clerk at the Register of Kharaj in the days of al-Ḥurr ibn Joseph, the Governor of Mosul.” Moosa, The Scattered Pearls , 358. This translation is mistaken. All we can say is that, according to Dawid, al-Ḥurr performed a census ( ksep̄ rišā , lit. ‘silver per head’ for tax purposes) in which Saḇrišoʿ was recorded. By saying that Saḇrišoʿ was a citizen ( ʿāmurā ) in “my own village,” Dawid likely means Beṯ Šehāq, his birthplace. This statement seems to contradict the previous sentence about Margā, but it makes sense through the lens of Umayyad census policy. Some of the most important sources for Umayyad tax appraisal censuses are Syriac chroniclers, who recorded three censuses in upper Mesopotamia between 692 and 711. Specifically, the Chronicle of Zuqnin (ca. 775 CE), the Chronicle of 819 , the Chronicle of 846 , and the Chronicle of 1234 . See Wadād al-Qādī, “Population Census and Land Surveys under the Umayyads (41–132\/661–750),” Der Islam 83, no. 2 (2008): 366–72. These sources indicate that as part of a census, every man would “go to his region, village, and father’s house, so that everyone would register his name, his lineage, his crops and olive trees, his possessions, his children, and everything he owned.” Ibid., 366. Al-Qādī quotes this passage from the Chronicle of Zuqnin as translated in Chase Robinson, Empire and Elites after the Muslim Conquest (Cambridge: Cambridge University Press, 2000), 45. See also, Amir Harrak, “Zuqnin, Chronicle Of,” in GEDSH: Electronic Edition (Beth Mardutho), accessed May 10, 2020, https:\/\/gedsh.bethmardutho.org\/Zuqnin-Chronicle-of; Brock, A Brief Outline , 62. They also show that throughout this period, the Umayyad state was transitioning from reliance on local authorities to count their own communities, to sending professional officers who would count the locals on behalf of the government. Moreover, by the second decade of the eighth century, provincial governors were directly involved in ordering censuses. al-Qādī, “Population Census and Land Surveys,” 366–71. As governor of Mosul, al-Hurr ibn Yusuf’s administrative control covered the province of al-Jazīra, which included “al-Karkh, Daqūqā, Khānijār, Šahrazūr, al-Ṭirhān, . . . Takrīt, al-Sinn, Bājarmā, Qardā [ sic ] (or Jazīrat ibn ʿUmar), and Sinjār, to the borders of Aḏarbayjān.” Forand, “The Governors of Mosul,” 90. As such, his census – ordered between 727 and 732 – included all of Margā, where Saḇrišoʿ apparently was at the time. If he returned to the house of his father for counting, he would have been recorded as a citizen of Beṯ Šehāq – just as Dawid says. Furthermore, if al-Ḥurr still relied on local leaders to report census data, then the local priests and the abbot of Mar Mattai may well have been the ones collecting that information. If, as implied by his description of books that Rāmišoʿ copied, Dawid knew the contents of Mar Mattai’s library, then it is possible he had access to such census records. They would have contained information on Saḇrišoʿ as well as any other of Rāmišoʿ’s children, like the middle sister who stayed behind in Beṯ Šehāq. This chain of reasoning is highly speculative, but it is not clear how else Dawid could have learned such specific information about a census ordered by a short-reigned governor who died before he was born. From all of this material it is possible to estimate a timeline of events in the history of Beṯ Rabban. The current consensus is that Dawid himself was active in the second half of the eighth century and the first few decades of the ninth. Brock, “Dawid Bar Pawlos.” This range is based on a few pieces of evidence. First, Dawid corresponded with Thomas the Stylite, who was still alive in 837. Barsoum, al-Luʾluʾ al-Manthūr , 326; Moosa, The Scattered Pearls , 373. Second, the colophonic note at the end of the second folio of CFMM 158 (and more clearly in Ming. Syr. 29) indicates that Dawid left Khanušiyā monastery with a group of forty monks in the year 785. Mingana, Catalogue , I:79; Brock, “Dawid Bar Pawlos”; Baumstark, Geschichte , 272. As such, in 785 he must have been old enough to hold a substantial following, and he was likely still alive in the early ninth century. Third, there is a metrical polemic in Ming. Syr. 29, ff. 38v-42v, the end of which (f. 42v) indicates the author’s current year is 770 CE. Mingana, Catalogue , I:80–81. If this date is genuine, then Dawid must have been old enough to compose such a work in 770. We may thus estimate that Dawid bar Pawlos was born between 740 and 750. This range would mean he was between 20 and 30 when he wrote the polemic, between 35 and 45 when he led his followers out of Khanušiyā, and he became abbot of Mar Sergius sometime after that. In the part of the Letter on Dots that is actually about dots (see §2.3), Dawid writes the following about his own lineage: For when my own father entered Nineveh – that one from whom I am for five generations now – and when he settled in Beṯ Šehāq, according to the tale that I heard from my elders… Dolabani, Egroteh , 47, line 13–15; Rahmani, Studia Syriaca , ܡܘ, line 11–13. Given its context in the story, his “own father” ( āḇā dil ( y )) is clearly a reference to Saḇroy, and āḇā dil ( y ) must be understood as “my forefather” or “my ancestor” of five generations. Loopstra describes this connection as a “distant relation;” Loopstra, An East Syrian Manuscript , II:IX, n. 46. This statement concurs with numerous medieval sources that refer to Dawid as “of Beṯ Rabban.” See Baumstark, Geschichte , 272, n. 4; Richard Gottheil, “Dawidh Bar Paulos, a Syriac Grammarian,” Journal of the American Oriental Society 15 (1893): cxi, cxv. In this case, the moniker indicates that he is descended from Rabban Saḇroy. Barsoum’s statements on this passage have caused some confusion. Relying on the Letter on Dots for his entry on Saḇroy in al-Luʾluʾ , he writes: “His descendent, Rabbān Dāwud ibn Bawlūs, said regarding him [Saḇroy] in his letter to the bishop Yūḥannā…” ( qāla ḥafīduhu al-rabbān Dāwud ibn Bawlūs fī ḥaqqihi fī risālatihi ilā al-usquf Yūḥannā ). Barsoum, al-Luʾluʾ al-Manthūr , 287. Moosa’s translation makes the passage ambiguous: “In a letter to the Bishop John, Saḇroy's grandson, Dawid Bar Paul, had this to say about him…” Moosa, The Scattered Pearls , 329–30. Besides “grandson,” the word ḥafīd can also mean “descendent,” Hans Wehr, The Hans Wehr Dictionary of Modern Written Arabic , ed. J. M. Cowan, 4th ed. (Urbana: Spoken Language Services, 1993), 219. and that must be what Barsoum intended here. Barsoum’s Arabic is also clear that Dawid is that descendent, not Yoḥannān. Then in his entry for Dawid bar Pawlos, Barsoum says he was “descended from the family of Saḇroy ibn Ibrāhīm, his ancestor” ( mutaḥaddir an min bayt Sabrūy ibn Ibrāhīm jaddihi al-aʿlā ). Barsoum, al-Luʾluʾ al-Manthūr , 326. Moosa also translates this line ambiguously: “He was descended from Beṯ Saḇroy, the son of Abraham, Dawid's great-grandfather.” Moosa, The Scattered Pearls , 372. He glosses jadd aʿlā as “great-grandfather,” but it can also mean “ancestor” more generally, Wehr, Dictionary , 135. and again that must be what Barsoum meant. In what is, as far as I can tell, an unrelated error that may have informed Moosa’s translation, Baumstark remarks that “Rabban Saḇroy of Ramaṯšir became known as the ancestor in the third generation through Dawid bar Pawlos” ( Rabban Sabroy aus Ramatshir wird als dessen Vorfahre in der dritten Generation durch einen Dawid b Paulos bekannt ). Baumstark, Geschichte , 245. Baumstark cites only Rahmani’s edition of the Letter of Dots to support this claim, He also cites Nöldeke’s review of Studia Syriaca and the sixth chapter of Duval’s La littérature syriaque , but neither comments on the number of generations between Saḇroy and Dawid; Nöldeke, “Bibliographische Anzeigen: Studia Syriaca,” 495; Rubens Duval, La littérature syriaque , 3rd ed., vol. II (Paris: Librairie Victor Lecoffre, 1907), 56. but again, in the letter Dawid claims to be a fifth generation descendent of Saḇroy. Dawid seems to be on a separate branch of the family tree, not descended through Ramishoʿ and Saḇrišoʿ, but if we take him at his word here, we can estimate a timeline for the letter. Assuming 25-30 years between generations, then Dawid’s father, Pawlos, was born ca. 720-725. One generation before Pawlos would be the same generation as Saḇrišoʿ and his sister, born ca. 690-700. Before them, Rāmišoʿ and Gabriel would have been born ca. 660-675, and their father, Rabban Saḇroy, would have been born ca. 630-650. Taking our earlier assumption into account, if Saḇroy was at least 40 when he founded his school, the earliest he would have done so is ca. 670-690. Rāmišoʿ and Gabriel were probably young adults at the time, and Saḇrišoʿ was born soon after that. He then grew up at Mar Mattai, moved to Margā, and was recorded in the census of al-Ḥurr ibn Yūsuf between 727 and 732. He may have been in his late twenties then, and no older than his forties. Finally, if the local elders who told Dawid this story were in fact two generations older than him, then they would have grown up in Beṯ Šehāq at roughly the same time as Saḇrišoʿ. 2.2 An Anecdote from Mar Mattai Monastery Dawid proceeds with several achievements in the lives of Beṯ Rabban. After mentioning al-Ḥurr’s census, the letter picks up again with an anecdote from Rāmišoʿ’s time at Mar Mattai: In the days when Beṯ Rāmišoʿ was in the monastery . . . When the head monk saw that they were more eloquent speakers than the people of their time, he gave them each a cell in the monastery. The two of them each took a single book without any dots of relation or correction, then each one entered a cell and added dots. When the pair’s correction was done, there was no difference from one to the other, and thus they did for many books. Dolabani, Egroteh , 46, line 19 and 46 line 22 - 47, line 7; Rahmani, Studia Syriaca , ܡܘ, line 1 and line 3-7. Barsoum paraphrases this entire passage; see Barsoum, al-Luʾluʾ al-Manthūr , 313; Moosa, The Scattered Pearls , 359. The “Beṯ Rāmišoʿ” in this passage (notably not “Beṯ Rabban” or “Beṯ Saḇroy”) must be Rāmišoʿ and Saḇrišoʿ, Rahmani interprets this line as “when the sons of Rāmišoʿ were in the monastery” ( tempore quo Ramjesu filii errant in coenobio ), even though only one son of Rāmišoʿ appears in the story. Perhaps he also counted Saḇrišoʿ’s sister as “offspring of Rāmišoʿ.” See Rahmani, Studia Syriaca , 44. Meanwhile, Barsoum paraphrases Dawid and interprets “Beṯ Rāmišoʿ” as Rāmišoʿ and Gabriel, saying, “when the two masters of language, Rāmišoʿ and Gabriel, arrived at the monastery of Mar Mattai…;” Barsoum, al-Luʾluʾ al-Manthūr , 313; Moosa, The Scattered Pearls , 359. It is more plausible to me that “the house of Rāmišoʿ” designates Rāmišoʿ and his son, rather than his brother. whom the head of Mar Mattai recognised as the most eloquent Syriac reciters at the monastery. He sent each of them to a cell with a book (presumably a bible) that did not have “any dots of relation or correction” ( nuqzē meddem d-puḥḥāmā aw d-turrāṣā ), whereupon they engaged in “adding dots” ( mp̄aḥḥem ). But what exactly did Rāmišoʿ and Saḇrišoʿ do to these codices? J.B. Segal highlights the importance of the word puḥḥāmā (lit. “relationship” or “comparison”) in the history of Syriac philology. He explains: “The name puḥḥāmā is significant; the accents, like the diacritical point which is also given this name, are intended to classify or collate related linguistic phenomena.” Segal, The Diacritical Point , 59, 172. It is easy to see how the idea of “collation” as comparing dots between two copies of a manuscript – like we saw with Jacob of Edessa – could lead to Syriac scribes broadly associating “comparison” with dotted markers. Thus, as Georgius Hoffman already observed in 1880, puḥḥāmā may refer to nearly all types of points, including vowels and accent dots. Hoffmann, Opusculo Nestoriana , VII. The medieval Syriac-Arabic lexica of ʿIsho bar ʿAlī and Ḥasan bar Bahlul both demonstrate this mix of categories, identifying puḥḥāmā with vowels, accents, diacritics, and even Arabic inflectional endings. Richard Gottheil, Bar ʿAli (Ishoʿ): The Syriac-Arabic Glosses , vol. II (pe-taw), Classe Di Scienze Morali, Storiche et Filologiche Ser. 5 13 (Rome: Atti della R. Accademia dei Lincei, 1928), 246, line 6–9; Rubens Duval, ed., Lexicon Syriacum Auctore Hassano Bar Bahlule (Paris, 1901), 1502–3, http:\/\/www.dukhrana.com\/lexicon\/BarBahlul\/index.php. Despite this variation, puḥḥāmā does not mean all types of dots at equal rates. In fact, Hoffman brings only a few examples of puḥḥāmā indicating “vowel points.” Hoffmann, Opusculo Nestoriana , VII–VIII. Most immediately relevant to our discussion, he suggests that the short explanation of the pointing system in BL Add. 12138 (ff. 309v-310r) could be interpreted as referring to vowel points. It has the heading: “The sign of the puḥḥāmā of the books of the teachers and of Rabban Rāmišoʿ,” but Jonathan Loopstra has shown that the system described here relates to accent dots, not vowels. William Wright, Catalogue of Syriac Manuscripts in the British Museum , vol. I (London: Gilbert and Rivington, 1870), 105b; Vööbus, History of the School , 200; Loopstra, An East Syrian Manuscript , II:IX, XXXIV–XXXVI. Much more often than not, the word puḥḥāmā refers to these “accent” Also called “reading dots.” See Kiraz, The Syriac Dot , 114; Jonathan Loopstra, “The Syriac Reading Dot in Transmission: Consistency and Confusion,” in Studies in Biblical Philology and Lexicography , ed. Daniel King (Piscataway: Gorgias Press, 2019), 159–76. dots that convey the sense and meaning of a text. Hoffmann, Opusculo Nestoriana , VIII. This is the case in another annotation from BL Add. 12138 (f. 308v), which begins: “On the puḥḥāmā of ʿelāyā , teḥtāyā , zawgā , ʿeṣyānā , rāhṭā , mziʿānā , and all the others.” Wright, Catalogue , I:105a. Additionally, the Eastern metropolitan Elias of Nisibis (d. 1046) dedicates the twelfth chapter of his Syriac grammar to the accents, titling it “On the dot-based types of puḥḥāmā ” ( ʿal gensē nuqzānāyē d-puḥḥāmā ). William Wright, Catalogue of Syriac Manuscripts in the British Museum , vol. III (London: Gilbert and Rivington, 1872), 1175b. Gottheil’s edition from MS Sachau 5 (f. 32v) has nuqzāyē ; Richard Gottheil, A Treatise on Syriac Grammar by Mâr Eliâ of Ṣóbhâ (Berlin: Peiser, 1887), ܠܓ, line 14–15. See Herman G. B. Teule, “Eliya of Nisibis,” in GEDSH: Electronic Edition (Beth Mardutho), accessed May 10, 2020, https:\/\/gedsh.bethmardutho.org\/Eliya-of-Nisibis. Similarly, the Eastern monk Yoḥannān bar Zoʿbi (ca. 1200), apparently quoting Elias of Tirhan, Compare Friedrich Baethgen, ed., Syrische Grammatik des Elias of Tîrhân (Leipzig: Hinrichs, 1880), ܠܗ, line 18–19. See also, J.F. Coakley, “An Early Syriac Question Mark,” Aramaic Studies 10, no. 2 (2012): 193–213. refers to “the names of the puḥḥāmā of the great dots” ( šmāhayhon d-puḥḥāmā d-nuqzē rāwrḇē ) for the accents. BL Add. 25876, f. 170r; Wright, Catalogue , III:1176b. There is also an Eastern scholion in Arabic that credits Yosep̄ Huzāyā with creating nine accents, calling him ṣāḥib al-fuḥḥām (‘the master of puḥḥāmē ’). Giuseppe Simone Assemani, Bibliotheca Orientalis , vol. III (Rome: Scriptoribus Syris Nestorianis, 1725), 64b; J.P.P. Martin, Histoire de la ponctuation ou de la Massore chez les Syriens. (Paris: Impr. Nationale, 1875), 105–6. I read الفحام here as al-fuḥḥām , either as a direct loan of puḥḥāmā or as the plural form of a presumed fāḥim , an active participial form which would indicate one of the accent marks. Segal has identified several other examples, including instances where Bar Zoʿbi calls the accents nišē d-puḥḥāmā (‘signs of relation’), a phrase which he shares with Bar Hebraeus (d. 1286). Likewise, both Bar Šakko and the Išoʿyahḇ bar Malkon (ca. 1200) call the accents nuqzē d-puḥḥāmā (‘points of relation’). Segal, The Diacritical Point , 59, nn. 2–3. See also, Merx, Historia , 262–63. One earlier example that Hoffman mentions is a quotation that has been appended to a fragmentary grammatical work by Dawid bar Pawlos himself. Published by Gottheil, “Dawidh Bar Paulos, a Syriac Grammarian.” This text reads: “Ḥunayn said that Galen said, regarding the points which the Syrians call puḥḥāmē : when they are placed in difficult books, their readers do not need a guide and an interpreter.” Ibid., cxviii, line 10–12. Segal takes this passage as a genuine eighth-century statement from Dawid bar Pawlos, but Ḥunayn ibn Isḥāq was not born until 809. If Dawid is really the author, then he must have been at least 80 years old when he wrote it. See Segal, The Diacritical Point , 61. Hoffman argues correctly that this passage implies an understanding of puḥḥāmē as accent dots based on a relationship with Greek prosody. Hoffmann, Opusculo Nestoriana , VIII–VIV. The “Ḥunayn” here is Ḥunayn ibn Isḥāq (d. 873), the famous Christian physician who translated most of Galen’s works into Arabic. Aaron M. Butts, “Ḥunayn b. Isḥāq,” in GEDSH: Electronic Edition (Beth Mardutho), accessed May 15, 2020, https:\/\/gedsh.bethmardutho.org\/Hunayn-b-Ishaq. This particular quote refers to a passage in Ḥunayn’s grammar of Classical Arabic, Kitāb Aḥkām al-Iʿrāb ʿalā Madhhab al-Yūnāniyyīn ( The Book of the Rules of Inflection According to the System of the Greeks ), Nadia Vidro recently recovered the extant portions of this book from a Judaeo-Arabic manuscript in the Cairo Genizah. See Nadia Vidro, “A Book on Arabic Inflexion According to the System of the Greeks: A Lost Work by Ḥunayn b. Isḥāq,” Zeitschrift Für Arabische Linguistik 72, no. 2 (2020): 26–58. I am extremely grateful to Dr. Vidro for providing me with a pre-print version of this article. which reads: The benefit and establishment of pointing is very significant for this chapter, such that Galen says: when the signs of those units were set, i.e. three dots which the Greeks knew, [. . .] them in obscure books which were difficult to understand and comprehend. This is because they guide one the right way, and indicate the meanings of speech, all while holding one back, preventing one from moving away to something different from what the author of the speech intended. My translation from Vidro’s edition of MS New York, JTS ENA 3173.1v, line 3-10, but reliant on her own translation and discussion; Ibid., 31, 37, 50–51. Ḥunayn’s statement that these dots remove the need for an “interpreter” ( mp̄ašqānā ) On this role in the Eastern school system, see Becker, Fear of God , 71. again indicates that they were related to meaning, not vocalisation. Even earlier than Ḥunayn is Thomas of Margā (d. 840), Dawid’s younger contemporary, who calls the accents nišay puḥḥāmā (‘signs of puḥḥāmā ’). Budge, The Book of the Governors , I:142, line 6; “Nyš, Nyš ʔ ,” in The Comprehensive Aramaic Lexicon (Cincinnati: Hebrew Union College: Jewish Institute of Religion), accessed June 14, 2020, http:\/\/cal.huc.edu\/oneentry.php?lemma=ny%24%20N&cits=all. It is thus highly likely that Dawid’s phrase nuqzē d-puḥḥāmā also refers to accent dots in the work of Rāmišoʿ and Saḇrišoʿ. However, what is remarkable for Dawid is not that Rāmišoʿ and Saḇrišoʿ use dots of puḥḥāmā to record their recitation, but rather that their recitation is exceptionally eloquent. They could convey that eloquence by adding accent dots to an entire book without errors, which allowed other people to repeat their recitation tradition. Dawid thus lists where that tradition spread: Many people knew of their tradition in their time, as well as after them: Išoʿ Saḇran Rabban, Aṯanasius of Kuḵta, Severus bar Zaddiqā, Elias Ardāyā, Ep̄rem the Monk, and many others imitated those of Beṯ Rabban. They also corrected according to their [Beṯ Rabban’s] puḥḥāmā . Dolabani, Egroteh , 47, line 7–12; Rahmani, Studia Syriaca , ܡܘ, line 8–10. Beṯ Rabban’s “tradition” ( mašlmānutā ) spread to communities outside of Mar Mattai, who corrected their own books according to the accent dots that conveyed Rāmišoʿ’s eloquent reading. This reading may have been particularly authoritative – perhaps buoyed by Saḇroy’s school – but without more information, there is not much to be said about the people named here. I have been unable to identify any of them for certain. Compare with Fiey’s biographical index and Chabot’s Livre de la chasteté ; Fiey, Assyrie chrétienne , 1966, II:829–58; J.B. Chabot, Livre de la chasteté par Jésusdenah, évéque de Baçrah , Extrait des mélanges d’archéologie et d’histoire publiés par l’ecole française de Rome, 16 (Rome, 1896). However, while Aṯanasius of Kuḵta is unknown, Kuḵta itself is not. Taking note of Dawid’s reference and other descriptions in medieval histories, Fiey proposes that Kuḵta corresponds to the ruined Orthodox site of Tell Dayrā on the northwest side of Mount Maqlūb. Fiey, Assyrie chrétienne , 1966, II:774–75. In 774, n. 5, Fiey implies that he has access to some portion of the Letter on Dots in a French translation of a Syriac manuscript of Livre de la chasteté , which was given to him by Raymond-Marie Tonneau in Mosul. There is no version of the letter or even a reference to Dawid bar Pawlos in J.B. Chabot’s edition of that text, but it only contains 140 biographies, whereas Fiey says that there are 150 in Tonneau’s version. See Fiey, Assyrie chrétienne , 1965, I:22; Chabot, Livre de la chasteté . Mar Mattai is on the southeast side of the same mountain, so Kuḵta would be a reasonable location for one of the first adopters of Rāmišoʿ’s reading tradition. The philological material at the end of Add. 12138 also supports Dawid’s account that Rāmišoʿ’s reading spread beyond Mar Mattai. As mentioned above, one note reads: “The sign of the puḥḥāmā of the books of the maqryānē and of Rabban Rāmišoʿ.” Add. MS 12138, f.309v; Wright, Catalogue , I:105b; Vööbus, History of the School , 200. The maqryānē were the reading teachers of the Eastern school system; see Becker, Fear of God , 71, 84, 125; Loopstra, An East Syrian Manuscript , II:VIII; Kiraz, The Syriac Dot , 62–64. “ Puḥḥāmā of the books of Rāmišoʿ” corresponds neatly with the part of Beṯ Rabban’s tradition – its puḥḥāmā – that Dawid claims was copied outside of Mar Mattai. Babai, the copyist of Add. 12138, Wright, Catalogue , I:106a; Loopstra, An East Syrian Manuscript , II:VIII. then explains the system of marks that he employs to represent variant readings. This system records the base readings of the Eastern maqryānē with black ink, but supplements them with red marks for Rāmišoʿ’s reading, and indicates which readings are preferable. Loopstra, An East Syrian Manuscript , II:VIII–X, XXXIV–XXXVI; Gustav Diettrich, Die Massorah der öslichen underwestlichen Syer in ihren anagaben zum propheten Jesaia nach fünf handscriften der British Museum (London; Edinburgh; Oxford: Williams and Norgate, 1899), xx–xxii. See Vööbus and Segal’s translations and discussions of this passage; Vööbus, History of the School , 198–201; Segal, The Diacritical Point , 78–79. See also Merx, Historia , 29–30. A similar practice for recording multiple reading traditions is found among early Qurʾān vocalisers, who layered variant qiraʾāt (‘readings’) in individual manuscripts with colour-coded dots. See Yasin Dutton, “Red Dots, Green Dots, Yellow Dots and Blue: Some Reflections on the Vocalisation of Early Qur’anic Manuscripts (Part I),” Journal of Qur’anic Studies 1, no. 1 (1999): 115–40. Babai further notes that the books of the maqryānē are traceable to Narsai, Abraham, and Yoḥannān, leaders of the School of Nisibis from the late fifth and sixth centuries. Wright, Catalogue , I:105b, n. ‡; Segal, The Diacritical Point , 79; Lucas Van Rompay, “Narsai,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh.bethmardutho.org\/Narsai; Lucas Van Rompay, “Abraham of Beth Rabban,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh.bethmardutho.org\/ Abraham-of-Beth-Rabban; Lucas Van Rompay, “Yoḥannan of Beth Rabban,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh.bethmardutho.org\/Yohannan-of-Beth-Rabban. See also, Vööbus, “Briefkorpus des Dawid bar Paulos,” 177–87. This situation suggests that Rāmišoʿ’s additions to the tradition of puḥḥāmā occurred after the peak period of the School of Nisibis, either during or after its decline in the seventh century. Adam H. Becker, “Nisibis, School Of,” in GEDSH: Electronic Edition (Beth Mardutho), accessed April 28, 2020, https:\/\/gedsh.bethmardutho.org\/ Nisibis-School-of; Becker, Fear of God , 202–3; Vööbus, History of the School , 318–20; G.J. Reinink, “‘Edessa Grew Dim and Nisibis Shone Forth’: The School of Nisibis at the Transition of the Sixth-Seventh Century,” in Centres of Learning: Learning and Location in Pre-Modern Europe and the Near East , Brill’s Studies in Intellectual History 61 (Leiden, 1995), 77–89. Such a chronology is compatible with our estimated timeline, which expects that Rāmišoʿ was active in the last quarter of the seventh century. There is one other Rāmišoʿ connected with the School of Nisibis, listed as one of the students of Mar Abā, a teacher at the School who died in 552. Assemani, Bibliotheca Orientalis , 1725, III:86, n. 1; Kiraz et al., GEDSH: Electronic Edition . Prior to Rahmani’s publication of the Letter on Dots , Diettrich and Merx identified this man with the Rāmišoʿ who Babai names in Add. 12138. Later scholars, like Vööbus and Loopstra, leave the question up for debate. Merx, Historia , 30; Diettrich, Die Massorah der öslichen underwestlichen Syer , xx; Vööbus, History of the School , 176, 200; Loopstra, An East Syrian Manuscript , II:IX. However, Add. 12138 corresponds with Dawid’s claim that Rāmišoʿ had an authoritative tradition of puḥḥāmā , whereas there is no indication that Abā’s student had a unique reading. If the reading of the Rāmišoʿ in Add. 12138 indeed represents a later addition to the puḥḥāmā of the School of Nisibis, then he fits better with the timeline indicated in the Letter on Dots than the lifetime of Mar Abā’s student (d. ca. 570, according to Diettrich). Vööbus was particularly incredulous of the possibility that the reading of a Miaphysite like Rāmišoʿ could be the origin of the Eastern mašlmānuṯā , Vööbus, History of the School , 200–201. but Babai is careful to note where the maqryānē and Rāmišoʿ disagree, and whose reading he prefers. This practice shows that his ninth-century Eastern tradition had not accepted Rāmišoʿ’s puḥḥāmā wholesale, but rather critically evaluated which readings were superior. Evidently, in spite of Rāmišoʿ’s miaphysitism and more than a century after his death, some of his readings were still considered the most eloquent, even in the Church of the East. Loopstra thus offers an alternative viewpoint: One may suggest, however, that the situation in the seventh and eighth centuries between East- and West-Syrian communities may have been more permeable than Vööbus would have allowed. In fact, later East-Syrian writers such as Bar Malkon and Bar Zoʿbi have clearly heard of Rāmišoʿ. The later West-Syrian polymath Bar ʿEbrāyā mentions Rāmišoʿ by name in his grammar, labeling him as an influential ‘scholastic’ in respect to the East-Syrian accents. Bar ʿEbrāyā even seems to excerpt a rule of accentuation he attributes to Rāmišoʿ . . . Although our present sources do not allow us to resolve this apparent discrepancy in the life of Rāmišoʿ completely, it is clear that the later Syriac grammatical traditions, both East and West, perceived a scribe named Rāmišoʿ as an authority on punctuation and accentuation. Loopstra, An East Syrian Manuscript , II:IX–X. This situation may have been especially true for “West-Syrians,” like Dawid and Rāmišoʿ, who lived on the edge of East Syrian territory. Even as late as the thirteenth century, Bar Šakko reports that Miaphysites in these places used the “Eastern” vowel points, and West Syriac writers in all regions commonly used “Eastern” vowel points until at least the tenth century. Segal, The Diacritical Point , 48; Coakley, “When Were the Five Greek Vowel-Signs Introduced into Syriac Writing?,” 307–17; Kiraz, Tūrrāṣ Mamllā , I:16, 79. Kiraz emphasises that such vocalisation practices continue to the present day; Kiraz, The Syriac Dot , 106. See also, Martin, Histoire de la ponctuation , 92. Certainly, in spite of theological differences, there was some crossover between East and West Syrians in the realm of seventh- and eighth-century dots. This interpretation corresponds with other accounts of intellectual contact between East and West Syrians during the late antique and early Islamic periods. E.g. see Lucas Van Rompay, “La littérature exégétique syriaque et le rapprochement des traditions syrienne-occidentale et syrienne-orientale,” Parole de l’Orient 20 (1995): 221–35; Reinink, “Edessa Grew Dim,” 87–89. The narrative in the Letter on Dots may thus be considered a further example of such relationships. 2.3 The Flashback and the Vowel Points Having addressed the eloquent tradition of puḥḥāmā that Rāmišoʿ propagated with his son, Dawid returns to an earlier achievement of Rāmišoʿ and his father. The next section of the Letter describes an event shortly after Beṯ Saḇroy’s arrival in Beṯ Šehāq, where they met a group of locals who could not read properly, and so “invented” vowel points to aid in their recitation. Dawid begins it thus: But besides that, there is something that I left out. For when my own father entered Nineveh – that one from whom I am for five generations now – and when he settled in Beṯ Šehāq, according to the tale that I heard from my elders, he found Ninevites who were deprived of the fine language that binds the scripture, and [only] with difficulty did they reach literacy and accurate recitation. Dolabani, Egroteh , 47, line 12–18; Rahmani, Studia Syriaca , ܡܘ, line 11–14. According to Dawid’s older relatives, when Saḇroy entered Beṯ Šehāq, he found a group of Ninevites Dolabani reads “Ninevites” here ( ninewiyē ) while Rahmani reads “students” ( yallupē ), but CFMM 158 clearly has ninewiyē (CFMM 158 f. 38v, line 5). This is likely a mistake in Rahmani’s copy of the manuscript. who did not know “the fine language that binds the scripture;” that is, the Syriac of the Bible. To alleviate their struggles: They devised that they could grasp them with some small dots; so for he who distinguishes them – that is, who learns them – a small dot is like a guide which is placed for correctness, and it shows the eminent path without much labour. Dolabani, Egroteh , 47, line 18–21; Rahmani, Studia Syriaca , ܡܘ, line 14–16. Interestingly, the “they” here is ambiguous, and could be the group of illiterate Ninevites. More likely, it refers to Saḇroy, his sons, and perhaps some of the locals in Beṯ Šehāq, who worked together to design “some small dots” ( nuqzē meddem zʿorē ) that guided the recitation of the biblical text. These dots are distinct from the “dots of comparison” that Dawid mentioned earlier. They must be vowel points, which Syriac grammarians often called “small dots” and associated with an easing of labour. BL Add. 25876, ff. 155v, 276v; Segal, The Diacritical Point , 6, 27, 52–53, 62, 80; Wright, Catalogue , I:101b, n. *; Wright, Catalogue , III:1175a; Axel Moberg, “Zur Terminologie,” in Der Buch der Strahlen, die grössere Grammatik des Barhebraeus , vol. I (Leipzig: Otto Harrassowitz, 1907), 66*; Merx, Historia , 262–63. Dawid then waxes poetic in celebration of Beṯ Rabban’s great accomplishment: {On account of that, they were careful,} {{those monks whom we mentioned}}. The text in {single brackets} is from a marginal correction inserted by the original scribe. Text in {{double brackets}} was added to that marginal correction by a later hand; CFMM 158 f. 38v, line 11. Rahmani transcribes the entire note, but Dolabani did not manage to decipher the final words of the second hand. They sat down and made milestones in the books, and with them they marked the meanings that are known to the wise. They restored the obscured courses like the masters in the scriptures, and they confirmed the parting of the ways, so that those who continue on will have them. Dolabani, Egroteh , 47, line 22- 48, line 4; Rahmani, Studia Syriaca , ܡܘ, line 16–19. Dolabani indicates that there is a short lacuna after this passage, but there is no text missing from CFMM 158. This passage may seem a bit hyperbolic – as Vööbus might say, “too splendid and too talkative” Vööbus, History of the School , 202. – but it is consistent with the attitude of Syriac grammarians towards the vowel dots that facilitate easy reading. For example, Jacob of Edessa describes the struggle of reading without vowels in his Turrāṣ Mamllā Nahrāyā : . . . so I say, this Edessan speech, their language does not impede them, but rather this script of theirs, due to its incompleteness and the insufficiency of the vowel letters in it. As I said before, it is not possible to read anything properly, except from these three things mentioned above: whether by divination, because of the aptitude and intelligence which the reading of discourse demands, whatever is set down; or by the tradition of others, those who preceded them in the discourse and the readings in it, who were able to say the sounds properly and pass them on to others – not from the straightforwardness of the reading of the letters, for they lack that, but again [only] by the tradition of others; or by much toil. . . William Wright, ed., Fragments of the Syriac Grammar of Jacob of Edessa (Clerkenwell: Gilbert and Rivington, 1871), ܒ, column a, line 9–24. This attitude must have contributed to Jacob’s impulse to write his own letter on dots to George of Sarug, See Phillips, A Letter By Mār Jacob . as he fully believed that proper pointing was critical to correct reading. Elias of Nisibis alludes to Jacob’s statement again in his Turrāṣ Mamllā Suryāyā , Gottheil, A Treatise on Syriac Grammar , ܘ, line 7–10. and Bar Hebraeus echoes the same sentiment in Ktāḇā d-Ṣemḥē . Segal, The Diacritical Point , 8. For these grammarians, the utility of the points that indicate vocalisation bordered on miraculous, allowing the Syrian people to read as easily as nations with more “sufficient” alphabets. Dawid is no different. For him, the small points – the “milestones” of Beṯ Rabban – enabled Syriac Christians to read like the masters of the Bible, without great labour or need for interpreters. Dawid then begins to explain the benefits of the dots for the people who come after Saḇroy: Whenever a book that is corrected by them is opened, it is as if they are speaking along with the one who recites, and they are telling him just how it is recited, when he does not soften quššāyā , and does not harden rukkāḵā . . . Dolabani, Egroteh , 48, line 4–7; Rahmani, Studia Syriaca , ܡܘ, line 19–21. A person who recites from a Bible “corrected” ( mṯarraṣ ) with these points does so as if Beṯ Rabban itself was speaking through them, and they know for certain which bgdkpt letters are pronounced fricative and which are plosive. It seems Dawid was especially concerned with the pronunciation of the bgdkt letters, and he composed a separate scholion on the topic. See MS Jerusalem, St. Mark’s Monastery, 356 ff. 164v-166r; MS Mardin, Dayr al-Zaʿfarān 192, ff. 199r-200r; MS Mingana 475 ff. 164v-166v; Mingana, Catalogue , I:855–56, text B. In all three manuscripts, Dawid’s scholion appears alongside other short grammatical works appended to a larger lexicographical text by Eudoxus of Melitene. It also seems that Dawid is about to launch into a list of other functions that the new dots perform for a diligent reader (an apt response to Yoḥannān’s inquiry), but the major lacuna occurs here. Two folios – between 72 and 76 lines, representing more than 40 percent of the original text – are missing from CFMM 158 after the word rukkāḵā . The text does not resume until Dawid’s elaboration about Saḇroy’s school (see §2.1), and by this point it seems Yoḥannān’s question has been resolved. Dawid briefly mentions that Saḇroy’s family composed several liturgical works, Dolabani, Egroteh , 48, line 19 - 49, line 1; Rahmani, Studia Syriaca , ܡܙ, line 4. See Barsoum, al-Luʾluʾ al-Manthūr , 71, 277; Moosa, The Scattered Pearls , 73–74, 330. Dawid’s letter is the only source that Barsoum cites for the existence of these works. As far as I know, none of them are extant. and then concludes the letter: They even arranged the urban worship service, due to the increases and ostentation of the heretics. For this purpose, the steadfast ones devoted themselves to making puḥḥāmē , as well as the dots which are suitable for learners. For the sages did not toil in vain, those who are in your prayers, who are saints and teachers, whose memories I have glorified. Dolabani reads ܕܐܘܪܒܬ here, while Rahmani has ܕܨܒܬܘ . The word is now too badly faded in CFMM 158 to decipher (f. 41r, line 21), but I have gone with Dolabani’s transcription due to the sense of the passage. May they be deemed worthy by the kingdom of heaven. Amen. Dolabani, Egroteh , 49, line 1–6; Rahmani, Studia Syriaca , ܡܙ, line 4–8. This conclusion suggests that an increase in “heretics” – whether that means East Syrians, Muslims, or some other group – motivated Beṯ Rabban to use both accent dots and their new vowel dots in order to ensure that readers could reproduce proper recitation. If these “learners” were students at Saḇroy’s school, then they were likely Miaphysites. However, the dots must have spread relatively quickly away from Beṯ Šehāq and Mar Mattai, since it is clear that Eastern scribes utilised a full set of vowel points in the eighth century. Barsoum remarks at the end of his entry on Rāmišoʿ that “The two Syriac traditions – Orthodox and Eastern – agreed on considering Rāmišoʿ an inventor of dots which may designate the matres lectionis .” Barsoum, al-Luʾluʾ al-Manthūr , 287; Moosa, The Scattered Pearls , 330. This fact is not stated anywhere in the extant letter. On the slim chance that Barsoum saw a more complete version of the text (recall his second “rare copy”), a similar line might have been there. If not, then this sentence is his own conclusion. One interesting pattern here is Dawid’s emphasis on the dots as devices for teaching students, and not as silver bullets to clarify all written Syriac. This matches the feelings of other Middle Eastern scholars towards new vocalisation systems. Most notable is Jacob of Edessa, who invented a set of vowel letters to record grammatical forms in his Turrāṣ Mamllā . Wright, Fragments of the Syriac Grammar of Jacob of Edessa , 4; Rafael Talmon, “Jacob of Edessa the Grammarian,” in Jacob of Edessa and the Syriac Culture of His Day , ed. Bas ter Haar Romeny (Leiden; Boston: Brill, 2008), 164–65. He writes: “[only] for the sake of the meaning and construction of the rules are the letters added – insofar as they may show the change and pronunciation of the forms – and not for the sake of completing or constructing the script.” Wright, Fragments of the Syriac Grammar of Jacob of Edessa , ܐ, column b, line 10–14. See also, Kiraz, Tūrrāṣ Mamllā , I:73–74. The Arabic grammarian al-Khalīl ibn Aḥmad (d. 786\/791), Dawid’s Mesopotamian contemporary, was similarly cautious. He supposedly designed a set of Arabic vowel signs in the mid-eighth century for use in poetry, but these signs did not see regular use in the Qurʾān until the tenth or eleventh century. Nabia Abbott, The Rise of the North Arabic Script and Its Ḳurʾānic Development (Chicago: University of Chicago: Oriental Institute, 1939), 39; Nabia Abbott, Studies in Arabic Literary Papyri , vol. III (Chicago: University of Chicago Press, 1972), 7–11; Rafael Talmon, Arabic Grammar in Its Formative Age (Leiden: Brill, 1997), 41–42. Alain George, “Coloured Dots and the Question of Regional Origins in Early Qurʾans (Part I),” Journal of Qur’anic Studies 17, no. 1 (February 2015): 13–14; François Déroche, “Manuscripts of the Qurʾān,” in Encyclopaedia of the Qurʾān , ed. Jane Dammen McAuliffe et al. (Leiden: Brill, 2003), http:\/\/dx.doi.org\/10.1163\/1875-3922_q3_EQCOM_00110. Similarly, the eleventh-century tajwīd scholar Abū ʿAmr al-Dānī (d. 1053) reports the opposition of earlier scholars towards Qurʾānic vocalisation, but also notes: “Mālik said . . . but as for the little codices which children learn from, as well as their tablets, I do not think [pointing them] is so bad.” Abū ʿAmr al-Dānī, Al-Muḥkam Fī Naqṭ al-Maṣāḥif , ed. ʿIzza Ḥasan (Damascus, 1960), 6a. The same distinction existed (and still exists) among Jewish scribes, who did not vocalise Torah scrolls meant for public recitation, but frequently pointed Bible codices used in private study. Geoffrey Khan, “Standardisation and Variation in the Orthography of Hebrew Bible and Arabic Qurʾan Manuscripts,” Manuscripts of the Middle East , no. 5 (1990): 54. This practice is readily observed in many thousands of vocalised Bible manuscripts from the Cairo Genizah; see Benjamin Outhwaite, “The Tiberian Tradition in Common Bibles from the Cairo Genizah,” in Studies in Semitic Vocalisation and Reading Traditions , ed. Aaron D. Hornkohl and Geoffrey Khan, Cambridge Semitic Languages and Cultures 3 (Cambridge: University of Cambridge & Open Book Publishers, 2020), 406–8; Estara Arrant, “An Exploratory Typology of Near-Model and Non-Standard Tiberian Torah Manuscripts from the Cairo Genizah,” in Studies in Semitic Vocalisation and Reading Traditions , ed. Aaron D. Hornkohl and Geoffrey Khan, Cambridge Semitic Languages and Cultures 3 (Cambridge: University of Cambridge & Open Book Publishers, 2020), 467–548. All of this is to say that Dawid’s description of the Syriac dots’ pedagogical implementation is consistent with parallel developments in other scribal traditions. Conclusion While not a complete picture, the extant portions of Dawid bar Pawlos’ Letter on Dots provide ample information about the lives of potentially key figures in the history of the Syriac language. As we have seen, Saḇroy’s biography cannot be precisely corroborated, but the founding of a Miaphysite school in Beṯ Šehāq as a response to the schools of the Church of the East fits well within established patterns of seventh-century scholastic rivalries. According to Dawid, Saḇroy’s zeal was particularly against the monks of Beṯ Eḏri. His son Rāmišoʿ, who was likely the head of the school, was also a monk at Mar Mattai, and the later history of Rabban Hormizd confirms a fierce rivalry between Mar Mattai and Beṯ Eḏri. The anonymous biography of Bar Kip̄o also supports the idea that there was a school in Beṯ Šehāq during the eighth century, and that Dawid of Beṯ Rabban was associated with that school. Furthermore, Dawid reports direct knowledge of Rāmišoʿ’s children, apparently recorded in a provincial census conducted by al-Ḥurr ibn Yūsuf, an Umayyad governor who ruled only a short time and died at least a decade before Dawid was born. These details suggest that most of Dawid’s story is plausible as a depiction of events in northern Iraq in the late seventh and early eighth centuries. At any rate, if Dawid is making up the whole story to glorify his ancestors, then he manages to contrive an appropriate context for its seventh-century setting. Numerous sources, both Diophysite and Miaphysite, also corroborate the notion that a certain Rabban Rāmišoʿ was a great pointer of manuscripts. According to Dawid, Rāmišoʿ’s tradition of puḥḥāmā – that is, of accents dots – was so eloquent that it spread beyond Mar Mattai. Given Dawid’s timeline in the letter, this chronology is feasible: there were already plenty of accent dots prior to Rāmišoʿ’s life, and East Syriac accentuation especially was consistent from the early seventh century onwards. Segal, The Diacritical Point , 60–63, 78–80, 119–21; Loopstra, “The Syriac Reading Dot in Transmission.” Moreover, BL Add. 12138 shows that prior to 899, some East Syrians incorporated a tradition of puḥḥāmā associated with a Rāmišoʿ into their mašlmānuṯā , as a variant alongside the readings of the Eastern maqryānē . This brings us to the vowel dots whose invention Dawid attributes to Beṯ Rabban. He refers to them as “small dots,” a common term for vowel points among later grammarians, and an appropriate description for the points that consistently appear smaller than accent dots in Eastern manuscripts. Segal, The Diacritical Point , 6, 27, 80. However, the Syriac writing system was not entirely devoid of “pronunciation” dots at the time we expect Saḇroy settled in Beṯ Šehāq. For example, both rukkāḵā and quššāyā appear around the beginning of the seventh century. Kiraz, Tūrrāṣ Mamllā , I:20; J.B. Segal, “Quššaya and Rukkaḵa: A Historical Introduction,” Journal of Semitic Studies XXXIV, no. 2 (1989): 485. Also by the seventh century, scribes had developed the diacritic dot system to distinguish the vocalisation of three-way homographs, including a supralinear dot, a sublinear dot, and a two-dot sign with one supralinear and one sublinear dot. Kiraz, Tūrrāṣ Mamllā , I:12, 20, 64; Kiraz, The Syriac Dot , 36–37, 94–98; Segal, The Diacritical Point , 28. This three-way diacritic system is the full extent of Syriac “vocalisation” points that Jacob of Edessa knew in the second half of the seventh century. Kiraz, Tūrrāṣ Mamllā , I:14; Kiraz, The Syriac Dot , 44; Phillips, A Letter By Mār Jacob , ܝܕ, line 8–15. Notably, Jacob seems to have no knowledge of another two-dot sign from the seventh century, where a horizontal pair of sublinear dots also helped to distinguish three-way homographs. Segal, The Diacritical Point , 26–27; Kiraz, The Syriac Dot , 41–47, 98. These practices led to an increasing association of the two-dot diacritic signs with the vowels that they most frequently represented in homographs. As a result, by the end of the sixth century, a dot above and below could represent the vowel \/a\/, and by the end of the seventh century, two dots below could mean \/e\/. Kiraz, The Syriac Dot , 98–101; Kiraz, Tūrrāṣ Mamllā , I:70. This development represents a shift from the earlier “relative” diacritic system towards a new “absolute” vocalisation system, in which each vowel was marked by a unique sign on a one-to-one basis. See also, Nick Posegay, “To Belabour the Points: Encoding Vowel Phonology in Syriac and Hebrew Vocalization,” Journal of Semitic Studies LXVI, no. 1 (2021): 53–76. This change necessitated the introduction of two new signs – a vertical or oblique supralinear pair of dots for \/ɔ\/, and a vertical or oblique sublinear pair for \/e\/ – which first appear in eighth-century manuscripts. Kiraz, Tūrrāṣ Mamllā , I:12, 21, 70–71; Kiraz, The Syriac Dot , 101–2; Segal, The Diacritical Point , 29–30. Dawid’s letter suggests that Saḇroy and Rāmišoʿ were active during this late seventh-century transition period. It would thus be impossible that they introduced all or even most of the vowel points, as those dots had already evolved out of the diacritic dot system. Beṯ Rabban may have accelerated the transition towards absolute vocalisation, but the only dots which had not been invented by their time were the oblique pairs for \/ɔ\/ and \/e\/. We may recall, however, that Dawid did not say Beṯ Rabban devised “all small dots” or even “the small dots,” but rather “ some small dots” ( nuqzē meddem zʿorē ). If Saḇroy and his sons did introduce new dots to Syriac, then these two signs are the most likely candidates. When Vööbus rejects the entire letter solely on the basis of Dawid’s religion, he misses this possibility. In fact, immediately after his passionate rebuke of the Letter on Dots , he laments over the vowel points: Finally, there is another important event in the gradual growth of the East Syrian Massorah, namely the introduction of the vowels. This must be regarded as a revolutionary event, opening up an entirely new phase in the history of the linguistic phenomena under inquiry. What we are allowed to glimpse of this area is most unsatisfactory. Vööbus, History of the School , 202. This letter may be the best literary source that Vööbus could have consulted here, and for an event that he expects to be “revolutionary,” surely Dawid’s fanfare is not too overstated. If Beṯ Rabban’s vowel points spread in the same way as Rāmišoʿ’s puḥḥāmā , then they would have first reached the monasteries near Mar Mattai, and then expanded outward to other Syriac communities. Considering that some inter-sect intellectual exchange was possible in seventh- and eighth-century Iraq, then the vowel points are fairly innocuous items to share. After all, dots are just dots, regardless of the theology of the scribes who use them. The first Qurʾānic vocalisers even adapted the Syriac diacritic dot for use in Arabic. See C.H.M. Versteegh, Arabic Grammar and Qurʾanic Exegesis in Early Islam (Leiden: Brill, 1993), 29–30; Abbott, The Rise of the North Arabic Script , 38; George, “Coloured Dots (Part I),” 4–9. If vowel pointing made reading significantly easier – as many grammarians assert that it did – then perhaps some Diophysite scribes adopted a few new signs while turning a blind eye towards claims of Miaphysite origins. Moreover, as Yoḥannān first reported to Dawid, the story of the dots’ origins was forgotten even among Miaphysites by the end of the eighth century. In this sense, just as Vööbus suggests, the letter does “enlighten some local phenomenon.” Even though the dots themselves spread far beyond their original source, knowledge of their inventors remained limited to just a few Miaphysite communities, far from their Western heartland. Dawid bar Pawlos’ Letter on Dots is thus an underutilised, albeit complicated, source for an important stage in the development of the Syriac language, and it is worthy of critical evaluation in any history of that development. Works Cited Abbott, Nabia. “Jundī-Shāpūr: A Preliminary Historical Sketch.” Ars Orientalis 7 (1968): 71–73. ———. Studies in Arabic Literary Papyri . Vol. III. Chicago: University of Chicago Press, 1972. ———. The Rise of the North Arabic Script and Its Ḳurʾānic Development . Chicago: University of Chicago: Oriental Institute, 1939. Armalet, Isaac. al-Ṭarfah fī Makhṭūṭā‎t Dayr al-Sharfah . Jounieh, Lebanon: Maṭbaʻat al-Ābā‎’ al-Mursalīn al-Lubnā‎niyyīn, 1936. ———. Lettres de Josué, fils de David, surnommé Bar-Kilo, de Sévère Jacques de Bartelli, surnommé Bar-Chacaco, et de David de Beit-Rabban . Beirut: Syriac Patriarchal Press, 1928. ———. Reggath Shabrē . Vol. II. 2 vols. Sharfeh: Syriac Patriarchal Press, 1908. Arrant, Estara. “An Exploratory Typology of Near-Model and Non-Standard Tiberian Torah Manuscripts from the Cairo Genizah.” In Studies in Semitic Vocalisation and Reading Traditions , edited by Aaron D. Hornkohl and Geoffrey Khan, 467–548. Cambridge Semitic Languages and Cultures 3. Cambridge: University of Cambridge & Open Book Publishers, 2020. Assemani, Giuseppe Simone. Bibliotheca Orientalis . Vol. II. Rome: Scriptoribus Syris Nestorianis, 1721. ———. Bibliotheca Orientalis . Vol. III. Rome: Scriptoribus Syris Nestorianis, 1725. Baethgen, Friedrich, ed. Syrische Grammatik des Elias of Tîrhân . Leipzig: Hinrichs, 1880. Barsoum, Ignatius Aphram I. al-Luʾluʾ al-Manthūr fī Tārīkh al-ʿUlūm al-Ādāb al-Suriyāniyya . 5th ed. Aleppo: Silsila al-Turāth al-Suriyānī, 1987. ———. Nuzhat al-Adhhān fī Tārīkh Dayr al-Zaʿfarān . Mardin: The Syriac Press at Dayr al-Zaʿfarān, 1917. Baumstark, Anton. Geschichte der syischen Literatur . Bonn: A. Marcus & E. Webers, 1922. Becker, Adam H. Fear of God and the Beginning of Wisdom: The School of Nisibis and Christian Scholastic Culture in Late Antique Mesopotamia . Philadelphia: University of Pennsylvania Press, 2006. ———. “Nisibis, School Of.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh. bethmardutho.org\/Nisibis-School-of. Beeston, A.F.L. “Margoliouth, David Samuel (1858–1940), Orientalist.” In Oxford Dictionary of National Biography (Electronic Version) . Oxford University Press, 2006. https:\/\/www.oxforddnb.com\/view\/10.1093\/ref:odnb\/9780198614128.001.0001\/odnb-9780198614128-e-34874. Berg, Heleen L. Murre-van den. “Hormizd, Monastery of Rabban.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed May 11, 2020. https:\/\/gedsh.bethmardutho.org\/ Hormizd-Monastery-of-Rabban. Brock, Sebastian P. A Brief Outline of Syriac Literature . Mōrān ’Eth’ō 9. Kerala: St. Ephrem Ecumenical Research Institute, 1997. ———. “Beth Lapaṭ.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh. bethmardutho.org\/Beth-Lapat. ———. “Dawid Bar Pawlos.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh. bethmardutho.org\/Dawid-bar-Pawlos. ———. “Margoliouth Collection of Syriac Manuscripts in the Bodleian Library, Oxford: A Handlist.” Unpublished. Accessed April 27, 2020. https:\/\/libguides.bodleian .ox.ac.uk\/ld.php?content_id=17931955. ———. “Mari, Acts Of.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed May 12, 2020. https:\/\/gedsh. bethmardutho.org\/Mari-Acts-of. Brock, Sebastian P., and George A. Kiraz. “Raḥmani, Ignatius Ephrem II.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh.bethmardutho.org\/ Rahmani-Ignatius-Ephrem-II. Budge, E.A.W., ed. The Book of the Governors: The Historia Monastica of Thomas Bishop of Margå, A.D. 840 . Vol. I. London, 1893. ———. The Histories of Rabban Hôrmȋzd the Persian and Rabban Bar-‘Idtâ: The Syriac Texts Edited with English Translations . Vol. II. 2 vols. Luzac’s Semitic Text and Translation Series 10. London: Luzac and Co., 1902. Butts, Aaron M. “A Syriac Dialogue Poem between the Vine and Cedar by Dawid Bar Pawlos.” In The Babylonian Disputation Poems , edited by Enrique Jiménez, 462–73. Culture and History of the Ancient Near East 87. Leiden; Boston: Brill, 2017. ———. “Ḥunayn b. Isḥāq.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed May 15, 2020. https:\/\/gedsh. bethmardutho.org\/Hunayn-b-Ishaq. Chabot, J.B. Livre de la chasteté par Jésusdenah, évéque de Baçrah . Extrait des mélanges d’archéologie et d’histoire publiés par l’ecole française de Rome, 16. Rome, 1896. Coakley, J.F. “An Early Syriac Question Mark.” Aramaic Studies 10, no. 2 (2012): 193–213. ———. “Mushe Bar Kipho.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh. bethmardutho.org\/Mushe-bar-Kipho. ———. “When Were the Five Greek Vowel-Signs Introduced into Syriac Writing?” Journal of Semitic Studies 56, no. 2 (September 1, 2011): 307–25. Dānī, Abū ʿAmr al-. Al-Muḥkam Fī Naqṭ al-Maṣāḥif . Edited by ʿIzza Ḥasan. Damascus, 1960. Déroche, François. “Manuscripts of the Qurʾān.” In Encyclopaedia of the Qurʾān , edited by Jane Dammen McAuliffe, Claude Gilliot, William A. Graham, Wadad Kadi, Andrew Rippin, Monique Bernards, and John Nawas. Leiden: Brill, 2003. http:\/\/dx.doi.org\/10.1163\/1875-3922_q3_EQCOM_ 00110. Diettrich, Gustav. Die Massorah der öslichen underwestlichen Syer in ihren anagaben zum propheten Jesaia nach fünf handscriften der British Museum . London; Edinburgh; Oxford: Williams and Norgate, 1899. Dolabani, P.Y. Catalogue of Syriac Manuscripts in Zaʿfaran Monastery (Dairo dMor Hananyo) . Edited by Gregorios Yuhanna Ibrahim. Damascus: Sidawi Printing House, 1994. ———. Egroteh d-Dawid bar Pawlos d-Metidaʿ d-Bet Rabban . Mardin: The Syriac Printing Press of Wisdom, 1953. Dutton, Yasin. “Red Dots, Green Dots, Yellow Dots and Blue: Some Reflections on the Vocalisation of Early Qur’anic Manuscripts (Part I).” Journal of Qur’anic Studies 1, no. 1 (1999): 115–40. Duval, Rubens. La littérature syriaque . 3rd ed. Vol. II. Paris: Librairie Victor Lecoffre, 1907. ———, ed. Lexicon Syriacum Auctore Hassano Bar Bahlule . 2 vols. Paris, 1901. http:\/\/www.dukhrana.com\/lexicon\/ BarBahlul\/index.php. Fiey, J.M. Assyrie chrétienne, contribution á l’étude de l’histoire et de la géographie ecclésiastiques et monastiques du nord de l’Iraq . Vol. I. Recherches publiées sous la direction de l’institut de lettres orientales de Beyrouth 22. Beirut: Imprimerie Catholique, 1965. ———. Assyrie chrétienne, contribution á l’étude de l’histoire et de la géographie ecclésiastiques et monastiques du nord de l’Iraq . Vol. II. Recherches publiées sous la direction de l’institut de lettres orientales de Beyrouth 23. Beirut: Imprimerie Catholique, 1966. Forand, Paul G. “The Governors of Mosul According to Al-Azdī’s Ta’rīkh Almawṣil.” Journal of the American Oriental Society 89, no. 1 (January 1969). George, Alain. “Coloured Dots and the Question of Regional Origins in Early Qurʾans (Part I).” Journal of Qur’anic Studies 17, no. 1 (February 2015): 1–44. Gottheil, Richard. A Treatise on Syriac Grammar by Mâr Eliâ of Ṣóbhâ . Berlin: Peiser, 1887. ———. Bar ʿAli (Ishoʿ): The Syriac-Arabic Glosses . Vol. II (pe-taw). II vols. Classe Di Scienze Morali, Storiche et Filologiche Ser. 5 13. Rome: Atti della R. Accademia dei Lincei, 1928. ———. “Dawidh Bar Paulos, a Syriac Grammarian.” Journal of the American Oriental Society 15 (1893): cxi–cxviii. Harrak, Amir. “Sharfeh.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh. bethmardutho.org\/Sharfeh. ———. “Zuqnin, Chronicle Of.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed May 10, 2020. https:\/\/gedsh. bethmardutho.org\/Zuqnin-Chronicle-of. Heal, Kristian. “Notes on the Acquisition History of the Mingana Syriac Manuscripts.” In Manuscripta syriaca: des sources de première main , edited by Françoise Briquel Chatonnet and Muriel Debié. Cahiers d’études syriaques. Paris: Geuthner, 2015. Hoffmann, Georgius. Opusculo Nestoriana . Paris, 1880. Khan, Geoffrey. “Standardisation and Variation in the Orthography of Hebrew Bible and Arabic Qurʾan Manuscripts.” Manuscripts of the Middle East , no. 5 (1990): 53–58. Kiraz, George A. “Al-Zaʿfarān, Dayr.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh.bethmardutho.org\/al-Zafaran-Dayr. ———. “Armalah, Isḥāq.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed May 14, 2020. https:\/\/gedsh. bethmardutho.org\/Armalah-Ishaq. ———. “Barsoum, Ignatius Afram.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh.bethmardutho.org\/Barsoum-Ignatius-Afram. ———. “Dolabani, Philoxenos Yuḥanon.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh.bethmardutho.org\/Dolabani-Philoxenos-Yuhanon. ———. “Matay, Dayro d-Mor.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh.bethmardutho.org\/Matay-Dayro-d-Mor. ———. The Syriac Dot: A Short History . Piscataway: Gorgias Press, 2015. ———. Tūrrāṣ Mamllā: A Grammar of the Syriac Language . Vol. I. Piscataway: Gorgias Press, 2012. Kiraz, George A., Sebastian P. Brock, Aaron M. Butts, Lucas Van Rompay, David A. Michelson, Ute Possekel, and Daniel L. Schwartz, eds. Gorgias Encyclopedic Dictionary of the Syriac Heritage (GEDSH): Electronic Edition . Beth Mardutho, 2011. https:\/\/gedsh.bethmardutho.org\/index.html. Lavenant, René, P.Y. Dolabani, Sebastian Brock, and Samir Khalil Samir. “Catalogue des manuscrits de la bibliothèque du patriarcat syrien orthodoxe à Ḥoms (auj. à Damas).” Parole de l’Orient 19 (1994): 555–661. Loopstra, Jonathan. An East Syrian Manuscript of the Syriac “Masora” Dated to 899 CE: Introduction, List of Sample Texts, and Indices to Marginal Notes in British Library, Additional MS 12138 . Vol. II. Piscataway: Gorgias Press, 2015. ———. “The Syriac Reading Dot in Transmission: Consistency and Confusion.” In Studies in Biblical Philology and Lexicography , edited by Daniel King, 159–76. Piscataway: Gorgias Press, 2019. Martin, J.P.P. Histoire de la ponctuation ou de la Massore chez les Syriens. Paris: Impr. Nationale, 1875. Melton, J. Gordon, and Martin Baumann. Religions of the World: A Comprehensive Encyclopedia of Beliefs and Practices . 2nd ed. Vol. VI. 6 vols. Santa Barbara; Denver; Oxford: ABC-CLIO, 2010. Merx, Adalbert. Historia Artis Grammaticae Apud Syros . Leipzig, 1889. Mingana, Alphonse. Catalogue of the Mingana Collection of Manuscripts: Syriac and Garshūni Manuscripts . Vol. I. Cambridge: W. Heffer and Sons, 1933. Moberg, Axel. “Zur Terminologie.” In Der Buch der Strahlen, die grössere Grammatik des Barhebraeus , I:1*-120*. Leipzig: Otto Harrassowitz, 1907. Moosa, Matti, ed. The Scattered Pearls: A History of Syriac Literature and Sciences . Translated by Matti Moosa. 2nd revised. Piscataway: Gorgias Press, 2003. Nöldeke, Theodor. “Bibliographische Anzeigen: Studia Syriaca seu collectio documentorum hactenus ineditorum. Ex codicibus syriacis primo publicavit, latine vertit notisque illustravit Ignatius Ephraem II Rahmani patriarcha Antiochenus Syrorum. Typis patriarchalibus in seminario Scharfensi in Mont Libano 1904.” Zeitschrift der Deutschen Morgenländischen Gesellschaft 58 (1904): 494–96. “Nyš, Nyš ʔ .” In The Comprehensive Aramaic Lexicon . Cincinnati: Hebrew Union College: Jewish Institute of Religion. Accessed June 14, 2020. http:\/\/cal.huc.edu\/oneentry.php?lemma=ny %24%20N&cits=all. Outhwaite, Benjamin. “The Tiberian Tradition in Common Bibles from the Cairo Genizah.” In Studies in Semitic Vocalisation and Reading Traditions , edited by Aaron D. Hornkohl and Geoffrey Khan, 405–66. Cambridge Semitic Languages and Cultures 3. Cambridge: University of Cambridge & Open Book Publishers, 2020. Payne Smith, J., ed. A Compendious Syriac Dictionary . Oxford: Clarendon Press, 1903. Phillips, George, ed. A Letter By Mār Jacob, Bishop of Edessa, on Syriac Orthography: Also a Tract by the Same Author, and a Discourse by Gregory Bar Hebræus on Syriac Accents. London; Edinburgh: Williams and Norgate, 1869. “Pḥm.” In The Comprehensive Aramaic Lexicon . Cincinnati: Hebrew Union College: Jewish Institute of Religion. Accessed June 19, 2020. http:\/\/cal.huc.edu\/oneentry.php? lemma=pxm%20V&cits=all. Posegay, Nick. “To Belabour the Points: Encoding Vowel Phonology in Syriac and Hebrew Vocalization.” Journal of Semitic Studies LXVI, no. 1 (2021): 53–76. Qādī, Wadād al-. “Population Census and Land Surveys under the Umayyads (41–132\/661–750).” Der Islam 83, no. 2 (2008). Rahmani, Ignatius Ephraem II. Studia Syriaca: Collectio Documentorum Hactenus Ineditorum Ex Codicus Syriacis . Sharfeh: Sharfeh Patriarchal Seminary, 1904. Reinink, G.J. “‘Edessa Grew Dim and Nisibis Shone Forth’: The School of Nisibis at the Transition of the Sixth-Seventh Century.” In Centres of Learning: Learning and Location in Pre-Modern Europe and the Near East , 77–89. Brill’s Studies in Intellectual History 61. Leiden, 1995. Reller, Jobst. Mose bar Kepha und seine Paulinenauslegung: nebst Edition und Übersetzung des Kommentars zum Römerbrief . Göttinger Orientforschungen. Wiesbaden: Harrassowitz, 1994. Robinson, Chase. Empire and Elites after the Muslim Conquest . Cambridge: Cambridge University Press, 2000. Scher, Addai. “Notice sur les manuscrits syriaques conservés dans la bibliothèque du couvent des chaldéens de notre-name-des-semences.” Journal asiatique VII, no. 1 (1906): 479–512. Segal, J.B. “Quššaya and Rukkaḵa: A Historical Introduction.” Journal of Semitic Studies XXXIV, no. 2 (1989): 483–91. ———. The Diacritical Point and the Accents in Syriac . London; New York: Oxford University Press, 1953. Shamoon, Saliba. Tārīkh Abrashiyya al-Mawṣil al-Suriyāniyya . Mosul, 1984. Talmon, Rafael. Arabic Grammar in Its Formative Age . Leiden: Brill, 1997. ———. “Jacob of Edessa the Grammarian.” In Jacob of Edessa and the Syriac Culture of His Day , edited by Bas ter Haar Romeny, 159–76. Leiden; Boston: Brill, 2008. Tannous, Jack. The Making of the Medieval Middle East: Religion, Society, and Simple Believers . Princeton; Oxford: Princeton University Press, 2018. Teule, Herman G. B. “Eliya of Nisibis.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed May 10, 2020. https:\/\/gedsh.bethmardutho.org\/Eliya-of-Nisibis. Thomas, Susan. “Miscellaneous Syriac Manuscripts in the Bodleian Library.” Archives Hub. Accessed May 1, 2020. https:\/\/archiveshub.jisc.ac.uk\/search\/archives\/92baddd3-3c51-3c56-9070-1721bfe786cc. Van Rompay, Lucas. “Abraham of Beth Rabban.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh.bethmardutho.org\/Abraham-of-Beth-Rabban. ———. “La littérature exégétique syriaque et le rapprochement des traditions syrienne-occidentale et syrienne-orientale.” Parole de l’Orient 20 (1995): 221–35. ———. “Narsai.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh.bethmardutho.org\/ Narsai. ———. “Yoḥannan of Beth Rabban.” In GEDSH: Electronic Edition . Beth Mardutho. Accessed April 28, 2020. https:\/\/gedsh.bethmardutho.org\/Yohannan-of-Beth-Rabban. Versteegh, C.H.M. Arabic Grammar and Qurʾanic Exegesis in Early Islam . Leiden: Brill, 1993. Vidro, Nadia. “A Book on Arabic Inflexion According to the System of the Greeks: A Lost Work by Ḥunayn b. Isḥāq.” Zeitschrift Für Arabische Linguistik 72, no. 2 (2020): 26–58. Vööbus, Arthur. “Entdeckung des Briefkorpus des Dawid bar Paulos.” Oriens Christianus , no. 58 (1974): 45–80. ———. History of the School of Nisibis . Corpus Scriptorum Christianorum Orientalium 26. Louvain: American Catholic University; Louvaine Catholic University, 1965. Wehr, Hans. The Hans Wehr Dictionary of Modern Written Arabic . Edited by J.M. Cowan. 4th ed. Urbana: Spoken Language Services, 1993. Wright, William. Catalogue of Syriac Manuscripts in the British Museum . Vol. I. London: Gilbert and Rivington, 1870. ———. Catalogue of Syriac Manuscripts in the British Museum . Vol. III. London: Gilbert and Rivington, 1872. ———, ed. Fragments of the Syriac Grammar of Jacob of Edessa . Clerkenwell: Gilbert and Rivington, 1871. Zadok, Ran. “On Some Upper Mesopotamian Toponyms.” Nouvelles assyriologiques brèves et utilitaires , Notes brèves, no. 3 (1998): 69–71.",
    "title" : 
    [ "Men of Letters in the Syriac Scribal Tradition: Dawid bar Pawlos, Rabban Rāmišoʿ, and the Family of Beṯ Rabban",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Posegay, Nick" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1posegay",
    "type" : "article",
    "displayTitleEnglish" : "Men of Letters in the Syriac Scribal Tradition: Dawid bar Pawlos, Rabban Rāmišoʿ, and the Family of Beṯ Rabban" }