
  { "fullText" : "Recent Publications on Syriac Topics: 2020 ∗ The list of publications is based on the online Comprehensive Bibliography on Syriac Christianity , supported by the Center for the Study of Christianity at the Hebrew University of Jerusalem ( http:\/\/www.csc.org.il\/db\/db.aspx ?db=SB ). Suggested additions and corrections can be sent to: csc@mail.huji.ac.il Books Akçay, N. (ed.), The Commentary on the Acts of the Apostles, the Pauline Epistles, the Catholic Epistles, and the Apocalypse by Dionysius Jacob Bar Salibi, Metropolitan of Amid († 1171) (Damascus: Syriac Orthodox Patriarchate, 2020). Aktas, M., Die Christologie des Philoxenus von Mabbug: Studien zu den drei Traktaten über die Trinität und die Menschwerdung des Gott Logos, mit Edition und Übersetzung des syrischen Textes (Göttinger Orientforschungen, I. Reihe: Syriaca 57; Wiesbaden: Harrassowitz Verlag, 2020). Alwis, A.P., Narrating Martyrdom: Rewriting Late-Antique Virgin Martyrs in Byzantium (Translated Texts for Byzantinists 9; Liverpool: Liverpool University Press, 2020). Ashdown, A.W.H., Christian-Muslim Relations in Syria: Historic and Contemporary Religious Dynamics in a Changing Context (Culture and Civilization in the Middle East; London: Routledge, 2020). Borbone, P.G., History of Mar Yahballaha and Rabban Sauma: Edited, Translated, and Annotated . Trans. by L.E. Parodi (Hamburg: Tredition, 2020). Bou Mansour, T., Le ministère sacerdotal dans la tradition syriaque primitive: Aphraate, Éphrem, Jacques de Saroug et Narsaï (Supplements to Vigiliae Christianae 156; Leiden: Brill, 2020). Brock, S.P., An Inventory of Syriac Texts Published from Manuscripts in the British Library (Gorgias Handbooks 50; Piscataway, New Jersey: Gorgias Press, 2020). ———. Singer of the Word of God: Ephrem the Syrian and his Significance in Late Antiquity (Sebastianyotho 1; Piscataway, New Jersey: Gorgias Press, 2020). Brock, S.P., and Kiraz, G.A., Gorgias Illustrated Learner’s Syriac-English, English-Syriac Dictionary (Gorgias Handbooks; Piscataway, New Jersey: Gorgias Press, 2020). Bunge, G. (trans.), Jausep Hazzaya. Briefe über das Geistliche Leben und weitere Schriften (Paradies der Väter – Schriften syrischer Mystiker; Beuron: Beuroner Kunstverlag, 2020). Butts, A.M., and Gross, S.M. (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020). Butts, A.M., and Young, R.A.D. (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020). Butts, A.M., Heal, K.S., and Brock, S.P., Clavis to the Metrical Homilies of Narsai (CSCO 690, Subs. 142; Leuven: Peeters, 2020). Butts, A.M., Heal, K.S., and Kitchen, R.A. (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020). Chaillot, Ch., L’Église assyrienne de l’Orient: histoire bimillénaire et géographie mondiale (Religions et Spiritualité; Paris: Harmattan, 2020). Childers, J.W., Divining Gospel: Oracles of Interpretation in a Syriac Manuscript of John (Manuscripta Biblica 4; Berlin: Walter de Gruyter, 2020). Coakley, J.F., The Feast of Epiphany: A Gift of the Syriac Church (Alexandria, Virginia: Jericho Press, 2020). Crégheur, E., and Poirier, P.-H., La version copte du discours pseudo-éphrémien In pulcherrimum Ioseph . 2 vols (CSCO 682-683, Copt. 54-55; Leuven: Peeters, 2020). DeCock, M., Interpreting the Gospel of John in Antioch and Alexandria (Writings from the Greco-Roman World, Supplement 17; Atlanta, Georgia: SBL Press, 2020). Dickens, M., Echoes of a Forgotten Presence: Reconstructing the History of the Church of the East in Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 15; Zürich: LIT Verlag, 2020). Dudas, V., Exploring the Identity of a Group of Assyrian\/Syriac Young Adolescents in Sweden: A Mixed-Methods Study within the Discipline of Psychology of Religion and the Research Field of Identity Development (Psychologia et Sociologia Religionum 29; Uppsala: Acta Universitatis Upsaliensis, 2020). Ebied, R.Y., Malki, M., and Wickham, L.R., Dionysius Bar Ṣalībī’s Treatise Against the Jews: Edited and Translated with Notes and Commentary (Texts and Studies in Eastern Christianity 15; Leiden: Brill, 2020). Ford, J.N., and Morgenstern, M., Aramaic Incantation Bowls in Museum Collections. Volume 1: The Frau Professor Hilprecht Collection of Babylonian Antiquities, Jena (Magical and Religious Literature of Late Antiquity 8; Leiden: Brill, 2020). Gignoux, Ph., Lexique français de la pharmacopée syriaque (Association Semitica & Classica, Miscellanées 1; Paris: Geuthner, 2020). Gleede, B., Theodoret von Kyros. Unterscheidung von Lüge und Wahrheit (Die griechischen christlichen Schriftsteller der ersten Jahrhunderte N.F. 26; Berlin: Walter de Gruyter, 2020). Gore-Jones, L., When Judaism Lost the Temple: Crisis and Response in 4 Ezra and 2 Baruch (Studia Antiqua Australiensia 10; Turnhout: Brepols, 2020). Habil, Y.M., Η θεολογία του Σύρου απολογητή Abu Ra’ita κατά των Μουσουλμάνων (Αθήνα: Επτάλοφος, 2020). Hahn, J., and Menze, V.-L. (eds.), The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Transformation of the Classical Heritage 60; Oakland, California: University of California Press, 2020). Hansbury, M.T. (trans.), Shem‘on the Graceful. Discourse on the Solitary Life (Fairacres Publications 184; Oxford: SLG Press, 2020). Hayes, A.J., Metrical Discourses on Faith by the Blessed Mar Ephrem: Translated, with Introduction and Notes (Eastern Christian Texts in Translation 4; Leuven: Peeters, 2020). Heyberger, B. (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020). Hopkins, J.M., ‘The Wings of the Spirit’: Exploring Feminine Symbolism in Early Pneumatology. A Reassessment of a Key Metaphor in the Spiritual Teachings of the ‘Macarian Homilies’ in the Light of Early Syriac Christian Tradition (ESWTR Studies in Religion 1; Leuven: Peeters, 2020). Hopkins, P.O., American Missionaries in Iran during the 1960s and 1970s (Cham, Switzerland: Palgrave Macmillan, 2020). Joshua, S.K., Church as the Bride of Christ: Ecclesiological & Societal Understanding of the Early Syriac Church Based on the Select Homilies of Mar Jacob of Serugh (Christian Heritage Rediscovered 77; Delhi: Christian World Imprints, 2020). Kanniyakonil, S., and Aravackal, R. (eds.), Dignity of Women in the Syriac Churches (Kottayam, India: OIRSI Publications, 2020) [in Malayalam]. Kiraz, G.A. (ed.), Peshitta English New Testament: The Antioch Bible English Translation (Piscataway, New Jersey: Gorgias Press, 2020). ———. (ed.), Syriac-English New Testament: The Traditional Syriac Peshitta Text and the Antioch Bible English Translation (Piscataway, New Jersey: Gorgias Press, 2020). Lieu, S.N.C., and Thompson, G.L. (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020). Lollar, J.A., The History of John the Son of Zebedee: Introduction, Texts and Translations (Texts from Christian Late Antiquity 56; Piscataway, New Jersey: Gorgias Press, 2020). Loopstra, J.A., The Patristic “Masora”: A Study of Patristic Collections in Syriac Handbooks from the Near East (CSCO 689, Syr. 265; Leuven: Peeters, 2020). Luthe, H.O., Das Vermächtnis des Christlichen Orients: Eine sozialwissenschaftliche Studie (Eichstätter Beiträge zum Christlichen Orient 9; Wiesbaden: Harrassowitz Verlag, 2020). Mar Emmanuel, E., Memra d-Zawge: Kunnasha da-tmanya sayome \/ The Hymn of Couplets (On Divine Wisdom) (Toronto: Assyrian Church of the East, 2020). Mazzola, M., From High Priest to Patriarch: History and Authority in the Ecclesiastical History of Bar ‘Ebroyo (CSCO 688, Subs. 141; Leuven: Peeters, 2020). McConaughy, D.L., The Early History of the Syriac Text of Acts, Chapters One and Two (Mōrān ’Eth’ō 45; Kottayam, India: St. Ephrem Ecumenical Research Institute, 2020). Meade, J.D., A Critical Edition of the Hexaplaric Fragments of Job 22–42 (Origen’s Hexapla: A Critical Edition of the Extant Fragments; Leuven: Peeters, 2020). Mengozzi, A., L’invenzione del dialogo (Testi del Vicino Oriente antico 7.6; Brescia: Paideia, 2020). Miller, D., and Hansbury, M.T. (trans.), Jacob of Sarug’s Homilies on Jacob: On Jacob’s Revelation at Bethel, and On Our Lord and Jacob, on the Church and Rachel and on Leah and the Synagogue (Texts from Christian Late Antiquity 58, The Metrical Homilies of Mar Jacob of Sarug; Piscataway, New Jersey: Gorgias Press, 2020). Mills, S., A Commerce of Knowledge: Trade, Religion, and Scholarship between England and the Ottoman Empire, 1600–1760 (Oxford: Oxford University Press, 2020). Mimouni, S.C., Les baptistes du Codex manichéen de Cologne sont-ils des elkasaïtes? (Judaïsme ancien et origines du christianisme 20; Turnhout: Brepols, 2020). Monnickendam, Y., Jewish Law and Early Christian Identity: Betrothal, Marriage, and Infidelity in the Writings of Ephrem the Syrian (Cambridge: Cambridge University Press, 2020). Neil, B., and Allen, P., Conflict and Negotiation in the Early Church: Letters from Late Antiquity, Translated from the Greek, Latin, and Syriac (Washington, D.C.: The Catholic University of America Press, 2020). Pacha Miran, F., Le décor de la Bible syriaque de Paris (BnF syr. 341) et son rôle dans l’histoire du livre chrétien (Cahiers d’études syriaques 7; Paris: Geuthner, 2020). Palmer, A., The Life of the Syrian Saint Barsauma: Eulogy of a Hero of the Resistance to the Council of Chalcedon (Transformation of the Classical Heritage 61; Oakland, California: University of California Press, 2020). Pamplany, J., Crossing the Temple: Jewish Affinity of Addai and Mari Anaphora (Tellcherry, Kerala: Midas Offset Press, 2020). Panaino, A.C.D., I nomi dei magi evangelici: un’indagine storico-religiosa (Iranica et Mediterranea 4; Milano: Mimesis, 2020). Partridge, A., Poet of the Word: Re-reading Scripture with Ephraem the Syrian (Oxford: SLG Press, 2020). Pedersen, N.A., Falkenberg, R., Larsen, J.M., and Leurini, C., The New Testament Gospels in Manichaean Tradition: The Sources in Syriac, Greek, Coptic, Middle Persian, Parthian, Sogdian, Bactrian, New Persian, and Arabic (Corpus Fontium Manichaeorum: Biblia Manichaica 2; Turnhout: Brepols, 2020). Perkams, M., and Schilling, A.M. (eds.), Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Transmissions 3; Berlin: Walter de Gruyter, 2020). Poirier, P.-H., and Crégheur, É., Le Livre des lois des pays: un traité syriaque sur le destin de l’“école” de Bardesane (Bibliothèque de l’Orient chrétien; Paris: Les Belles Lettres, 2020). Pugliese, P.R., L’infinito giardino interiore: la mistica di Giovanni di Dalyatha e di Gregorio di Nissa (Roma: Pontificio Istituto Orientale \/ Valore Italiano, 2020). Pylvänäinen, P., Agents in Liturgy, Charity and Communication: The Tasks of Female Deacons in the Apostolic Constitutions (Studia Traditionis Theologiae 37; Turnhout: Brepols, 2020). Quicke, G., A Spiritual Discovery of the Christians in the Middle East (Oud-Turnhout: Gompel & Svacina, 2020). Ring, S., The Madrāshā on the Epiphany by Ḥakkim of Beth Qāshā (Bristol: Sevartha Press, 2020). Saadi, A.-M., Moshe Bar Kepha’s Commentary on the Gospel of Luke (Gorgias Eastern Christian Studies 59; Piscataway, New Jersey: Gorgias Press, 2020). Samir, S.Kh., and Lizzini, O., Yaḥyā ibn ‘Adī (893–974 d.C.). Trattato sull’unità (Maqālah fī l-tawḥīd): l’uno, il molteplice e l’unità di Dio (Patrimonio culturale arabo cristiano 21; Bologna: Edizioni del Gruppo di Ricerca Arabo-Cristiana, 2020). Severios, M., Word Became Flesh: The Christology of Philoxenos of Mabbug (Studien zur Orientalischen Kirchengeschichte 63; Münster: LIT Verlag, 2020). Shemunkasho, A., John of Dara on the Resurrection of Human Bodies (Bibliotheca Nisibinensis 4; Piscataway, New Jersey: Gorgias Press, 2020). Skaf, R., Syriaque d=: syntaxe et typologie (Paris: Geuthner, 2020). Szymczak, T., Giacomo di Sarug: Amore che profuma, Omelia sulla peccatrice perdonata: introduzione, traduzione e note (Vita nello Spirito: Scritti inediti dei Padri della Chiesa 16; Città del Vaticano: Libreria Editrice Vaticana, 2020). Talay, Sh. (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020). Tamcke, M., Christliches Leben in islamischer Welt: Exemplarische Erkundungen und west-östliche Interaktionen. Ausgewählte Vorträge und Aufsätze 2003–2018 (Wiesbaden: Harrassowitz Verlag, 2020). Tang, L., and Winkler, D.W. (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020). Taylor, R.A., Kiraz, G.A., and Bali, J., The Syriac Peshiṭta Bible with English Translation: Psalms (Ṣurath Kthobh; Piscataway, New Jersey: Gorgias Press, 2020). Tumara, N., Holy Body and Holy Scripture: Anthropological Assumptions of Ascetic Exegesis of the Holy Scripture in Early Rabbinic Judaism and Early Syriac Christianity (Belgrade: Biblical Institute, Faculty of Orthodox Theology, University of Belgrade, 2020) [in Serbian]. Varghese, B., George, Bishop of the Arabs: Homily on the Consecration of Myron (Texts from Christian Late Antiquity 60; Piscataway, New Jersey: Gorgias Press, 2020). Venturini, G., La versione siriaca della Vita di Giovanni il Misericordioso di Leonzio di Neapolis . 2 vols (CSCO 679-680, Syr. 263-264; Leuven: Peeters, 2020). Walter, D.M., Greenberg, G., Tully, E.J., Kiraz, G.A., and Bali, J., The Syriac Peshiṭta Bible with English Translation: The Book of Women: Ruth, Susanna, Esther, and Judith (Ṣurath Kthobh; Piscataway, New Jersey: Gorgias Press, 2020). Yildiz, E., Grammar of the Modern Assyrian Language (Salamanca: Akkad Book, 2020). Theses Alichoran, J., La Mission dominicaine en Haute-Mésopotamie et au Kurdistan (1840–1914) (Diplôme en Sciences Religieuses; École Pratique des Hautes Études, 2020). Baarda, T.C., Arabic and Aramaic in Iraq: Language and Syriac Christian Commitment to the Arab Nationalist Project (1920–1950) (Ph.D. dissertation; Universiteit Leiden, 2020). Benfey, Th.B., The Scholars of Sasanian Iran and Their Islamic Heirs (Ph.D. dissertation; Princeton University, 2020). Chen, Zh., An Investigation into the Peshitta of Isaiah (Ph.D. dissertation; Harvard University, 2020). Constantin, R.J., Passions, Virtue, and Moral Growth in John of Apamea’s Dialogues on the Soul (Ph.D. dissertation; The Catholic University of America, 2020). Fathi, J., Apologie et mysticisme chez les chrétiens d’Orient: recherches sur al-Kindī et Barhebraeus (vers 820 & 1280) (Dissertation for the Degree of Doctor of Religious Studies; Katholieke Universiteit Leuven, 2020). Kiger, D., Fire in the Bread, Life in the Body: The Pneumatology of Ephrem the Syrian (Ph.D. dissertation; Marquette University, 2020). Lupu, A., Semantic Patterns in the D Stem in the Syriac Bible (Ph.D. dissertation; The Catholic University of America, 2020). Nicosia, M., Tradition and Technical Vocabulary of Syriac Rhetoric between the Greek World and the Arabic Reinterpretation (Dottorato in Asia, Africa e Mediterraneo; Università degli Studi di Napoli “L’Orientale”, 2020). Scott, C.A., St. Ephrem the Syrian’s Spiritual Guidance: A Study of the Verse Homilies on Reproof (Ph.D. dissertation; The Catholic University of America, 2020). Yousif, A., Allah’s Caliph and Christ’s Apostle: The Early Abbasid Rulers in Syriac and Syro-Arabic Sources (Ph.D. dissertation; University of Toronto, 2020). Articles Abdallah, K., “Les villages oubliés de Syrie du Nord,” in: R. González Villaescusa, G. Traina and J.-P. Vallat (eds.), Les mondes romains: questions d’archéologie et d’histoire (Paris: Ellipses, 2020), 239-244. Abdallah, K., Desreumaux, A., and al-Kaid, M., “Nouvelles mosaïques d’Osrhoène découvertes in situ en Syrie du nord,” Journal of Mosaic Research 13 (2020), 1-34. Abi-Hassoun, F., “The Lacunae in the Maronite Church: Prophetic Obedience to the Tradition,” Journal of Religious Education 68 (2020), 435-448. AbouZayd, Sh., “Animals in Early Syrian Christian Ascetics Spirituality,” ARAM 32 (2020), 31-59. Abraha, T., “The Gǝ’ǝz Version of Jacob of Serug’s Homily on the Annunciation: A Critical Edition and Translation,” Oriens Christianus 102 (2019 [2020]), 63-125. Adamson, P., “Yaḥyā ibn ‘Adī against al-Kindī on the Trinity,” Journal of Eastern Christian Studies 72:3-4 (2020), 241-271. Afif, N., Pormann, P.E., Sellers, W.I., Smelova, N., and Bhayro, S., “The Syriac Text of Book Nine of On Simple Drugs : New Evidence from the Syriac Galen Palimpsest,” Archives Internationales d’Histoire des Sciences 70 [184-185] (2020), 130-149. Akhrass, R.-Y., “Mary in the Šḥimo and the Early Syriac Fathers,” Hugoye: Journal of Syriac Studies 23:2 (2020), 279-321. Akopian, A., “The Syriacs of Kharberd (Kharput) on the Eve of the 1915 Genocide,” Hugoye: Journal of Syriac Studies 23:2 (2020), 279-321. Alibertis, D., “The Case of the Female Christ-Type: Jephthah’s Daughter in the Writings of the Syriac Fathers,” Journal of the Canadian Society for Syriac Studies 20 (2020), 3-32. al-Suriany, B., “Important Manuscripts of Dayr al-Suryan for the History of Alexandrian Patriarchs,” in: G. Gabra and H.M. Takla (eds.), Christianity and Monasticism in Alexandria and the Egyptian Deserts (Cairo: American University in Cairo Press, 2020), 157-162. Amar, J.P., “Making Ephrem One of Us,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 3-36. Anderson, E.L., “The Experience of Abandonment by God in Syriac Christian Ascetical Theology,” Spiritus: A Journal of Christian Spirituality 20:1 (2020), 79-104. Andrade, N.J., “Bardaisan’s Disciples and Ethnographic Knowledge in the Roman Empire,” in: A. König, R. Langlands and J. Uden (eds.), Literature and Culture in the Roman Empire, 96–235: Cross-Cultural Interactions (Cambridge: Cambridge University Press, 2020), 291-308. Antony, M.T., “The Archaeology and Epigraphy of Mar Thoma Nasranis (Saint Thomas Christians) of India: A Pictorial Review,” ARAM 32 (2020), 253-285. Sr. Ardra, “The Concept of Ihidayutha according to St. Ephrem the Syrian,” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 279-296. Arzhanov, Y.N., “The Syriac Reception of Plato’s Republic ,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 85-96. Ashurov, B., Religions and Religious Space in Sogdian Culture: A View from Archaeological and Written Sources (Sino-Platonic Papers 306; Philadelphia, Pennsylvania: University of Pennsylvania, Department of East Asian Languages and Civilizations, 2020). Atkinson, K., “[Psalms of Solomon:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 341-351. Atwood, P.L., “The Peshiṭta of Isaiah in Past and Present Scholarship,” Currents in Biblical Research 18:3 (2020), 211-245. Azatyan, S., “The Literary and Historical Background of the Legend about the Martyrdom of the Oskeans,” Banber Matenadarani 29 (2020), 126-145 [in Armenian]. Baarda, T.C., “Arabic and the Syriac Christians in Iraq: Three Levels of Loyalty to the Arabist Project (1920–1950),” in: H.L. Murre-van den Berg, K. Sanchez Summerer and T.C. Baarda (eds.), Arabic and its Alternatives: Religious Minorities and their Languages in the Emerging Nation States of the Middle East (1920–1950) (Christians and Jews in Muslim Societies 5; Leiden: Brill, 2020), 143-170. Badawi, M., “Lʼéglise de ‘Ain Salem dans la région de Gabala (Jablé, Syrie),” Syria 96 (2019 [2020]), 37-56. Badwi, A., “Saint Ephrem in the Christian Iconography,” Parole de l’Orient 46 (2020), 381-398. BarAbraham, A., “Die Assyrer\/Aramäer und die Genese ihrer Medienlandschaft in Europa,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 1-30. Bar-Asher Siegal, M., “Syriac Monastic Motifs in the Babylonian Talmud: The Ḥeruta Story Reconsidered (b. Qiddushin 81b),” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 27-46. Barbati, C., “Ink as a Functional Marker in the Study of the Syriac and Christian Sogdian Manuscript Fragments in the Turfan Collection (Berlin) and in the Krotkov Collection (St. Petersburg),” Manuscripta Orientalia: International Journal for Oriental Manuscript Research 26:2 (2020), 12-31. Barker, J.W., “The Narrative Chronology of Tatian’s Diatessaron,” New Testament Studies 66:2 (2020), 288-298. Batovici, D., “Four New Syriac Witnesses to the Middle Recension of the Ignatian Corpus,” in: M. Toca and D. Batovici (eds.), Caught in Translation: Studies on Versions of Late Antique Christian Literature (Texts and Studies in Eastern Christianity 17; Leiden: Brill, 2020), 122-137. Bcheiry, I., “West-Syriac Synodal Canon Decisions from the Eighth Century: The Syriac Fragment of OIM Syr. A12002 r ,” Oriens Christianus 102 (2019 [2020]), 1-16. Becerra, D., “Exegesis, Askesis, and Identity: Narsai’s Mēmrā on the Parable of the Ten Virgins ,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 9-23. Becker, A.H., “The Invention of the Persian Martyr Acts ,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 113-148. ———. “Mār Addai Scher and the Recovery of East Syrian Scholastic Culture,” in: M. Perkams and A.M. Schilling (eds.), Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Transmissions 3; Berlin: Walter de Gruyter, 2020), 13-28. ———. “Names in Fervent Water: Ritual and the Mediating Power of the Divine Name in Narsai’s Mēmrē ,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 25-40. ———. “Syriac Anti-Judaism: Polemic and Internal Critique,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 47-66. Belinitzky, B., and Paz, Y., “Bound and Banned: Aphrahaṭ and Excommunication in the Sasanian Empire,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 67-88. [Pope Benedict XV], “Encyclique du Papa Benoît XV proclamant Saint Éphrem docteur de l’église (5 octobre 1920),” Parole de l’Orient 46 (2020), 17-41. Benjamen, A., “Village Nostalgia: Assyrians, Folklore and the Hybrid Intellectual Sphere in Modern Iraq,” Journal of Contemporary Iraq & the Arab World 14:1-2 (2020), 89-104. Berti, V., “Logicising Ecclesiastical Conflicts: The Synod of Ḥenanīshō‘ II (775) and the Aristotelian Vogue among East Syrian Scholars,” Journal of Eastern Christian Studies 72:3-4 (2020), 203-215. Bhayro, S., “Galen’s Simples in Syriac,” Archives Internationales d’Histoire des Sciences 70 [184-185] (2020), 114-128. Binggeli, A., “The Transmission of Cyril of Scythopolis’ Lives in Greek and Oriental Hagiographical Collections,” Manuscript Cultures 13 (2019 [2020]), 47-62. Birol, S., “Jakob von Sarug und der Streit um seine Christologie: Abschließende Bemerkungen über eine mögliche Annahme des Chalcedonense am Lebensende,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 31-52. Bitton-Ashkelony, B., “The Literature of Early Eastern Monasticism,” in: B.M. Kaczynski (ed.), The Oxford Handbook of Christian Monasticism (New York: Oxford University Press, 2020), 66-84. ———. “The Poetic Performance of the Praying-Mind: Evagrius Ponticus’ Theory of Prayer and its Legacy in Syriac Christianity,” in: P. Hoffmann and A. Timotin (eds.), Théories et pratiques de la prière à la fin de l’Antiquité (Bibliothèque de l’École des hautes études, Sciences religieuses 185; Turnhout: Brepols, 2020), 327-344. Boero, D., “Making a Manuscript, Making a Cult: Scribal Production of the Syriac Life of Symeon the Stylite in Late Antiquity,” Dumbarton Oaks Papers 73 (2019 [2020]), 25-67. Bohas, G., “Transitivité et intransitivité dans la grammaire de Bar Hebræus,” Histoire Epistémologie Langage 42:1 (2020), 49-57. Bojadžiev, A., “The Medieval Slavonic Text of Acta Thomae Minora ,” Старобългарска литература 61-62 (2020), 76-138 [in Bulgarian]. Borbone, P.G., “A “Nestorian” Mirror from Inner Mongolia,” Egitto e Vicino Oriente 42 (2019 [2020]), 135-149. Botha, P.J., “Le poète comme prédicateur: l’hymne De Virginitate XXXI de St. Éphrem le Syrien comme discours poétique cohérent esthétique et persuasif,” Parole de l’Orient 46 (2020), 285-313. Bracht, K., “The Appropriation of the Book of Jonah in 4th Century Christianity by Theodore of Mopsuestia and Jerome of Stridon,” in: V. Gasparini, M. Patzelt, R. Raja, A.-K. Rieger, J. Rüpke and E. Urciuoli (eds.), Lived Religion in the Ancient Mediterranean World: Approaching Religious Transformations from Archaeology, History and Classics (Berlin: Walter de Gruyter, 2020), 531-552. Braida, E., “Life of Mar Yahballaha from the Arabic Chronicle of the Patriarchs of the Church of the East,” in: P.G. Borbone, History of Mar Yahballaha and Rabban Sauma: Edited, Translated, and Annotated (Hamburg: Tredition, 2020), 339-343. Bremer-McCollum, A.C., “The Adoration of the Magi,” in: T. Burke (ed.), New Testament Apocrypha: More Noncanonical Scriptures. Volume 2 (Grand Rapids, Michigan \/ Cambridge, U.K.: William B. Eerdmans, 2020), 3-12. Briquel-Chatonnet, F., “Origine et première diffusion du christianisme syriaque,” in: R. Dupont-Roc and A. Guggenheim (eds.), Après Jésus: l’invention du christianisme (Paris: Albin Michel, 2020), 567-575. ———. “Some Reflections about the Figure of Abraham in the Syriac Literature at the Beginning of Islam,” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 178-197. Briquel-Chatonnet, F., and Desreumaux, A., “Quelques remarques à propos d’une plaque métallique inscrite en syriaque,” Le Muséon 133:3-4 (2020), 341-344. Brock, S.P., “Charioteer and Helmsman: Some Distant Echoes of Plato’s Phaedrus in Syriac Literature,” in: A.A. Orlov (ed.), Jewish Roots of Eastern Christian Mysticism: Studies in Honor of Alexander Golitzin (Supplements to Vigiliae Christianae 160; Leiden: Brill, 2020), 358-375. ———. “Deaconesses in the Syriac Churches,” One in Christ 54:1 (2020), 147-157. ———. “Disputations in Syriac Literature,” in: E. Jiménez and C. Mittermayer (eds.), Disputation Literature in the Near East and Beyond (Studies in Ancient Near Eastern Records 25; Berlin: Walter de Gruyter, 2020), 159-174. ———. “Elijah and the Widow of Sarepta: A Fragmentary Dialogue,” ARAM 32 (2020), 1-7. ———. “Five Women Martyrs: From Persia to Crete,” in: G.A. Frank, S.R. Holman and A.S. Jacobs (eds.), The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity (Orthodox Christianity and Contemporary Thought; New York: Fordham University, 2020), 221-233. ———. “Job and his Wife: A Preliminary Edition and Translation of the Dialogue Poem ( Soghitha ),” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 159-177. ———. “La chambre nuptiale chez Saint Éphrem,” Parole de l’Orient 46 (2020), 369-379. ———. “A New Early West Syriac Baptismal Ordo,” in: H. Brakmann, T. Chronz and C. Sode (eds.), “Neugeboren aus Wasser und Heiligem Geist”: Kölner Kolloquium zur Initiatio Christiana (Jerusalemer Theologisches Forum 37; Köln: Aschendorff, 2020), 197-220. ———. “A Sughitho for the Sunday of Hosannas (Palm Sunday),” Syriac Orthodox Patriarchal Journal 58 (2020), 31-57. ———. “Two Further Editions of Syrian Orthodox Anaphoras,” Ephemerides Liturgicae 134:3 (2020), 321-327. Brock, S.P., Kessel, G., and Minov, S., “Recent Publications on Syriac Topics: 2019,” Hugoye: Journal of Syriac Studies 23:1 (2020), 131-180. Bryant Gibson, K.E., “An Early Syriac Apologia Crucis : Mēmrā 54 ‘On the Finding of the Holy Cross’,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 117-132. Bumazhnov, D.F., “Jewish-Christian Anti-Paulinism and Merkabah Mysticism around the Schools of Edessa and of Nisibis: Narsai’s Polemics against Deniers of Biblical Studies in Context,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 41-67. Burtea, B., “Zur Terminologie der Gebetsgattungen im Mandäischen und Syrischen,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 53-62. Butts, A.M., “Diversity in the Christian Arabic Reception of Jacob of Serugh (d. 521),” in: B.H. Roggema and A. Treiger (eds.), Patristic Literature in Arabic Translations (Arabic Christianity: Texts and Studies 2; Leiden: Brill, 2020), 89-128. ———. “From Syriac to Arabic to Ethiopic: Loci of Change in Transmission,” in: R.B. Finazzi, F. Forte, C. Milani and M. Moriggi (eds.), Circolazione di testi e superamento delle barriere linguistiche e culturali nelle tradizioni orientali (Orientalia Ambrosiana 7; Milano: Biblioteca Ambrosiana \/ Centro Ambrosiano, 2020), 21-57. ———. “Narsai’s Life and Work,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 1-8. ———. “[Psalms 151–155:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 296-301. ———. “Reclaiming Narsai’s Mēmrā of the Feast of the Victorious Cross ,” Hugoye: Journal of Syriac Studies 23:1 (2020), 3-30. Butts, A.M., and Gross, S.M., “Introduction,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 1-26. Calzolari, V., “Stefano il protomartire e i Padri della Chiesa: su alcune omelie greche e siriache tradotte in armeno e un inedito Encomio di santo Stefano di Basilio di Cesarea,” Adamantius 25 (2019 [2020]), 229-254. Cambraia, C.N., “Fragmenta latina operis Isaaci Ninivitae,” Filologia e Linguística Portuguesa 22:12 (2020), 11-32. Caner, D., “Wandering Monks Remembered: Hagiography in the Lives of Alexander the Sleepless and Barsauma the Mourner,” in: J. Hahn and V.-L. Menze (eds.), The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Transformation of the Classical Heritage 60; Oakland, California: University of California Press, 2020), 149-170. Carbajosa, I., “What is the Relationship between the Two Ancient Syriac Peshitta Versions of 1 Maccabees? A New Proposal that Challenges the Classical Explanation,” Aramaic Studies 17:1 (2020), 64-98. Carlson, Th.A., “A Syriac Communal Lament over Apostasy Anonymous,” in: N. Hurvitz, Ch.C. Sahner, U.I. Simonsohn and L. Yarbrough (eds.), Conversion to Islam in the Premodern Age: A Sourcebook (Oakland, California: University of California Press, 2020), 280-285. ———. “Syriac in the Polyglot Medieval Middle East: Digital Tools and the Dissemination of Scholarship Across Linguistic Boundaries,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 201-211. Cassingena-Trévedy, F., “La pneumatologie des Hymnes sur la Foi ,” Parole de l’Orient 46 (2020), 197-238. Castangia, L., “Le caractère interprétatif des titres des psaumes dans la tradition syriaque orientale,” in: G. Bady and M.C.A. Korpel (eds.), Les délimitations éditoriales des Écritures des bibles anciennes aux lectures modernes \/ Editorial Delimitations of the Scriptures from Ancient Bibles to Modern Readings (Pericope 11; Leuven: Peeters, 2020), 147-176. Cattaneo, G., “I frammenti di Teodoro di Mopseustia nelle Catene alla Genesi e un equivoco su Teodoro e il Contra Christianos di Porfirio ,” KOINΩNIA: Rivista dell’Associazione Internazionale di Studi Tardoantichi 44:2 (2020), 1621-1634. ———. “I frammenti greci dell’ Omelia 17 ( Sui sogni ) di Severo di Antiochia: vecchie e nuove acquisizioni,” Adamantius 25 (2019 [2020]), 357-370. Çetin, B., Demir, M., Desreumaux, A., Healey, J.F., and Liddel, P., “New Inscriptions in Aramaic\/Early Syriac and Greek from the Cemeteries of Edessa,” Anatolia Antiqua 28 (2020), 119-141. Chaillot, Ch., “Female Diaconate in the Oriental Churches in the Past and Today,” Theologia 91:2 (2020), 19-49. Chakhtoura, E., “Fasting according to Two Syriac Church Fathers, John of Apamea and Isaac of Antioch,” ARAM 32 (2020), 83-98. Chen, A.J., “Investigating the Different Lotus Motifs: The “Nestorian” Crosses and the Art of Yelikewen,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 259-271. Chen, H., “Shared Issues in a Shared Textual Community: Buddhist, Christian, and Daoist Texts in Tang China,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 93-109. Chialà, S., “Gli studi siriaci intorno all’epoca della fondazione del Pontificio Istituto Orientale e il loro specifico apporto,” in: E.G. Farrugia and G. Rigotti (eds.), A Common Mission: The Oriental Congregation and the Oriental Institute (1917–2017). Acts of the Congress Held at the PIO on 4–5 May 2017 (Orientalia Christiana Analecta 308; Roma: Pontificio Istituto Orientale, 2020), 261-274. ———. “La figura e l’opera di Efrem nella tradizione Siro-orientale,” Parole de l’Orient 46 (2020), 341-367. Childers, J.W., “In Search of Jesus: Performative Christology in Narsai’s Mēmrē on Baptism,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 69-91. ———. “Jacob of Sarug’s New Testament Text,” in: A.A. Orlov (ed.), Revelation and Leadership in the Kingdom of God: Studies in Honor of Ian Arthur Fair (Gorgias Biblical Studies 72; Piscataway, New Jersey: Gorgias Press, 2020), 13-46. Coghill, E., “Neo-Aramaic,” in: C. Lucas and S. Manfredi (eds.), Arabic and Contact-Induced Change (Contact and Multilingualism 1; Berlin: Language Science Press, 2020), 371-402. Cohen, Sh.J.D., “Jewish Observance of the Sabbath in Bardaiṣan’s Book of the Laws of Countries ,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 89-102. Comte, M.-Ch., “Les chevets à trois absides des églises chypriotes et leur rapport avec le chevet du martyrium de Saint-Syméon (IV e –VII e siècles),” Syria 96 (2019 [2020]), 191-258. Connelly, C., “Continued Celebration of the Kalends of January in the Medieval Islamic East,” Dumbarton Oaks Papers 74 (2020), 41-66. ———. “Ḥunayn ibn Isḥāq’s Conception of His Reading Public according to a Previously Unpublished Letter,” Arabic Sciences and Philosophy 30:2 (2020), 159-189. Conterno, M., “Christian Arabic Historiography at the Crossroads between the Byzantine, the Syriac, and the Islamic Traditions,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 212-225. ———. “The Conversion of the Turks: Michael the Syrian (d. 596\/1199),” in: N. Hurvitz, Ch.C. Sahner, U.I. Simonsohn and L. Yarbrough (eds.), Conversion to Islam in the Premodern Age: A Sourcebook (Oakland, California: University of California Press, 2020), 193-195. ———. “The Tribulations of a Converted Man’s Daughter: Bar Hebraeus (d. 685\/1286),” in: N. Hurvitz, Ch.C. Sahner, U.I. Simonsohn and L. Yarbrough (eds.), Conversion to Islam in the Premodern Age: A Sourcebook (Oakland, California: University of California Press, 2020), 196-198. Craig, R.E., “Muslims and Syriac Confessional Concerns: An Analysis of Jacob of Edessa’s Response to Islam,” in: O. Mihoc and R.E. Craig (eds.), Contested Coexistence: Insights on Arabic Christianity from Theology to Migration. Proceedings from the Summer School “Arabic Christianity: History, Culture, Language, Theology, Liturgy” (Münster, July 18–August 12, 2016) (Göttinger Orientforschungen, I. Reihe: Syriaca 59; Wiesbaden: Harrassowitz Verlag, 2020), 1-20. Crawford, M.R., “Tatian, Celsus, and Christianity as “Barbarian Philosophy” in the Late Second Century,” in: L. Ayres and H.C. Ward (eds.), The Rise of the Early Christian Intellectual (Arbeiten zur Kirchengeschichte 139; Berlin: Walter de Gruyter, 2020), 45-80. Das, A.R., “From the Heavens to the Body: Ḥunayn’s Ophthalmology,” in: Eadem, Galen and the Arabic Reception of Plato’s Timaeus (Cambridge: Cambridge University Press, 2020), 69-103. de Wet, Ch.L., “The Discipline of Domination: Asceticism, Violence and Monastic Curses in Theodoret’s Historia Religiosa ,” in: J.H.F. Dijkstra and C.R. Raschle (eds.), Religious Violence in the Ancient World: From Classical Athens to Late Antiquity (Cambridge: Cambridge University Press, 2020), 323-344. ———. “Modelling Msarrqūtā : Humiliation, Christian Monasticism, and the Ascetic Life of Slavery in Late Antique Syria and Mesopotamia,” in: K. Cooper and J. Wood (eds.), Social Control in Late Antiquity: The Violence of Small Worlds (Cambridge: Cambridge University Press, 2020), 105-130. Debié, M., “Syriac Biography,” in: K. De Temmerman (ed.), The Oxford Handbook of Ancient Biography (New York: Oxford University Press, 2020), 401-416. Decharneux, J., “Maintenir le ciel en l’air “sans colonnes visibles” et quelques autres motifs de la creatio continua selon le Coran en dialogue avec les homélies de Jacques de Saroug,” Oriens Christianus 102 (2019 [2020]), 237-267. Deeg, M., “The “Brilliant Teaching”: Iranian Christians in Tang China and Their Identity,” Entangled Religions 11:6 (2020), 1-29. ———. “Messiah Rediscovered: Some Philological Notes on the So-called ‘Jesus the Messiah Sutra’,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 111-119. del Río Sánchez, F., “El extraño caso de Qamṣū de Edesa, la mujer “a quien la tierra vomitó”,” Antiguo Oriente 17 (2019 [2020]), 39-58. Delhove, A., “De ce qui fut créé le sixième jour...: Discours sur l’homme dans le Candélabre des Sanctuaires de Bar Hebræus (II, 3, 6),” Almagest 11:1 (2020), 120-137. Deschler, J.-P., “Aus dem Mimro Jakobs von Serug über den Namen Emmanuel: Übertragung in deutsche Zwölfsilber,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 63-80. Desreumaux, A., “Éphrem chez les Palestiniens et les Arabes chalcédoniens: les traductions d’Éphrem en aramén christo-palestinien,” Parole de l’Orient 46 (2020), 51-63. ———. “Moïse, prophète chrétien: un parcours dans les apocryphes syriaques,” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 198-224. Dickens, M., “ Tarsā : Persian and Central Asian Christians in Extant Literature,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 9-41. Dickens, M., and Jullien, Ch., “Syriac Sources,” in: D. Balogh (ed.), Hunnic Peoples in Central and South Asia: Sources for their Origin and History (Groningen: Barkhuis Publishing, 2020), 173-191. Dickens, M., and Varsányi, O., “Arabic Sources: Christian Sources,” in: D. Balogh (ed.), Hunnic Peoples in Central and South Asia: Sources for their Origin and History (Groningen: Barkhuis Publishing, 2020), 210-219. Dimambro, Th., “Women on the Edge: Violence, ‘Othering,’ and the Limits of Imperial Power in Euphemia and the Goth ,” in: K. Cooper and J. Wood (eds.), Social Control in Late Antiquity: The Violence of Small Worlds (Cambridge: Cambridge University Press, 2020), 318-336. Dimitrov, B., “‘Fort. recte’: Witnesses to the Text of Ptolemy’s Tetrabiblos in Its Near Eastern Transmission,” in: D. Juste, B. van Dalen, D.N. Hasse and C. Burnett (eds.), Ptolemy’s Science of the Stars in the Middle Ages (Ptolemaeus Arabus et Latinus: Tools and Studies 1; Turnhout: Brepols, 2020), 97-113. Doerfler, M.E., “Burying the Emperor’s Son: Valens and the Legacy of Basil in a Syriac Funerary Sermon,” Journal of Late Antiquity 13:2 (2020), 383-406. Doole, J.A., “The Final Act of Paul: The Miracle of the Apostle’s Re-Attaching Head,” Apocrypha 30 (2019 [2020]), 87-106. Drijvers, J.W., “Barsauma, Eudocia, Jerusalem, and the Temple Mount,” in: J. Hahn and V.-L. Menze (eds.), The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Transformation of the Classical Heritage 60; Oakland, California: University of California Press, 2020), 89-103. Drint, A., “[ 2 Baruch\/Syriac Apocalypse of Baruch :] Arabic,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2B: Baruch\/Jeremiah, Daniel (Additions), Ecclesiasticus\/Ben Sira, Enoch, Esther (Additions), Ezra (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 53-60. ———. “[ 4 Ezra (= 2 Esdras 3–14):] Syro-Arabic,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2B: Baruch\/Jeremiah, Daniel (Additions), Ecclesiasticus\/Ben Sira, Enoch, Esther (Additions), Ezra (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 522-525. Duca, V., “A Creaturely Wisdom: Suffering, Compassion and Grace in Isaac of Nineveh,” Scottish Journal of Theology 73:3 (2020), 225-238. Duncan, P.A., “Eve, Mattidia, and the Gender Discourse of the Greek Pseudo-Clementine Novel,” Early Christianity 11:2 (2020), 171-190. Durmaz, R., “Stories, Saints, and Sanctity between Christianity and Islam: The Conversion of Najrān to Christianity in the Sīra of Muhammad,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 174-197. Ebeid, B., “Arab-Christian Theologies in Dialogue: Comparative Analysis of the Doctrines of the Melkite Sa‘īd Ibn Baṭrīq, the Copt Sawīrus Ibn al-Muqaffa‘, and the Nestorian Elias of Nisibis,” in: O. Mihoc and R.E. Craig (eds.), Contested Coexistence: Insights on Arabic Christianity from Theology to Migration. Proceedings from the Summer School “Arabic Christianity: History, Culture, Language, Theology, Liturgy” (Münster, July 18–August 12, 2016) (Göttinger Orientforschungen, I. Reihe: Syriaca 59; Wiesbaden: Harrassowitz Verlag, 2020), 63-90. Eldem, E., “L’État ottoman face au défi de l’égalité: la faillite d’un Empire pluriel,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 35-43. Elhage-Mensching, L., “Elements of the Maronite Christian Tradition in the Works of Gibran Khalil Gibran,” in: M. Tamcke and E. Schlarb (eds.), Überleben, Pilgern, Begegnen im orientalischen Christentum: Festschrift für Wolfgang Hage zum 85. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 60; Wiesbaden: Harrassowitz Verlag, 2020), 221-235. Elia, M.-Th., “The Cycle “On Faith” by Jacob of Sarug according to the Manuscript Dam. Orth. 12\/13,” ARAM 32 (2020), 99-111. ———. “Les arguments théologiques, bibliques et analogiques dans les premières controverses des syriaques et des musulmans (VII e –IX e s.),” Syriac Orthodox Patriarchal Journal 58 (2020), 59-161. Endress, G., and Hasper, P.S., “The Arabic Tradition of Aristotle’s Sophistici Elenchi ,” Studia graeco-arabica 10 (2020), 59-110. Erić, B., “Prophet Jonah and the Ninevites in the Madrashe on Virginity by Ephrem the Syrian,” Annali di storia dell’esegesi 37:1 (2020), 53-72. Farina, M., “La circulation de manuscrits syriaques en Orient et entre Orient et Occident entre la fin du XV e et le XVI e siècle,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 93-120. ———. “Le traitement des noms composés par les grammairiens syriaques,” Semitica et Classica 12 (2019 [2020]), 209-223. ———. “What Is Syriac and What Is Aramaic according to Syriac Grammarians (8th–16th Cent.),” History and Philosophy of the Language Sciences (2020), https:\/\/hiphilangsci.net\/2020\/03\/07\/what-is-syriac\/ Fathi, J., “D’Orient à L’ Orient : Don Élias Fathalla, interprète de Napoléon, et la première Église syrienne-catholique,” Journal of Eastern Christian Studies 72:1-2 (2020), 83-144. Faust, N., and Lampitelli, N., “Virtual Length and the Two I ’s of Qaraqosh Neo-Aramaic,” Journal of Semitic Studies 65:1 (2020), 35-60. Fermanian, R., Yaacoub, C., Akl, A., and Bilane, P., “Deep Recognition-based Character Segmentation in Handwritten Syriac Manuscripts,” in: 2020 Tenth International Conference on Image Processing: Theory, Tools and Applications (IPTA), 2020-11-09, 2020-11-12 Paris, France (Paris: Institute of Electrical and Electronics Engineers, 2020), 1-6. Fiori, E., “Appendice seconda: la tradizione siriaca,” in: A. Conte, Gregorio Nazianzeno: Tra autobiografia e teologia [Carm. II,1,68. II,1,30]. Introduzione, testo critico, traduzione e commento (Poeti Cristiani 9; Pisa: Edizioni ETS, 2019 [2020]), 223-255. ———. “Dionysius the Areopagite and the East Syrian Mystics: The Phantom of a Greek Heritage,” in: M. Perkams and A.M. Schilling (eds.), Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Transmissions 3; Berlin: Walter de Gruyter, 2020), 77-97. ———. “ Florilegia Syriaca : Mapping a Knowledge-Organizing Practice in the Syriac World,” Comparative Oriental Manuscript Studies Bulletin 6:1 (2020), 93-109. Fogielman, Ch.-A., “The Vices Opposed to the Virtues: The Syriac Version,” Orientalia Christiana Periodica 86:1 (2020), 221-261. Forness, Ph.M., “The Construction of Metrical Poetry in the Homilies of Narsai of Nisibis and Jacob of Serugh,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 93-115. ———. “The First Book of Maccabees in Syriac: Dating and Context,” Aramaic Studies 17:1 (2020), 99-123. Förstel, Ch., and Rashed, M., “Du nouveau sur les manuscrits pourprés: les codex byzantins de Ḥunayn ibn Isḥāq à l’époque du conflit des images,” Studia graeco-arabica 10 (2020), 197-216. Fox, S.E., and Fassberg, S.E., “The Verb yhb in Aramaic,” Aramaic Studies 18:2 (2020), 268-278. Frenkel, L.M., “The “Encomium of the Martyrs” and the Syriac Reception of Eusebius of Caesarea,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 81-102. Furman, Y., “The Zuqnin Chronicle as Evidence of Vernacular Aramaic in Eighth-Century Northern Mesopotamia,” Aramaic Studies 18:2 (2020), 240-267. Garreau, S., “Les églises basilicales protobyzantines à chevet tripartite et absides saillantes en Phénicie maritime et libanaise,” Syria 96 (2019 [2020]), 97-116. Gaunt, D., “When Perpetual Persecution Becomes Ottoman Genocide,” Bustan: The Middle East Book Review 11:1 (2020), 1-19. Géhin, P., “Feuilles de garde syriaques dans la Bibliothèque de Sainte-Catherine du Sinaï,” Le Muséon 133:3-4 (2020), 289-339. Gehm, J., “Koexistenz in der autonomen Region Kurdistan, Nordirak: Christen, Jesiden und Muslime zwischen den Fronten in Irakisch-Kurdistan. Verortungen und Erfahrungen,” in: O. Mihoc and R.E. Craig (eds.), Contested Coexistence: Insights on Arabic Christianity from Theology to Migration. Proceedings from the Summer School “Arabic Christianity: History, Culture, Language, Theology, Liturgy” (Münster, July 18–August 12, 2016) (Göttinger Orientforschungen, I. Reihe: Syriaca 59; Wiesbaden: Harrassowitz Verlag, 2020), 201-208. Georgia, A.T., “The Monster at the End of [T]his Book: Hybridity as Theological Strategy and Cultural Critique in Tatian’s Against the Greeks ,” in: Idem, Gaming Greekness: Cultural Agonism among Christians and Jews in the Roman Empire (Gorgias Studies in Early Christianity and Patristics 76; Piscataway, New Jersey: Gorgias Press, 2020), 261-298. Gharib, A., “Saint Isaac of Antioch’s Homily on the Love of Learning: Translation and Commentary,” Syriac Orthodox Patriarchal Journal 58 (2020), 1-29. Girard, A., “La construction de l’identité confessionnelle maronite à l’époque ottomane (XVI e –XVIII e siècle),” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 153-200. Gleede, B., “More Zoroastrian than Zoroaster? The Problem of Zoroastrian Influence on Manichaeism Illustrated by a Version of the Manichaean Myth Preserved in Severus of Antioch, Titus of Bostra and Theodoret of Cyrus,” Ephemerides Theologicae Lovanienses 96:2 (2020), 261-289. Godwin, R.T., “ Da Qin , Tajiks , and Their Doctors – East Syrian Scientists across the Courts of Early Medieval Persia, China and Tibet,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 43-59. Gonnet, D., and Lavenant, R., ““Sentir le Paradis” d’après les Hymnes sur le Paradis d’Éphrem de Nisibe († 373),” Parole de l’Orient 46 (2020), 239-252. Greene, A., “The Pioneers of Print in the Ottoman Province of Mosul,” Journal of Contemporary Iraq & the Arab World 14:1-2 (2020), 51-68. Griffith, S.H., ““Denominationalism” in Fourth-Century Syria: Readings in Saint Ephraem’s Hymns against Heresies , Madrāshê 22–24,” in: G.A. Frank, S.R. Holman and A.S. Jacobs (eds.), The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity (Orthodox Christianity and Contemporary Thought; New York: Fordham University, 2020), 79-100. ———. “Saint Ephraem’s Adversaries: Readings in Hymns against Heresies , Madrāshê XXII–XXIV,” Parole de l’Orient 46 (2020), 177-195. Grifoni, C., and Gantner, C., “The Third Latin Recension of the Revelationes of Pseudo-Methodius – Introduction and Edition,” in: V. Wieser, V. Eltschinger and J. Heiss (eds.), Cultures of Eschatology. Volume 1: Empires and Scriptural Authorities in Medieval Christian, Islamic and Buddhist Communities (Cultural History of Apocalyptic Thought \/ Kulturgeschichte der Apokalypse 3.1; Berlin: Walter de Gruyter, 2020), 194-253. Gronemann, J., “Interreligiöse Wechselwirkungen zwischen ostsyrischen Christen und Muslimen in früh‘abbāsidischer Zeit am Beispiel ‘Ammār al-Baṣrīs,” in: M. Tamcke and E. Schlarb (eds.), Überleben, Pilgern, Begegnen im orientalischen Christentum: Festschrift für Wolfgang Hage zum 85. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 60; Wiesbaden: Harrassowitz Verlag, 2020), 159-190. Gross, S.M., “A Long Overdue Farewell: The Purported Jewish Origins of Syriac Christianity,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 121-144. ———. “The Sources of the History of ‘Abdā damšiḥā : The Creation of a Persian Martyr Act,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 149-173. Häberl, Ch., Kuzin, N., Loesov, S., and Lyavdansky, A., “A Neo-Aramaic Version of a Kurdish Folktale,” Journal of Semitic Studies 65:2 (2020), 473-493. Habib, S., “The Life of Jesus in the Eucharist: Christological Aspects of the Maronite Mass,” Antiphon: A Journal for Liturgical Renewal 24:1 (2020), 31-49. Hacham, N., “[ 3 Maccabees :] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 179-181. Hager, A., “When Ephrem Meets the Maya: Defining and Adapting the Syriac Orthodox Tradition in Guatemala,” Hugoye: Journal of Syriac Studies 23:2 (2020), 215-262. Hahn, J., “Conclusion: Barsauma between Hagiography and History,” in: J. Hahn and V.-L. Menze (eds.), The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Transformation of the Classical Heritage 60; Oakland, California: University of California Press, 2020), 171-185. ———. ““It Is Not Lawful for Samaritans to Have Dealings with Christians!”: Samaritans in the Life of Barsauma ,” in: J. Hahn and V.-L. Menze (eds.), The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Transformation of the Classical Heritage 60; Oakland, California: University of California Press, 2020), 121-148. Harkins, A.K., “[Enoch, The Book of the Watchers :] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2B: Baruch\/Jeremiah, Daniel (Additions), Ecclesiasticus\/Ben Sira, Enoch, Esther (Additions), Ezra (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 327-330. Hartung, B.A., “The Significance of Astronomical and Calendrical Theories for Ephrem’s Interpretation of the Three Days of Jesus’ Death,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 37-49. Harvey, S.A., “Holy Sound: Preaching as Divine Song in Late Antique Syriac Tradition,” in: A.A. Orlov (ed.), Jewish Roots of Eastern Christian Mysticism: Studies in Honor of Alexander Golitzin (Supplements to Vigiliae Christianae 160; Leiden: Brill, 2020), 226-239. ———. “Music as Liturgy: Models from Ancient Syriac Christianity,” Journal of the International Society for Orthodox Church Music 4:2 (2020), 371-382. ———. “Remembering a Larger Picture,” Journal of Orthodox Christian Studies 3:2 (2020), 215-222. ———. “Training the Women’s Choir: Ascetic Practice and Liturgical Education in Late Antique Syriac Christianity,” in: S.A. Harvey, Th. Arentzen, H.R. Johnsén and A. Westergren (eds.), Wisdom on the Move: Late Antique Traditions in Multicultural Conversation. Essays in Honor of Samuel Rubenson (Supplements to Vigiliae Christianae 161; Leiden: Brill, 2020), 203-223. Hawley, R., “Étude sur le vocabulaire syriaque des ingrédients de la thériaque,” in: V. Boudon-Millot and F. Micheau (eds.), La thériaque: histoire d’un remède millénaire (Paris: Les Belles Lettres, 2020), 163-247. Heal, K.S., “Narsai and the Scriptural Self,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 133-143. ———. “Syriac Studies in the Contemporary Academy: Some Reflections,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 279-286. Heimgartner, M., “Griechisches Wissen und Philosophie beim ostsyrischen Patriarchen Timotheos (780–823),” in: M. Perkams and A.M. Schilling (eds.), Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Transmissions 3; Berlin: Walter de Gruyter, 2020), 99-117. Hellot-Bellier, F., “Les assyro-chaldéens dans les turbulences des frontières entre l’Empire ottoman, l’Iran et la Russie,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 45-76. Herman, G., “Exilarch and Catholicos: A Paradigm for the Commonalities of the Jewish and Christian Experience under the Sasanians,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 145-154. Herrero de Jáuregui, M., “Tatian Theodidaktos on Mimetic Knowledge,” in: H.G. Snyder (ed.), Christian Teachers in Second-Century Rome: Schools and Students in the Ancient City (Supplements to Vigiliae Christianae 159; Leiden: Brill, 2020), 158-182. Heyberger, B., “Les chrétiens de tradition syriaque à l’époque ottomane: systèmes de connaissance et transferts culturels,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 1-33. Heyne, J.P., “Pilgrims, Custodians, and the Eastern Churches: Variable Christian Relations Surrounding the Fourteenth-Century Franciscan Foundation in the Holy Land,” in: O. Mihoc and R.E. Craig (eds.), Contested Coexistence: Insights on Arabic Christianity from Theology to Migration. Proceedings from the Summer School “Arabic Christianity: History, Culture, Language, Theology, Liturgy” (Münster, July 18–August 12, 2016) (Göttinger Orientforschungen, I. Reihe: Syriaca 59; Wiesbaden: Harrassowitz Verlag, 2020), 121-134. Hiebert, R.J.V., “[ 4 Maccabees :] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 201-207. Hilkens, A., “An Armenian Invocational Prayer of a Lost Memra of Jacob of Serugh on Good Friday and the Destruction of Sheol,” Hugoye: Journal of Syriac Studies 23:2 (2020), 263-277. ———. “The Armenian Reception of the Homilies of Jacob of Serugh: New Findings,” in: M. Toca and D. Batovici (eds.), Caught in Translation: Studies on Versions of Late Antique Christian Literature (Texts and Studies in Eastern Christianity 17; Leiden: Brill, 2020), 64-84. ———. “The Armenian Version of Jacob of Serugh’s Mēmrā on the Five Talents,” Le Muséon 133:3-4 (2020), 345-395. ———. “[Jubilees:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 27-30. ———. “Language, Literacy and Historical Apologetics: Hippolytus of Rome’s List of Literate Peoples in the Syriac Tradition,” Journal of Eastern Christian Studies 72:1-2 (2020), 1-32. ———. “The Manuscripts of the Armenian Homilies of Jacob of Serugh: Preliminary Observations and Checklist,” Manuscripta 64:1 (2020), 1-71. ———. ““A Wise Indian Astronomer Called Gandoubarios”: Malalas and the Legend of Yoniṭon,” in: M. Conterno and M. Mazzola (eds.), Intercultural Exchange in Late Antique Historiography (Bibliothèque de Byzantion 23; Leuven: Peeters, 2020), 119-142. Hjälm, M.L., “[The Canonical Histories of the Deuterocanonical Texts:] The Arabic Canon,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2A: Overview Articles (The Textual History of the Bible 2; Leiden: Brill, 2020), 280-298. ———. “[The Textual Histories of the Deuterocanonical Texts:] Arabic Texts,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2A: Overview Articles (The Textual History of the Bible 2; Leiden: Brill, 2020), 483-495. Horn, C.B., “Ascetic History and Rhetoric in the Life of Barsauma ,” in: J. Hahn and V.-L. Menze (eds.), The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Transformation of the Classical Heritage 60; Oakland, California: University of California Press, 2020), 50-72. ———. “Jesus and the Alphabet in the Caucasus: A View of the Relationship of the Georgian Infancy Gospel of Thomas to Armenian Infancy Gospel Traditions via Cross-Cultural Intersections with the Syriac, Greek, and Ethiopic Evidence,” in: B. Outtier, C.B. Horn, B. Lourié and A. Ostrovsky (eds.), Armenia between Byzantium and the Orient: Celebrating the Memory of Karen Yuzbashian (1927–2009) (Texts and Studies in Eastern Christianity 16; Leiden: Brill, 2020), 60-96. ———. “The Power of Leadership through Mediation, or How Mary Exercises Overlapping Authority,” in: M.A. Beavis and A. Kateusz (eds.), Rediscovering the Marys: Maria, Mariamne, Miriam (Library of New Testament Studies 620, Scriptural Traces 22; London: T&T Clark, 2020), 99-112. Hugonnard-Roche, H., “La logique comme instrument de la connaissance scientifique dans la culture syriaque et arabe du Haut Moyen Age en Orient,” in: M.-J. Huh (ed.), La conoscenza scientifica nell’alto medioevo: Spoleto, 25 aprile – 1 maggio 2019 (Settimane di studio della Fondazione centro italiano di studi sull’alto medioevo 67; Spoleto: Fondazione Centro italiano di studi sull’alto medioevo, 2020), 865-872. ———. “La tradition gréco-syriaque et syro-arabe du corpus logique aristotélicien, entre Alexandrie et Bagdad (VI e –XII e siècle). Un bilan,” Studia graeco-arabica 10 (2020), 37-44. ———. “Usages en syriaque des Introductions à la philosophie . Trois exemples: Sergius de Resh‘aina, Proba d’Antioche, Paul le Perse. Du curriculum à l’outillage mental,” in: M.-J. Huh (ed.), Introduction générale à la philosophie chez les commentateurs néoplatoniciens (Monothéismes et Philosophie 29; Turnhout: Brepols, 2020), 151-180. Humphreys, R.S., “Adapting to Muslim Rule: The Syrian Orthodox Community in Twelfth-century Northern Syria and the Jazira,” in: C. Hillenbrand (ed.), Syria in Crusader Times: Conflict and Co-Existence (Edinburgh: Edinburgh University Press, 2020), 63-85. Hunter, E.C.D., “The Christian Library from Turfan: Commemorating the Saints in MIK III 45 1,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 1-11. ———. “Veneration of the Cross in the East Syrian Tradition,” ARAM 32 (2020), 309-324. Hunter-Crawley, H., “Divinity Refracted: Extended Agency and the Cult of Symeon Stylites the Elder,” in: V. Gasparini, M. Patzelt, R. Raja, A.-K. Rieger, J. Rüpke and E. Urciuoli (eds.), Lived Religion in the Ancient Mediterranean World: Approaching Religious Transformations from Archaeology, History and Classics (Berlin: Walter de Gruyter, 2020), 261-286. Illert, M., “Pseudo-Makarios und die ältesten syrischen Perikopenordnungen,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 103-110. Innemée, K.C., and Zielińska, D., “Deir al-Surian, a Meeting Point of Syriac and Coptic Culture,” ARAM 32 (2020), 183-202. Ioan, O., “Interreligiöses Pilgerwesen im Orient der Spätantike unter besonderer Berücksichtigung der ostsyrischen Kirche,” in: O. Mihoc and R.E. Craig (eds.), Contested Coexistence: Insights on Arabic Christianity from Theology to Migration. Proceedings from the Summer School “Arabic Christianity: History, Culture, Language, Theology, Liturgy” (Münster, July 18–August 12, 2016) (Göttinger Orientforschungen, I. Reihe: Syriaca 59; Wiesbaden: Harrassowitz Verlag, 2020), 107-120. ———. “Umbruch und Kontinuität: Ostsyrisches Pilgerverständnis in frühislamischer Zeit,” in: M. Tamcke and E. Schlarb (eds.), Überleben, Pilgern, Begegnen im orientalischen Christentum: Festschrift für Wolfgang Hage zum 85. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 60; Wiesbaden: Harrassowitz Verlag, 2020), 83-98. Isaf, R., “Awakening, or Watchfulness: Naum Faiq and Syriac Language Poetry at the Fall of the Ottoman Empire,” in: H.L. Murre-van den Berg, K. Sanchez Summerer and T.C. Baarda (eds.), Arabic and its Alternatives: Religious Minorities and their Languages in the Emerging Nation States of the Middle East (1920–1950) (Christians and Jews in Muslim Societies 5; Leiden: Brill, 2020), 171-200. Ishac, E.A., “Being Christians together? The Situation of Ecumenism in the Middle East. An Institutional Perspective,” in: M. Tamcke and C. Rammelt (eds.), Thinking about Christian Life in the Turmoil Times of the Middle East: Insights and Reflections from East and West (Göttingen: Göttingen Universitätsverlag, 2020), 67-94. ———. “From Ancient Manuscripts to Digital Screens: Syriac Liturgy in Digital Humanities,” in: M. Tomić, M. Willer and N. Tomašević (eds.), Empowering the Visibility of Croatian Cultural Heritage through the Digital Humanities (Newcastle upon Tyne: Cambridge Scholars Publishing, 2020), 148-159. ———. “A Journal of Two Cities: “Proche-Orient Chrétien” from Jerusalem to Beirut,” Cristianesimo nella storia 41:1 (2020), 295-321. Issak, J., ““Medicine of Immortality:” The Eucharist in the Writings of Saints Ignatius of Antioch and Ephrem,” Journal of the Canadian Society for Syriac Studies 20 (2020), 78-91. Jäckel, F., “Re-Negotiating Interconfessional Boundaries through Intertextuality: The Unborn in the Kṯāḇā ḏ-Huddāyē of Barhebraeus (d. 1286),” Medieval Encounters 26:2 (2020), 95-127. Jacobs, A.S., ““I Want to Be Alone”: Ascetic Celebrity and the Splendid Isolation of Simeon Stylites,” in: G.A. Frank, S.R. Holman and A.S. Jacobs (eds.), The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity (Orthodox Christianity and Contemporary Thought; New York: Fordham University, 2020), 145-168. Jacobs, B., “The Rise of Islam according to Dionysius of Tell-Maḥrē: Tentative Reconstruction through Three Dependent Texts,” Le Muséon 133:1-2 (2020), 207-234. Jakob, J., “Zwischen Orient und Okzident: Identitätsbildung syrisch-orthodoxer Christen in Europa,” in: F. Gmainer-Pranzl and B. Mackinger (eds.), Identitäten: Zumutungen für Wissenschaft und Gesellschaft (Salzburger interdisziplinäre Diskurse 15; Berlin: Peter Lang, 2020), 461-490. Jalali, S., and Nabei, S., “Critique of Luxenberg’s Aramaic-Syriac Reading of Verse 24 of Maryam,” Journal of the Holy Quran and Islamic Texts 11 [43] (2020), 69-80 [in Arabic]. Jurasz, I., “ Itutā – ītyā \/ ītyē comme synonymes d’ ousia dans la polémique d’Éphrem contre Bardesane,” Χώρα: Revue des études anciennes et médiévales 18-19 (2020-2021), 515-544. Kadavil, M., “St. Peter in West Syrian Liturgy in the Context of Ecumenical Discussions on Primacy,” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 297-314. Kakkanatt, A., “Priesthood in Liturgical Theology of the West Syriac Church,” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 315-333. Karamian, G., Maksymiuk, K., Skupniewicz, P., Astaraki, F., and Farrokh, K., “Preliminary Report of Māhūr Tomb, a Mithraism Relic at Dezfūl, Southern Iran,” Historia i Świat 9 (2020), 23-36. Karlsson, J., “The Arabic Lives of John of Daylam,” in: B.H. Roggema and A. Treiger (eds.), Patristic Literature in Arabic Translations (Arabic Christianity: Texts and Studies 2; Leiden: Brill, 2020), 129-157. Kassem, N., and Jackson, M., “Cultural Trauma and Its Impact on the Iraqi Assyrian Experience of Identity,” Social Identities: Journal for the Study of Race, Nation and Culture 26:3 (2020), 388-402. Kaufhold, H., “Einige Ergänzungen zum Reisebericht des Mönchs Sargīs aus Ḥaḥ,” Oriens Christianus 102 (2019 [2020]), 269-272. ———. “Michelangelo Guidi und seine Vorstellung vom “Christlichen Orient”,” in: E.G. Farrugia and G. Rigotti (eds.), A Common Mission: The Oriental Congregation and the Oriental Institute (1917–2017). Acts of the Congress Held at the PIO on 4–5 May 2017 (Orientalia Christiana Analecta 308; Roma: Pontificio Istituto Orientale, 2020), 79-95. ———. “Werke des Kyrill in syrischer Überlieferung,” in: G. Huber-Rebenich and S. Rebenich (eds.), Interreligiöse Konflikte im 4. und 5. Jahrhundert: Julian “Contra Galilaeos” – Kyrill “Contra Iulianum” (Texte und Untersuchungen zur Geschichte der altchristlichen Literatur 181; Berlin: Walter de Gruyter, 2020), 229-255. Kavvadas, N., “The Greek Jargon of Logic and East Syrian Intra-elite Conflicts in the Early Islamic Empire,” in: E. Anagnostou-Laoutides and K. Parry (eds.), Eastern Christianity and Late Antique Philosophy (Texts and Studies in Eastern Christianity 18; Leiden: Brill, 2020), 297-310. ———. “Sasanian Creed or Byzantine Projection? The Zurvanite Myth and Theodore of Mopsuestia’s Contra Magos ,” Ephemerides Theologicae Lovanienses 96:2 (2020), 291-311. ———. “Verdächtiges Prestige: Die griechische Bildung, der Jargon der Logik und die Konflikte der ostsyrischen Eliten,” in: M. Perkams and A.M. Schilling (eds.), Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Transmissions 3; Berlin: Walter de Gruyter, 2020), 119-134. Kessel, G., “Fragments of Syriac Manuscripts Discovered in the Qubbat al-khazna,” in: A. D’Ottone Rambach, K. Hirschler and R. Vollandt (eds.), The Damascus Fragments: Towards a History of the Qubbat al-khazna Corpus of Manuscripts and Documents (Beiruter Texte und Studien 140 Beirut: Ergon Verlag, 2020), 265-290. ———. “[Review of:] J.-C. Haelewyck, ed., Histoire de Zosime sur la vie des Bienheureux Réchabites: les versions orientales et leurs manuscrits (CSCO 664, Subs. 135; Leuven: Peeters, 2016),” Hugoye: Journal of Syriac Studies 23:1 (2020), 198-208. Kessel, G., and Arzhanov, Y.N., “Field Notes on Syriac Manuscripts III: A Previously Unknown Philosophical Manuscript from Alqosh,” Hugoye: Journal of Syriac Studies 23:1 (2020), 99-130. Kessel, G., and Seleznyov, N.N., “Bibliography of Syriac and Christian Arabic Studies in Russian, 2019,” Hugoye: Journal of Syriac Studies 23:1 (2020), 181-191. Khan, G., “Contact and Change in the Neo-Aramaic Dialects,” in: B. Drinka (ed.), Historical Linguistics 2017: Selected Papers from the 23rd International Conference on Historical Linguistics, San Antonio, Texas, 31 July – 4 August 2017 (Current Issues in Linguistic Theory 350; Amsterdam: John Benjamins, 2020), 387-408. ———. “The Neo-Aramaic Dialects of Iran,” Iranian Studies 53:3-4 (2020), 445-463. Khoury, W., “Influences du chevet de Qal‘at Sem‘an sur les églises de Syrie: l’exemple des églises du Massif calcaire,” Syria 96 (2019 [2020]), 69-96. Khoury, W., and Comte, M.-Ch., “Introduction: problématique et interrogations à propos du chevet de Saint-Syméon, son apparition, son développement en tant que modèle architectural et sa diffusion,” Syria 96 (2019 [2020]), 13-16. Kim, H., “‘Īsa Kelemechi: A Translator Turned Envoy between Asia and Europe,” in: M. Biran, J. Brack and F. Fiaschetti (eds.), Along the Silk Roads in Mongol Eurasia: Generals, Merchants, Intellectuals (Oakland, California: University of California Press, 2020), 255-269. Kim, S., “Unedited Sermons Transmitted under the Name of John Chrysostom in Syriac Panegyrical Homiliaries,” Manuscript Cultures 13 (2019 [2020]), 29-46. Kiperwasser, R., and Ruzer, S., “Cleansing the Sacred Space: The Holy Land and Its Inhabitants in the Pilgrimage Narrative of Barsauma,” in: J. Hahn and V.-L. Menze (eds.), The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Transformation of the Classical Heritage 60; Oakland, California: University of California Press, 2020), 104-120. Kiraz, G.A., “Negotiating Identity with the Homeland: The “Syriac Orthodox” of North America in the Early Twentieth Century,” in: C.-S. Popa and A. Mladinoiu (eds.), From Polarization to Cohabitation in the New Middle East (Wiesbaden: Harrassowitz Verlag, 2020), 77-94. Kitchen, R.A., “The Ascetic Narsai: Ascetical and Monastic Practice and Theology in the Mēmrē of Narsai,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 145-159. ———. “The History of Philip,” in: T. Burke (ed.), New Testament Apocrypha: More Noncanonical Scriptures. Volume 2 (Grand Rapids, Michigan \/ Cambridge, U.K.: William B. Eerdmans, 2020), 293-315. Klar, M., “Qur’anic Exempla and Late Antique Narratives,” in: M. Shah and M.A. Abdel Haleem (eds.), The Oxford Handbook of Qur’anic Studies (Oxford: Oxford University Press, 2020), 128-139. Knüppel, M., “Paul de Lagarde und Titus von Bostra: Zur manichäologischen Forschung vor der Entdeckung der manichäischen Selbstzeugnisse,” in: H. Behlmer, T.L. Gertzen and O. Witthuhn (eds.), Der Nachlass Paul de Lagarde: Orientalistische Netzwerke und antisemitische Verflechtungen (Europäisch-jüdische Studien – Beiträge 46; Berlin: Walter de Gruyter, 2020), 81-92. Kochlamazashvili, E., “The Old Georgian Version of Antirrhetikos by Evagrius Ponticus and Its Relation with the Syriac Version,” Adamantius 25 (2019 [2020]), 445-451. Kokoszko, M., Jagusiak, K., and Dybała, J., “The Monastic Diet in the Light of Medical Science: Theodoret of Cyrus and Medics on Dates and Figs,” Studia Ceranea 10 (2020), 123-140. Koltun-Fromm, N., “Syriac Fathers on Jerusalem,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 171-186. Komatina, P., “The Byzantine Concept of “Syria” as Arab Empire and its Ancient Roots,” Journal of Near Eastern Studies 79:1 (2020), 41-50. Konuk, S., “Warfare and Tragedy: The Siege of Amida (502 CE) and its Aftermath according to Ps. Joshua the Stylite and Ps. Zachariah Rhetor,” Dokuz Eylül University Journal of Humanities 7:1 (2020), 63-78. Koonammakkal, Th., “Ephrem’s Philosophy of Theological Language,” Parole de l’Orient 46 (2020), 151-175. Koyickal, P.K., “Priesthood – ‘A Sacrifice Living, Holy and Well Pleasing to God’,” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 334-349. Krausmüller, D., “When Christology Intersects with Embryology: The Viewpoints of Nestorian, Monophysite and Chalcedonian Authors of the Sixth to Tenth Centuries,” Byzantinische Zeitschrift 113:3 (2020), 853-877. Krawiec, R., “A Question of Character: The “Labor of Composition” as “Preventative Medicine” in Theodoret of Cyrrhus’s Religious History ,” in: G.A. Frank, S.R. Holman and A.S. Jacobs (eds.), The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity (Orthodox Christianity and Contemporary Thought; New York: Fordham University, 2020), 124-144. Kubat, R., “Reception of the Book of Jonah in the Exegesis of Theodore of Mopsuestia,” Annali di storia dell’esegesi 37:1 (2020), 73-88. Kydd, R.A.N., “More Light on Dunhuang Christianity,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 245-257. Lange, Ch., ““Es verstummten die Posannen der Propheten und es erdröhnten die Hörner der Apostel”: Anmerkungen zum Kirchenverständnis bei Ephraem der Syrer,” Ostkirchliche Studien 69 (2020), 3-58. Lattke, M., “[Odes of Solomon:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 369-383. Leone, A., and Sarantis, A.C., “The Middle Euphrates and Its Transformation from the Third to the Seventh Centuries: The Case of Dibsi Faraj,” Journal of Late Antiquity 13:2 (2020), 308-351. Leppin, H., “Zwischen Bekennerstolz und Konsensfindung: Konzile und Konzilstheorie in der Geschichtsschreibung des ausgehenden sechsten Jahrhunderts,” in: W. Brandes, A. Hasse-Ungeheuer and H. Leppin (eds.), Konzilien und kanonisches Recht in Spätantike und frühem Mittelalter: Aspekte konziliarer Entscheidungsfindung (Forschungen zur byzantinischen Rechtsgeschichte, Neue Folge 2; Berlin: Walter de Gruyter, 2020), 107-132. Leurini, C., “Evidence of a Syriac Diatessaron in Mani’s Šabūhragān ,” in: S. Badalkhan, G.P. Basello and M. de Chiara (eds.), Iranian Studies in Honour of Adriano V. Rossi . 2 vols. (Università degli Studi di Napoli ‘L’Orientale’, Series Minor 87.1-2; Napoli: UniorPress, 2019 [2020]), vol. 1, 473-491. Lieu, S.N.C., “From Rome (Daqin 大秦) to China (Zhongguo 中國): The Xi’an 西安 as a Bilingual and Transcultural Document,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 121-141. ———. “Persons, Titles and Places in the Xi’an Monument,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 61-81. Li-Layec, Zh., “Concepts In-Between: The Meaning of “Seng 僧” and “Shoujie 受戒” in the Early Jingjiao Documents,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 83-94. Lin, L., “Hippocrates and Galen in Turfan: Remarks on SyrHT 1 and SyrHT 388,” Aramaic Studies 18:2 (2020), 213-239. ———. “On the Transmission of the Gloria in excelsis Deo : Remarks on the Daqin jingjiao sanwei mengdu zan 大秦景教三威蒙度讃,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 111-132. ———. “A Winged Word on Marriage: Socrates and the Gnomological Tradition,” Oriens 48:3-4 (2020), 251-281. Lucas, N., “Landowners in Lower Iraq during the 8th Century: Types and Interplays,” in: H.-L. Hagemann and S. Heidemann (eds.), Transregional and Regional Elites – Connecting the Early Islamic Empire: The Early Islamic Empire at Work Volume 1 (Studies in the History and Culture of the Middle East 36; Berlin: Walter de Gruyter, 2020), 69-98. Macar, A., “Das ostsyrische Mönchtum in den Kanons der Synode von Īšō‘yahb I. aus dem Jahr 585,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 133-146. MacEvitt, Ch.H., “The Afterlife of Edessa: Remembering Frankish Rule, 1144 and After,” in: C. Hillenbrand (ed.), Syria in Crusader Times: Conflict and Co-Existence (Edinburgh: Edinburgh University Press, 2020), 86-102. Mansouri, M.C., “German Contemporanous Orientalism and Quran Studies: A Critique of Christoph Luxenberg’s ‘Die Syro-Aramäische Lesart Des Koran’,” al-Qanatir 19:1 (2020), 121-154 [in Arabic]. Margaryan, Y., “The Euphrates Frontier in the Byzantine Period,” in: Y. Margaryan (ed.), On the Borders of World-Systems: Contact Zones in Ancient and Modern Times (Oxford: Archaeopress, 2020), 6-58. Mari, T., “Greek, Latin, and More: Multilingualism at the Ecumenical Council of Chalcedon,” Journal of Latin Linguistics 19:1 (2020), 59-87. Marsh, B.J., “[ 3 Ezra (= 1 Esdras ):] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2B: Baruch\/Jeremiah, Daniel (Additions), Ecclesiasticus\/Ben Sira, Enoch, Esther (Additions), Ezra (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 440-447. Mazur, P., “Christian Syrians in Self-Defense: Bethnahrin Women Protection Forces (HSNB),” Przegląd Geopolityczny 32 (2020), 125-138 [in Polish]. McConaughy, D.L., “The Genius of Jacob of Serug’s Explanation of Abun in the Lord’s Prayer and Romans 8:15 in The Mimro Concerning Holy Baptism ,” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 225-232. Mengozzi, A., “Neo-Aramaic Dialogue and Dispute Poems: The Various Types,” in: E. Jiménez and C. Mittermayer (eds.), Disputation Literature in the Near East and Beyond (Studies in Ancient Near Eastern Records 25; Berlin: Walter de Gruyter, 2020), 391-414. ———. “Syrische Streitgedichte als mündliche Dichtung,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 147-166. ———. “Textes néo-araméens au XIX e siècle,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 229-246. ———. “Yazdandukht and Mar Qardagh: From the Persian Martyr Acts in Syriac to Sureth Poetry on YouTube, via a Historical Novel in Arabic,” Kervan: International Journal of Afro-Asiatic Studies 24:2 (2020), 199-229. Menze, V.-L., “Introduction,” in: J. Hahn and V.-L. Menze (eds.), The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Transformation of the Classical Heritage 60; Oakland, California: University of California Press, 2020), 1-24. Mércz, A., “Conversion in the Chronicle of Zuqnīn : Reversed Baptism or Authentic Shahāda ?” in: A. Pellitteri, M.G. Sciortino, D. Sicari and N. Elsakaan (eds.), Re-Defining a Space of Encounter: Islam and Mediterranean: Identity, Alterity and Interactions. Proceedings of the 28th Congress of the Union Européenne des Arabisants et Islamisants, Palermo 2016 (Orientalia Lovaniensia Analecta 283; Leuven: Peeters, 2019 [2020]), 25-36. ———. “Grafikus elemek egymásra hatása közel-keleti kéziratos kultúrákban. A tükörpár és a képvers példája egy szír kézirat nyomán,” in: I. Boros (ed.), Fideliter servanda: II. Scriptorium konferencia, Pannonhalma, 2018. május 7–8 (Budapest: Szent István Társulat, 2020), 183-196. Mikropandremenou, P., “Christological Reflections between Babai’s Hymn Blessed Is the Compassionate … and Only-Begotten Son from Byzantine Liturgical Tradition,” ARAM 32 (2020), 203-214. Mills, I.N., “Zacchaeus and the Unripe Figs: A New Argument for the Original Language of Tatian’s Diatessaron,” New Testament Studies 66:2 (2020), 208-227. Minov, S., “Friday Veneration among Syriac Christians: The Witness of the Story of the Holy Friday ,” Journal of the Royal Asiatic Society III, 30:2 (2020), 195-222. ———. “Staring Down a Laundress: Reading Hagiographic Literature from Syria-Mesopotamia alongside Rabbinic Writings,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 187-205. Mitani, K., “The Slavonic Tradition of the Apocryphal Acts of Thomas in India and the MS 1789\/700 of the Dragomirna Monastery (Moldavia, Romania),” Scripta & e-Scripta 20 (2020), 199-225. Mohasseb-Saliba, S., “Ordres religieux et monachisme féminin: le monachisme maronite à l’épreuve des normes tridentines (XVIII e –XIX e siècles),” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 201-228. Monferrer-Sala, J.P., ““The Prophecy on the Coming of the Son of Man” in the Arabic Testament of Adam and its Syriac Vorlage ,” Journal for the Study of the Pseudepigrapha 29:4 (2020), 229-244. Monier, E., “The Chaldean Patriarch and the Discourse of ‘Inclusive Citizenship’: Restructuring the Political Representation of Christians in Iraq since 2003,” Religion, State and Society 48:5 (2020), 361-377. Moriggi, M., “Hatran Aramaic and Old Syriac: Parallelisms and Differences in Aramaic Epigraphy of Late Antique Jazirah,” Archiv Orientální 88:1 (2020), 1-13. Morris, J.H., and Cheng, Ch., “A Select Bibliography of Chinese and Japanese Language Publications on Syriac Christianity: 2000–2019,” Hugoye: Journal of Syriac Studies 23:2 (2020), 355-415. Morrison, C.E., “Did the Dying Jacob Gather His Feet into His Bed (MT) or Stretch Them Out (Peshiṭta)? Describing the Unique Character of the Peshiṭta,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 97-110. ———. “The Faculty of Discernment in Narsai,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 161-173. ———. “Strangers No More: St Ephrem’s Use of the Old Testament in His Commentary on the Diatessaron ,” Parole de l’Orient 46 (2020), 65-93. Moss, Y., “Versions and Perversions of Genesis: Jacob of Edessa, Saadia Gaon, and the Falsification of Biblical History,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 207-230. Muehlberger, E., “Extraordinary Conceptions: Insemination and Theories of Reproduction in Narsai’s Thought,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 175-185. Müller-Kessler, Ch., “Jacob of Serugh’s Homily on the Presentation in the Temple in Early Syriac Palimpsest (BL, Add 17.137, No. 2),” ARAM 32 (2020), 9-16. ———. “ Obsequies of My Lady Mary (I): Unpublished Early Syriac Palimpsest Fragments from the British Library (BL, Add 17.137, no. 2),” Hugoye: Journal of Syriac Studies 23:1 (2020), 31-59. Münz-Manor, O., “Hebrew and Syriac Liturgical Poetry: A Comparative Outlook,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 231-254. Muravjev, A.V., “‘Perfidious Goth,’ Holy Martyrs Cult and the Memory of Roman Troops in 5th Century Edessa,” Amsterdamer Beiträge zur älteren Germanistik 80:1-2 (2020), 134-142. Murre-van den Berg, H.L., “Arabic and its Alternatives: Language and Religion in the Ottoman Empire and its Successor States,” in: H.L. Murre-van den Berg, K. Sanchez Summerer and T.C. Baarda (eds.), Arabic and its Alternatives: Religious Minorities and their Languages in the Emerging Nation States of the Middle East (1920–1950) (Christians and Jews in Muslim Societies 5; Leiden: Brill, 2020), 1-49. ———. ““A Strange Survival”: The Rev. W.A. Wigram on the Assyrians before and after World War I,” in: I.M. Okkenhaug and K.S. Summerer (eds.), Christian Missions and Humanitarianism in the Middle East, 1850–1950: Ideologies, Rhetoric, and Practices (Leiden Studies in Islam and Society 11; Leiden: Brill, 2020), 110-129. ———. “The Transformation of the Syriac Churches: Writing, Reading and Religion in the Ottoman Period,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 77-92. Mustafa, L.A., “Economic and Cultural Activities of Mosul’s Christians in the Nineteenth Century,” Journal of Tikrit University for Humanities 27:5 (2020), 191-220 [in Arabic]. Mustaţă, R., “Religious Entanglements and Shared Texts: The Western Syriac Revision and Reception of the Malabar Sermonary,” Nidān: International Journal for Indian Studies (2020), 26-54. Muthreich, M., “Preliminary Remarks on Dionysius Areopagita in the Arabic Homiletic Tradition,” Manuscript Cultures 13 (2019 [2020]), 123-130. Muto, Sh., “The Term ‘Three-One’ (Trinity) in Jingjiao in Comparison with That in Taoist Religion,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 95-112. Mutzafi, H., “The Neo-Aramaic Verbal Root GŠQ ‘to Look’ and its Middle Iranian Origin,” Le Muséon 133:1-2 (2020), 1-12. Narinskaya, E., “The Story of Moses’ Mother in the Writings of the Midrash, Ephrem and the Qur’an,” ARAM 32 (2020), 149-170. Nicák, M., “Die Verdorbenheit der menschlichen Natur in der Theologie Narsais,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 167-178. Nickel, G., “‘Our Friendly Strife’: Eastern Christianity Engaging the Qur’an,” in: D. Pratt and C. Ties (eds.), Christian-Muslim Relations: A Bibliographical History. Volume 15: Thematic Essays (600‒1600) (History of Christian-Muslim Relations 40; Leiden: Brill, 2020), 255-279. Nicolini-Zani, M., “The Latin Translation of the Xi’an Stele by the Franciscan Carlo da Castorano (1741),” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 137-160. Nicosia, M., “Christianity in the Gulf: Vestiges of the East Syrian Presence in Late Antiquity,” in: C. Coppini and F. Simi (eds.), Broadening Horizons 5: Civilizations in Contact. Proceedings of the 5th “Broadening Horizons” Conference (Udine 5‒8 June 2017). Volume 3: Interactions and New Directions in Near Eastern Archaeology (West & East, Monografie 4; Trieste: Edizioni Università di Trieste, 2020), 371-383. ———. “From Antony of Taġrit to the Arabic Version: The Syriac Technical Vocabulary of Rhetoric and the Migration of Words,” Hugoye: Journal of Syriac Studies 23:1 (2020), 61-97. Niu, R., “History Is a Mirror – On the Spread of Nestorianism in China from the Newly Discovered Bronze Mirror with Cross-lotus and Syriac Inscriptions,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 177-188. Novacek, K., and Wood, Ph., “The Monastic Landscape of Adiabene in the First Centuries of Islam,” Journal of Islamic Archaeology 7:1 (2020), 1-20. Novick, Tz., “Ritual and Rhetoric among Jews, Christians, and Samaritans: Two Comparative Observations,” Oqimta 6 (2020), 23-39. Outtier, B., “La vie d’Éphrem: état des lieux et perspectives,” Parole de l’Orient 46 (2020), 43-49. Pahlitzsch, J., “Conversion and Martyrdom in ‘Abbasid Damascus: Anonymous (Second–Third\/Eighth–Ninth Century),” in: N. Hurvitz, Ch.C. Sahner, U.I. Simonsohn and L. Yarbrough (eds.), Conversion to Islam in the Premodern Age: A Sourcebook (Oakland, California: University of California Press, 2020), 105-108. Palackal, J.J., “The Survival Story of the Sound, Sentiments, and Melodies of the Aramaic Chants in India,” ARAM 32 (2020), 287-292. Palmer, A., “The Life of Barsauma,” in: J. Hahn and V.-L. Menze (eds.), The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Transformation of the Classical Heritage 60; Oakland, California: University of California Press, 2020), 187-271. Panaino, A.C.D., “Mazdeans and Christians Facing the End of the World: Circulations and Exchanges of Concepts,” Entangled Religions 11:2 (2020), 1-29. Panegyres, K., “The Number of Students in the Platonic Academy: A Near Eastern View,” Mnemosyne 73:5 (2020), 821-825. Pang, G.M.Y., “The Archaeological Discoveries and Historical Significance of the Tang Sancai Artefacts in the Relics of Daqin Monastery in Zhouzhi of X’ian, China,” ARAM 32 (2020), 215-251. Parenti, S., “Between Anamnesis and Praise: The Origin of Oblation in Syro-Byzantine Anaphoras,” Studia Liturgica 50:1 (2020), 86-100. ———. “Zwischen Anamnese und Lobpreis: Der Ursprung der Darbringung in den syro-byzantinischen Anaphoren,” in: J. Geldhof, D. Haspelmath-Finatti, B. Nichols and F. Poulet (eds.), Anamnesis: Handlungen, Orte und Zeiten des Erinnerns (Theologie del Liturgie 17; Regensburg: Friedrich Pustet, 2020), 129-144. Parker, L., “Yawsep I of Amida (d. 1707) and the Invention of the Chaldeans,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 121-152. Parry, K., “Images in the Church of the East: The Textual and Art Historical Evidence in the Light of Contemporary Practice,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 189-212. Paša, Ž., “Towards a Reconsideration of Ambiguities in ‘Abdīšō‘’s “Kitāb farā’id al-fawā’id fī uṣūl al-dīn wal-‘aqā’id”,” ARAM 32 (2020), 17-30. Pataridze, T., “Patristique et hagiographie palestino-sinaïtique des monastères melkites (IX e –X e siècles),” in: B.H. Roggema and A. Treiger (eds.), Patristic Literature in Arabic Translations (Arabic Christianity: Texts and Studies 2; Leiden: Brill, 2020), 53-88. Pat-El, N., “The Etymology of Lwāt : A Tale of Two Prepositions,” Journal of Semitic Studies 65:1 (2020), 1-10. ———. “On the Alleged Unipartite Relatives in Semitic,” Zeitschrift der Deutschen Morgenländischen Gesellschaft 170:2 (2020), 279-287. Paulau, S., “Visions of Resettlement and Contested Belongings: Letters of Pavel Cicianov to Mar Shem‘on XVI Yoḥannan and Mar Yoḥannan of Urmia in the Context of Early Contacts between East Syriac Christianity and Imperial Russia,” in: M. Tamcke and E. Schlarb (eds.), Überleben, Pilgern, Begegnen im orientalischen Christentum: Festschrift für Wolfgang Hage zum 85. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 60; Wiesbaden: Harrassowitz Verlag, 2020), 201-210. Păunoiu, G., “From Ascesis to Contemplation: Scripture Reading, Meditation and Prayer in the Writings of Saint Isaac the Syrian,” Icoana Credinței: International Journal of Interdisciplinary Scientific Research 11 (2020), 74-82. Pearce, N., “A Nestorian Misadventure: Frits Holm and the Chinese Nestorian Stele,” Journal for Art Market Studies 2 (2020), 1-15. Penn, M.P., Crouser, R.J., and Abbott, P., “Serto before Serto: Reexamining the Earliest Development of Syriac Script,” Aramaic Studies 17:1 (2020), 46-63. Perczel, I., “Revisiting the Christian Platonism of Pseudo-Dionysius,” in: A.A. Orlov (ed.), Jewish Roots of Eastern Christian Mysticism: Studies in Honor of Alexander Golitzin (Supplements to Vigiliae Christianae 160; Leiden: Brill, 2020), 267-307. Perkams, M., “Aristoteles, Ordner der Wissenschaften: Ein Bild des Sergios von Rēš‘aynā, seine Rezeption bei Paul dem Perser und die spätantiken Wurzeln der arabischen Aristoteles-Eulogien,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 179-202. ———. “Einleitung: Eine christliche Wissenstradition zwischen Griechen, Persern und Muslimen. Zur Bedeutung, Überlieferung und Erforschung des ostsyrischen Schrifttums ein Jahrhundert nach Addai Scher,” in: M. Perkams and A.M. Schilling (eds.), Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Transmissions 3; Berlin: Walter de Gruyter, 2020), 1-12. ———. “Ostsyrische Philosophie: Die Rezeption und Ausarbeitung griechischen Denkens in der Schule von Nisibis bis Barḥaḏbšabbā,” in: M. Perkams and A.M. Schilling (eds.), Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Transmissions 3; Berlin: Walter de Gruyter, 2020), 49-76. ———. “Zwei Protreptikoi zur Philosophie in syrischer Sprache: Die Rede des Meliton an Kaiser Antoninus (Pseudo-Meliton, “Apologie”) und der Brief des Marā bar Serapiyōn ,” in: E. Enß and P. Linscheid (eds.), Contextus: Festschrift für Sabine Schrenk (Jahrbuch für Antike und Christentum, Ergänzungsband 41; Münster: Aschendorff, 2020), 588-595. Pierre, S., “Le stylite ( esṭūnōrō ) et sa ṣawma‘a face aux milieux cléricaux islamiques et miaphysites (I er –II e \/VII e –VIII e siècles),” Al-‘Uṣūr al-Wusṭā 28 (2020), 174-226. Pietruschka, U., “The Monk as Storyteller? On the Transmission of the Apophthegmata Patrum among Muslim Ascetics in Basra,” in: S.A. Harvey, Th. Arentzen, H.R. Johnsén and A. Westergren (eds.), Wisdom on the Move: Late Antique Traditions in Multicultural Conversation. Essays in Honor of Samuel Rubenson (Supplements to Vigiliae Christianae 161; Leiden: Brill, 2020), 166-184. Pirtea, A.C., “St. Isaac of Nineveh’s Gnostic Chapters in Sogdian: The Identification of an Anonymous Text from Bulayïq (Turfan),” in: M. Toca and D. Batovici (eds.), Caught in Translation: Studies on Versions of Late Antique Christian Literature (Texts and Studies in Eastern Christianity 17; Leiden: Brill, 2020), 85-103. Plathottathil, S., “ Sedre of Repentance and Absolution,” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 350-360. Poiani, M., “Il lavoro in Simone di Taibuteh e Isacco di Ninive, monaci e mistici tardo antichi siro-orientali,” in: A. Nesti and A. Anderle (eds.), Genesi 3,19: “Con il sudore del tuo volto mangerai il pane”: Il lavoro e la religione (San Gimignano, Siena: CISRECO Edizioni, 2020), 116-122. Poorthuis, M.J.H.M., “The Martyrdom of the Seven Sleepers in Transformation: From Syriac Christianity to the Qur’ān and to the Dutch-Iranian Writer Kader Abdolah,” in: I. Saloul and J.W. van Henten (eds.), Martyrdom: Canonisation, Contestation and Afterlives (Heritage and Memory Studies; Amsterdam: Amsterdam University Press, 2020), 241-254. Poovathumtharayil, J., “Peshitta in the Theological, Liturgical and Spiritual Formation of the Syrian Churches,” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 117-131. Popa, C.-S., “Die Begegnung der Ostsyrer mit dem Mar Sabas Kloster beziehungsweise mit der chalzedonischen Orthodoxie Palästinas zu spätsassanidischer und frühislamischer Zeit,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 203-212. ———. “Für und Wider das Pilgern: Argumente aus dem Ethikon des Barhebraeus,” in: M. Tamcke and E. Schlarb (eds.), Überleben, Pilgern, Begegnen im orientalischen Christentum: Festschrift für Wolfgang Hage zum 85. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 60; Wiesbaden: Harrassowitz Verlag, 2020), 127-133. ———. “An Old Theme in a New Frame: The Genealogy of Miracles in the Syriac Literature Encountering Early Islam,” Journal of the Canadian Society for Syriac Studies 20 (2020), 58-70. Popa, C.-S., and Shachar, U., “The Notion of Power in Dionysius Bar Ṣalībī’s Treatise against the Jews ,” ARAM 32 (2020), 113-127. Posegay, N., “Connecting the Dots: The Shared Phonological Tradition in Syriac, Arabic, and Hebrew Vocalisation,” in: A.D. Hornkohl and G. Khan (eds.), Studies in Semitic Vocalisation and Reading Traditions (Semitic Languages and Cultures 3; Cambridge: Open Book Publishers, 2020), 191-226. Possekel, U., ““Go and Set Up for Yourselves Beautiful Laws …”: The School of Nisibis and Institutional Autonomy in Late Antique Education,” in: M. Perkams and A.M. Schilling (eds.), Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Transmissions 3; Berlin: Walter de Gruyter, 2020), 29-47. ———. “Transmitting Theodore to the Church of the East: The Contribution of Thomas of Edessa,” Journal of Ecclesiastical History 71:4 (2020), 712-737. Potoczny, M., “Imposition of Hands in the Sacramental Rites of the Christian East: Study Based on the Examples of Practice of the Syriac and Byzantine Churches,” Teologia i Człowiek 50:2 (2020), 301-316 [in Polish]. ———. “Marriage in the Assyrian Church of the East: Systematic Study with References to the Other Traditions of Christian Orient,” Roczniki Teologiczne 67:8 (2020), 59-74 [in Polish]. ———. “The Theological Significance of Analogy Language in the Teaching of Syriac Fathers and its Impact on Theology of Today,” Journal for the Study of Religions and Ideologies 19:57 (2020), 32-45. Pragt, M., “Sacred Spices: The Syriac Reception of Gregory of Nyssa’s Homilies on the Song of Songs ,” in: M. Toca and D. Batovici (eds.), Caught in Translation: Studies on Versions of Late Antique Christian Literature (Texts and Studies in Eastern Christianity 17; Leiden: Brill, 2020), 104-121. Pratelli, S.I.M., “The Textual Tradition of Bar ‘Ebroyo’s Chronography and its Continuations: First Soundings,” in: E.S. Kooper and S. Levelt (eds.), The Medieval Chronicle 13 (Leiden: Brill, 2020), 247-265. Presezzi, C., “Itinerari moderni di Simon Mago: su alcuni aspetti della ricezione cinquecentesca di Recognitiones ,” Apocrypha 30 (2019 [2020]), 151-184. Pritula, A., “East Syriac Poetry Embedded in the Manuscript Illumination: 16th Century,” Manuscripta Orientalia: International Journal for Oriental Manuscript Research 26:1 (2020), 26-36. ———. “East Syriac Poetry Embedded in the Manuscript Illumination: 17th–18th Centuries,” Manuscripta Orientalia: International Journal for Oriental Manuscript Research 26:2 (2020), 3-11. ———. “What Kind of Poetry Would a Syriac Manuscript-Thief Read about Oneself?,” Scrinium 16 (2020), 390-397. Pugliese, P.R., “Giuseppe Hazzaya: i Capitoli di conoscenza e la vita spirituale in essi tracciata,” Orientalia Christiana Periodica 85:2 (2019 [2020]), 339-393. Rabo, G., “Die Erben tausender Kirchen und Klöster: Über die Urbewohner Mesopotamiens – die Aramäer,” Schneller: Magazin über christliches Leben im Nahen Osten 135:2 (2020), 16-17. ———. “The Heirs to Thousands Churches and Monasteries: About the Original Inhabitants of Mesopotamia – the Arameans,” Schneller: Magazine of Christian in Middle East 135:2 (2020), 16-17. Radie, D., “The Reception of the Book of Jonah by Theodoret of Cyrus,” Annali di storia dell’esegesi 37:1 (2020), 89-100. Raggetti, L., “Simples on the Trees or Medicines on the Table? A Synopsis of Galenic Pharmacology in MS Bodleian Huntington 600,” Archives Internationales d’Histoire des Sciences 70 [184-185] (2020), 150-175. Redwan, M., and Ahmad, Z., “L’église de Bahr el-Midan: résultats des campagnes de fouilles du service des Antiquités de Lattaquié (2010 à 2016),” Syria 96 (2019 [2020]), 17-36. Richey, M., “The Image of the Dragon in RS 16.266 (= KTU 1–3 1.83): Ugaritic √ṯrp and Its Syriac, Jewish Babylonian Aramaic, and Mandaic Cognates,” Journal of the American Oriental Society 140:2 (2020), 381-394. Robbe, S., and Noce, C., “Translating Eusebius’ “Church History” in the West and in the East: Rufinus and his Contemporary Syriac Colleague,” in: M. Conterno and M. Mazzola (eds.), Intercultural Exchange in Late Antique Historiography (Bibliothèque de Byzantion 23; Leuven: Peeters, 2020), 29-64. Rodrigo Gómez, E.M., “Painting Metaphors as a Means of Theological Expression in Narsai,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 187-197. Roggema, B.H., “A Christian Intellectual Declines to Convert to Islam: Ḥunayn b. Isḥāq (d. 260\/873),” in: N. Hurvitz, Ch.C. Sahner, U.I. Simonsohn and L. Yarbrough (eds.), Conversion to Islam in the Premodern Age: A Sourcebook (Oakland, California: University of California Press, 2020), 123-127. ———. “Salvaging the Saintly Sergius: Hagiographical Aspects of the Syriac Legend of Sergius Baḥīrā,” in: A. Cuffel and N. Jaspert (eds.), Entangled Hagiographies of the Religious Other (Newcastle upon Tyne: Cambridge Scholars Publishing, 2019 [2020]), 55-83. Rong, X., “Mani and the Messiah in the Record of the Dharma-Jewel through the Generations – The Origins of Manichean and Nestorian Elements in Tibetan Texts,” Chinese Studies in History 53:3 (2020), 192-207. Ruani, F., ““Ce que tu me reproches ...”: les objections d’un interlocuteur manichéen à Éphrem de Nisibe ( Contre Mani, Réf. en prose II , p.198,16 – 204,9),” in: F. Ruani and M. Timuş (eds.), Quand les dualistes polémiquaient: zoroastriens et manichéens (Orient & Méditerranée 34; Leuven: Peeters, 2020), 277-312. ———. “Qui est le saint, qui le héros, dans l’ Histoire syriaque de l’écolier tué par son maître ?” in: V. Déroche, B. Ward-Perkins and R. Wiśniewski (eds.), Culte des saints et littérature hagiographique: accords et désaccords (Collège de France – CNRS, Centre de Recherche d’Histoire et Civilisation de Byzance, Monographies 55; Leuven: Peeters, 2020), 195-211. Rubenson, S., “Monasticism in the Oriental Orthodox Churches,” in: B.M. Kaczynski (ed.), The Oxford Handbook of Christian Monasticism (New York: Oxford University Press, 2020), 168-184. Rubenstein, J.L., “Syriac Christian Sources and the Babylonian Talmud,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 255-279. Rudolf, S., “Himmelsdarstellungen in syrischen Texten,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 213-228. Rudolf, S., and Waltisberg, M., “Phonologie und Transkription des Syrischen,” Zeitschrift der Deutschen Morgenländischen Gesellschaft 170:1 (2020), 19-46. Ruzer, S., “[1 Maccabees:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 122-125. ———. “[2 Maccabees:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 153-156. Saad, H., “L’église d’el-Maqateʼ ( Maqam el-Khodr ), Lattaquié, Syrie: dossier de sauvetage du monument,” Syria 96 (2019 [2020]), 57-68. Saadi, A.-M., “Moshe Bar-Kepha’s Christological Harmony and Apology in the Adapted Cause of Nativity ,” Journal of the Canadian Society for Syriac Studies 20 (2020), 71-77. Sahner, Ch.C., “Mass Conversion of Christians in Northern Mesopotamia: Joshua the Stylite of Zuqnīn (d. Mid-Second\/Late Eighth Century),” in: N. Hurvitz, Ch.C. Sahner, U.I. Simonsohn and L. Yarbrough (eds.), Conversion to Islam in the Premodern Age: A Sourcebook (Oakland, California: University of California Press, 2020), 101-104. Saint-Laurent, J.-N.M., “Christian Legend in Medieval Iraq: Siblings, Sacrifice, and Sanctity in Behnam and Sarah ,” in: G.A. Frank, S.R. Holman and A.S. Jacobs (eds.), The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity (Orthodox Christianity and Contemporary Thought; New York: Fordham University, 2020), 191-218. Sakız, H., Ekinci, A., and Baş, G., “Inclusive Education for Religious Minorities: The Syriacs in Turkey,” Social Inclusion 8:3 (2020), 296-306. Salés, L.J., “The Other Life of Maximus the Confessor: A Reevaluation of the Syriac and Greek Lives and the Case for His Alexandrian Origin,” Journal of Late Antiquity 13:2 (2020), 407-439. Salvesen, A., “Imitating the Watchers: Restoring the Angelic Life of Adam in Early Syriac Thought,” Parole de l’Orient 46 (2020), 315-339. Sanders, K.H., “Aflame but Not Consumed: Nestorius and the Person of Christ,” Scottish Journal of Theology 73:3 (2020), 252-260. Sawaya, R., “‘Aṭāyā of Alqōsh: A 16th Century Priest, Scribe and Illuminator (Manuscript Borg. Sir. 169),” Journal of the Canadian Society for Syriac Studies 20 (2020), 92-109. Schilling, A.M., “Ahreman in Armenien: Untersuchungen zu den christlich-orientalischen Zurwān-Texten,” Ephemerides Theologicae Lovanienses 96:2 (2020), 313-405. ———. “Der Koran des Katholikos-Patriarchen: Eine synoptische Analyse der sowohl in Timotheos’ I. Dialog mit al-Mahdī als auch in Dionysios bar Ṣalīḇī’s “Disput gegen die Nation der Araber” zitierten Koranverse,” in: M. Perkams and A.M. Schilling (eds.), Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Transmissions 3; Berlin: Walter de Gruyter, 2020), 135-156. Schmidinger, Th., “Christians in North Syria: Syriacs, Assyrians, Armenians, and Kurdish Converts,” in: Th. Schmidinger (ed.), The Autonomous Administration of North and East Syria: Between a Rock and a Hard Place (Society and Politics 3; London: Transnational Press, 2020), 35-54. Schmidt, A.B., “Open-Access-Datenbank von ein- und zweisprachigen Konkordanzen der syrischen Literatur am Orientinstitut der Universität Louvain,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 229-248. Schmitt, J.O., “Some Remarks on East Syrian Influences Found in Barhebraeus’s Works,” in: M. Perkams and A.M. Schilling (eds.), Griechische Philosophie und Wissenschaft bei den Ostsyrern: Zum Gedenken an Mār Addai Scher (1867–1915) (Transmissions 3; Berlin: Walter de Gruyter, 2020), 157-175. Schmoller, A., “Anti-Islamic Narratives of Middle Eastern Diaspora Christians: An Interdisciplinary Analytical Framework,” in: H.G.B. Teule and J. Verheyden (eds.), Eastern and Oriental Christianity in the Diaspora (Eastern Christian Studies 30; Leuven: Peeters, 2020), 189-213. Schroeder, C.T., “Cultural Heritage Preservation and Canon Formation: What Syriac and Coptic Can Teach Us about the Historiography of the Digital Humanities,” in: G.A. Frank, S.R. Holman and A.S. Jacobs (eds.), The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity (Orthodox Christianity and Contemporary Thought; New York: Fordham University, 2020), 318-346. Segovia, C.A., “Messalianism, Binitarianism, and the East-Syrian Background of the Qur’ān,” in: C.A. Segovia (ed.), Remapping Emergent Islam: Texts, Social Settings, and Ideological Trajectories (Social Worlds of Late Antiquity and the Early Middle Ages; Amsterdam: Amsterdam University Press, 2020), 111-127. Seppälä, S., “Aristides and Athenagoras on Angels: from Christian-Jewish Polemics to Universalism,” in: G. af Hällström (ed.), Apologists and Athens: Early Christianity Meets Ancient Greek Thinking (Papers and Monographs of the Finnish Institute at Athens 25; Athens: Suomen Ateenan Instituutin Säätiö, 2020), 127-141. Shavarebi, E., and Bavandpour, S.A., “A Note on the Temple of Anāhīd-Ardašīr at Estakhr and the Martyrdom of Abbot Baršebyā ,” DABIR: The Digital Archive of Brief Notes & Iran Review 7 (2020), 168-173. Shemunkasho, A., “Syriac Theological Training in the West in the Process of Integration and Adaption,” in: H.G.B. Teule and J. Verheyden (eds.), Eastern and Oriental Christianity in the Diaspora (Eastern Christian Studies 30; Leuven: Peeters, 2020), 215-225. Sidarus, A., “Notes sur la littérature médiévale chrétienne d’expression arabe,” Collectanea Christiana Orientalia 17 (2020), 197-222. Sims, M.B., “Claiming the Ezidis (Yezidis): Nineteenth- and Twentieth-Century Assyrian, Kurdish and Arab Sources on Ezidi Religious and Ethnic Identity,” Journal of Contemporary Iraq & the Arab World 14:1-2 (2020), 31-49. Sims-Williams, N., “Sogdian Biblical Manuscripts from the Turfan Oasis,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 13-21. ———. “The Sogdian ‘Book of Life’ Reconsidered,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 113-119. Siquans, A., “Anti-Jewish Polemic and Jewish Bible Interpretation: Two Examples from Origen and Ephrem the Syrian,” in: A. Lange, K. Mayerhofer, D. Porat and L.W. Schiffman (eds.), An End to Antisemitism! Vol. 2: Confronting Antisemitism from the Perspectives of Christianity, Islam, and Judaism (Berlin: Walter de Gruyter, 2020), 55-70. Skelton, D.A., and Lollar, J.A., “[Wisdom of Solomon:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 494-498. Stadel, C., “Judaeo-Syriac: Syriac Texts in Jewish Square Script,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 281-290. Stadel, S., “Overcoming All Differences for Transcendent Love: Christology and Mystical Union with the Good in the Book of the Holy Hierotheos ,” ARAM 32 (2020), 171-182. Stemberger, G., “Barsauma’s Travels to the Holy Land and Jewish History,” in: J. Hahn and V.-L. Menze (eds.), The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Transformation of the Classical Heritage 60; Oakland, California: University of California Press, 2020), 73-88. Stewart, A., “Hülegü: The New Constantine?” in: C. Hillenbrand (ed.), Syria in Crusader Times: Conflict and Co-Existence (Edinburgh: Edinburgh University Press, 2020), 321-335. Strickler, R.W., “Paradise Regained? Utopias of Deliverance in Seventh-Century Apocalyptic Discourse,” in: B. Neil and K. Simic (eds.), Memories of Utopia: The Revision of Histories and Landscapes in Late Antiquity (Routledge Monographs in Classical Studies; London: Routledge, 2020), 171-188. Suermann, H., “Thomas-Christen von Indien und Rewardashir,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 249-258. Szymczak, T., “Jan Samotnik z Apamea, O modlitwie ,” Vox Patrum 74 (2020), 147-156. ———. “La misericordia divina nel dialogo di Efrem il Siro con un suo discepolo De misericordia divina tractatus primus et secundus ,” Miscellanea Francescana 120 (2020), 360-376. Takahashi, H., “Representation of the Syriac Language in Jingjiao Documents,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 23-92. Talay, Sh., “Dietrich Bonhoeffers “Von guten Mächten” in der aramäischen Sprache des Turabdins,” in: M. Tamcke and E. Schlarb (eds.), Überleben, Pilgern, Begegnen im orientalischen Christentum: Festschrift für Wolfgang Hage zum 85. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 60; Wiesbaden: Harrassowitz Verlag, 2020), 13-15. Talay, Sh., Rudolf, S., and Kouriyhe, Y., “Ein neues syrisch-aramäisches Amulett,” Zeitschrift der Deutschen Morgenländischen Gesellschaft 170:2 (2020), 289-308. Talay, Sh., and Üzel, A.-S.B., “Mirza von Midǝn, Mimro über die Rebellion des ‘Izzaddīn Šēr von Cizre aus dem Jahre 1855,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 259-288. Talia, Sh., “Lamentations in Neo-Aramaic Durekyāthā of Northern Iraq,” in: O. Mihoc and R.E. Craig (eds.), Contested Coexistence: Insights on Arabic Christianity from Theology to Migration. Proceedings from the Summer School “Arabic Christianity: History, Culture, Language, Theology, Liturgy” (Münster, July 18–August 12, 2016) (Göttinger Orientforschungen, I. Reihe: Syriaca 59; Wiesbaden: Harrassowitz Verlag, 2020), 135-142. Tamcke, M., “Episoden des Überlebenskampfes einer Gemeinde der Kirche des Ostens angesichts der Union mit der Russischen Orthodoxen Kirche,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 289-298. ———. “The Exercise of Theological Knowledge in the Church of the East, Provoked by Coexistence with the Muslims (Seventh Century CE),” in: S. Günther (ed.), Knowledge and Education in Classical Islam: Religious Learning between Continuity and Change . 2 vols. (Islamic History and Civilization 172.1-2; Leiden: Brill, 2020), vol. 1, 112-120. ———. “Lernen in Begegnung nach einer ostsyrischen Legende aus der frühmittelalterlichen Apostolischen Kirche des Ostens,” in: M. Tamcke and E. Schlarb (eds.), Überleben, Pilgern, Begegnen im orientalischen Christentum: Festschrift für Wolfgang Hage zum 85. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 60; Wiesbaden: Harrassowitz Verlag, 2020), 211-219. ———. “Perspektivwechsel in der Kirchengeschichte durch den Blick auf die orientalischen Christen?” in: M. Tamcke and E. Schlarb (eds.), Überleben, Pilgern, Begegnen im orientalischen Christentum: Festschrift für Wolfgang Hage zum 85. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 60; Wiesbaden: Harrassowitz Verlag, 2020), 7-11. ———. “The Relationship between Theological Teaching and Religious Practice among the East-Syrian Christians in Qatar (6th–7th Centuries),” in: O. Mihoc and R.E. Craig (eds.), Contested Coexistence: Insights on Arabic Christianity from Theology to Migration. Proceedings from the Summer School “Arabic Christianity: History, Culture, Language, Theology, Liturgy” (Münster, July 18–August 12, 2016) (Göttinger Orientforschungen, I. Reihe: Syriaca 59; Wiesbaden: Harrassowitz Verlag, 2020), 53-62. Tang, L., “Christian or Buddhist? An Exposition of a Silk Painting from Dunhuang, China Now Kept in the British Museum,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 233-243. ———. “A Christian Tombstone with Syriac Inscription from Kyrgyzstan (AD1288\/9) Now Kept in the British Museum,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 229-231. ———. “The Liturgical Language of the Church of the East,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 121-136. Tannous, J., “Jacob of Edessa’s Canonical Responsa about Conversion and Islam: Jacob of Edessa (d. 89\/708),” in: N. Hurvitz, Ch.C. Sahner, U.I. Simonsohn and L. Yarbrough (eds.), Conversion to Islam in the Premodern Age: A Sourcebook (Oakland, California: University of California Press, 2020), 83-87. ———. “Syriac Epistolography,” in: A. Riehle (ed.), A Companion to Byzantine Epistolography (Brill’s Companions to the Byzantine World 7; Leiden: Brill, 2020), 68-91. Tarras, P., “From Sinai to Munich: Tracing the History of a Fragment from the Grote Collection,” Comparative Oriental Manuscript Studies Bulletin 6:1 (2020), 73-90. Taveirne, P., “The Study of the Ordos “Nestorian Bronze Crosses”: Status Quaestionis,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 213-233. Tawadrous, B.R., ““Un trattato che nega il dubbio e lʼinfedeltà dai cristiani monoteisti” attrubuito a Buṭrus al-Sadamantī: introduzione, traduzione e nota comparativa,” Collectanea Christiana Orientalia 17 (2020), 223-245. Taylor, R.A., “[Daniel, Additions to:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2B: Baruch\/Jeremiah, Daniel (Additions), Ecclesiasticus\/Ben Sira, Enoch, Esther (Additions), Ezra (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 149-153. Terribili, G., “Late Antique Adiabene under Sasanian Rule,” in: F.N. Alpi, Z. Bradosty, J. Giraud, J. MacGinnis and R. Mattila (eds.), Arbela Antiqua: Actes du colloque international d’Erbil (7–10 avril 2014) tenu sous la présidence de Zidan Bradosty: Arbèles antique – Histoire d’Erbil pré-islamique (Bibliothèque archéologique et historique 218; Beyrouth: Presses de l’Ifpo, 2020), 213-228. Teule, H.G.B., “Christenen in het Midden-Oosten: enkele beschouwingen,” Tijdschrift voor theologie 60:2 (2020), 158-173. Tezcan, M., ““Nestorian” Christianity among the Hephthalites or the White Huns,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 195-212. Thekeparampil, J., “Hymnal Interpretation of the Parables in the West Syriac Tradition,” in: M. Tamcke and E. Schlarb (eds.), Überleben, Pilgern, Begegnen im orientalischen Christentum: Festschrift für Wolfgang Hage zum 85. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 60; Wiesbaden: Harrassowitz Verlag, 2020), 237-246. ———. “Introduction to the Book of Psalms by Daniel of Salah (6th Cent.),” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 233-256. Theodoropoulos, P., “The Migration of Syrian and Palestinian Populations in the 7th Century: Movement of Individuals and Groups in the Mediterranean,” in: J. Preiser-Kapeller, L. Reinfandt and Y. Stouraitis (eds.), Migration Histories of the Medieval Afroeurasian Transition Zone: Aspects of Mobility between Africa, Asia and Europe, 300-1500 C.E. (Studies in Global Social History 39, Studies in Global Migration History 13; Leiden: Brill, 2020), 261-287. Therrien, Ph., “Διχῶς καὶ ἐναντίως: la règle des syzygies des Homélies pseudo-clémentines dans son contexte intellectuel grec,” Apocrypha 30 (2019 [2020]), 63-86. Thompson, G.L., “Strange Teaching from a Strange Land: Foreignness, Heresy, and Our Understanding of the Jingjiao and Yelikewenjiao,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 143-163. ———. “The Structure of the Xi’an Stele,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 161-193. Toloni, G., “[Tobit:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 436-440. Toth, I., “The Epigraphy of the Abgar Story: Traditions and Transitions,” in: M.D. Lauxtermann and I. Toth (eds.), Inscribing Texts in Byzantium: Continuities and Transformations (Publications of the Society for the Promotion of Byzantine Studies 23; London: Routledge, 2020), 73-104. Trebolle Barrera, J., “The Old Greek of Kings Preserved in Recent Witnesses: Manuscripts 158 and 56–246; the Marginal Readings of the Syro-Hexaplaric Text and the Syriac Text of Jacob of Edessa,” in: Idem, Textual and Literary Criticism of the Books of Kings: Collected Essays (Supplements to Vetus Testamentum 185; Leiden: Brill, 2020), 349-365. Trebolle, J., “Pre-Lucianic Readings of 3–4 Reigns in Marginal Notes of the Syrohexapla and in the Syriac Text of Jacob of Edessa,” in: A. Aejmelaeus, D. Longacre and N. Mirotadze (eds.), From Scribal Error to Rewriting: How Ancient Texts Could and Could Not Be Changed (De Septuaginta Investigationes 12; Göttingen: Vandenhoeck & Ruprecht, 2020), 73-98. Treiger, A., “The Beginnings of the Graeco-Syro-Arabic Melkite Translation Movement in Antioch,” Scrinium 16 (2020), 306-332. Tubach, J., “Die Etymologie des Namens Μανιχαῖος\/Manichaeus,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 299-306. ———. “Zur Etymologie des Namens Elchasai,” in: M. Tamcke and E. Schlarb (eds.), Überleben, Pilgern, Begegnen im orientalischen Christentum: Festschrift für Wolfgang Hage zum 85. Geburtstag (Göttinger Orientforschungen, I. Reihe: Syriaca 60; Wiesbaden: Harrassowitz Verlag, 2020), 247-255. Uciecha, A., “Aphrahat, Against the Jews, Who Say That They Will Yet Be Gathered Together,” Vox Patrum 75 (2020), 605-630 [in Polish]. ———. “Theology of Fasting in Hymns on Fasting by the Ephrem the Syrian,” Vox Patrum 74 (2020), 49-65 [in Polish]. Ugolnik, Z., “Seeing to be Seen: Mirrors and Angels in John of Dalyatha,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 226-250. Valuparampil, K., “An Investigation into the Theology of the ‘Order of the Celebration of the Slibo ’ on Easter Sunday,” in: M. Kadavil and P.K. Koyickal (eds.), Life Giving Word in Interpretation and Celebration of the Church: Festschrift in Honour of Dr. Abraham Mar Julios (Kottayam, India: Malankara Seminary Publications, 2020), 361-370. van Peursen, W.T., “[Ecclesiasticus\/Ben Sira:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2B: Baruch\/Jeremiah, Daniel (Additions), Ecclesiasticus\/Ben Sira, Enoch, Esther (Additions), Ezra (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 232-243. van Rompay, L., “[The Canonical Histories of the Deuterocanonical Texts:] The Syriac Canon,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2A: Overview Articles (The Textual History of the Bible 2; Leiden: Brill, 2020), 136-166. ———. “[The Textual Histories of the Deuterocanonical Texts:] Syriac Texts,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2A: Overview Articles (The Textual History of the Bible 2; Leiden: Brill, 2020), 376-398. Varghese, B., “Saint Ephrem and the Early Syriac Liturgical Traditions,” Parole de l’Orient 46 (2020), 254-283. Venturini, G., “La leggenda di Pietro il Pubblicano nella tradizione agiografica siriaca: storia trasmissione, edizione critica, traduzione,” Le Muséon 133:1-2 (2020), 43-86. ———. “Quale modello greco? La versione siriaca nella tradizione manoscritta della Vita di Giovanni il Misericordioso ,” Adamantius 25 (2019 [2020]), 371-382. Vergani, E., “Gli amici della verità: l’esegesi di Dn 3 in un memra di Giacomo di Sarug,” Laurentianum 61:3 (2020), 427-466. ———. “La natura creata e il fuoco escatologico. L’esegesi di Dn 3 nel corpus efremiano: mēmrē e commentari,” Parole de l’Orient 46 (2020), 95-149. Vesa, V., “Passion, Body and Soul at John the Solitary and Isaac of Nineveh,” Studia Universitatis Babeş-Bolyai, Theologia Orthodoxa 65:1 (2020), 39-48. Walsh, E.G., “From Sketches to Portraits: The Canaanite Woman within Late Antique Syriac Poetry,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 66-82. ———. ““How the Weak Rib Prevailed!”: Eve and the Canaanite Woman in the Poetry of Narsai,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 199-226. Walsh, E.G., and van Rompay, L., “[Judith:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 71-76. Walters, J.E., “Anti-Jewish Rhetoric and Christian Identity in Aphrahaṭ’s Demonstrations ,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 291-320. ———. “The Digital Syriac Corpus : A Digital Repository for Syriac Texts,” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 24:1 (2020), 109-122. ———. “The Exhortation of Peter,” in: T. Burke (ed.), New Testament Apocrypha: More Noncanonical Scriptures. Volume 2 (Grand Rapids, Michigan \/ Cambridge, U.K.: William B. Eerdmans, 2020), 278-287. ———. “Reconsidering the Compositional Unity of Aphrahaṭ’s Demonstrations ,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 50-65. ———. “The Travels of Peter,” in: T. Burke (ed.), New Testament Apocrypha: More Noncanonical Scriptures. Volume 2 (Grand Rapids, Michigan \/ Cambridge, U.K.: William B. Eerdmans, 2020), 288-292. ———. “Where Soul Meets Body: Narsai’s Depiction of the Soul-Body Relationship in Context,” in: A.M. Butts, K.S. Heal and R.A. Kitchen (eds.), Narsai: Rethinking His Work and His World (Studien und Texte zu Antike und Christentum 121; Tübingen: Mohr Siebeck, 2020), 227-253. Wechsler, M.G., “[Esther, Additions to:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2B: Baruch\/Jeremiah, Daniel (Additions), Ecclesiasticus\/Ben Sira, Enoch, Esther (Additions), Ezra (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 404. Weidmann, C., “Vorankündigung: Eine unbekannte lateinische Übersetzung der Predigten des Pseudo-Makarios,” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 24:2 (2020), 219-222. Weltecke, D., “On Sources for the Social and Cultural History of Christians during the Syriac Renaissance,” in: A.M. Butts and R.A.D. Young (eds.), Syriac Christian Culture: Beginnings to Renaissance (Washington, D.C.: The Catholic University of America Press, 2020), 251-275. Wilmshurst, D., “Interfaith Conflict in Yuan China,” in: S.N.C. Lieu and G.L. Thompson (eds.), The Church of the East in Central Asia and China (China and the Mediterranean World 1; Turnhout: Brepols, 2020), 164-175. Winkler, D.W., “Two Letters of Yahballaha III to the Popes of Rome: Historical Context and English Translation,” in: L. Tang and D.W. Winkler (eds.), Artifact, Text, Context: Studies on Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 17; Zürich: LIT Verlag, 2020), 213-228. Wissa, M., “The Last Revolt of Bashmūr (831 a.d.) in Coptic and Syriac Historiography,” in: J. Preiser-Kapeller, L. Reinfandt and Y. Stouraitis (eds.), Migration Histories of the Medieval Afroeurasian Transition Zone: Aspects of Mobility between Africa, Asia and Europe, 300-1500 C.E. (Studies in Global Social History 39, Studies in Global Migration History 13; Leiden: Brill, 2020), 247-260. Witakowski, W., “The Teaching of the Apostles,” in: T. Burke (ed.), New Testament Apocrypha: More Noncanonical Scriptures. Volume 2 (Grand Rapids, Michigan \/ Cambridge, U.K.: William B. Eerdmans, 2020), 607-622. Wolinska, T., “Pseudo-Methodius’ Apokalypse and its Old Polish Translation,” ARAM 32 (2020), 129-147. Wood, Ph., “Christian Elite Networks in the Jazīra, c.730–850,” in: H.-L. Hagemann and S. Heidemann (eds.), Transregional and Regional Elites – Connecting the Early Islamic Empire: The Early Islamic Empire at Work Volume 1 (Studies in the History and Culture of the Middle East 36; Berlin: Walter de Gruyter, 2020), 359-384. Woods, D., “Theophilus of Edessa on the Death of Constans II,” Byzantine and Modern Greek Studies 44:2 (2020), 212-219. Wright, J.E., “[Prayer of Manasseh:] Syriac,” in: F. Feder and M. Henze (eds.), The Deuterocanonical Scriptures. Volume 2C: Jubilees, Judith, Maccabees, Prayer of Manasseh, Psalms 151–155, Psalms and Odes of Solomon, Tobit, Wisdom of Solomon; Appendix: Odes (The Textual History of the Bible 2; Leiden: Brill, 2019 [2020]), 244-250. Yevadian, M.K., “L’apôtre Thomas et l’Inde, dans la littérature arménienne, V e –XI e siècles,” Oriens Christianus 102 (2019 [2020]), 180-220. Younansardaroud, H., and Weltecke, D., “Zu Yōḥannān Bar Zo‘bīs Mēmrā über die Philosophie,” in: Sh. Talay (ed.), Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 (Göttinger Orientforschungen, I. Reihe: Syriaca 58; Wiesbaden: Harrassowitz Verlag, 2020), 307-318. Young, R.A.D., “The Anonymous Mēmrā on the Maccabees : Jewish Pseudepigraphon or Late Antique Festal Poem?,” in: A.M. Butts and S.M. Gross (eds.), Jews and Syriac Christians: Intersections across the First Millennium (Texts and Studies in Ancient Judaism 180; Tübingen: Mohr Siebeck, 2020), 321-336. Yousif, A., “Churchmen and Statesmen: Christian Ecclesiastical Embassies and Diplomacy for Non-Christian Empires during Late Antiquity and Medieval Period (4th–14th cc.),” Journal of the Canadian Society for Syriac Studies 20 (2020), 33-57. ———. “Early Christian Views of Muslims, Muhammad and the Qur’an,” in: M. Accad and J. Andrews (eds.), The Religious Other: A Biblical Understanding of Islam, the Qur’an and Muhammad (Institute of Middle East Studies Series 3; Carlisle, UK: Langham Publishing, 2020), 107-127. Zaleski, J., “Who Is the Man on the Camel? Historical Exegesis of the Hebrew Bible and Christian-Muslim Debate,” Medieval Encounters 26:1 (2020), 49-80. Zetterholm, K.H., ““Wise Elders” and “Nursing Infants”: Wisdom Extended to the Gentiles in the Pseudo-Clementine Homilies ,” in: S.A. Harvey, Th. Arentzen, H.R. Johnsén and A. Westergren (eds.), Wisdom on the Move: Late Antique Traditions in Multicultural Conversation. Essays in Honor of Samuel Rubenson (Supplements to Vigiliae Christianae 161; Leiden: Brill, 2020), 187-202. Zewi, T., “Representation of Arabic and Syriac in the Samaritan Version of Saadya Gaon’s Translation of the Pentateuch,” Intellectual History of the Islamicate World 8:1 (2020), 39-51. Županov, I.G., “ Antiquissima Christianità : Indian Religion or Idolatry?,” Journal of Early Modern History 24:6 (2020), 471-498.",
    "title" : 
    [ "Recent Publications on Syriac Topics: 2020",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kessel, Grigory",
      "Minov, Sergey",
      "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1bib-recent",
    "type" : "bibliography",
    "displayTitleEnglish" : "Recent Publications on Syriac Topics: 2020" }