
  { "fullText" : "Syriac scholar Dr Mary Hansbury passed away on March 2, 2021, at 79. Hansbury earned a PhD from Temple University in 1987, and she wrote her dissertation on Evidence of Jewish Influence in the Writings of Isaac of Nineveh. Hansbury produced many translations of Syriac texts by Ephrem, Jacob of Serug, Simeon the Graceful, Isaac of Nineveh, and John of Dalyatha, and these books brought Syriac authors to wider audiences. She lived in China for a semester and was interested in interreligious dialogue and the Syriac Church in the Tang dynasty. Don Giuseppe Dossetti, to whom Hansbury dedicated her translation of Jacob of Serug’s homilies On the Mother of God, had a lasting impact on her spirituality and approach toward scripture, as David Michelson recalls. Hansbury fostered a close relationship with the Sisters of the Love of God in Oxford, who also published her work. She taught at La Salle University, Bethlehem University in Palestine, and SEERI in Kerala. Hansbury was also known for being an excellent iconographer. She offered beautiful icons to her teachers, students, and friends, as Jason Scully and Sebastian Brock noted in their comments about Mary’s life. Although she liked to refer to herself as “just an Irish peasant,” in truth, she was a dedicated scholar and theologian who deeply cared about making Syriac spiritual writings accessible to wider audiences. Her conviction that the wisdom of the Syriac monastics could nourish contemporary spiritual seekers shaped her work. Hansbury attended and presented at many international conferences and was a faithful supporter of the community of Syriac Studies in greater Philadelphia. When one would converse with Mary at a conference or event, one would note her straightforward way of getting to the heart of what mattered to her, and often, as Daniel Schwartz remembers, it came down to the worship of God. She had a gift for making people feel appreciated and seemed genuinely curious to learn about the scholarship and ideas of others. In the introduction to her dissertation, one hears her enthusiasm for Isaac of Nineveh as she showcases his understanding of mercy as the foundation of adoration and humility: “And what is a merciful heart? It is the heart’s burning for all of creation… It grows tender and cannot endure hearing or seeing any injury or slight sorrow to anything in creation.” I will miss conversing with Mary and am grateful for all she taught me through her work. In the words of Sebastian Brock, who taught Mary and assisted her in editing her work, may Mary’s soul find rest in the bridal chamber of joy: ܬܬܢܝܚ ܢܦܫܗ̇ ܒܓܢܘܢܐ ܕܚܕ̄ܘܬܐ .",
    "title" : 
    [ "In Memoriam: Mary T. Hansbury",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Mellon Saint-Laurent, Jeanne-Nicole" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2obhansbury",
    "type" : "obituary",
    "displayTitleEnglish" : "In Memoriam: Mary T. Hansbury" }