
  { "fullText" : "Yifat Monnickendam, Jewish Law and Early Christian Identity: Betrothal, Marriage, and Infidelity in the Writings of Ephrem the Syrian (Cambridge: Cambridge University Press, 2020). Pp. xi + 332; $99.99. It is a rare thing for a book to accomplish exactly what it sets out to do, but Yifat Monnickendam has done precisely that, in her erudite study of marriage laws in the writings of Ephrem. Jewish Law and Early Christian Identity: Betrothal, Marriage, and Infidelity in the Writings of Ephrem the Syrian is a remarkable accomplishment, and a groundbreaking contribution to a field that is constantly evaluating the evidence of contact between Aramaic-speaking Jewish and Christian communities in late antiquity. Monnickendam brings together a considerable command of many sources (Roman law, Rabbinic literature, Ephrem’s corpus) with a deep understanding of legal theory to examine a complex and often disparate body of evidence. Monnickendam’s investigation is shaped by her analysis of four related concepts, with a chapter dedicated to each. These concepts are organized through their temporal relationship to marriage: the first chapter deals with the act of bethrothal itself, the second with questions of cohabitation during betrothal, the third with marriage, and specifically, the question of whether or not rape requires marriage after the fact, and the fourth with questions of infidelity and fornication—the violation of a marriage. Each chapter moves fluidly through sources that range temporally from the Hebrew Bible to Ephrem’s writings, covering a millennium’s worth of evidence, and a dense web of interpretive possibilities that Monnickendam skillfully delineates and analyzes. Two aspects of Monnickendam’s argument stand out as particularly important, and it is worth highlighting them here. I hasten to add, of course, that I am only able to present them in the briefest of terms: Monnickendam’s book is worth reading in its entirety for its nuanced treatment of sources, and the keen critical eye with which they are compared. Her close readings are both lucid and convincing. Rabbinic literature especially can be difficult for the uninitiated, but Monnickendam’s careful attention to detail ensures that even the absolute beginner to rabbinic materials will gain something valuable from her writing. The two most important aspects of Monnickendam’s book, in my view, come from both the author’s background in legal studies and an extensive training in rabbinic sources: only the combination of these two would be able to produce such thought-provoking results. In that sense, this book is truly interdisciplinary. First, following a growing trend in the study of rabbinic literature, Monnickendam places the halakhah of the rabbinic movement onto a spectrum of law that runs from “positive” to “naturalistic” and identifies Ephrem’s approach to sexual relations as distinctively naturalistic (pp. 3, 37–30). Monnickendam is not the first to think about rabbinic halakhah in the context of Roman law—indeed, this is a robust area of research. See, for example, Catherine Hezser, “Roman Law and Rabbinic Legal Composition,” in The Cambridge Companion to the Talmud and Rabbinic Literature , ed. C. Fonrobert and M. Jaffee (Cambridge: Cambridge University Press, 2007), 144–164. Using this type of broad heuristic as a framing device, however, is a particularly helpful and useful strategy on her part. “Law” and “ halakhah ” are neither of them immediately self-evident categories, but by placing them on a spectrum, and explaining how they relate to the communities she is discussing, Monnickendam creates a highly suggestive interpretive framework. “Positive” law, according to Monnickendam, refers to legal writing and legislation that aims to describe the way people act and behave, and the way that larger structures—be they political or religious—attempt to govern that behavior. “Natural” law, on the other hand, is normative, attempting to derive laws of behavior from principles that are either assumed or explicitly stated. Roman law falls on the “positive” side of the spectrum, while halakhah is “natural,” but Monnickendam is swift to note, in several instances, that neither of them is exclusively one or the other. It is this vision of a sliding scale, moreover, that is so helpful, providing a vocabulary for legal concepts and laws that mostly , if not entirely, fall on one side or the other. Monnickendam’s most striking conclusion, however, and the second critical aspect of this book, is an element of her overall argument that Ephrem utilizes different legal traditions in different contexts while largely reproducing ideas found in Palestinian rabbinic sources. She points out that time and time again, when Ephrem’s legal terminology and thinking is in line with opinions expressed in Palestinian rabbinic sources, the opinions he follows, while expressed in the Palestinian literature, are ultimately rejected (p. 27). Palestinian rabbinic literature, for example, has notably less severe penalties for premarital cohabitation than Roman legal literature and Greek Christian literature. This is a line of thinking shared by Ephrem, and ultimately rejected in Babylonian rabbinic literature (and, indeed, discussed by those same rabbis as a uniquely Palestinian phenomenon, pp. 97–108). This is a compelling observation, and if I have one criticism of Monnickendam’s book, it is that she presents us with this tantalizing analysis, but offers no concrete explanation for it. There is a general sense that it is reasonable for Ephrem, a Syriac-speaking writer in the general region of the Palestinian rabbis, to have access to this material, likely through oral transmission, but the conditions on the ground that might have enabled this are left undiscussed. Did Ephrem come across only these rejected traditions over the course of his life? Did he have access to a wide variety of them, from which he picked and chose selectively? If so, was that selection process a polemic against the Jews in whose proximity he lived? Is this understanding of marriage and related concepts deeply personal and idiosyncratic, or is it part of a broader set of group understandings, and were these understandings consciously arranged in opposition to another set of ideas? These are possibilities without a way of being proven decisively, of course, but as reflections of possible lived conditions, articulating them would lend another angle to this fascinating book. The absence of this type of reconstruction, it should be noted, seems to come from the author’s robust commitment to clear, analytic methodology, and an unwillingness to engage in speculation (pp. 22–27). However, it seems that evidence like this is what makes speculation possible, and a little bit less “speculative,” when we engage in it as readers and scholars. The general question of how Ephrem might have accessed rabbinic ideas is broad and nebulous, to be sure, but the presence of rejected rabbinic opinions points to a slightly more constrained arena of possibilities that would, in all likelihood, be fruitful to reflect upon. In many ways, Jewish Law and Early Christian Identity is a model book. It delineates a clear project, which it accomplishes with precision and finesse. Complicated rabbinic texts, along with Ephrem’s own poetry and commentaries, are introduced clearly and accessibly: a sign that readers unfamiliar with either are still likely to gain much. Perhaps most valuable of all, though, Monnickendam presents her findings in a way that raises still more productive questions. These are not vague, mysterious questions whose answers forever elude the scholar, however—or at least, not entirely. These are questions that promise hours of research and stimulating, thoughtful answers; questions that, even if they don’t immediately shed light on the lives and inner thoughts of ancient figures like Ephrem, at least allow us to build lamps that might one day be lit for that purpose.",
    "title" : 
    [ "Yifat Monnickendam, Jewish Law and Early Christian Identity: Betrothal, Marriage, and Infidelity in the Writings of Ephrem the Syrian",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Picus, Daniel" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1prpicus",
    "type" : "review",
    "displayTitleEnglish" : "Yifat Monnickendam, Jewish Law and Early Christian Identity: Betrothal, Marriage, and Infidelity in the Writings of Ephrem the Syrian" }