
  { "fullText" : "Daniel King’s book The Earliest Syriac Translation of Aristotle’s Categories is an important contribution to the history of the Syriac reception of Aristotle’s logic that far exceeds its title. D. King, The Earliest Syriac Translation of Aristotle’s Categories: Text, Translation and Commentary , Brill, Leiden & Boston 2010 (Aristoteles Semitico-Latinus, 21). Cf. two very positive reviews of the book: Lloyd D. Newton in American Catholic Philosophical Quarterly , vol. 86, no. 4 (2012), pp. 732–734; Dana Miller in History and Philosophy of Logic 33.1 (2012), pp. 104–106. It is not merely an edition of the earliest Syriac translation of the Categories (dating from the first half of the sixth century) supplied with an extensive commentary and glossaries. Given that the later versions of Jacob of Edessa and Georg of the Arabs were familiar with the anonymous translation, King’s analysis of all three versions resulted in a study of the transmission, revision, and reception of this part of Arisotle’s Organon in the Syrian Orient. Apart from considering the afterlife of the published text, King drew on the large number of Syriac translations of Greek philosophical works made during the 5th and the 6th centuries, thus providing historical and scholarly background for the published text. All this makes his book a profound study of the reception of Aristotelian logic by Syriac scholars from the 5th to the 8th century. More than that, King’s book turned out to be the first attempt at a critical edition of a Syriac version of Aristotle’s logical texts. All previous editions of this kind were mostly faithful reproductions of a particular manuscript that were mainly based on the “Bedierian” editorial principles, For various editorial principles relating to editions of Syriac texts, cf. K.S. Heal, “Five Kinds of Rewriting: Appropriation, Influence and the Manuscript History of Early Syriac Literature”, Journal of the Canadian Society for Syriac Studies 15 (2015), pp. 51–65. see, for example, G. Hoffmann’s publication of what he considered to be the Proba’s translation of the De Interpretatione , J.G.E. Hoffmann, De Hermeneuticis apud Syros Aristoteleis , Lipsiae 1873. Cf. A. Baumstark, \"Aristoteles Peri Hermeneias 23b6 ff. Syrisch\", Zeitschrift für Assyriologie 13 (1898\/99), pp. 117–8; G. Furlani, “Aristoteles de Interpr. 16a6–7 nach einem syrisch erhaltenen Kommentar“, Zeitschrift für Semitistik 1 (1922), pp. 34–7. and G. Furlani’s editions of the Categories , De Interpretatione G. Furlani,“Le Categorie e gli Ermeneutici di Aristotele nelle versione siriaca di Giorgio delle Nazioni”, Atti dell’Academia Nationale dei Lincei , Memorie 6.5.1 (1933), pp. 1–68. , and Analytica Priora in the translation of George of the Arabs. G. Furlani,“Il promo libro dei Primi Analitici di Aristotele nella versione siriaca di Giorgio delle Nazioni”, Atti dell’Academia Nationale dei Lincei, Classe di Scienze morali storice e filologiche, Memorie 6.5.3 (1935), pp. 143–230; G. Furlani,“Il secondo libro dei Primi Analitici di Aristotele nella versione siriaca di Giorgio delle Nazioni”, Atti dell’Academia Nationale dei Lincei, Classe di Scienze morali storice e filologiche, Memorie 6.5.3 (1937), pp. 233–87. Kh. Georr’s publication of the Categories in the translation of Jacob of Edessa, Kh. Georr, Les Catégories d’Aristote dans leurs versions syro-arabes , Beirut 1948. Cf. King, The Earliest Syriac Translation (above, n. 1), pp. 283–296. While preparing the online edition of the text in the HUNAYNNET, I greatly profited from the appendix of King’s book. which based on two manuscripts, may not be considered a proper critical edition since the result of his text-critical analysis was rather disappointing. Unlike his predecessors, King decided not simply to reproduce the only surviving witness of the anonymous translation of the Categories , but to make an attempt at the reconstruction of the original version of this translation. By doing this, King lent impulse to discussion of the principles for publishing Syriac Aristotle, i.e. for the critical assessment of Syriac manuscript witnesses and their relation to the transmitted Greek texts and to their historical and cultural background. In 2016, the team of the HUNAYNNET research project, which included the present author, started to prepare a set of digital editions of Syriac and Arabic translations from the Greek. URL: https:\/\/hunaynnet.oeaw.ac.at\/. For a description of the project, see R. Arnzen, Y. Arzhanov, N. Bamballi, S. Čéplö, and G. Kessel, “Coding and Encoding: Towards a New Approach to the Study of Syriac and Arabic Translations of Greek Scientific and Philosophical Texts”, Comparative Oriental Manuscript Studies Bulletin 4\/2 (Autumn 2018), pp. 205–213 (URL: https:\/\/www.aai.uni-hamburg.de\/en\/comst\/pdf\/bulletin4-2\/205-214.pdf). At this point in time, the database also contains the anonymous Syriac translation of the Categories . The original idea of representing King’s edition in digital form has been superseded by the decision to publish the text on the basis of the codex, in which it has been preserved. In what follows, I will try to explain to what extent and why the HUNAYNNET online version differs from the version of King. 1. D. Gutas on the Principles of Textual Criticism In his 2010 edition of the Greek and Arabic versions of Theophrastus’ On First Principles (or Metaphysics ), Dimitri Gutas included an excursus on the “principles of Graeco-Arabic textual criticism and editorial technique”. D. Gutas, Theophrastus On First Principles (Known as his Metaphysics) , Brill, Leiden & Boston 2010 (Philosophia Antiqua, 119), pp. 93–101. Cf. also the chapters on the Syro-Arabic tradition of the Poetics and on the editorial principles in L. Tarán & D. Gutas, Aristotle, Poetics: Editio Maior of the Greek Text with Historical Introductions and Philological Commentaries, Brill, Leiden & Boston 2012 (Mnemosyne, Supplements, 338), pp. 77–159. For the evaluation of an Arabic translation from the Greek, Gutas suggested differentiating three stages of transmission: (1) The preserved manuscripts containing the Arabic text that go back to (2) the “translator’s autograph or clean copy”, which is itself based on (3) a certain Greek exemplar of the text. While (1) is the preserved witness that may serve as the basis of the edition, (2) and (3) are usually no longer extant. Thus, the purpose of the scholar is to take his edition as closely as possible to (2) and, further, to use (2) to establish the tenor of (3). In proceeding from (1) to (2), the editor can draw not only on the extant copies of the Arabic translation, but also on the received Greek text, which in many cases may serve as an important witness in establishing the original readings in Arabic. The analysis of the Arabic translation aims not only at detecting the Greek text behind it (for which Gutas uses the siglum Ψ), And Ψ* for the corrections to the Greek text in Ψ suggested by the corrections to the Arabic text made by the editors. See Gutas, Theophrastus (above, n. 8), p. 95. but also at disclosing the way in which the translator had read, understood, and rendered the Greek exemplar at his disposal when there are disparities between the Arabic and the received Greek text. These disparities may serve as evidence for Ψ, if their cause is determinable. Gutas, Theophrastus (above, n. 8), p. 95. Thus, all “relevant readings” “By ‘relevant’ is meant those readings that bear upon the establishment of the Greek text. In essence, what is recorded is all instances of departure by the Arabic translation from the transmitted Greek text which are not clearly due to corruption strictly within the Arabic tradition — i.e. corruption of a text, which, though correctly translated and reflecting the Greek text we have, was manifestly due to the vicissitudes of transmission from one Arabic manuscript to the other” (Gutas, Theophrastus (above, n. 8), p. 67). of Ψ form an important part of the Graeco-Arabic apparatus. However, in many cases the cause of disparities between the Arabic and Greek versions remains indeterminable; but because they may be of possible interest to the editor of the Greek text if they reflect a variant Greek text, they are noted in the Greek apparatus with the abbreviation “Ar.” or “Arab.” for the editor to evaluating. In other cases, some disparities may be understood as products of the reception and interpretation of the Greek text within the context of the Arabic tradition, in which cases Gutas suggests the characteristic “ut intell. Arab.” (as understood by the translator) and “ut. interpr. Arab.” (as interpreted by the translator). Gutas, Theophrastus (above, n. 8), pp. 97–98, 109. In cases of omissions a distinction has to be made between those that could potentially go back to any of the three stages of transmission listed above, and those that are due to the translator either because he did not understand the word(s) in question, could not read them, or thought them insignificant in context. In the latter case this is registered in the appararus with the notation “non vertit Arab.”, and in the former with “om. Arab.” Gutas, Theophrastus (above, n. 8), pp. 95–6. Cf. Tarán & Gutas, Aristotle Poetics (above, n. 8), pp. 307–8. These principles set by Gutas for Graeco-Arabic studies, could equally apply to editions of Syriac translations from the Greek. King’s publication of the anonymous Syriac version of Aristotle’s Categories (hereafter “Anon”) may be considered an attempt to apply them to Syriac material. Though King was not familiar with Gutas’ edition of Theophrastus (both books appeared in the same year 2010), he seems to have had the same aim in mind. In the short note on “principles of the present edition”, the editor writes: “Within the limits of the possible, I have tried to give the text as it came off the desk of the translator himself, retaining all his own errors while emending all errors that are clearly attributable to a later copyist within the Syriac tradition”. King, The Earliest Syriac Translation (above, n. 1), p. 94. Thus, King suggested to differentiate the three stages of the transmission process, trying (a) by making conjectural emendations of the existing witnesses to come as close as possible to (b) the translator’s autograph and on the basis of the latter to analyze (c) the Greek version behind it. In the case of Anon, we have only one extant manuscript, the famous BL Add. 14658. For this manuscript, see W. Wright, Catalogue of Syriac Manuscripts in the British Museum, acquired since the Year 1838 , vol. 3, London 1872, pp. 1154–1160. Additionally, as King has established, the versions of Jacob of Edessa (hereafter “J”) and George of the Arabs (hereafter “G”) turn out to be dependent on Anon. King, The Earliest Syriac Translation (above, n. 1), pp. 80–85. The nature and character of this dependence remains unclear, for in spite of numerous similarities between the three versions there are a number of characteristics in J and G that make them different from Anon. King, nevertheless, calls J and G “revisions” of Anon, See, e.g., King, The Earliest Syriac Translation (above, n. 1), p. 80: “J and G are both ultimately based on A as revisions of the latter”. thus making them additional witnesses to the textual tradition represented by Anon that help us to reconstruct the “translator’s autograph” deriving from it, which was corrupted by later transmission. 2. Two Difficult Points: A\/A* and the Relation of Anon to J and G Two questions seem to remain not quite clarified in King’s analysis and these two points may potentially lead the reader of the book to confusion — first, in the reconstruction of the translator’s autograph, and, following from this, in the analysis of the supposed Greek exemplar used by the translator: 1) The relation of the preserved textual evidence of the translation (as it stands in the manuscript) to the translator’s autograph, i.e. the relation between Stages 1 and 2 by Gutas. 2) The relation between Anon, on the one hand, and J and G, on the other, that may cause a misreading of the transition from Stage 2 to Stage 3 by Gutas, i.e. in establishing the Greek variants behind Anon. The first problem appears at the formal level. King uses two sigla to refer to Anon: “A” referring to the translator’s assumed original (cf. p. 170: “anonymous version as printed in this volume”; p. 257: “assumed original”), and “A*” referring to the manuscript (cf. p. 257: “as extant in BL Add. 14658”). The siglum A*, however, is only introduced for the first time on p. 257, so that up to this point it is siglum A that combines both meanings. For example, on p. 178, King notes that “A has ܠܐ ܡܫܟܚܐ ”, and this is the variant found in the manuscript (i.e. in A*), while King amends it to ܡܕܡ ܟܠܐ , the variant that should properly be designated as A. Later on, on p. 259, King comments on the same passage, attributing this time the reading ܠܐ ܡܫܟܚܐ to A*. But since before p. 257 King does not distinguish the two sigla, A is made to stand for both, and this lack of clarity between (Gutas’) Stages 1 and 2 may lead a reader to confusion in the analysis of Stage 3, i.e. of the presumed Greek original. E.g., on p. 212 we read: “6b36-7 [80vb] A omits any equivalent for δόξει.” Since A remains undifferentiated on these pages, it is unclear whether the commentary refers to the state of the manuscript (i.e. A*) or to that of the translator’s copy (i.e. A). The second problem stems from the assumption that J and G were not only familiar with the version of Anon, but should be considered “revisions” of it. On the one hand, this conclusion could provide further help with reconstructing the translator’s version of Anon. On the other hand, the use of J and G in the analysis of the characteristics of Anon and of the Greek text behind it conceals the danger to assess J and G as mere witnesses of the text of Anon, rather than as versions of their own. In several instances, King demonstrates close similarity between the three versions (though there are small details that still make them different), which he interprets as proof of the “influence” of Anon on J and G, and of “an evident line of continuity among the versions” See, e.g., pp. 181–182 (comm. on 2a14-15), pp. 187–188 (comm. on 3a29), p. 192 (comm. on 4a18), etc. . However, what is the character of this influence and what is the nature of this continuity? In other words, what was the purpose of both Jacob and George in “revising” the text of Anon? In his analysis of the relation between Anon, J and G, King does not dwell on the question of the Greek Vorlage behind J and G, although this question seems to be of crucial importance for our understanding of the relation between the versions. If we consider J and G to be the “revisions” of Anon, this brings us to the question whether they ultimately go back to the same Greek text as Anon or do they reflect work carried out on Greek manuscripts other than the supposed basis of Anon? On p. 84, King remarks that “G must have had his own Greek ms.”, Cf. also a brief note on J in King, The Earliest Syriac Translation (above, n. 1), p. 92. and the comparison between the three versions in the commentary to the text corroborates this thesis. However, given that Anon, J and G go back to different Greek mss, but at the same time J and G demonstrate familiarity with Anon, should not Anon rather be considered as simply one of the reference tools used by J and G along with other Greek mss? The similarities and differences between the three Syriac versions become evident already in the opening part of the Categories (1a1–1a6): Greek Anon The text is based on HUNAYNNET edition, cf. 96.6–11 King. J The text is based on HUNAYNNET edition, cf. 253.3–12 Georr. G The text is based on HUNAYNNET edition, cf. 9.2–6 Furlani. Ὁμώνυμα λέγεται ὧν ὄνομα μόνον κοινόν, ὁ δὲ κατὰ τοὔνομα λόγος τῆς οὐσίας ἕτερος, οἷον ζῷον ὅ τε ἄνθρωπος καὶ τὸ γεγραμμένον· τούτων γὰρ ὄνομα μόνον κοινόν, ὁ δὲ κατὰ τοὔνομα λόγος τῆς οὐσίας ἕτερος· ἐὰν γὰρ ἀποδιδῷ τις τί ἐστιν αὐτῶν ἑκατέρῳ τὸ ζῴῳ εἶναι, ἴδιον ἑκατέρου λόγον ἀποδώσει. ܐܘܡ̈ܘܢܘܡܘ܉ ܗܢܘ ܕܝܢ ܫܘ̈ܝܝ ܫܡܐ ܡܬܐܡܪܝܢ ܗ̇ܢܘܢ ܕܫܡܐ ܕܓܘܐ ܗܘ܂ ܡܠܬܐ ܕܝܢ ܕܐܘܣܝܐ ܐܚܪܬܐ ܗܝ܂ ܐܟܙܢܐ ܕܚܝܘܬܐ ܒܪܢܫܐ ܐܦ ܗ̇ܘ ܕܨܝܪ܂ ܕܗܠܝܢ ܓܝܪ ܫܡܐ ܒܠܚܘܕ ܕܓܘܐ ܗܘ܂ ܡܠܬܐ ܕܝܢ ܕܐܘܣܝܐ ܐܚܪܬܐ ܗܝ܂ ܐܢ ܓܝܪ ܬܫ̇ܠܡ ܕܡܢܘ ܡܢ ܬܪ̈ܝܢ ܡܢ ܗܠܝܢ ܡܫ̇ܠܡ ܐܢܬ ܕܚܝܘܬܐ ܐܝܬܘܗܝ܉ ܕܝܠܢܝܐ ܡܢ ܬܪ̈ܝܢ ܡܢ ܗܠܝܢ܂ ܐܡܘ̈ܢܡܐ ܐܘܟܝܬ ܫܘ̈ܝܝ ܫܡܐ ܡܬܐܡܪܝܢ ܕܗ̇ܢܘܢ ܕܫܡܐ ܒܠܚܘܕ ܕܓܘܐ܉ ܡܠܬܐ ܕܝܢ ܕܐܘܣܝܐ ܗ̇ܝ ܕܒܗ ܒܫܡܐ ܐܚܪܬܐ ܗܝ܂ ܕܐܝܟ ܐܝܟܢ ܚܝܘܬܐ܂ ܒܪܢܫܐ ܟܝܬ ܘܗ̇ܝ ܕܨܝܪܐ܂ ܕܗܠܝܢ ܓܝܪ ܫܡܐ ܒܠܚܘܕ ܓܘܢܝܐ܂ ܡܠܬܐ ܕܝܢ ܕܐܘܣܝܐ ܗ̇ܝ ܕܒܗ ܒܫܡܐ ܐܚܪܬܐ ܗܝ܂ ܐܢܓܝܪ ܢܬܠ ܐܢܫ ܟܠܚܕܐ ܚܝܘܬܐ ܡܢܗܝܢ ܕܡܢܐ ܐܝܬܝܗ̇ ܗ̇ܝ ܕܐܝܬܝܗ̇ ܡܠܬܐ ܕܝܠܝܢܝܬܐ ܕܟܠ ܚܕܐ ܝܗ̇ܒ܂ ܫ̈ܘܝܝ ܫܡܐ ܡܬܐܡܪܝܢ܉ ܕܕܝܠܗܘܢ ܫܡܐ ܒܠܚܘܕ ܕܓܘܐ܉ ܡܠܬܐ ܕܝܢ ܕܐܘܣܝܐ ܗ̇ܝ ܕܐܝܟ ܫܡܐ ܐܚܪܬܐ܂ ܕܐܝܟ ܐܝܟܢ܂ ܚܝܘܬܐ ܒܪܢܫܐ ܘܗ̇ܘ ܕܨܝܪ܂ ܕܗܠܝܢ ܓܝܪ ܫܡܐ ܒܠܚܘܕ ܕܓܘܐ܉ ܡܠܬܐ ܕܝܢ ܕܐܘܣܝܐ ܗ̇ܝ ܕܐܝܟ ܫܡܐ ܐܚܪܬܐ ܗ ̣ ܝ܂ ܐܢ ܗ ̣ ܘ ܓܝܪ ܕܝܗ̇ܒ ܐܢܫ܃ ܕܡܘܢ ܐܝܬܝܗ̇ ܠܟܠ ܚܕ ܚܕ ܡܢܗܘܢ ܒܗ̇ܝ ܕܚܝܘܬܐ ܐܝܬܘܗܝ܉ ܡܠܬܐ ܕܝܠܢܝܬܐ ܕܟܠ ܚܕ ܝܗ̇ܒ܂ Anon, J, and G suggest different approaches to the Greek text that reflect different translation strategies. In rendering the Greek term ὁμώνυμα, the three versions share the same term ܫܘ̈ܝܝ ܫܡܐ . But, while Anon and J first transliterate it (J’s form ܐܡܘ̈ܢܡܐ seems to be closer to the Greek) and then further explain its meaning, G prefers to adhere to the received Greek text. The adverb μόνον in the same phrase remains untranslated in Anon, but it is present in both J and G. The word τὸ γεγραμμένον is rendered as ܗ̇ܘ ܕܨܝܪ in both Anon and G, while J prefers to use the feminine form ܗ̇ܝ ܕܨܝܪܐ to reflect the neuter. Both Anon and J seem to have difficulties in understanding the position and meaning of the phrase τὸ ζῴῳ εἶναι in the last sentence, but G suggests a translation that is close to the received Greek text. To sum up, J and G are not based on Anon as on their main source, but rather should be considered independent translations of the Greek that were familiar with Anon and made use of it as of an additional tool in understanding the Aristotelian text. If this notion is correct, then J and G should be used with great caution in understanding the transition from (Gutas’) Stage 1 to Stage 2, i.e. in reconstructing the translator’s autograph, and subsequently, in moving to Stage 3, i.e. in establishing the Greek text behind Anon. Strictly speaking, we have no criteria for establishing whether a supposedly “good” variant reading preserved in J and G goes back to Anon and not to the translation activity of Jacob and George. It seems that this differentiation between the Greek Vorlage of Anon on the one hand and the Greek text behind J and G on the other is not clear, although the editor himself seems to be well aware of it. Cf. note 21 above. What a reader of the book finds is a combination of the analysis of Anon with that of J and G, which makes an impression (most likely not intended by the editor of the book) that J and G are mere witnesses of the Syriac text of Anon together with the codex that has preserved Anon for us. King offers two kinds of explanations to the published text: first, the “Commentary” on his Syriac edition, and second, the “Textual Notes” that contain the Syriac-Greek critical apparatus. J and G appear as important evidence both in the “Commentary” and in the “Notes”. The “Notes” have a subtitle: “Commentary on the anonymous version of the Categories together with comparative notes on the versions of Jacob of Edessa and George of the Arabs”. The subtitle shows that the editor was eager to make a distinction between Anon and J & G, so that the latter versions were originally consulted for the purpose of comparison. Whatever the original intention of the editor was, it seems that the outcome of his analysis was such close association between the three versions, which does not allow for the reader to distinguish between their witnesses both in the analysis of A\/A* and in reconstructing the Greek text behind it. In the “Textual Notes”, this distinction seems to disappear even more. Here, the editor states that his goal would be to discuss not only “textual matters relating to the Greek Vorlage of A” (i.e. Anon), but also “a variety of other issues relating to the corruption of the present text of A as we have it, and its relationship to J and G”. King, The Earliest Syriac Translation (above, n. 1), p. 257. Though these two points are proclaimed as different objectives, they turn out to be so closely connected in the following notes that the reader has little chance to differentiate them. As a result, one easily gains an impression (which was obviously not envisioned as such by the editor of the book) that J and G were used to reconstruct the “translator’s autograph” in the “Commentary” and that later on, the comparison between the “reconstructed” Anon, J and G turns out to be much more dependent on the evidence of J and G, than to reflect the text of Anon. Additional difficulty in the commentary part of the book (i.e. both in the “Commentary” and the “Textual Notes”) comes in the system of references. The commentaries refer to the Bekker numbers and not to the page and line numbers of the Syriac edition. This makes the localization of a particular passage sometimes a difficult task for the reader, given that only every fifth Bekker number appears in the margins of the Syriac text. This principle of organization applied to the commentary part by King creates a number of difficulties for readers who do not have the Greek text of the Categories in front of them, and it seems to reflect the editor’s intention to provide access to the Syriac version for a specialist of the Greek text of the Categories . It is also an interesting coincidence that the structure of the English translation of the Syriac text matches nearly completely with the structure of Ackrill’s English translation of the Categories from the Greek and thus does not reflect any elements of the internal organization of the Syriac version. Rather, it makes an impression that the primary goal of the English translation of the Syriac text of Anon would be to serve as an appendix for the Greek text. 3. Notes on the Syriac Edition For the analysis of a translation from the Greek, Gutas suggested “starting with the known and proceeding to the unknown”, i.e. proceeding from the extant witnesses to the reconstructed translator’s version, and then further to the Greek text used by the translator. Gutas, Theophrastus (above, n. 8), pp. 93–4. However, King’s edition does not always provide sufficient information on “what is known”. This turned out to be the main reason why the online edition of the Anon in the HUNAYNNET is not based on King’s edition, but rather on the BL codex, containing it. According to the King’s commentary: “The orthography of the ms has been corrected whenever possible to yield sense. Emendations of this type are not noted in the apparatus, save where the error seems truly to belong to the translator rather than to a copyist”. King, The Earliest Syriac Translation (above, n. 1), p. 94. As in many cases it is not quite clear whether a seemingly erroneous variant in the text is really an error or an extravagant variant of translation, it seems that a more secure way of dealing with this question would have been carefully to have recorded all the changes to the text and to allow the reader to analyze these, a principle that is maintained in the HUNAYNNET online edition of the text. There is one element, which is missing in King’s edition (hereafter: “ed.”) and which, as it seems could provide considerable help in understanding of “what is known” about Anon. I mean the absence of angle brackets <…> that would denote the additions made to the text of the manuscript (hereafter: “ms”). The supplementary elements have simply been inserted into the main text of the edition, and in some cases their presence is explained in the critical apparatus (hereafter: “app. crit.”) with a note “om. ms”, and in some cases not. The two commentaries after the text are also not always helpful in such cases. There are a number of changes to the manuscript text that are not clearly recorded in the app. crit.: The numbers refer to the page and line of the edition of King. 96.17 ܕܦܪܫ ms : ܕܦܪܝܫ ed. 98.15 ܡ̇ܢ ms : ܥܠ ed. 100.32 ܡ̇ܢ ms : om. ed. 106.11 ܘܕܬܪ̈ܬܝܢ ms : ܘܬܪ̈ܬܝܢ ed. 108.25 ܡܣܬܒܪܐ ms : ܡܣܬܒܪ ed. 116.21 ܐܢܫ ms : om. ed. 126.20 ܐܝܬܝܗܘܢ ms : ܐܝܬܝܗܝܢ ed. 128.13 ܥܦܐ ms : ܥܐܦܐ ed. 132.32 ܐܝܠܝܢ ܕܕܐܝܟ ܗܠܝܢ ms : om. ed. 136.23 ܒܕܡܘܬܐ ms : ܒܕܡܘܬ ed. 136.32 ܚܠܝܐ ms : ܚܝܠܐ ed. 140.4 ܙܢ̈ܝܐ ms : ܙܢ̈ܝܐ ܚܫ̈ܐ ed. 140.17 ܘܟܦܝܦܘܬܐ ms : ܟܦܝܦܘܬܐ ed. 142.10,13 ܣܝܡ̈ܝܢ ms : ܣܝܡ̈ܢ ed. 154.23 ܐܝܟܢܐ ms : ܐܟܙܢܐ ed. 154.28 ܕܚܕܐ ms : ܕܚܕ ed. 156.10 ܐܬܥܢܝܐ ms : ܐܬܟܢܝܐ ed. 156.25 ܕܚܕܐ ms : ܕܚܕ ed. 156.26 ܘܚܕܐ ms : ܘܚܕ ed. 158.4 ܢܣܬܒܪ ms : ܢܣܬܒܪܐ ed. 158.10 ܠܡܬܟܪܗܘ ms : ܠܟܪܗܘ ed. 158.15 ܕܓܠܬܐ ms : ܕܓܠܐ ed. 162.5 ܝܩܝܪܝܢ ms : ܢܩܝܪܝܢ ed. 164.5 ܐܟܚܕ ms : ܐܟܚܕܐ ed. 164.6 ܒܓܢܣܐ ms : ܕܓܢܣܐ ed. Besides these, the app. crit. contains some errors as follows: 114.27,29 The codex in both cases has ܐܦܝܦܕܐ (first with the prefix ܒ and then with ܕ ) and not ܐܦܝܦܢܕܐ as indicated by King. The commentary on p. 265 is misleading. 126.27 Ms has ܐܚܪܢܐܝܬ and not ܐܚܪ̈ܢܝܬܐ as in the app. crit. 138.24 Ms has ܚܘܡܐ and not ܚܘܪܐ as in the app. crit. 160.20 Ms has ܘܐܚܪܝܘܬܐ and not ܐܚܪܝܘܬܐ as in the app. crit. 162.26 Ms has ܟܕ and not ܟܠ as in the app. crit. (the commentary on p. 247 is thus misleading). Two portions of the text are missing in the edition: 114.1 A large portion of text ( ܢܩܝܦܝܢ ܚ̈ܡܫܐ ܘܚܡܫܐ ܐܠܐ ܦܪ̈ܝܫܝܢ ܐܦܠܐ ܬܠܬܐ ܘܫܒܥܐ ܢܩܝܦܝܢ ܠܘܬ ܬܚܘܡܐ ܓܘܢܝܐ ) is absent. The commentary on p. 264 suggests that there is a lacuna in A. The lacuna is in fact in the edition itself and it is probably due to the homoeoteleuton in the ms text ( ܓܘܢܝܐ ... ܓܘܢܝܐ ). 156.14 One line is missing ( ܣܓܝ ܢܫܬܘܫܛ ܘܐܦ ) probably due to homoeoteleuton ( ܕܐܦ ... ܘܐܦ ). The commentary on p. 279 (“καὶ πλείω … λαμβάνειν om. A (homoe. καί \/ ܐܦ )”) is wrong, as the victim of the homoeoteleuton is the edition and not the ms. 4. Emendations vs. Corrections of the Translator The text of BL Add. 14658 is not very reliable. Thus, multiple corrections suggested by King seem to be necessary, and they are maintained in the HUNAYNNET edition. For example: 98.8 The addition of ܣܘܣܝܐ is necessary because the preserved Syriac text is otherwise not comprehensible. 108.12 The correction of ܦܠܚܬ to ܦܠܢܝܬ is a good solution, since it makes a minor correction to the transmitted text and takes it closer to the Greek. 110.11 The correction ܕܓܘܐ to ܕܓܘܢܐ is necessary and it better reflects the Greek. 110.26 The same stands for the correction of ܒܙܒܢܐ to ܒܙܢܐ . The variant in the ms can easily be explained as a scribal error and the emendation brings the text closer to the Greek. 112.10 The correction ܕܒܚܫܐ takes the text closer to the Greek, and the form ܒܢܝܫܐ is a clear scribal error. 116.21 The word ܒܝܫܬܐ makes no sense in the sentence and its correction to ܒܫܢܬܐ is obviously necessary. 126.10 The negative particle ܠܘ may not be the original reading and a simple correction to ܠܘܬ makes better sense. 126.25 The correction of ܐܝܬ to ܐܢ here suggests a better reading. 158.19 The correction of ܐܘ ܚܙܬܐ to ܐܚܪܬܐ seems to be necessary, for otherwise the Syriac text remains incomprehensible. The second correction ( ܗܟܢܐ to ܚܕܐ ) looks more problematic, for in the preserved form the Syriac makes sense and could simply reflect the translators’ method of rendering the Greek. To sum up, the listed corrections are necessary and were inserted into the main text of the HUNAYNNET edition because: 1) the Syriac text makes no sense in its present state in the ms; 2) the correction requires a minimal change of Syriac, and it can be explained by an error in the transmission of the Syriac text; 3) it is mostly based on the transmitted Greek text. However, not all the editor’s corrections introduced into the main text of the edition find sufficient support among the extant witnesses. As noted above, in his reconstruction of the translator’s autograph, King seemingly makes active use of J and G, though they may not be considered as “improved” copies of Anon, but rather as independent translations. A number of conjunctions seem to be rather far-fetched, and the reason for them turns out to be the idea that the translator should have faithfully rendered the received Greek text. However, Anon remains generally unstable in its use of terminology and translation technique (cf. below, §4). As King stresses on p. 33, Anon “experiments extensively, makes frequent errors, and often misunderstands the original…” Cf. p. 198: the translation technique of Anon is “changing within a single passage”. These characteristics make the analysis of Anon extremely complex, for a variant that looks like an error may in fact be attributable to this changing technique. In many cases, the corrections of the received Syriac text seem to be based on an idea of how the Syriac translator should have translated the Greek original. This “should” reflects a modern concept of an editor who thus reconstructs the text of the translation, but in many cases does not make apparent the reasons for his choice. Many such corrections intending to improve the work of the Syriac translator are not based on any clear evidence. For example: 98.11 ܡܫܟܚܐ ms : ܡܕܡ ܟܠܐ ed. — On p. 178, the editor explains his conjunction by stating that “A’s text reverses Aristotle’s meaning”. This statement suggests implicitly that the preserved Syriac version contains a certain interpretation that does not match with the transmitted Greek text. 104.26 ܐܢܐ ms : ܐܢܬ ed. — The editor’s variant is based on the fact that the transmitted Greek text has 2nd person sg. However, it remains possible that the Syriac translator 1) had another variant in his Greek copy, or 2) preferred to change it for some reason. 104.33 ܐܘ̈ܣܝܣ ms : ܕܐܘ̈ܣܝܣ ed. — The editor’s correction is again based on the assumption that the Syriac translator was trying to render the transmitted Greek text in a way that would be close to the Greek. In the commentary on p. 186, King suggests that Anon renders the Greek in a different way to J and G. This note does not make clear why the main text of the edition contains the emendation and not the original reading of the ms, which also makes sense although it departs from the transmitted Greek version. 106.10 ܦܘܪܫܐ ms : ܦܘܪܫܢܐ ed. — The editor doesn’t explain his emendation, but one may suppose that it is due to the fact that the term ܦܘܪܫܢܐ is used more frequently in Anon. However, given that Anon is not consistent in its terminology, the possibility that another term was applied here should not be excluded. 106.24 The insertion of ܡܢ before ܐܘܣܝܐ is clearly following the Greek text (cf. the commentary on p. 188), though the sentence would make sense without it. It is not unusual for Syriac to stress a term by putting it in front position in a sentence. Cf. a similar case in 106.26, where the particle ܕ is attached. Both instances coming in close proximity speaks rather in favor of a particular style of translation rather than a series of errors. 110.11 The change from the simple ܗܘ to ܗܘ ܟܕ ܗܘ in rendering the Greek ταὐτόν is based on two assumptions: (1) “a later copyist has omitted ܗܘ ܟܕ ܗܘ through homoeoteleuton” (p. 192), and (2) “as the translator has by this point learnt how to render this expression [i.e. ܗܘ ܟܕ ܗܘ for ταὐτόν — Y.A .] effectively, the error can be assumed to be a copyist’s”. Yet on closer examination, neither of these arguments seems to be decisive in a way that would necessitate a change in the main text of the edition. Especially, the second argument about the skills of the translator in following the pattern most common in Syriac translations is not decisive, as is made clear by the note on p. 33 (see above). Thus, it remains a possibility that (1) the singular ܗܘ is the original variant used by the translator to translate the Greek ταὐτόν, and (2) there was some other Greek word in the copy which the Syriac translator made use of. 116.32 The insertion of ܡܢ into the main text (the variant of ms is indicated as “om.”) aims at a better rendering of the Greek genitive. Cf. the commentary on p. 266: “Required for sense, cf. JG”. As in many other cases, the editor seems to have used the evidence of J and G as witnesses to the original version of Anon, though both Jacob and George could have corrected Anon for the same reason as King, and it remains a possibility that Anon was not consistent and modified the Greek original. Without ܡܢ , the Syriac text would be an instance of apposition (see Nöldeke, §212), which would render the expression τούτων δὲ without using some equivalent for the genitive. 118.6 Here the editor makes a series of corrections, and one becomes the justification for another. The ms runs as follows: ܠܘܬ ܝܬܗ ܕܝܢ ܪܒܐ ܘܙܥܘܪܐ ܠܐ ܡܬܐܡܪ ܠܓܡܪ , which could be translated: “By themselves, small and large are not said” (see p. 204). This is not in line with the argument of Aristotle as transmitted in the Greek text. This seems to be the only reason for the editor’s change to the Syriac text, first by eliminating the negative particle ܠܐ and then by introducing ܐܢ at the beginning of the clause. However, the transmitted Syriac text may reflect the original variant of the translator. 118.14 ܕܡܢ ܗܕܐ ms : ܡܕܝܢ ed. — Commenting on this passage on p. 204, King notes that “ ὥστε in A is usually ܐܝܟܢܐ or ܡܕܝܢ , but here the more idiomatic ܡܢ ܗܕܐ ”. Apart from the ambiguous meaning of “A” (does it designate the translator or the manuscript version?), it remains unclear why this unique “more idiomatic” use of ܡܢ ܗܕܐ should be corrected in the main text and not in the critical apparatus. 120.8 The change of ܠܦܘܬ to ܠܘܬ remains unexplained by the editor, and it seems to be based on the assumption that the Greek πρός should be translated only by ܠܘܬ . But since the Syriac translator is not always consistent, the unique use of ܠܦܘܬ as an equivalent to πρός is not completely impossible, and it seems better to have the ms variant in the main text. 120.7 The transmitted Syriac text, i.e. without the conjunction, is a possible rendering of the Greek. The editor admits this on p. 268, noting that the version preserved in the ms “is not a very successful translation”. Such an evaluation does not necessarily demand a conjunction that is based on J and G. 124.30 The editor corrects the form ܐܘ to ܐܢ , commenting on p. 213 that this is a transliteration of ἄν, and he considers the same case to be present at 164.3, which would refer to 15a1. It seems that in both cases such an explanation is far-fetched. In the latter, ܐܢ may just express both the optative and the particle ἄν. And in the former, the conjunction ܐܘ would also be possible. 140.5 King has good reason to consider corrupt the expression ܒܪܫܥܬܗ ܒܗܘܠܐ that appears in the ms. As the second word supposedly renders the Greek γένεσις, the correction to ܗܘܝܐ is evidently a good solution. Much less understandable is the correction of the first word ܒܪܫܥܬܗ “immediately” (ed.: ܒܪܫܝܬܗ ), which looks like a good rendering of the Greek εὐθύς. King understands it as “through the wickedness (of matter)”, which he considers as “evidence for the religious mentality of the scribe, who sees what he expects in the text before him rather than what is written”. This judgment seems to be rather harsh given that the text remains on the whole quite close to the Greek. 144.6 The change of ܡܝܬܪܐ (ms) to ܝܬܝܪ remains unexplained, and we may assume that the latter form would be more suitable for rendering the Greek μᾶλλον, but neither is the form preserved in the ms completely impossible. 150.23 The ms form ܒܦܘܣܩܢܐ would be an unusual rendering of the Greek ἀποφάσει, which is traditionally transliterated as ܐܦܘܦܣܝܣ . However, the term ܦܘܣܩܢܐ would be a possible equivalent, and there are no grounds for changing the main text to ܒܐܦܘܦܣܝܣ as has been done in the edition. 162.25 The ms has ܥܡ ܟܠ , which the editor considers to be a corruption of ܐܟܚܕܐ . No reason for this emendation is suggested in the commentary. The expression that appears in the ms apparently renders the Greek term ἅμα, which is the main focus of this chapter of the Categories . The proposed emendation ܐܟܚܕܐ would indeed be a better solution, and it would be consistent with the rest of the chapter. However, two theoretical possibilities speak in favor of preserving the original ms reading in the main text (and suggest an emendation rather in the app. crit. or in the commentary): the possibility that (1) the preserved form reflects a Greek form different from the transmitted text; and (2) it contains the interpretation of the transmitted Greek by the Syriac translator. 164.2 The correction of the preserved form ܘܐܚܪܝܐ to ܐܘ ܐܚܪܢܐ by the editor is explained neither in the “Commentary” nor in the “Textual Notes”. It is likely based on the fact that the Greek has ἢ ὕστερόν , and a more correct rendering of it by the translator should be the form proposed by the editor. However, it would seem that by changing the Syriac text, the modern editor is correcting not the errors of textual transmission, but rather the Syriac translator of the 6th century. These and some additional editorial interventions in the text appear not in the critical apparatus or in the commentaries coming after the text, but in the published text itself. Most of these emendations and changes appear without any marker in the parallel English translation (and they further serve as a basis for the reconstruction of the Greek exemplar used by the Syriac translator). For example, on p. 139 the words “honey is” are included in square brackets in the English translation, which is correct, as they have indeed been added to the text. However, the beginning of the next sentence, “in the same way”, is also an addition, but it is not marked as such by means of brackets. Later on, in the last paragraph on the same page, the first sentence also includes an addition, “(difficult) to move”, which is also not marked as such, so that a reader could have an impression that these words are present in the Syriac text. The parallel English translation of the published Syriac text thus includes most of the editor’s conjectures, most of which have not been marked by means of <…> (see, e.g., the insertion of ܡܩܒܠܐ in 118.20). Instead, the additions appear in the main text, while the critical apparatus informs us that the added elements are “omitted” by Anon. In many cases, it remains unclear whether such “omissions” derive from the Greek exemplar, the work of the Syriac translator, or the transmission of the Syriac text. 5. The Context of Anon There is a certain paradox connected with the anonymous Syriac version of Aristotle’s Categories that becomes apparent from the book of King. On the one hand, Anon turns out to be a highly unstable version that frequently changes its use of terminology and translation technique; its author (or authors) seems frequently to have had difficulties in grasping the precise meaning of the Aristotelian text; and it seems to be possibly based on an imperfect copy of the Greek text. On the other hand, this version must have had a great impact on the Syriac philosophical tradition, for such experts in the Greek language and in Aristotelian philosophy as Jacob of Edessa and George Bishop of the Arabs found it necessary to take Anon into account and to use the terminology coined by this version. It would, thus, be natural to deduce that the authority of Anon lay not in the authority of the person or persons who produced it, but rather in the authoritative tradition , part of which and a product of which this translation was. It seems to reflect the continuous pedagogical tradition of study, translation, and commentary of the first and most important part of the Aristotelian Organon in Syriac schools in the period before that, in which the teachers of Qenneshre, Jacob of Edessa and George of the Arabs, replaced it with other, more precise translations. In doing this, however, they saw it necessary to preserve as much as possible of Anon and its terminology. The educational background of Anon seems to infiltrate the text in the passage that renders Cat . 13a23-25: ὁ γὰρ φαῦλος εἰς βελτίους διατριβὰς ἀγόμενος καὶ λόγους κἂν μικρόν γέ τι ἐπιδοίη εἰς τὸ βελτίω εἶναι . Anon proposes the following translation: ܒܝܫܐ ܓܝܪ ܟܕ ܒܡ̈ܠܐ ܫܦܝܪ̈ܬܐ ܡܬܥܢܝܐ ܐܦܢ ܩܠܝܠ ܡܕܡ ܡܫܬܘܫܛ ܕܢܗܘܐ ܡܝܬܪ — “For the evil man, when he is answered in good words, even if only a little, progresses towards being good.” The Syriac translator preferred to render the text in a more moral way, having probably in mind numerous apophthegms about Greek sages who preferred to answer evil deeds with good words, apophthegms that formed part of the elementary education of the young. Cf. Arzhanov, Syriac Sayings (above, n. 16). The J version further elaborated on this topic: ܒܝܫܐ ܓܝܪ ܟܕ ܠܕܘܝܪܐ ܡܝܬܪ̈ܐ ܘܡ̈ܠܐ ܡܬܬܝܬܐ ܐܦܢ ܩܠܝܠ ܟܝܬ ܡܕܡ ܢܫܬ ̣ ܫܛ ܠܗ̇ܝ — “For the evil person, when he turns to (a good) way of life…”, and the term ܕܘܝܪܐ here certainly sounds like the monastic way of life. King correctly stresses this aspect of J: King, The Earliest Syriac Translation (above, n. 1), p. 244. These details reveal for us the cultural background of Anon, which turns out to be the outcome of the pedagogical tradition in Syriac monastic schools, rather than the effect of one translator. The appearance of glosses and additions to the Aristotelian text (cf. a large gloss in 134.11–15 as an addition to the Greek text of 8b25 Cf. the commentary on pp. 220–221. ) further corroborate the conclusion that Anon emerged from a long pedagogical tradition that included oral instruction and the use of commentaries and scholia rather than representing a purely individual attempt at translation. However, more accurate translations of Jacob of Edessa and of George of the Arabs later replaced the earlier version, so that it is not surprising that only this one textual witness has come down to us. 6. The Case of J On pp. 283–296, King’s book contains an excursus on “the manuscript tradition of Jacob of Edessa’s version”, which not only provides a digest of the information on this translation known from Georr’s edition, but also offers valuable new data. For his edition of Anon, King has made a new collation of the mss of this version that were available to him and published an extensive critical apparatus. King made use of the following mss: Vat. Syr. 158 and 586, Paris Syr. 248 and 354, and Mingana Syr. 606. King’s analysis has provided an important supplement to Georr’s edition and a helpful resource for the new online edition of J in the HUNAYNNET database. However, the preparation of the HUNAYNNET edition has brought new insights to the understanding of the transmission history of J. The following six mss have been used in the preparation of the new edition: B Baghdad, Chaldean Patriarchate 223, olim Mosul 35 For this codex, see G. Kessel & N. Bamballi, “Field Notes on Syriac Manuscripts II: A Philosophical Manuscript Olim Mosul 35 Rediscovered”, Hugoye: Journal of Syriac Studies 21.1 (2018), pp. 21–42. ; C Vatican Syriac 586; M Birmingham, Mingana, Syriac 606; P Paris, BnF, Syriac 354; V Vatican, Syriac 158; W Paris, BnF, Syriac 248. As a result of the new collation, the following stemma codicum has been drawn: Commentary: 1) Mss M, B, and P belong to the same branch of transmission, as they share a large number of errors and textual variants not present in V and C. Additionally, B and P share a number of errors not present in M, and must thus go back to a common intermediary copy. 2) Ms M is a direct copy of ms Baghdad, Chaldean Monastery 169, olim Notre Dome des Semences 51, which was inaccessible to me but could replace M in the stemma. 3) Two other mss from the same collection were not available to me: Baghdad, Chaldean Monastery 171, olim Notre Dame des Semences 52, and Notre Dame des Semences 53. Their place in the stemma should be clarified in the future. 4) W, in being a direct copy of V, may be excluded from the critical apparatus. Three apographs of V are known: Paris, BnF, Syriac 248 (W), Escorial Or. 652, and Florence, Palat. Med. Or. 176. Among this group of manuscripts, W holds a special position, and variants from this codex appear in the critical apparatus of the HUNAYNNET edition due to two characteristics. First, Georr used it in his edition of Jacob of Edessa’s version of the Categories , and analysis of the variants from W make clear, which of Georr’s readings derive from W and which are due to the editor. And secondly, W emerges not as a mechanical copy of V. On fol. 49v, line 5, V omits a large portion of text corresponding to 285.12–14 in Georr’s edition. However, this text is present in W, and it is not the only example of this kind V omits a large portion of text of Porphyry’s Eisagoge on fol. 3v, lines 22–23, that is present in W. . Just before this, a large passage is absent from W (= 284.2 ܗܟܢܐ — 285.11 ܡܬܐܡܪܝܢ Georr), and the lacuna comprises precisely two pages of text in V (fols. 48v–49r), i.e. the scribe of W seemingly turned one additional page without noticing it. Given this evidence, there remains little doubt that W was copied from V, however the presence of the text in W missing from V permits us to suppose that the scribe of W used additional sources for his work (a possible candidate for which may be P). 5) Ms C is a collection of scholia on the Categories in the form of questions and answers For the description, see A. van Lantschoot , Inventaire des manuscrits syriaques des fonds Vatican (490–631), Barberini oriental et Neofiti , Biblioteca Apostolica Vaticana, Città del Vaticano 1965 (Studi e Testi 243), p. 113. Published in Sami Aydin, “The Remnant of a Questions and Answers Commentary on Aristotle’s Categories in Syriac (Vat. Syr. 586)”, Studia Graeco-Arabica 9 (2019), pp. 69–106. . The questions of a disciple ( ܬܠܡܝܕܐ ) contain lemmata from the text of the Categories in Jacob of Edessa’s version, which comprise Cat. 6a17–7a4. The Aristotelian text between these passages is quoted inconsistently, and certain portions of it are omitted. On the basis of the quoted passages, it remains difficult to assign C to a place in the stemma. However, King’s notion that C shares an error with V (in the passage corresponding to 272.20 Georr) is not correct, since V in fact does not contain the form that King is quoting. On the contrary, in one passage (273.10–11 Georr, see fol. 6v in C) C contains the variant reading ( ܕܡܬܪܓܫܢܐ ), which is found in mss BMP, but not in V. However, this seems to be insufficient grounds for placing C within the BMP line, and thus C assumes a special place in the stemma.",
    "title" : 
    [ "Publishing Syriac Aristotle: Some Notes on D. King’s Edition of Categories",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Arzhanov, Yury" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2arzhanov",
    "type" : "article",
    "displayTitleEnglish" : "Publishing Syriac Aristotle: Some Notes on D. King’s Edition of Categories" }