
  { "fullText" : "Dr. Yusuf Matto Ishaq, a Syriac scholar who published his works in Arabic and Swedish, passed away in Sweden at the age of ninety on July 5, 2021. He was born in 1931 in Barṭella, a Christian town not far away from Mosul and from the monastery of Mār Mattai. In Mosul, he studied theology, liturgy, and above all Syriac language and literature at the Syriac Orthodox Seminary for ten years. He moved to Lebanon where he obtained in 1973 his Master’s degree in Arabic and other Semitic languages at the American University in Beirut. In 1979 he defended his doctoral thesis at the same university. His dissertation was entitled The chronicle of Zuqnin attributed to Dionysius of Tell-Mahre , where he analysed its contents in light of other Syriac chronicles and Arabic medieval histories. He was the first modern scholar to concentrate on this important chronicle in East and West, offering insights based on especially comparative Arabic sources—the chronicle was written in 775\/776, thus during the first decades of the Abbasid period. Unfortunately, the author did not publish his thesis, which is not easily accessible to scholars. The attribution of the 8 th century Chronicle of Zuqnin to the 9 th century Syrian Orthodox patriarch Dionysius was not done by Dr. Ishaq but by Assemani, as early as the year 1717. Attributions do not die easily, and thus Tullberg and Chabot in his French translation of part of the chronicle followed Assemani, but later on, Chabot realized the error of this attribution when he published the Syriac text in CSCO. After teaching Hebrew at the Institute of Biblical Studies in Beirut between 1979 and 1981, Dr. Ishaq left the Middle East for Sweden, as previously did the Christians of Ṭūr-‘Abdīn of eastern Turkey. The Swedish government wanted these immigrants to be taught their own language, along with Swedish, and thus Dr. Ishaq was the ideal person to write several educational books on ṭūrōyō to be used in educational schools. Between 1984 and 1992, he taught Arabic in various institutions, and at the same time worked among the ṭūrōyē and other people who were interested in the Syriac culture. He was the president and then vice-president of the Aramaic Cultural Centre for many years, a society whose mission was to advance studies on Aramaic-speaking people and their cultures. He at the same time published a magazine called the Echo of Knowledge , which contained article, some of which contained unique pieces of information about a variety of topics. Later on he published a selection of such articles in a book entitled al-manhal al-’adhb “the Sweet Source,” for the benefit of readers of Arabic. Some of the articles which are drawn on popular and written sources ought to be translated into English. Besides translating books on Syriac into Arabic, including William Wright’s Short History of Syriac Literature , Dr. Ishaq embarked on translating some chronicles from Syriac into Arabic. One of these publications is the 6 th century Edessan Chronicle , which he translated with lots of annotations in 2003. He was right to publish the Syriac text along with the translation, for the readership familiar with these two languages. His translation is accurate, and the annotations are worthwhile. He often referred to the Chronicle of Zuqnin, whose author used this Edessan Chronicle as a sources in his extensive opus. Not too many scholars who master Syriac and Arabic could offer such interesting articles and books for Arab readership, especially nowadays when Syriac chronicles and others sources attract the attention of wide range of scholars, students, and other kinds readers. Thus the death of Dr. Ishaq will leaves a gap in this king of publications. May he rest in peace.",
    "title" : 
    [ "In Memoriam: Yusuf Matti Ishaq",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Harrak, Amir" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2obishaq",
    "type" : "obituary",
    "displayTitleEnglish" : "In Memoriam: Yusuf Matti Ishaq" }