
  { "fullText" : "Johan D. Hofstra, ed. and tr., Ishoʿdad of Merw, Commentary on the Gospel of John, CSCO 671–672, Scriptores Syri 259–260 (Louvain: Peeters, 2019). Pp. xciv + 134 (text) and lxxii + 156 (translation); €115 and €110. Ishoʿdad of Merw’s commentaries on the New Testament gospels were edited and translated into English by Margaret D. Gibson and published in three volumes in a generous format by Cambridge University Press in 1911. This work is well known and respected, and one’s first question on seeing the present new edition of the commentary on John is why it should be needed. The editor Johan D. Hofstra explains this in his introduction (text vol., pp. xiii–xv) under three heads. First, new Syriac texts have been published since 1911, in particular some that are possible sources for Ishoʿdad’s work. Secondly, the text of the commentaries is known from more manuscripts now than in 1911, while Mrs. Gibson (for all her “enormous achievement”) made mistakes in collating the manuscripts she did have. Thirdly, her translation is not always “accessible”; that is, it does not always make clear the meaning of the Syriac. We can consider these points in reverse order here. Mrs. Gibson’s translation of Ishoʿdad is on the whole correct word by word, and Hofstra has done well to follow, as he most often does, her choice of English equivalents. Frequently enough, however, Ishoʿdad’s meaning eluded her, and Hofstra has found it, or at least come closer to it. To take one example, on John 1.14, Ishoʿdad comments on the phrase “glory as of the Only-begotten”: This addition and position of dolath (“of”) is suitable … for from what he says on the one hand without addition; He has taught us one nature and person, of the Word and of His flesh… (Gibson). And he (the evangelist) said it (very) well with the addition, that “dalat”… If now, instead of it, he had spoken without addition, he would be teaching us one nature and hypostasis of “the Word” and of his “flesh” (Hofstra). Hofstra’s translation rightly captures the commentator’s christological aversion, typical of East Syrian authors, to “one nature” or “one hypostasis ( qnoma )” in Christ. Occasionally, the reader may wonder if Ishoʿdad’s compressed comments have still been elusive. On the enigmatic 153 fish in John 21.11, Hofstra translates: Origen (says) it symbolizes the Holy Trinity. By the fifties and the three it symbolizes also the Psalms of David, a hundred and fifty in number; and by the three (it symbolizes) the three praises which they add to the Psalms from the Law and the Prophets. This does not quite catch the Syriac. “By the fifties and the three” is part of Origen’s alleged Trinitarian explanation: 153 = 3  x 50 +  3 . And the Psalms are 153 including the 3 odes ( ܬܫܒ̈ܚܬܐ , not “praises”) that are added in the liturgical Psalter. (Ishoʿdad usually stays away from allegorizing details of the gospel story, although a similar comment to this one comes on John 19.23 where he quotes Ephrem on the treatment of Jesus’s garments by the soldiers.) Hofstra lists and describes fifteen manuscripts, including the three which Mrs. Gibson had used. His detailed descriptions leave nothing to be desired, recording scribal characteristics, and counting and listing variant readings large and small. Most readers will probably take the details as read and skip to the stemma codicum (p. lxix) which, although not a strict stemma, organizes the manuscripts into families. Following this classification, the editor chooses five as his “base manuscripts” (p. lxxxv). The choice is not clearly explained, but seems to rest on the others, in particular those that derive from Alqosh, reflecting a revised text. In any case, the base manuscripts include the two oldest codices, Berlin 81 (1490) and Saint Petersburg Syr. 33 (16th cent. in its older part), neither of which was accessible to Mrs. Gibson in 1911. But she used them in her later volumes, on Acts and the catholic epistles (1913) and the Pauline epistles (1916). Photographs of the Petersburg ms. (borrowed and photographed in Cambridge!) is now Cambridge University Library ms. Or. 1750. Photographs of the Berlin ms. are likewise in the archives of Westminster College, Cambridge, WGL2\/2. But they also include ms. Harvard Syriac 131 (formerly Harris 130) on which she based her edition; and this means that Hofstra’s text is not very different from hers. All the same, among the tabulations in his introduction I wish there were one that pointed out the places, or at least the important ones, where his text does differ from Mrs. Gibson’s. (The long table of “errata in Gibson’s edition” on pp. lxx–lxxxiv does not do this, but only lists readings where she misread one or other of her manuscripts, something that hardly seems worth recording now.) Although the text may not be a major issue for the whole commentary, there are occasions where the translation can be significantly affected by variants in the principal manuscripts. When Caiaphas pronounces that it is better for one man to die for the people than that the whole nation should perish (John 11.50), was it Ishoʿdad’s view that he spoke by the gift of the Holy Spirit (Hofstra), or not (Gibson)? At the last supper (on John 13.18), does Jesus eat the passover with his disciples (Gibson) or does he only eat by himself after them (Hofstra)? In these two cases, it is a question whether to read ܠܘ “not” with some of the manuscripts. In the same passage (on v. 27), did Judas go out ( ܐܙܝܠ , Hofstra) to bring in the Jews, or was he moved ( ܐܙܝܥ , Gibson) to do so? Hofstra may be right, on the textual evidence and even on the sense of the passages, to correct Gibson; but these matters are arguable, and there ought to be footnotes in the translation to call attention to the alternative possibilities. It may be in place to comment here in passing on the sentence-punctuation and diacritical pointing of Hofstra’s Syriac text. He says (p. lxxxv), “The edition generally follows the punctuation of the base manuscripts.” But this rule, even if strictly applied, does not prescribe the punctuation where these six manuscripts differ. Editors are generally allowed some freedom here; The received wisdom of R. Draguet is that for any text, even one edited from a single manuscript, the editor may impose “une ponctuation normalisé.” See his “Une méthode d’édition des textes syriaques” in A Tribute to Arthur Vööbus , ed. R. H. Fischer (Chicago 1977), 13–18, specif. 15–16. but I found that Hofstra often chose punctuation that was unnecessarily against the grain of the translation. Reading is also not helped by the punctuation in Peeters’s Syriac font, which has become curiously tiny. The single and double points ought to be, as they were in past publications, of the same boldness as the letters. With diacritical marks, the text “retains the points meant to distinguish homographs and the points used to distinguish perfect tense verbs from participles.” It is no fault of Hofstra’s that there is no set of such points that is accepted by all editors, but there would be no harm in being more liberal with these, especially since vocalized East Syriac manuscripts make the choices clear. Such pairs as ܗ̇ܢܘܢ and ܗ ̣ ܢܘܢ should at any rate always be included. It is in the investigation of the sources that Ishoʿdad used for his commentary on John that Hofstra makes his most valuable contribution. His discussion occupies most (pp. xx–lxxii) of his introduction to the translation volume. Mrs. Gibson’s translation had pointed out only occasional contacts with Ephrem on the Diatessaron. J. R. Harris in his introduction remarked on the much more important contribution of Theodore of Mopsuestia, whose commentary on John is available to us, as it was to Ishoʿdad, in Syriac; but it seems this came as an afterthought to her. She gives a table, without comment, on 221 “coincidences” between Ishoʿdad and Theodore. This contribution is now thoroughly explored by Hofstra. It amounts by his reckoning to no less than 40% of the text of Ishoʿdad. Each of 371 instances of dependence on Theodore is recorded in the footnotes to the translation. A similar treatment is given to John Chrysostom, Gregory of Nazianzen, and Ephrem, Ishoʿdad’s other three considerable (although far less so than Theodore) patristic sources. This analysis facilitates the translation of many obscure passages in Ishoʿdad. An example is his elaborate discussion of John 5.19ff. (“the Son can do nothing … but only what he sees the Father doing”) where he comments, “Are there four worlds then?” – that is, the two, present and future, that the Father creates, and two more that would be created by the Son if we supposed the Son did all that the Father did. The line of reasoning comes from Gregory of Nazianzen, and it is explained clearly by Hofstra’s footnote – only leaving one wondering how many readers of Ishoʿdad would ever have understood his comment without this context. Hofstra also considers Ishoʿdad‘s dependence on writers in his own East Syriac tradition. He joins a long-running discussion on this subject, and concludes, carefully, that Ishoʿdad used the works of both Ishoʿ bar Nun and Theodore bar Koni directly; and among other occasional sources, also the letters of Catholicos Timothy. Only notably missing in his list of sources is Henana, whose commentaries were certainly known to Ishoʿdad but who is not cited by him on John at all. It is possible that some comments by this ambiguous figure may be concealed under the name of the “Theophoroi” or the “Tradition of the School” of Nisibis; but since Henana is repeatedly cited by Ishoʿdad on Matthew, it may be either that his commentary on John was lost early on, or simply that his exegetical work never extended to this gospel. Hofstra’s detailed and painstaking volumes will supersede Mrs. Gibson’s as the edition of choice for anyone using the work of Ishoʿdad on John. This is particularly so with respect to the text, although the reader may need to be alive to the apparatus for the sake of variant readings not signalled in the translation. For the translation itself, it may still be helpful sometimes to compare Mrs. Gibson. But for the identification and analysis of Ishoʿdad’s sources, readers have now been well served as never before.",
    "title" : 
    [ "Johan D. Hofstra, ed. and tr., Ishoʿdad of Merw, Commentary on the Gospel of John",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Coakley, J. F." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1prcoakley",
    "type" : "review",
    "displayTitleEnglish" : "Johan D. Hofstra, ed. and tr., Ishoʿdad of Merw, Commentary on the Gospel of John" }