
  { "fullText" : "Introduction This paper extends the research on the early history of the Syriac text of Acts by collating the text of Acts in Bibl. Nationale Syriac 30 (“BNS 30”) against the standard British and Foreign Bible Society Peshitta text of Acts and 42 Peshitta MSS, the Harklean version, and more than one hundred fifty Syriac patristic sources. Research on the early Syriac text of Acts has focused mostly on the first two chapters. This is due to two factors: first, the lack of variation in the Peshitta manuscripts, and second, the richness of the Patristic literature that is concerned with the first two chapters. The first two chapters of Acts has attracted a great deal of attention from the early Syriac patristic writers as these chapters provide the records of the post-resurrection appearances of Jesus and his Ascension and the Day of Pentecost. Since these two chapters attracted much more patristic attention and, compared to the rest of Acts, they provide the ‘cream’ of the patristic evidence due to citations by so many Syriac authors. Based on my collations of the citations, roughly 2\/7 (29%), of the patristic citations are for the first two chapters. Since these two chapters are about 2\/28 or 7% of the text, Alternatively, considering that there are 73 verses in chapters one and two and 1006 verses in all of Acts, 7% holds. they attracted roughly four times more interest per verse than the rest of Acts. Considering that certain other sections, like chapter fifteen and Paul’s conversion records, attracted significant attention, the rest of Acts attracted little attention outside the few commentaries on Acts, which tend to agree with the Peshitta. Prior studies of the Syriac text of Acts outside the first two chapters have relied only on patristic citations. The research herein extends the literature in two ways. First it extends the analysis of the text of BNS 30 to Acts. Second, it collates BNS 30 against forty-two Peshitta MSS and patristic citations for all twenty-eight chapters of Acts as they relate to BNS 30 and considering the evidence in light of more recent research by Juckel and Williams. “Research on the Old Syriac Heritage of the Peshitta Gospels: A Collation of MS Bibl. Nationale Syr. 30 (Paris),” Hugoye 12.1, pp 41-115. Williams, Peter (2004) Early Syriac Translation Technique and the Textual Criticism of the Greek Gospels , Piscataway, NJ: Gorgias Press. Williams, Peter (2012), ‘Where Two or Three Are Gathered Together’: The Witness of the Early Versions,” in The Early Text of the New Testament , ed. by Charles E. Hill and Michael J. Kruger, Oxford: Oxford University Press. The textual problems of the Acts in Syriac differ from the Gospels. First, there are no Old Syriac manuscripts of Acts which means that the variants observed in Biblical manuscripts are phenomena in a Peshitta context only and therefore any ‘evidence’ of an Old Syriac text is hypothetical. Second, the complicating factors of harmonizations among the Gospels and the Diatessaron’s relationship with the Gospels are not present for Acts, which simplifies the analysis. Vööbus, Arthur (1987), Studies in the History of the Gospel Text in Syriac II, CSCO, Subsidia 79, Louvain, pp. 227-230, speculated, “Did Tatian Revise Acts?” This idea does not appear to have gained traction. Since there are no Old Syriac manuscripts of Acts, one is dependent on variant readings in Peshitta Biblical manuscripts and lectionaries and patristic citations to ascertain possible readings from the Old Syriac version of Acts. Because of the consistency among the Peshitta manuscripts of Acts, the patristic literature has been the primary way to ascertain an Old Syriac text of Acts. When one speaks of an Old Syriac text of Acts, it refers to a hypothetical text of The Acts of the Apostles, analogous to the Old Syriac Gospels, and one that pre-dates the Peshitta version. It is well documented that the early Syriac-speaking fathers, like Aphrahat and Ephrem, quoted from an Old Syriac Gospel text by comparing their citations with the Curetonian and Sinai Palimpsest manuscripts. Thus, it is reasonable to think that the Syriac-speaking writers who used the Old Syriac Gospel text, similarly quoted from an ‘Old Syriac’ version of Acts. Consistent with this hypothesis, the evidence points in that direction based on their citations of Acts that contain variant readings that appear to be echoes of an Old Syriac text of Acts. Kerschensteiner (1964), Kerschensteiner, Josef (1964), “Beobachtungen zum altsyrischen Actatext,” Biblica 45.1, pp. 63-74. McConaughy (1985, 1988), McConaughy, Daniel L. (1985) Research on the Early History of the Syriac Text of Acts One and Two , University of Chicago dissertation. McConaughy, Daniel L. (1988), “An Old Syriac Reading of Acts 1:4 and More Light on Jesus’ Last Meal before his Ascension,” Oriens Christianus 72:63-67. Vööbus (1987), Vööbus, (1987), op. cit. and Symonet (1998, 2001), Simonet, J.L. (1998), Les citations des Apotres dans le ‘Sur Etienne premier des serviteurs et premices des temoins,’ oeuvre presentee sous le nom of Jacques de Saroug en syriaque et sus celui d’Ephrem en armenien,” Le Museon 111: 59-94. Simonet, J.L. (2001), “Les citations des Actes des Apotres dans les chapitres edites du Ketaba d-res melle de Jean Bar Penkaye,” Le Museon 114: 97-119. have provided evidence for an Old Syriac text of Acts. The primary source of this material comes from the patristics, though McConaughy (1985) Published in Moran Etho , volume 45 (2020), St. Ephrem Ecumenical Institute (SEERI), Kottayam, Kerala, India. and Vööbus (1987) have found some support for patristic variant readings in the Biblical and Lectionary MSS of Acts One and Two. However, reliance on patristic quotations to recover the Old Syriac text of Acts is challenging and subject to interpretation. Brock (2013) Brock, Sebastian (2013), “The Use of the Syriac Fathers for NT Textual Criticism,” The Text of the New Testament in Contemporary Research Second Edition, Chapter 15, pp. 407- 428, especially pp. 416-220. comments on the difficulties of using patristic citations to establish an Old Syriac Text reading without a corroborating Biblical manuscript, which unfortunately is the situation with Acts. Peter Williams (2004), likewise, examines in detail Syriac variant readings in the Gospels vis a vis the Nestle Aland 27 th edition (NA27) of the Greek New Testament in light of translation technique. He provides extensive evidence that many early Syriac witnesses, once cited as support for a Greek variant, may not or do not support Greek variant readings. Williams’ detailed analyses show that there is less Syriac support for Greek variant readings than many scholars had thought. He also provides a most useful set of guidelines regarding the use of Syriac witnesses as support of Greek variant readings. These are summarized in his “Appendix 1: Brief Rules for the Use of Syriac in NT Textual Criticism,” “Appendix 2: Suggested Emendations to the Apparatus of NA27,” which synthesizes his research on the Gospels, and “Appendix 3: Agreements Between Syriac Witnesses and Codex Bezae for Which a Non-Genetic Explanation is Possible” summarizes this aspect of his analyses and is most insightful and is germane when examining whether similarities between Syriac witnesses to Acts and Codex Bezae are genetic or translation. See pp. 293-309. Williams (2012) expands on his above-referenced book by extending the analysis more broadly, to Syro-Western agreements, including not only Codex Bezae, but the Old Latin and Coptic. The important point in this is that without evidence from actual Biblical manuscripts, like the Curetonian and Sinai Palimpsest Gospel manuscripts, readings from patristic citations may not provide a sufficient foundation for an actual underlying text. The reason for that is that scholars sitting at their desks today have little to no visibility into the actual Syriac Bible sitting before a patristic writer and the process of a patristic citation. For instance, there could be popular paraphrases or uses of words or phrases that enter into the citation process. For example, the similarities of expression between Ephrem, Narsai and Jacob of Serug regarding the Magi and the Nativity. See: Thekeparampil, Jacob, and Daniel McConaughy (forthcoming), “The Universal and Cosmic Dimension of the Vocation of the Magi in Jacob of Serug’s Mimro: On the Star that Appeared to the Magi.” The focus of this research is upon the transmission of the Syriac text of Acts and does not intend to provide support for Greek variant readings. However, for the inner-Syriac variant readings, an important implication of Williams’ research is that Western text similarities to Syriac readings for which there is little Syriac support, may not provide as strong a support for the Syriac variant as may be supposed at first blush. Williams (2012, p. 258) expresses the concept as it relates to Greek variant readings: “It appears that often citation of versions in the textual apparatus without due consideration of their translation technique gives the misleading impression that the support for a particular variant is much stronger than it really is. When the versions are cited in support of variants attested by few or no Greek manuscripts it gives the impression that the extant Greek manuscripts only attest a small proportion of variants that have existed.” Transmission of the Syriac Text The Syriac text of the Gospels can be viewed as one that developed over time, where the standard Peshitta text is the conclusion of what may be considered a revision of the Old Syriac text. Later Syriac versions, the Philoxenian and Harklean, are more literal translations from Greek and arose with the increasing influence of the western, Greek-speaking church on the Syriac-speaking churches. Vööbus (1951, 1987) and Black (1950, 1972) provide evidence of the development of the Peshitta from the Old Syriac Gospel text. Vööbus, History of the Gospel Text in Syriac I, II ; Matthew Black, “The New Testament Peshitta and Its Predecessors”, Bulletin of Studiorum Novi Testamenti Societas 1 (1950), pp. 51-62, Black, “The Syriac Versional Tradition” in K. Aland, Die alten Ubersetzungen des Neuen Testaments , pp. 120-159. Some Syriac Gospel manuscript’s texts seem to lay between the Old Syriac and the Peshitta. The most well-known exponents of this type of Gospel text are Bibl. Nationale Syr. 30 and Codex Phillips 1388. Codex Phillips 1388 contains only the Gospels. Andreas Juckel, working on critical editions of the Gospels, was concerned with the need to collate later manuscripts as that would greatly increase the labor of collation, also criticized Vööbus for not explaining how a later manuscript or source could preserve supposed Old Syriac readings without intermediary Biblical manuscript evidence. Thus, Juckel (2009, 2003) clarified the situation by collating and analyzing these manuscripts in great detail. His exemplary work significantly extends the earlier work of Vööbus, Black and others. Based on his research, Juckel (2009) cautions that later manuscripts that appear to be related to the Old Syriac may not be genetically related. He shows that many of the variants in the Gospel text of BNS 30, a late twelfth century manuscript, are not genetically related to the Old Syriac texts of Sy c and Sy s : From Ms BN syr. 30 we learn that besides adaptation to the Greek\/Harklean and assimilation to similar or identical passages, harmonization within single Peshitta manuscripts can be responsible for creating a secondary Old Syriac heritage. In Ms BN syr. 30, the majority of singular agreement with S and\/or C came into existence this way and is independent from genetic relation to the Old Syriac and the Diatessaron…. The codex provides the information that in later manu-scripts the original Old Syriac harmonistic heritage of the Peshitta, which is genetically related to the Old Syriac, is faded out during transmission and sup-plemented by secondary non-genetic harmonizations. Juckel (2009), p. 112. Unlike the present collations of Acts in BNS 30, Juckel was able to directly compare his collations with the Old Syriac Gospels. This deficiency for Acts is somewhat ameliorated by comparing the variant readings in BNS 30, with variant readings from forty-two Peshitta manuscripts and the citations of Acts from approximately one hundred fifty patristic sources. In addition, the Palestinian Syriac and the Harklean text and margin will be included in the analysis of the variants. References to the ECM Novum Testamentum Graecum Editio Critica Maior III, 1.1, 1.2 , Deutsche Bibelgesellschaft, Stuttgart, 2017. of Acts are also included. The analysis also considers the influence of the Greek text of Acts as a source of variant readings in BNS 30 by assessing variants in light of early Syriac translation technique as suggested by Williams. Biblical Manuscripts Examined Below is a list and brief descriptions of the manuscripts that were collated. For more detailed information, consult the proper manuscript catalogue. Brackets (< >) indicates missing sections. The following symbols indicate the portions of Acts that were collated for each manuscript: * Full collations + Chapters 1-7, 15 collated ++ Chapters 1-7 collated +* Chapters 1-2 collated Siglum Name Date Contents 1.* Mardin orth. 61 XII cent. <1:1-7:54> 2.* University of Chicago Syriac Ms. 823 VIII cent. Acts 1:1-12 only. 3.* University of Chicago Syriac Ms. 716 VI\/VII cent. Begins with ch. 9. 4.* Leningrad Pigulevskaya 8 981 A.D. 5.* Paris Syriaque 342 894 A.D. 6.+ Sinai Syriac 5 X-XII cent. 7.* Sinai Syriac 15 ca. VIII cent. Begins with 2:27. 8.* BM Add. 14,473 VI cent. 9.* Sinai Syriac 17 ca. IX cent. 10.* BM Add. 14,470 V\/VI cent. 11.* BM Add. 14,474 IX cent. 12.+ Sinai Syriac 54 ca. VIII cent. 13.+ Princeton University Garret Syriac 1 XIII cent 14.+ Yale Syriac 6 917\/18 A.D. 15.* Mardin Orth. Metrop. 35 This valuable manuscript, which contains the Harklean version of the Apocalypse , is thoroughly described by: Arthur Vööbus, ed., The Apocalypse in the Harklean Version, CSCO, Subsidia 56 (Louvain: Secretariat du CorpusSCO, 1978), pp. 32-47. XIII cent. 16.+ Pierpont Morgan Syriac 236 749 A.D. 17.++ Pierpont Morgan Syriac 235 1212 AD 18.++ John Rylands Syriac 2 This manuscript contains the only text of the Catholic Epistles and the Apocalypse in the Philoxenian version. (Crawford Ms) XII cent. 19.+ Yonan Codex X\/XI ? cent. 20.+ British and Foreign Bible Society B.H. Syriac 2 1205\/6 A.D. 21.+ Paris Syriaque 31 1203 A.D. 22.++ Mingana Syriac 103 790 A.D. 23.+ Union Theological Seminary Cage CB42.7 1180 A.D. <5:21b-7:19> 24.+ British and Foreign Bible Society Syriac 72 No date 25.* Oxford Or. 623 1821 A.D. 26.+ British and Foreign Bible Society B.H. 1 ca. 1000 A.D. 27.++ Sachau Syriac 3 IX cent. Begins with 4:32b. 28.++ Sachau Syriac 6 IX cent. <1:1-10, 2:34-3:11, 4:12-4:34, 5:24-7:40b> 29.++ Sachau Syriac 18 VIII cent. Begins with 3:7. 30.++ Sachau Syriac 201 VIII\/IX cent. Begins with 5:16b. 31.+* Oxford Dawkins 23 XIV cent. Begins with 1:24; fragmentary 32.++ Cambridge Oo.I. 2. XII cent. 33.+ BM Add. 7,158 XI cent. 34.+* Paris Syriaque 28 This manuscript is described by Vööbus as having Old Syriac material in the Gospels. See: Arthur Vööbus, “Completion of the Vetus Syra Project,” Biblical Research 7 (1962): 54, note 19. X\/XI cent. 35.* Paris Syriaque 30 Vööbus found remnants of the Old Syriac Gospels. See: Vööbus, Earl y Versions , 87 and Studies in the History of the Gospel Test in Syriac II , pp. 42ff. However, Juckel (2009) observed that many of the variants can be explained as later harmonistic changes and from the influence of the Harklean version and the Greek. before 1198 A.D. <20 :30-32b, 20 :36b-21 :2a, 21 :5b-8b, 21 :12a-14b> The lacunae are from folio 153 which is missing its bottom half. 36.+ Paris Syriaque 361 X cent. <2:46,47> 37.+ Paris Syriaque 343 IX cent. 38.+ Paris Syriaque 360 X cent. 39.* BM Add. 17,120 VI cent. 40.* BM Add. 17,121 VI\/VII cent. 41.* BM Add. 18,812 VI\/VII cent. 42.* BM Add. 14,472 VI\/VII cent. 43.* Vat. Sir. 266 IX\/X cent. Collations BNS 30 and forty-two other Peshitta manuscripts of Acts were collated against the British and Foreign Bible Society’s text (GW). Eighteen manuscripts are fully collated, fifteen are collated for chapters 1-7 and 15, eight are collated for chapters 1-7, and two for chapters 1-2. A review of the list above shows that most of the oldest manuscripts were collated fully. Approximately one hundred fifty patristic works were screened for Acts citations and collated. (Only those which provide a variant reading consistent with BNS 30 are cited in this study.) The fragmentary Christian Palestinian Aramaic text is collated, though some references rely on the critical apparatus of the ECM of Acts. The ECM of Acts was consulted and relevant information has been included in the collation notes. BNS 30 lacks Acts 20:30-32b, 20:37-21:1, 21:5-8, and 21:12-14 due to the missing lower half of folio 153. General Character of the Text of Acts Compared to the Gospels in BNS 30 We express our thanks to the anonymous reviewer who pointed out that some of the variants we had included in an earlier version of this research were orthographic. Removing these made our results for Acts to be more similar to Juckel’s analysis of the Gospels. Juckel (2009) provides summary statistics on pages 107 and 108 that can be compared to the collations results for Acts. Variants per page of the BFBS text Gospels 736 variants Juckel (2009), p. 108. 154 pages in BFBS text = 4.78 variants\/page Acts 230 variants 49 pages in BFBS text = 4.69 variants\/page Acts 1-7 59 variants 12 pages in BFBS text = 4.91 variants\/page Variants per chapter Gospels 736 variants Juckel (2009), p. 108. 89 chapters = 8.27 variants\/chapter Acts 230 variants 28 chapters = 8.21 variants\/chapter Acts 1-7 59 variants 7 chapters = 8.43 variants \/ chapter The results of these simple comparisons show that the Gospels and Acts in BNS30 have a similar level of textual variation from the Peshitta text of GW. The results are also similar for Chapters 1-7. Unique variants in BNS 30 Gospels 369 variants Sum of Sections Ia + IIa + 2b (64+235+70) in Juckel (2009),p. 108. 50.1% of total variants Acts 117 variants 50.9% of total variants Acts 1-7 28 variants 47.5% of total variants Juckel found that there were 369 variants unique to BNS30 based on his results in sections Ia, IIa,and IIb on page 108 of his article. This also shows that the profiles of the Gospels and Acts are similar with respect to unique variants. The results are slso similar for Chapters 1-7. Unique Variants agreeing with the Harklean Version Gospels 70 variants Juckel (2009),Section IIb. 9.5% of total variants Acts 25 variants 10.9% of total variants Acts 1-7 5 variants 8.5% of total variants Again the results are similar. However, the frequency for Acts 1-7 is lower. BNS 30 Variants from GW Agreeing with other Peshitta MSS Gospels 350 variants Sum of Sections Ib + IIc (113+237) 47.5% of total variants Acts 98 variants With at least one other MS witness. 42.6% of total variants Acts 1-7 25 variants With at least one other MS witness. 42.4% of total variants For Acts, the 110 variants of BNS against the GW text in Acts is the number of variants with at least one Peshitta manuscript agreeing with BNS 30 against the GW text. The results are similar. Needless to say, if one were to change the cutoff for Acts to more manuscript agreements than one, the number would drop and this statistic would differ more from Juckel’s results. For instance, if the cutoff were four or more manuscript agreements, then there would be 60 variants or 26.1%. Likewise, were one to collate more manuscripts, the number of variants from GW agreeing with other Peshitta manuscripts would most likely rise. This is suggested by the collations of Acts 1-7, which are based on more collations than for all of Acts. The analysis above suggests that the unobservable processes that created the text of Acts appear to be consistent with those that formed Gospel text in BNS30. Other Collation Statistics for Acts Omissions There were 33 omissions (14.3% of the variants), of which 25 or 76% are unique to BNS30. For Chapters 1-7 there were 7 omissions (11.9% of the 59 variants), of which 5 or 71.4% are unique to BNS. The results are relatively proportional between all of Acts and Chapters 1-7. Seyame There are 20 variants (8.7% of the variants) which involve the omission or addition of seyame . Of these, 10 or 50% are unique to BNS 30. Patristic Support of BNS 30 variants There are 24 variants (10.4% of the variants) that had some patristic support. Of these, 9 or 37.5% are unique to BNS 30. Since these are compared to BNS30 as a whole, subdividing the sample for the first seven chapters is not necessary to understand BNS 30’s patristic support. Another impression regarding the text of Acts in GW, based on all the collations, is that its text of Acts is an excellent representation of the manuscript tradition in general and provides a reliable basis for collations to identify readings outside the mainstream of the Peshitta tradition. Though it may not be the ideal reconstruction of the Peshitta text, it provides a text that in all likelihood economizes the number of variant readings that need to be recorded. Analysis of Selected Variant Readings This section provides a sampling of some of the more interesting variants as well as examples of textual phenomena observed in BNS 30. The first numbers on the left in the tables give the reference in Acts, next is the BNS variant, following this is the GW Peshitta text, next is “MSS” which provides the manuscript witnesses to the variant in BNS 30. Following this is “Patristics” which indicates any patristic agreements with the variant reading as well as other textual information. The analyses include evidence from the ECM and other observations. Ch Vs BNS 30 Peshitta MSS Witnesses Patristic Witness 1 8 ܚܝܠܐ ܡܢ ܪܘܡܐ ܚܝܠܐ 35 cf. Pal ( ܡܪ̈ܘܡܐ ) This variant is unique among the Peshitta MSS, but has support from the Christian Palestinian Aramaic and some Greek MSS and Old Latin. The ECM notes: 915C.1359.1505.1842. 2718.Did.Eusv.IrLatv.LeontH.K:M. 1 10 ܒܠܒ̈ܫܐ ܚܘܪ̈ܐ ܒܠܒܫܐ ܚܘܪܐ 6,11,12,15,21,24,25,31,35,43 Lit.120, DionEpp.35; ThBKII.170; This plural reading has support from other Peshitta MSS, some patristics and Greek and Greek and Latin patristic sources. The ECM notes: P56C*. 01-04*… Chrys.Cosmin.Epiph. Eus.OrLatT.L:V. etc. 2 43 ܒܟܠ ܠܟܠ 4-14,16-26,31, 33-38,40,41,43 Lect; DionEPP.49 This reading is found in some lectionaries as well as other Peshitta MSS, of which 8, Add. 14,473 and 10, Add. 14,470, date from the sixth and the fifth\/sixth centuries, respectively. Manuscripts 40 and 41, ADD 17,121 and Add. 18,812, respectively, date from the sixth\/seventh centuries. 10 41 ܥܠܡܐ ܥܡܐ 35 16 37 ܥܡܐ ܥܠܡܐ 35 These two variants show that BNS30 may confuse “people” with “world”, though the first variant has support from P127, a 5 th century papyrus text, which has κοσμω. The ECM notes: P127 - P45.P50.P53.014S.1831.2138. 14 14 ܢܦܩܘ ܘܢܦܟܘ 15,35,42 This variant is included as it follows the Greek. One witness may pre-date the Harklean: manuscript 42 is Add. 14,472, a sixth\/seventh century manuscript. 16 3 ܒܗܘ ܐܬܪܐ ܒܐܬܪܐ 7,35 cf. SynodII, 174 ( ܒܐܪܥܐ ܗܘ ) This minor variant has some support. MS 7 is Sinai Syr. 15, an 8 th century manuscript. (The Harklean has: ܒܕܘܟܝ̈ܬܐ ܗܠܝܢ .) The ECM notes: εν τοπω εκεινω P127V.6.69.1175.Κ:Σ>Β>.Α. 16 27 ܢܛܪ ܬܪܥܐ ܕܒܝܬ ܢܛܪ ܒܝܬ 35 This variant adds “door”: “keeper of the door of the prison.” Perhaps from the occurrence of “doors” later in the verse? Ms. 39, ADD. 17,120, from the 6 th century adds ܕܒܝܬ ܐܣܝܪ̈ܐ to v. 26 after ܬܪܥܐ . 17 27 ܘܡܥܩܒܝܢ ܠܗ ܘܡܥܩܒܝܢ 35 H: ܢܓܘܫܘܢܝܗܝ The addition of ܠܗ , “him”, may be influenced from the Harklean, which has the third person masculine singular suffix to the verb, though it is a different verb than in the Peshitta. 17 27 ܟܠܚܕ ܡܢܢ ܟܠ ܡܢܢ 1,35 PhilJo.37; SahPerf3.2 This variant, with the addition of “one” in “each one” follows the Harklean as well as the Greek. It also has some support from patristic sources. 18 4 ܘܡܡܠܠ ܗܘܐ ܥܡܗܘܢ ܘܡܡܠܠ ܗܘܐ 35 “With them” is unique in the Syriac sources and the Greek. 19 9 ܕܥܡܐ ܕܥܡܡ̈ܐ 35 This may simply be another ‘seyame’ variant, except here, the plural is spelled differently from the singular; so the number of the noun depends on more than a seyame. 19 33 ܕܐܝܬ ܗܘܐ ܕܐܝܬ ܗܘܘ 1,5,10,11,25,35,43 19 33 ܕܫܡܗ ܗܘܐ ܕܫܡܗ 1,4,5,8c,9,15,35,41,42,43 This pair of variants contains ܗܘܐ though for different reasons. The first is singular for plural, perhaps due to ܐܝܬ , but the second is the addition of the verb to be. 18 15 ܢܡܘܣ̈ܐ ܢܡܘܣܐ 35 19 39 ܢܡܘܣ̈ܐ ܢܡܘܣܐ 5,7-11,35,39,42,43 24 14 ܒܢܡ̈ܘܣܐ ܒܢܡܘܣܐ 35 BNS 30 shows a preference for the plural of “law” when the singular is standard. The second variant has other Peshitta support, including two of the oldest witnesses, 8, Add. 14,473 and 10, Add. 14,470, date from the sixth and the fifth\/sixth centuries, respectively. Manuscript 39, Add. 17,120 dates from the sixth century, and manuscript 42, Add. 14,472 dates from the sixth\/seventh century. 20 3 ܕܢܐܙܠ ܠܡܐܙܠ 5,35 Here there is a switch from the infinitive in the Peshitta to the imperfect which follows the Harklean. However, the Greek has the infinitive as does the Harklean margin. 22 5 ܘܢܩܘܡܘܢ ܘܢܩܒܠܘܢ ܘܢܩܒܠܘܢ 35 This interesting variant adds “stand”: “and (that) they would stand and receive punishment.” There is no other support for this unique variant. 23 23 ܕܠܠܝܐ ܒܠܠܝܐ 35 This variant follows the Harklean version. 25 10 ܝܬܝܪ ܝܕܥ ܝܕܥ 4,5,7,8,10,11,25,35,40-42,43 This reading follows the Greek and has strong Syriac mss support including two pre-Harlean manuscripts, 8, Add. 14,473 and 10, Add. 14,470, date from the sixth and the fifth\/sixth centuries, respectively. The Harklean reading, ܫܦܝܪ , resembles more the Greek καλλιον . 26 25 ܐܡܪ ܠܗ ܐܡܪ 5,8c,9-11,35,39c,43 “Said to him” is reasonably well attested in the Syriac tradition but the ECM does not provide support for this reading. It goes back to the fifth\/sixth centuries based on manuscript 10, Add. 14,470. 26 28 ܡܠܟܐ ܐܓܪܦܘܣ ܐܓܪܦܘܣ 4,5,9,25,35,43 The title of “king” has some attestation among the Syriac mss. but the ECM does not indicate support. This variant and the one in 26:25 may be explanatory edits. 28 25 ܕܫܦܝܪ ܫܦܝܪ 35 cf. ThMJo.248 These two variants provide examples where BNS 30 followed the Greek against the Peshitta and the Harklean when they agree with one another. Conclusion An analysis of the text of BNS 30 shows that the text of Acts, like that of the Gospels, contains more variants than most Peshitta manuscripts. The frequencies of the variants in the text of Acts are remarkably similar to the analogous frequencies that Juckel (2009) reported for the Gospels. The results are also relatively consistent for Acts 1-7 only. The results also highlight the fact that the statistics are somewhat dependent on the number of manuscripts collated, though the general impression remains the same. BNS 30 contains many unique readings, some of which may be errors of copying, but many are not. Ninety-eight variants (42.6%) of the total variants in Acts have support from other manuscripts. However, only 24 (10.4%) of the BNS 30 variants have any Syriac patristic support. As would be expected in a manuscript dated 1197\/1198AD, there are agreements with the Harklean version. Though the text of BNS 30 occasionally follows the Greek text against the Peshitta and Harklean texts when they agree with one another. A review of the collations leaves one with the impression that BNS 30 does not provide a window to a pre-Peshitta text of Acts. The statistical profile of the frequencies of the variants in Acts suggests that the influences on the formation of the text of Acts is similar to those that influenced the formation of the Gospel text in BNS 30. Considering the similarities in the frequencies and characteristics of the variants in the Gospels and Acts, and Juckel’s observation that seven variants in the Gospel text of BNS 30 may derive from an original Old Syriac heritage, Juckel (2009), page 112. this would suggest that 2 or 3 variants in the Acts text of BNS 30 may derive from an Old Syriac heritage, if one were to extend the comparison. Bibliography Matthew Black, “The New Testament Peshitta and Its Predecessors”, Bulletin of Studiorum Novi Testamenti Societas 1 (1950), pp. 51-62. Black, Matthew, “The Syriac Versional Tradition” in K. Aland, Die alten Ubersetzungen des Neuen Testaments, die Kirchenvaerzitate und Lektionare , Berlin: De Gruyter (1972), pp. 120-159. Brock, Sebastian, “The Use of the Syriac Fathers for NT Textual Criticism,” The Text of the New Testament in Contemporary Research Second Edition, Leiden: Brill (2013), Chapter 15, pp. 407-428. Juckel, Andreas, “Research on the Old Syriac Heritage of the Peshitta Gospels: A Collation of MS Bibl. Nationale Syr. 30 (Paris),” Hugoye 12.1 (2009), pp 41-115. Kerschensteiner, Josef, “Beobachtungen zum altsyrischen Actatext,” Biblica 45.1 (1964), pp. 63-74. McConaughy, Daniel L. Research on the Early History of the Syriac Text of Acts One and Two , University of Chicago dissertation (1985). McConaughy, Daniel L., “An Old Syriac Reading of Acts 1:4 and More Light on Jesus’ Last Meal before his Ascension,” Oriens Christianus 72 (1988), 63-67. McConaughy, Daniel L., The Early History of the Syriac Text of Acts Chapters One and Two , Moran Etho , volume 45 (2020), St. Ephrem Ecumenical Institute (SEERI), Kottayam, Kerala, India. Novum Testamentum Graecum Editio Critica Maior III, 1.1, 1.2 , Deutsche Bibelgesellschaft, Stuttgart, 2017. Simonet, J.L., “Les citations des Apotres dans le ‘Sur Etienne premier des serviteurs et premices des temoins,’ oeuvre presentee sous le nom de Jacques de Saroug en syriaque et sus celui d’Ephrem en armenien,” Le Museon 111 (1998), 59-94. Simonet, J.L., “Les citations des Actes des Apotres dans les chapitres edites du Ketaba d-res melle de Jean Bar Penkaye,” Le Museon 114 (2001), 97-119. Thekeparampil, Jacob, and Daniel McConaughy, “The Universal and Cosmic Dimensions of the Vocation of the Magi in Jacob of Serug’s Mimro: On the Star that Appeared to the Magi,” (forthcoming). Vööbus, Studies in the History of the Gospel Text in Syriac I, II, CSCO, Sub. 3, 79, Louvain (1951, 1987). Vööbus, Arthur, Early Versions of the New Testament: Manuscript Studies , PETSE Vol. 6, Stockholm: Papers of the Estonian Theological Society in Exile (1954). Vööbus, Arthur, “Completion of the Vetus Syra Project,” Biblical Research 7 (1962), 49-56. Vööbus, Arthur ed., The Apocalypse in the Harklean Version , CSCO, Sub.56 (Louvain: Secretariat du CorpusSCO, 1978), pp. 32-47. Williams, Peter, Early Syriac Translation Technique and the Textual Criticism of the Greek Gospels , Piscataway, NJ: Gorgias Press (2004). Williams, Peter, ‘Where Two or Three Are Gathered Together’: The Witness of the Early Versions,” in The Early Text of the New Testament , ed. by Charles E. Hill and Michael J. Kruger, Oxford: Oxford University Press (2012). Appendix 1: Patristic Sources Cited This list is a subset of all the Syriac Patristic works screened as it relates only to the citations relevant to the analysis of BNS 30. Ant René Draguet, ed. , La Vie Primitive de S. Antonie , CSCO, SS 183 (Louvain: Secrétariat du CorpusSCO, 1980). Asc René Draguet, ed. , Les Cinq Recensions de L'Ascéticon Syriaque d'Abba Isaïe , 2 vols. , CSCO, SS 120, 121 (Louvain: Secretariat du CorpusSCO, 1968). BabUn Arthur Vaschalde, ed., Babai Magni Liber de Unione , CSCO, SS 34 (Paris: J. Gabalda, 1915). BarhCV Antoine Torbey, ed., Le Candelabre du Sanctuaire de Gregoire Abou’lfaradj dit Barhebraeus, cinquieme base: Des Anges, PO 30, fasc. 4 (Paris: Firmin-Didot, 1963). BarhCand10.20 Elise Zigmund-Cerbu, ed., Le candélabre du Sanctuaire de Grégoire Abou'lfaradj dit Barhebraeus. Dixième base, De La Resurrection PO 35, fasc. 2, no 184 (Louvain: 1969). CE William F. Macomber, ed. , Six Explanations of the Liturgical Feasts by Cyrus of Edessa , 2 vols., CSCO, SS 155, 156 (Louvain: Secretariat du CorpusSCO, 1974). CyrLk J.B. Chabot, ed., S. Cyrilli Alexandrini Commentarii in Lukam , CSCO, SS 27 (Louvain: 1912). DionEpp I. Sedlaček, ed., Dionysius bar Salibi in Apocalypsim, Actus, et Epistualas Catholicas , CSCO, SS, Series Secunda, Tomus 101 (Paris: J. Gabalda, 1909). DionEvI, I. Sedlaček, and J. B. Chabot, eds., Dionysii bar Salibi Commentarii in Evangelia , 2 vols. , CSCO, Series Secunda, Tomus 98, fasc. 1, 2 (Lipsiae: Otto Harrassowitz, 1906-15). GeoOffII Ibid., Vol. 2. IshJo Ibid., Vol. 3. JacHex J. B. Chabot, ed., Jacobi Edesseni Hexaemeron , CSCO, SSi 44 (Paris: J. Gabalda, 1928). JacSP Mingana Syr. 600, “Memra on the Division of Tongues and Pentecost\" by Jacob of Serug, folios 204b-211a. JoDP Arthur Vööbus, “Die Entdeckung von Uberresten der altsyrischen,” Oriens Christianus 64 (1980):32-35. JoEpHEIII E. W. Brooks, ed., Iohannis Ephesini Historiae ecclesiasticae, pars tertia , CSCO, SS, Series 3, Tomus 3 (Paris: J. Gabalda, 1935) LG Michael Kmosko, ed., Liber Graduum , Patrologia Syriaca 3 (Paris: Firmin-Didot, 1926). Lit Richard Hugh Connolly, and H. W. Codrington, eds., Two Commentaries on the Jacobite Liturgy (London: Williams and Norgate, 1913). MBKAng Mardin Orth. Metrop. Syr. 381, “Treatise on the Creation of Angels\" by Moshe bar Kepha, quire 13, folio 10b. MBKP Harvard Harris 29 \"Explanation of the Lesson of Acts concerning the Dominical Feast of Pentecost,\" by Moshe bar Kepha folios 173b-178a. PhilDisc E. A. Wallis Budge, ed., The Discourses of Philoxenus, Bishop of Mabbogh, A.D. 485-519 , 2 vols. (London: Asher and Co., 1894), Vol. 1. PhilDiss3 M. Briere and F. Graffin, eds., Sancti Philoxeni Episcopi Mabbugensis Dissertationes Decem de Uno e Sancta Trinitate Incorporato et Passo III:Dissertationes 6a, 7a, 8a, PO 39.4 (Louvain, 1979) Phi1Jo Andre de Halleux, ed., Philoxene de Mabbog: Commentaire du Prologue Johannique , CSCO, SS 165 (Louvain: Secretariat du Corpus SCO, 1977). SahPerfl, Ibid ., Vol. 1. SahPerf III Ibid., Vol. 3 SevHom10 Maurice Brière, ed., Les Homélies Cathedrales de Sévère d’Antioche , PO 26, fasc. 3 (Paris: Firmin-Didot, 1948).Contains homilies 1113-119. SevHom11, Maurice Brière, ed., Les Homélies Cathedrales de Sévère d’Antioche , PO 29, fasc. 1 (Paris: Firmin-Didot, 1960).Contains homilies 120-125. SevHoml6, Maurice Brière, and François Graffin, eds., Les Homélies Cathedrales de Sévère d’Antioche , PO 37, fasc. 1 (Turnhout: Brepols, 1975). Contains homilies 18-25. SevHoml7 Maurice Brière, and François Graffin, eds. Les Homélies Cathedrales de Sévère d’Antioche, PO 38, fasc. 2 (Turnhout: Brepols, 1976).Contains homilies 1-17. SevHyml, E. W. Brooks, ed., James of Edessa: The Hymns of Severus of Antioch and Others , 2 vols, PO 6, fasc. 1; 7, fasc. 5 (Paris: Firmin-Didot, 1910-11) Vol. 1. SevHym2 Ibid., Vol. 2. Synodl Arthur Vööbus, ed., The Synodicon in the West Syrian Tradition , 2 vols. CSCO, SS 161-64 (Louvain: Secrétariat du Corpus SCO, 1975-76), Vol. 1. ThBkll Ibid., Vol. 2. ThMJo Jaques Marie Vosté, ed., Theodori Mopsuesteni commentarius in evangelium Iohannis Apostoli , CSCO, SS 62 (Louvain: Secretariat du Corpus SCO, 1940). Appendix 2: Collation of BNS 30 # C Vs BNS 30 Peshitta MSS Witnesses Patristic Witness 1 1 8 ܚܝܠܐ ܡܢ ܪܘܡܐ ܚܝܠܐ 35 cf. Pal ( ܡܪ̈ܘܡܐ ) 2 1 10 ܕܩܝܡܝܢ ܩܝܡܝܢ 35 GeoOffII.29 3 1 10 ܒܠܒ̈ܫܐ ܚܘܪ̈ܐ ܒܠܒܫܐ ܚܘܪܐ 6,11,12,15,21,24,25,31,35,43 Lit.120, DionEpp.35; ThBKII.170; MBKAng; CE.138,155; JacSP.6; BarhCandV.14; JacHex.38 4 1 26 ܦܣܐ ܦܨ̈ܐ 31,35 [ ܦܣ̈ܐ 8] 5 2 2 ܘܗܘܐ ܗܘܐ 10, 15, 32, 35, 41, 42 6 2 2 ܐܝܟ ܕܪܘܚܐ ܐܝܟ ܪܘܚܐ 4-6,8-26, 28, 33-38, 41, 42 DionEvI.; JoDP; CE.180; MBKP.174a; BarhCandIV.48; DionEpp. 39; IshJo.128; ThMJo.69 7 2 5 ܐܝܬ ܗܘܐ ܐܝܬ ܗܘܘ 4-6, 9, 11-14,16-26,28,31,33-38,40,41 DionEpp.41; MBKP.176a 8 2 5 ܥܡܡ̈ܝܢ ܥܡܡ̈ܐ 35,43 9 2 6 ܥܡܐ ܗܘ ܥܡܐ 35 10 2 6 ܘܐܫܬܓܫܘ ܘܐܫܬܓܫ 4,17,19,20b,22,23,25,32,35,3839,43 11 2 12 ܘܡܬܕܡܪܝܢ ܡܬܕܡܪܝܢ 18,35,43 12 2 14 ܘܒܬܪܟܢ ܒܬܪܟܢ 4-6,9,11-14,16, 17,19,26,28,35-38,43 13 2 15 ܐܢܝܢ ܐܢܝ̈ܢ 6,8,12,16,35 14 2 22 ܕܝܫܘܥ ܝܫܘܥ 35 Pal 15 2 26 ܘܦܓܪܝ ܘܐܦ ܦܓܪܝ 35 16 2 27 omit ܡܛܠ 4-6,8-10,12-14, 16-26,28,33-37,39,41 Pal 17 2 29 ܐܦ ܘܐܦ 7,15,32,35,41 Pal 18 2 34 ܐܡܪ ܕܐܡܪ 35 19 2 34 ܕܬܒ ܬܒ 25,35,41 Lect 20 2 37 ܐܚܝ̈ ܐܚܝ̈ܢ 35 21 2 43 ܒܟܠ ܠܟܠ 4-14,16-26,31, 33-38,40,41,43 Lect; DionEPP.49 22 2 45 omit ܡܕܡ 35 23 3 6 ܕܡܪܢ ܝܫܘܥ ܕܝܫܘܥ 4-6,9,11-13,16-26,35 c JoEph.591 24 3 10 ܘܐܫܬܘܕܥܘܗܝ ܘܐܫܬܘܕܥܘ 35 25 3 10 ܘܕܘܡܪ̈ܐ ܘܕܘܡܪܐ 35 26 3 12 ܕܒܚܝܠܢ ܕܒܚܝܠܐ ܕܝܠܢ 35 27 3 14 ܒܙܕܝܩܐ ܘܩܕܝܫܐ ܒܩܕܝܫܐ ܘܙܕܝܩܐ 7,28,35,39,40 BabUn.221 28 3 21 ܕܟܠܗܘܢ ܕܟܠܗܝܢ 35 29 3 22 ܕܡܡܠܠ ܕܢܡܠܠ 35, [ 13 has ܕܡܠܠ ] 30 3 24 ܕܡܢ ܡܢ 4-7,9,11-14,16-20,25,26,28, 35,43c 31 4 1 omit ܗܘܘ 35 32 4 13 ܣܦܪ̈ܐ ܣܦܪܐ ܟܬܝ̈ܒܬܐ H has plural 33 4 27 ܘܟܢܫ̈ܐ ܘܟܢܫܐ 6 (crossed out),25,35 34 4 30 ܕܢܗܘܘܢ ܕܢܗܘ̈ܝܢ 35 (earlier preferred m. to fem) 35 4 35 ܘܣܝܡܝܢ ܗܘܘ ܘܣܝܡܝܢ 4-7,11-17,20-27,29,35,39c Asc.280; SevHom10.398; Ant.8 36 5 8 ܐܡܪܝ ܐܡܪ (2) 4,16-21,24,25, 27,29,35 37 5 9 ܪܓܠܝܗܘܢ ܪܓܠܝ̈ܗܘܢ 35 38 5 19 ܡܠܐܟܗ ܡܠܐܟܐ 35 39 5 24 ܬܗܝܪܝܢ ܬܘܝܪܝܢ 35 40 5 36 ܘܐܡܪ ܗܘܐ ܘܐܡܪ 35 41 5 37 omit ܗܘܘ (first) 35 42 5 37 ܘܐܝܠܝܢ ܘܟܠܗܘܢ ܐܝܠܝܢ 35,42 43 5 38 ܗܫܐ ܘܗܫܐ 35 44 5 41 ܕܡܛܠ ܡܛܠ 35 CyrLk.173; SahPerfI.71 45 7 10 ܟܠܗ ܒܝܬܗ ܒܝܬܗ ܟܠܗ 4,5,7,13,14,16-22,24-27,29, 30,35,40 46 7 11 ܠܐܒ̈ܗܬܢ ܠܡܣܒܥ ܠܡܣܒܥ ܠܐܒ̈ܗܬܢ 7,15,35 47 7 13 ܬܪ̈ܬܝܢ ܕܬܪ̈ܬܝܢ 35 48 7 16 omit ܒܢܝ̈ 35 49 7 17 ܐܠܗܐ ܒܡܘܡ̈ܬܐ ܒܡܘܡ̈ܬܐ ܐܠܗܐ 15,35 50 7 19 ܘܐܨܛܢܥ ܗܘܐ ܘܐܨܛܢܥ 35 51 7 20 ܒܗ ܒܗܘ ܙܒܢܐ ܒܗ ܒܙܒܢܐ ܗܘ 35 52 7 22 ܐܦ ܘܐܦ 35, 43 53 7 25 ܥܒܕ ܝܗܒ 35,41 54 7 26 omit ܗܢܘܢ 35 55 7 28 ܠܡܨܪܐ ܗܘ ܠܡܨܪܐ 15,35,39,41c,42 56 7 36 ܗܢܘ ܡܘܫܐ ܗܢܘ 35 57 7 46 ܩܕܡ ܐܠܗܐ ܩܕܡܘܗܝ ܕܐܠܗܐ 35 58 7 56 omit ܗܐ 35c ThBKII.176 59 7 60 ܚܛܝܬܐ ܗܕܐ ܗܕܐ ܚܛܝܬܐ 35 LG.428 (however LG.517=P); Asc.279; SevHom17,78; SevHom.168 60 8 3 ܠܥܕܬܐ ܠܥܕܬܗ 35 61 8 7 ܕܐܬܐܣܝܘ ܐܬܐܣܝܘ 35 62 8 14 ܡܠܬܗ ܡܠܬܐ 35,39,40-42, 43 63 8 19 ܘܐܦ ܐܦ 1,4,5,8,9,25,35 64 8 20 ܕܡܘܗܒܬܐ ܕܡܘܗܒܬܗ 35 65 8 23 ܐܢܐ ܠܟ ܐܢܐ 35 66 8 25 ܘܐܠܦܘ ܐܢܘܢ ܘܐܠܦܘ 35, 43 DionEpp.63 67 8 28 ܘܝܬܒ ܝܬܒ 35 68 8 33 ܘܡܢ ܡܢ 35 69 8 36 ܕܐܝܬ ܗܘܐ ܕܐܝܬ 35 70 8 36 ܡܗܝܡܢܐ ܗܘ ܗܘ ܡܗܝܡܢܐ 1,4,5,7,9,11,25,35, 39,40,42,43 71 8 39 ܣܠܩ ܣܠܩܘ 35,40 72 9 4 ܕܐܡܪ ܗܘܐ ܕܐܡܪ 1,3,5,7,9-11,25,35,41 73 9 15 ܐܡܪ ܘܐܡܪ 3-5,8,9,11,35, 39 74 9 17 omit ܒܐܘܪܚܐ 35 vid 75 9 21 ܘܗܐ ܐܦ ܐܦ 1,3,4,5,9,11,25,35,39c,43 ( ܘܐܦ ) 76 9 39 ܘܐܙܠ ܐܙܠ 1,3,9,10c,11,35,41 77 9 43 omit ܗܘܐ (2) 35* 78 10 2 ܙܕܝܩ ܘܙܕܝܩ 35 79 10 3 ܠܡܠܐܟܐ ܡܠܐܟܐ 35 80 10 3 ܕܐܝܡܡܐ ܒܐܝܡܡܐ 35 81 10 11 ܘܫܐܒ ܘܫܐܒ ܗܘܐ 35 82 10 23 ܘܩܡܘ ܘܩܡ 35 83 10 24 ܥܠܘ ܥܠ 1,3-5,7,9,11,25, 35,42 84 10 24 ܗܘܐ ܗܘܘ 35,40 85 10 37 ܕܡܠܬܐ ܒܡܠܬܐ 35 86 10 41 ܥܠܡܐ ܥܡܐ 35 87 10 41 ܡܝܬܐ ܡܝ̈ܬܐ 35 88 11 6 ܐܦ ܘܐܦ 35 89 11 7 ܘܫܡܥ ܗܘܝܬ ܘܫܡܥܬ ܗܘܝܬ 35 90 11 8 ܐܘ ܕܡܣܝܒ ܘܕܡܣܝܒ 35 91 11 12 ܘܐܦ ܐܦ 25,35,42 92 11 22 omit ܗܘܬ 35* 93 11 25 ܠܡܒܥܝܗ ܠܡܒܥܐ 7,8,15,35,40, 42 SevHom 16.34 94 11 28 omit ܗܘܐ (1) 35 SevHom 16.34 95 12 6 ܬܪܥܐ ܬܪ̈ܥܐ 35 96 12 10 ܥܒܪ ܥܒܪܘ 35 DionEpp.82; cf. JacHex39 97 12 18 omit ܗܘܐ (3) 35 98 13 7 ܗܘ ܗܘܐ (4) 35,42 99 13 7 omit ܗܘܐ (5) 35 100 13 27 ܫܒ̈ܐ ܫܒܐ 35 101 13 27 ܟܠܗܝܢ ܗܠܝܢ 1,4,5,7,8,10,11, 25,35,43 102 13 33 ܘܐܢܐ ܐܢܐ 35 BabUn.141 103 13 38 ܐܚ̈ܝܢ ܐܚ̈ܝ 1,4,5,11,35 104 13 48 ܘܡܫܒܚܝܢ ܗܘܘ ܘܡܫܒܚܝܢ 35 105 13 50 omit ܐܝܠܝܢ 35* 106 14 3 ܒܓܠܐ ܡܠܬܐ ܒܓܠܐ 35 107 14 8 ܘܣܓܝܦ ܕܣܓܝܦ 35 108 14 14 ܢܦܩܘ ܘܢܦܟܘ 15,35,42 109 14 18 ܠܡܚܣܢ ܡܢ ܡܚܣܢ 35 110 14 20 ܘܐܬܘ ܠܗܘܢ ܘܐܬܘ 7,10(cf. variant for v. 21), 15, 35,40, 41,43 111 15 5 ܐܢܫܐ ܡܢ ܐܢܫܐ 10,35,41,43 112 15 5 omit ܗܘ 8,35 113 15 7 ܦܘܡ ܦܘܡܝ 35 114 15 25 ܗܕܐ ܗܢܐ 35 115 15 30 ܐܬܘ ܠܗܘܢ ܐܬܘ 1,3,4,611,14,16, 19-21,32,24,26, 31,33,35 116 15 30 ܘܟܢܫ ܘܟܢܫܘ 35 117 15 35 ܡܠܬܐ ܡܠܬܗ 7,15,35,41 118 15 40 ܠܛܝܒܘܬܗ ܠܛܝܒܘܬܐ 3-5,7,8,11,15, 16,20,21,26,31,33,35-38,42 119 16 3 ܒܗܘ ܐܬܪܐ ܒܐܬܪܐ 7,35 cf. SynodII, 174 ( ܒܐܪܥܐ ܗܘ ) 120 16 14 ܕܐܡܪ ܗܘܐ ܕܐܡܪ 1,3,-5,11,15,25, 35,39 121 16 16 ܕܩܨܡܐ ܕܩ̈ܨܡܐ 1,3,4,7,8,10,11, 15,25,35,39-42, 43 DioEvI.180 122 16 16 ܒܩ̈ܨܡܐ ܒܩܨܡܐ 1,3,4,7,8,10,11, 15,25,35,39-42, 43 123 16 24 ܦܘܩܕܢܐ ܗܢܐ ܗܢܐ ܦܘܩܕܢܐ 35 124 16 27 ܢܛܪ ܬܪܥܐ ܕܒܝܬ ܢܛܪ ܒܝܬ 35 125 16 37 ܥܡܐ ܥܠܡܐ 35 126 16 37 ܡܦܩܘܢ ܠܢ ܢܦܩܘܢܢ 35 127 17 2 ܡܠܠ ܗܘܐ ܡܠܠ 10,35,42 128 17 3 omit ܗܘܐ (1) 35 129 17 11 omit ܗܢܘܢ (1) 35 130 17 14 ܘܩܘܝܘ ܗܘܘ ܘܩܘܝ ܗܘܐ 1,4,5,7,9,25,35,43 131 17 23 omit ܗܘܐ 15,35 ThBKII.183; PhilDiss3.108; DionEpp.97 132 17 23 omit ܕܚܠܝܢ ܐܢܬܘܢ 35* 133 17 24 ܒܗܟܠܐ ܒܗܝ̈ܟܠܐ 35 134 17 27 ܘܡܥܩܒܝܢ ܠܗ ܘܡܥܩܒܝܢ 35 135 17 27 ܟܠܚܕ ܡܢܢ ܟܠ ܡܢܢ 1,35 PhilJo.37; SahPerf3.2 136 17 28 ܐܡܪ ܐܡܪܘ 35,43 137 18 2 omit ܗܘܐ (1) 35 138 18 4 ܘܡܡܠܠ ܗܘܐ ܥܡܗܘܢ ܘܡܡܠܠ ܗܘܐ 35 139 18 5 omit ܗܘܘ (1) 35 140 18 15 ܢܡܘܣ̈ܐ ܢܡܘܣܐ 35 141 18 18 ܐܩܠܘܣ ܘܦܪܝܣܩܠܐ ܦܪܝܣܩܠܐ ܘܐܩܠܘܣ 7,35 142 18 23 ܕܦܪܘܓܝܐ ܘܕܓܠܛܝܐ ܕܓܠܛܝܐ ܘܕܦܪܘܓܝܐ 3-5,9,11,25,35 143 18 25 ܘܡܠܦ ܗܘܐ ܘܡܠܦ 35 144 19 8 ܡܠܟܘܬܐ ܡܠܟܘܬܗ 10,35 145 19 9 ܕܥܡܐ ܕܥܡܡ̈ܐ 35 146 19 12 ܘܣܝܡܝܢ ܗܘܘ ܘܣܝܡܝܢ 35 cf. DionEpp.102 147 19 19 ܘܐܦ ܐܦ 1,3-5,8c,25,35 148 19 20 ܗܝܡܢܘܬܐ ܕ... ܗܝܡܢܘܬܗ ܕ... 1,4,5,8c,9,35, 41 149 19 32 ܕܝܢ ܓܝܪ 1,4,5,7,8c,9,25,35,40 150 19 33 ܕܐܝܬ ܗܘܐ ܕܐܝܬ ܗܘܘ 1,5,10,11,25,35,43 151 19 33 ܕܫܡܗ ܗܘܐ ܕܫܡܗ 1,4,5,8c,9,15,35,41,42,43 152 19 37 omit ܠܐ 35 (corrected -blurry) 153 19 39 ܢܡܘܣ̈ܐ ܢܡܘܣܐ 5,7-11,35,39, 42,43 154 20 2 omit ܠܗ 35* 155 20 3 ܕܢܐܙܠ ܠܡܐܙܠ 5,35 156 20 7 ܡܠܠ ܡܡܠܠ 35,39 157 20 9 ܒܡܠܬܐ ܗܘ ܒܡܠܬܐ 3,5,7c,9,11,35,39c,43 158 20 11 ܘܟܕ ܟܕ 35 159 20 29 ܐܢܐ ܓܝܪ ܐܢܐ (1) 1,3,4,8c,9,11, 25,35,43 160 20 34 ܫܡ̈ܫܝ ܫܡܫ 1,35 SevVie.230, SahPerf3.85 161 20 35 ܠܐܝܠܝܢ ܕܐܝܠܝܢ 35 162 21 4 ܬܠܡܝܕܐ ܬܠܡܝ̈ܕܐ 35 163 21 16 ܘܐܝܬ ܘܐܬܘ 35 164 21 17 ܩܒܠܘܢܝ ܩܒܠܘܢ 35 165 21 18 omit ܗܘܐ 35 166 21 30 ܐܬܟܢܫ ܐܬܟܢܫܘ 1,35 167 21 32 ܠܟܝܠܝܪ̈ܟܐ ܠܟܝܠܝܪܟܐ 35 168 21 34 ܕܢܕܥ ܠܡܕܥ 35 169 21 38 ܓܒܪ̈ܝܢ ܓܒܪ̈ܐ 1,3,5,9,11,35 170 22 5 ܘܢܩܘܡܘܢ ܘܢܩܒܠܘܢ ܘܢܩܒܠܘܢ 35 171 22 11 ܒܐܝ̈ܕܝ ܒܐܝܕܝ 1,3,7,9,10,35, 40-42,43 172 22 19 ܘܐܦ ܐܦ 1,10,15,35,40 173 22 27 ܘܐܡܪ ܐܡܪ (2) 1,5,7-9,25,41 174 22 28 ܘܐܡܪ ܠܗ ܐܡܪ (1) 1,3,4,9,11,25, 35,43 175 22 30 ܘܢܚܬ ܘܐܚܬ 10,35,42 176 23 2 ܕܢܡܚܘܢܝܗܝ ܕܢܡܚܘܢܗ 8,35 177 23 9 ܐܢܫ̈ܐ ܐܢܫܐ 1,7,35 178 23 10 omit ܗܘܐ (2) 35 179 23 20 omit ܠܗ 35 180 23 21 omit ܠܐ 35* 181 23 23 ܕܠܠܝܐ ܒܠܠܝܐ 35 182 23 27 ܕܢܩܛܠܘܢܝܗܝ ܕܢܩܛܠܘܢܗ 1,3-5,9,35 183 23 29 ܙܛܡܐ ܙܛܡ̈ܐ 35 184 24 10 ܡܛܠ ܘܡܛܠ 35 185 24 14 ܒܢܡ̈ܘܣܐ ܒܢܡܘܣܐ 35 186 24 18 ܘܐܦܠܐ ܐܦܠܐ 11,35,42,43 187 24 25 ܡܠܠ ܡܡܠܠ 15,35 188 25 10 omit ܗܘ 15,35* 189 25 10 ܝܬܝܪ ܝܕܥ ܝܕܥ 4,5,7,8,10,11, 25,35,40-42, 43 190 25 10 ܠܡܬܬܕܢܘ ܠܡܬܕܢܘ 1,4,5,9,35 191 25 11 ܨܐܕܝ ܡܕܡ ܡܕܡ ܨܐܕܝ 1,4,5,8c,9,11, 25,35,41,43 192 25 14 omit ܐܣܝܪܐ 35 193 25 19 ܥܠ ܘܥܠ 35 194 25 20 ܡܛܠ ܘܡܛܠ 35 195 25 22 ܐܡܪ ܘܐܡܪ 35 196 25 23 ܘܥܠܘ ܘܥܠ 7,8,10,15,35,39,40,42 197 25 24 omit ܓܒܪ̈ܐ 35 198 25 24 ܠܗ ܠܗܢܐ ܠܗܢܐ 5,7,8,10,11,15,25,35,39,40,41 199 26 6 omit ܗܘܐ 35 200 26 10 ܠܩܕܝ̈ܫܐ ܘܩܕܝ̈ܫܐ 35 201 26 11 ܟܢܘ̈ܫܢ ܟܢܘܫܐ 5,7,35,40 202 26 15 ܐܢܬ ܠܝ ܐܢܬ (last) 8,35 203 26 16 ܗܕܐ ܗܘ ܗܕܐ 1,4,5,9,11c,25,35,43 204 26 19 ܒܚܪ̈ܝܢܐ ܒܚܪܝܢܐ 35 205 26 23 ܘܕܢܗܘܐ ܘܢܗܘܐ 9,11,25,35, 43 206 26 23 ܕܥܬܝܕ ܘܕܥܬܝܕ 35 207 26 24 ܦܘܠܘܣ ܢܦܩ ܗܘܐ ܢܦܩ ܗܘܐ ܦܘܠܘܣ 35 208 26 25 ܐܡܪ ܠܗ ܐܡܪ 5,8c,9-11,35,39c,43 209 26 26 omit ܩܕܡܘܗܝ 35 210 26 28 ܡܠܟܐ ܐܓܪܦܘܣ ܐܓܪܦܘܣ 4,5,9,25,35,43 211 27 7 ܝܘܡ̈ܬܐ ܠܝܘܡ̈ܬܐ 35 212 27 7 ܗܘܬ ܠܢ ܗܘܬ (2) 35 213 27 17 ܡܛܠ ܘܡܛܠ 4,35 214 27 17 ܕܕܚܝܠܝܢ ܕܕܚܠܝܢ 3-5,8,35,41 215 27 17 ܕܠܡܐ ܕܕܠܡܐ 8,35,39,40 216 27 22 ܐܢܐ ܠܟܘܢ ܐܢܐ 3,5,7,8c,9,11,25,35,40,41,43 217 27 22 ܚܕܐ ܡܢܟܘܢ ܡܢܟܘܢ ܚܕܐ 3,4,8c,9,10,25,35,41,43 218 27 24 ܕܪ̈ܕܐ ܕܪܕܝܢ 35 219 27 29 ܕܘܟܝ̈ܬܐ ܒܕܘܟܝ̈ܬܐ 35 220 27 33 ܕܡܢ ܡܢ 35 221 27 37 ܡ̈ܐܬܝܢ ܡܐܬܝܢ 7,35 222 27 39 ܚܪ ܚܪܘ 35 223 28 9 ܟܕ ܘܟܕ 15,35 224 28 9 ܘܐܦ ܐܦ 3,8,9,15,35,39 225 28 10 ܙܘܕܘܢܝ ܙܘܕܘܢ 35 226 28 23 ܘܕܢܒܝ̈ܐ ܘܡܢ ܢܒܝ̈ܐ 35 227 28 25 ܕܫܦܝܪ ܫܦܝܪ 35 cf. ThMJo.248 228 28 25 omit ܢܒܝܐ 35 229 28 26 ܕܙܠܘ ܕܙܠ 15,35 230 28 26 ܘܐܡܪܘ ܘܐܡܪ 35",
    "title" : 
    [ "Text of Acts in MS Bibl. Nationale Syr. 30",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "McConaughy, Daniel L." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2mcconaughy",
    "type" : "article",
    "displayTitleEnglish" : "The Text of Acts in MS Bibl. Nationale Syr. 30" }