
  { "fullText" : "Abdul-Massih Saadi, ed. and tr., Moshe Bar Kepha’s Commentary on the Gospel of Luke , Gorgias Eastern Christian Studies 59 (Piscataway, NJ: Gorgias Press, 2020). Pp. xiv + 482; $156.00. In 1971 Arthur Vööbus announced the discovery of the commentary of Mushe bar Kepha on Luke, in ms. 102 of the collection of the Church of the Forty Martyrs in Mardin. “Die Entdeckung des Lukaskommentars von Mōšē bar Kēphā,” ZNW 62 (1971), 132–134. (Unmentioned by him, the manuscript had previously been recorded by Patriarch Barsoum in his Scattered Pearls , although it was then in the library of Deir es-Zafaran.) In 1980 I visited Prof. Vööbus at his home and saw the desk at which he said he was at work on an edition of this text. He must, however, have abandoned the project, possibly if for no other reason because he found his photographs were incomplete. Abdul-Massih Saadi tells us (in a preface in which some more details would have been welcome) that that is what he found when he was later in charge of the Vööbus collection of microfilms at the Lutheran School of Theology. Nor, evidently, did any of Vööbus’s working papers come down to him. At all events, Saadi sought out the manuscript afresh in Mardin, and started over. That was more than twenty years ago, and whatever we might miss by not having Vööbus’s work, we have here the evident and satisfying product of that many years’ labor on the part of the present accomplished editor. Ms. Mardin 102 has 99 leaves of neat but closely-written text, and in the first half of the codex the leaves are more or less water-damaged. (This much may be seen from the images of the manuscript now on the HMML website. At vhmml.org; project no. CFMM00102. The manuscript is here foliated including the blank leaves that a binder has inserted in various places, and keeping the wrong order of leaves at the beginning. Saadi has ignored the blanks and re-numbered the folios to recover their original order. The resulting different foliations will be an inconvenience to a few; but we keep Saadi’s foliation here, since it is after all a rational scheme and is now captured in print. ) Saadi has had to read the faded text, and he has been able to do this mostly very well, often but not always with the help of Dionysius bar Ṣalibi’s commentary, which copies Mushe extensively. Only sometimes does he have to indicate illegible gaps in the text. Further gaps are caused by missing leaves, with which Saadi does not deal quite so adequately. Using the quire-signatures that show in the HMML images, we can be more specific about these gaps, some of which can be filled in, or partly so, from Dionysius bar Ṣalibi: The page numbers are those of his Syriac text in Dionysii bar Salibi Commentarii in evangelia , II (1–2), ed. A. Vaschalde, CSCO 95, 113 \/ Syr. 47, 60 (Paris, 1931, 1939). before fol. 1. This is the sixth leaf in the original quire 2; thus 15 leaves originally preceded it. On this leaf we have the end of the 13th and last chapter of Mushe’s introduction to the commentary; so all of chapters 1–12 are lost. In Dionysius’s commentary (pp. 219–225) there are 8 chapters, said to be an abridgement ( ܒܦܣܝ̈ܩܬܐ ), the last of which overlaps Mushe’s no. 13 on the birthday of Jesus. These chapters anyhow can be credited in substance to Mushe. after fol. 5: 2 leaves, the first and second of quire 3, covering Luke 1:21–30 (Saadi, p. 48). Cf. Dionysius, 234–242. after fol. 13: 1 leaf, the first of quire 4, covering 1:36–51 (p. 74). Cf. a longer treatment in Dionysius, 251–258. after fol. 21: 2 leaves, the last of quire 4 and first of quire 5, covering 2:2–6 (p. 91). after fol. 31: 9 leaves, all but the first leaf of quire 6 (p. 112), as implied by the signature ܘ on fol. 31 and ܙ on fol. 32. This is somewhat surprising, since the gap takes in only Luke 2:22–33 (only 6 pages in Dionysius: 281–286); but Mushe must have had a very lengthy treatment of the identity of the old man Simeon and his Nunc dimittis in Luke 2:25–35. after fol. 52: 8 leaves, the inner leaves of quire 9, covering 3:23–4:25 (p. 155). after fol. 62: 1 leaf, the last of quire 10 (p. 185), describing how the story of the Good Samaritan really happened in history, linking the narrative to that in 2 Kings 17. This gap may be filled up from Dionysius, 334–335. And also from Mushe’s “homily” on this text (for the 5th Sunday of Lent) in ms. Cambridge Add. 2918, fols. 108b–115a. This is actually called a ܦܘܫܩܐ and is extracted from the commentary. Comparing Saadi’s text with the HMML images, I found his transcription to be generally very accurate, although slightly less agreeable at the level of punctuation. He has chosen to omit much of the very full pointing of words in the manuscript, but sometimes the omission has gone too far. The upper dots on participles, at least when they are homographs, should always be transcribed for comfort and accuracy in reading. Mushe bar Kepha wrote his commentary on Luke after that on Matthew, and for material in common between the two gospels he repeatedly refers to his earlier work. Unfortunately for us, only very partially surviving in BL Add. 17274. This also includes one leaf from the commentary on Luke, which would have been worth bringing into the present edition. This means that the commentary on Luke is weighted toward chs. 1–2 which are special to Luke (79 pp. of Saadi’s text, out of 188). The details of the annunciation to Zechariah (Luke 1:5–23), the reasons why he was rendered deaf and dumb (v. 20), and the naming of John the Baptist in writing (vv. 59–63) are explained at immense length. Here and throughout, Mushe’s commentary might be described as plodding. It is easy to follow, and hardly ever becomes enigmatic by reason of extreme brevity as does the work of his contemporary Ishoʿdad of Merv. He comments on the details of every narrative. An example outside the infancy stories is Jesus’s rebuke to Martha in Luke 10:41 which is explained in four different ways to do with simple and fancy foods; and he remarks that Jesus had to say “Martha, Martha,” that is twice, because she was out of the room. Probably the same need to comment on details has been a factor in the allegorizing treatment of parables. As a rule, Mushe is not an allegorist: “spiritual” exegesis, when it appears, is usually an appendix to a commentary already given at the level of plain language. When it takes over, as in the parable of the prodigal son (Luke 15:11–31), it is because there are circumstantial details which he evidently cannot leave unexplained, for example the “best robe” (v. 22) which must mean baptism and the “fatted ox” (v. 23) who is Christ himself. Saadi’s English translation is confident and reads smoothly (although there are small lapses in grammar and the omission of words which a proof-reader might have eliminated). That is not to say that everything is clear. The parable of the unjust steward (Luke 16:1–9) is an inherently difficult text which has been subjected to a contrived exegesis by Mushe. This has itself then suffered some textual corruption, so as to make any meaningful translation impossible. Mushe understands the steward to be a rich man who has cheated his debtors, and who it seems deserves some sort of praise from his master (God; v. 8a) because he has remitted part of their debt. But the explanation is garbled: “For one he repaid two” and “I repaid one and a half for each one” (Saadi, pp. 228–229). Dionysius bar Ṣalibi (p. 367) follows Mushe up to a point here but evidently does not know what this means, and omits it. Saadi devotes a section of his Introduction (pp. 11–16) to Mushe bar Kepha’s sources. He considers that Ephrem’s commentary on the Diatessaron was Mushe’s “primary source” (p. 12), although it is quoted without attribution, and it may be that Ephrem’s text came to him through an intermediate channel. The poetry of Ephrem and of Jacob of Serug will also have been familiar to Mushe, and Saadi’s footnotes thoroughly record the likely dependence on these works. Philoxenus is certainly quoted once explicitly and at length (on Luke 1:35). But for sources beyond these, the search becomes rather unrewarding. Saadi remarks on the number of authors, including Greek fathers, who are cited here and there; but in this commentary we do not identify substantial passages taken over from earlier writers. This is the case in particular if one looks for East Syriac sources that might be detectable behind the commentary of Ishoʿdad of Merv: it is remarkable how infrequently the comments of Mushe and Ishoʿdad agree or even expand on the same exegetical points. J. R. Harris recognized long ago that the commentaries of Mushe and Ishoʿdad are independent and practically disjunct, and that Dionysius bar Ṣalibi has in his own commentary done not much more than combine them ( The commentaries of Isho ʿ dad of Merv , ed. M. D. Gibson, vol. 1 (Cambridge, 1911), pp. xxx–xxxi). Or again, it is possible, when as often Mushe writes “Some say . . . others say,” that written sources are being alluded to (p. 12); but this can be simply a commentator’s device. One might therefore be tempted to revise the usual judgment on Mushe that he is a derivative author, and to allow that in this commentary at least we have much that is original. But it may be instead that, as Vööbus said in 1971, “Auch mit der Heranziehung unbekannter exegetischer Quellen muß man rechnen.” The case of Mushe’s commentary on Matthew is instructive. The not so original character of this work emerges from a comparison with the commentary by George of Beʿeltan, but it might not be suspected if the latter had not fortunately survived in a single manuscript. That Mushe had contact with some unknown sources is shown by his discussion of Luke 1:32, “The Lord will give him the seat of David, his father.” He insists, against some “heretics,” that the seat, i.e. the kingdom, did not belong to David as the words might suggest but that Christ first lent it to David who then returned it to him. His argument is based on Genesis 49:10 and the important words there from the Peshitta, “until he comes whose the kingdom is.” Apparently the argument is against “Nestorians” (p. 56); but who in particular? Conceivably, it is Theodore of Mopsuestia, whose commentary on this verse in Genesis is lost; but East Syriac writers do not transmit this comment in his name. In fact the exegesis of Genesis 49:10 was generally shared by Syriac writers of all confessions and was not controversial. This is a puzzle which Mushe leaves us. But until such sources as this one turn up, we have in this commentary and Saadi’s edition an irreplaceable record of exegesis and link in the chain of Syriac Orthodox tradition. I have spelled “Mushe” in this review, differently from Saadi’s (and others’) “Moshe.” Ought we not to keep the u vowel, as the West Syriac vocalization ܡܘܽܫܐ specifies? Sometimes an o vowel can be justified by an appeal to East Syriac phonology, but there the name is written not ܡܘܿܫܐ but ܡܘܼܫܐ . Or to keep clear of disagreement, if the Hebrew o vowel is preferred, the best solution may be to westernize his name and write “Moses.”",
    "title" : 
    [ "Abdul-Massih Saadi, ed. and tr., Moshe Bar Kepha’s Commentary on the Gospel of Luke",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Coakley, J. F." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2prcoakley",
    "type" : "review",
    "displayTitleEnglish" : "Abdul-Massih Saadi, ed. and tr., Moshe Bar Kepha’s Commentary on the Gospel of Luke" }