
  { "fullText" : "Brouria Bitton-Ashkelony, The Ladder of Prayer and the Ship of Stirrings: The Praying Self in Late Antique East Syrian Christianity , Late Antique History and Religion 22 (Leuven: Peeters, 2019). Pp. xi + 270; €95. In humanity’s search for an encounter with the divine, prayer holds a very important place. The present monograph zooms in on the praying individual, using as its sources descriptions, often self-descriptions, of a group of ascetic authors between the fifth and the eighth century, most of whom belong to the East Syriac tradition. With the exception of John of Apamea, they all represent the specific branch of East Syriac ascetic Christianity that took its main inspiration from the Syriac tradition of the writings of Evagrius Ponticus. The book, however, offers much more than a study of the Syriac reception of Evagrius, as it highlights the agency and the creative responses of Syriac authors, who shaped their own ideas and reflected on their own multifaceted experiences during prayer, experiences they were eager to share with their disciples and readers. Contextualizing prayer within the wider discourse of asceticism, the author engages with scholarship on East Syriac ascetic literature as it developed over the last one hundred years—if we take Paul Bedjan’s 1908 edition of (the first part of) Isaac of Nineveh’s Mystic Treatises and A. J. Wensinck’s 1923 English translation of the same texts as the starting point. Among the large body of scholarship, special mention should be made of Sebastian Brock’s 1987 richly annotated anthology, The Syriac Fathers on Prayer and the Spiritual Life , which to some extent sets the parameters for the present book. This new publication, extremely well documented and eloquently written, marks an important step forward in disclosing the richness of Syriac ascetic literature. Chapter 1 (pp. 21–51) introduces the topic of prayer in its Late Antique context. It briefly surveys the philosophical tradition, starting with the second-century sophist Maximus of Tyre, and its reception by Clement of Alexandria and Origen, up to Evagrius, who understands prayer as “a conversation of the nous with God” and whose theory “reveals its radical originality in terms of its religious anthropology and technologies of the self” (pp. 46–47). Chapter 2 (pp. 53–78) discusses “John of Apamea on Silent Prayer.” While the tripartite model of John’s anthropology (body, soul, and spirit) was widely accepted by later ascetic authors, his exposure to Greek learning and his possible acquaintance with some of Evagrius’ writings remain debated in present-day scholarship. For the author, “John is representative of a unique moment in Syriac indigenous spirituality—just before it was affected by the Evagriana Syriaca ” (p. 78). In chapter 3 (pp. 79–103), Isaac of Nineveh (late 7th cent.) enters the scene, heir to John of Apamea and an avid reader of Evagrius. Exploring the boundaries of Evagrius’ notion of “pure prayer,” Isaac proposes instead the experience of “non-prayer,” a condition in which prayer is replaced by “wonder”: ܬܡܗܐ (translated as “stupor” on p. 181) or ܬܗܪܐ . Chapter 4 (pp. 105–135) deals with Dadishoʿ Qaṭraya, Isaac’s contemporary, who draws his inspiration from a larger number of sources (including Mark the Monk and Abba Isaiah) and aims at a wider audience, including simple brothers who may have less interest in Theodore of Mopsuestia’s biblical exegesis as practiced in the schools. Chapter 5 (pp. 137–158) has Shemʿon d-ṭaybutheh as its subject, who flourished roughly in the same period and whose literary corpus remains ill defined. (That he was a physician and the author of medical writings quoted in Bar Bahlul and in a number of Arabic sources may be incorrect, as recently argued by Grigory Kessel.) Shemʿon’s interest in the bodily aspects of asceticism leads him to a holistic approach to ascetic practice, understood “as a performance of introspection” (p. 157). Among his sources of inspiration—in addition to those known to his predecessors—is the Pseudo-Dionysian corpus, available in Syriac since the early sixth century and briefly mentioned already by Isaac, but more prominent in Shemʿon. With the last two chapters, we move into the eighth century. Chapter 6 (pp. 159–188) discusses John of Dalyatha whose mystical discourse “is marked by a density of ecstatic and emotional expression [and] radical theological claims regarding encounter and union with the divine” (p. 160). Even more than Shemʿon’s, John’s work is indebted to Pseudo-Dionysius. Chapter 7 (pp. 189–213) deals with Joseph Ḥazzaya, who in his description of prayer draws a clear distinction between prayer “in the sphere of limpidity ( ܫܦܝܘܬܐ ),” which belongs to the stage of the soul ( ܢܦܫܢܘܬܐ ), and prayer in the spiritual stage ( ܪܘܚܢܘܬܐ ), where the intellect’s vision has no image or form, “but is invested with a single vision of the light, to which nothing can be likened” (p. 197). The book ends with an “Afterword” (pp. 215–226), a most welcome recapitulation of some major points at the end of this fascinating and high-energy ascetic journey. Carefully selecting the topics of discussion for each of the chapters, the author fully succeeds in “listen[ing] to the unique voices of the various texts” (p. ix). In this process, she is able to bring a good measure of convergence and cohesion to the multiplicity of texts, with many cross-references and echoes back and forth. What holds the book together, however, also raises some questions. The author’s specific interest in deliberate reflections on prayer and in the discourse on the praying self brings her almost by definition to the body of literature impacted by the introduction of Evagrius’ writings to the Syriac-speaking world. Texts that do not fit this paradigm are left out of consideration, and we run the risk of losing sight of the broader picture of Syriac literature on prayer. It is worth noting that Sebastian Brock’s anthology, The Syriac Fathers on Prayer , has a different scope and includes Aphrahaṭ, Ephrem, the Book of Steps , Philoxenus, and others. Even within the Church of the East, Evagrius’ influence was not felt equally by all ascetic writers, as is shown, for example, by the Book of Gifts of Shubḥalmaran of Karka d-Beth Slokh, a contemporary of Babai (ed. David J. Lane, CSCO 612–613\/Syr. 236–237, 2004). These non-Evagrian texts stand in the same linguistic, literary, and cultural tradition and must have been read by the same monastic communities. Interestingly, the author occasionally points to expressions or specific ideas that the texts she discusses share with other Syriac compositions (the concept of “self-emptying,” ܡܣܪܩܘܬܐ , may serve as an example, see p. 154), thus warning the reader not to regard the selected texts as disconnected from the rest of Syriac literature. Partly related is the larger issue of Greek vs. Syriac. Several of the foundational ascetic texts discussed in this book are of Greek origin and were subsequently translated into Syriac. Our Syriac ascetic authors, who may have known some Greek and may have been aware that the texts had a Greek provenance, only used the Syriac translations. Given our awareness of historical developments, it is difficult in our descriptions to avoid terminology that implies some binary, as the following phrases indicate: “this inter-cultural process of hybridization, incorporating Greek patristic learning while maintaining many indigenous features” (p. 8); “the melding of [Evagrius’] insights with Syriac ascetic transcendent thought … in addition to other indigenous concepts” (p. 50); “Dadishoʿ’s process of adoption and selection from the Greek and Syriac literary ascetic legacy” (p. 106); “[Dadishoʿ’s] efforts to harmonize the amalgam of the Greek and Syriac ascetic traditions” (p. 115); “[the merging of] Greek ascetic theories with indigenous Syrian spirituality” (p. 222). While such language is historically justified, and the author shows much subtlety and insight in navigating the complex linguistic and cultural processes, I find her book also to be a stimulus to rethink the ways in which we talk about the divide between what is Greek and what is “indigenous” in Syriac literature, even centuries after the indigenization of much Greek thought. Finally, I would like to comment on one of the author’s conclusions, namely “the relative paucity of biblical exegesis in the formation of the East Syrian mystical discourse” (p. 222) and her suggestion that “[t]hose authors made a deliberate choice to scrutinize the self rather than the Scriptures” (p. 224). I would like to offer one counter-argument. On pp. 90–93, the author discusses the state of “wonder and stillness,” in which the corporeal consciousness is eclipsed and which, according to Isaac of Nineveh, is achieved by prayer at the spiritual stage. The author sees this sensation of “wonder” as Isaac’s own contribution and refers to it as “the peculiar Syriac notion of wonder” (p. 174). While the term indeed has a Syriac pedigree and may be traced back to Ephrem (see Brock, The Syriac Fathers on Prayer , p. xxxi), Isaac may (also) have thought about biblical precedents, following Theodore of Mopsuestia. In his treatise “On the revelations and powers that happen to the saints in images” (ed. Bedjan, pp. 154–161; tr. Wensinck, pp. 105–109), Isaac explicitly mentions as his source “the writings of … Theodore , … especially the three volumes on Genesis … and on Acts.” As is clear from his examples, Isaac has in mind the state of ἔκστασις which according to the Greek Bible fell upon Adam (Gen. 2:21, during the creation of Eve), upon Abraham (Gen. 15:12, following his sacrifice), and upon Peter (Acts 10:10, during his vision). Theodore’s definition of the term ἔκστασις is preserved in the Greek biblical Catena ( ad Gen. 15:12): “the condition of being outside the awareness of the surrounding things ( ἔξω τῆς τῶν παρόντων αἰσθήσεως ), (which) prepares the thought (τὴν διάνοιαν) for the reception of the theory ( θεωρίαν ) of the hidden things” (ed. F. Petit, La chaîne sur la Genèse , III, 1995, p. 58 (no. 964)); a nearly identical definition is found ad Gen. 2:21 (ed. Petit, La chaîne , I, 1991, p. 205 (no. 299)). Even while the Peshitta reads ܫܠܝܐ “stillness” in the two passages in Genesis and ܬܡܗܐ “wonder” in Acts, East Syriac biblical commentators apply Theodore’s explanation invariably and almost literally to the three passages, as for example the Diyarbakır Commentary (ed. Van Rompay, CSCO 483–484\/Syr.205–206, 1986, pp. 32:13–16 and 74:24–27 [text]; pp. 42 and 96 [transl.]), and Ishoʿdad of Merv (ed. M. D. Gibson and J. R. Harris, Commentaries on the New Testament , IV, 1903, pp. ܟܚ and 20). It seems very likely that Isaac, in analyzing the ascetic’s advanced stage of prayer, took his cues from biblical examples as understood by Theodore. Additional evidence of the prominent role that biblical exegesis had for the East Syriac ascetical authors may be seen in Joseph Ḥazzaya’s On Providence (ed. N. Kavvadas, 2016), which for the most part is a narration of biblical history, often following in Theodore’s footsteps. That this new monograph, in addition to offering such an engaged and well-informed reading of key passages in East Syriac ascetic literature, also raises interesting questions is the best guarantee for its usefulness in future research. By covering five of the most prominent writers over a period of two centuries, the author provides a broader framework and a number of signposts, which lead us to a fuller appreciation of an important subfield of Syriac literature and, more generally, of the intellectual history of Syriac Christianity. This is a most welcome contribution for which we should be very thankful!",
    "title" : 
    [ "Brouria Bitton-Ashkelony, The Ladder of Prayer and the Ship of Stirrings: The Praying Self in Late Antique East Syrian Christianity",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Van Rompay, Lucas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n1prvanrompay2",
    "type" : "review",
    "displayTitleEnglish" : "Brouria Bitton-Ashkelony, The Ladder of Prayer and the Ship of Stirrings: The Praying Self in Late Antique East Syrian Christianity" }