
  { "fullText" : "Aaron Michael Butts and Simcha Gross, eds., Jews and Syriac Christians: Intersections Across the First Millennium (Tübingen: Mohr Siebeck, 2020). Pp. xii + 350; €149.00. The innovative contributions and careful methods of this volume are apparent from the very first page—indeed, they are present in the subtitle of the volume itself. Reflecting on the use of the term “intersections” to describe the varied points of connection, convergence, and divergence central to the studies contained here, the editors say that, “[t]his term is purposefully general so as to allow room for various modes of contact, interaction, etc., without biasing the conversation with terminol-ogical preconceptions from the outset” (Butts and Gross, p. 1). This careful framing has paid dividends for the editors. The studies of this volume are richly varied, both in terms of subject matter and methodology; they range from critical reflections on historiographical and literary trends (Gross, pp. 121–144; Münz-Manor, pp. 231–254) to narrower studies of particular authors and texts, set in richly understood, and in some cases newly redescribed, contexts (Cohen, pp. 89–102; Young, pp. 321–326). This variation provides a valuable snapshot into an academic question of long standing (just how much did Jews and Syriac Christians interact?), revealing a terrain of answers whose variety tells the reader as much about the history and background of the field as it does about the current multiplicity of methods and disciplines. While the studies themselves are arranged alphabetically by author, the editors indicate that there are two main types of interaction present in the contacts between Jews and Syriac Christians studied here, and that these help us to categorize the studies. These are explicit and implicit interactions: texts where “others” are named explicitly, and texts where they are merely suggested (Butts and Gross, p. 2). Even with this distinction named, however, the lines between them lay blurred: the editors point out that figures like Ephrem are the subject of studies which attempt to find his implicit, unnamed connections to Judaism (such as in his exegesis), as well as analyses of his more explicit attacks against Jews. A comprehensive study of Ephrem and his relationship to Judaism, then, involves both. Explicit references to Jews are much rarer than materials which suggest an implicit connection. Becker (47–66), Cohen (89–102), Moss (207–229), Rubenstein (256–279), and Walters (291–319) mostly work with these sorts of texts in the present volume. In order to study these texts in context, of course, all of these authors are attentive to implicit assumptions and language connecting authors and their others: in a way, this volume is a testament to just how critical it is to consider questions of othering, identity, and influence holistically, and from a variety of angles. The broader, more methodologically focused pieces, which treat a variety of sources at once, are some of the most successful examples of this: Becker, Gross, Herman, Kalmin, Koltun-Fromm, Münz-Manor, and Ruben-stein all display deft hands and insightful readings of sources that are read together rarely, and equally rarely with such care. The two types of connections that the editors delineate reflect, in their isolated expressions, two different sets of historical assumptions and historiographical trends. These can heuristically be seen as attempting to reconstruct a historical reality, on the one hand, and as analyzing rhetoric, on the other. Another strength of the pieces herein, however, is that they all combine these methods, to some degree. They foreground the rhetoric of the sources, trying first to understand the work that the written material itself is trying to accomplish, and only then to turn a lens onto the world that might be reconstructed, posited, and formed outside of the text itself. These techniques are certainly not unique to Syriac studies, or even the question of connection between Jews and Syriac Christians, but the way they appear in this edited volume provides a constructive terrain for analysis. Michal Bar Asher-Siegal, for example, follows an argument by Shlomo Naeh that a uniquely Syriac understanding of the word herutā can help us make sense of a particular narrative in rabbinic literature. While none of the materials she examines explicitly name, describe, or engage a religious other, by bringing different sources together, Bar Asher-Siegal writes a textured account of how narratives and tropes from Christian monastic literature might be incorporated in rabbinic texts. Sergey Minov asks a similar set of questions in “Staring Down a Laundress,” while Christian Stadel introduces an entirely new category of shared texts between Jewish and Syriac worlds: that of Judaeo-Syriac itself. Simcha Gross troubles some of these categories even further, calling into question the generally accepted orthodoxy of the Jewish origins of Syriac Christianity, an argument whose ramifications will be felt for years to come. We gain insight into boundaries both porous and rigid, and the great variety of manners in which power and knowledge might flow between them. One of this volume’s great strengths, in addition to the breadth and variety visible in the individual contributions, is the effective combination of more programmatic, theoretically oriented pieces, and more sharply focused analyses. Rather than simply a map of the “way forward,” or a series of studies that claim to use new and better methods, Jews and Syriac Christians is both the map, and the terrain represented therein. It is undoubtedly rare for a volume to achieve this so successfully, but by including, for example, Becker’s “Syriac Anti-Judaism: Polemic and Internal Critique” alongside Walters’ “Anti-Jewish Rhetoric and Christian Identity in Aphrahat’s Demonstrations ,” readers gain understanding of not only the particular problems, issues, and questions surrounding individ-ual authors, but also the broader stakes and perspectives in how we frame and ask our questions. Walters places Aphrahat’s anti-Judaism into the broader context of Syriac Christian anti-Judaism more generally; at the same time, Becker differentiates the presence of anti-Judaism as internal critique from the more violent legacies of medieval Europe. The two together suggest that there are real, material legacies of late ancient group formation; and, additionally, they show that the lines that demarcate “self” and “other” are, even in ancient polemical texts, much more difficult to navigate than we often assume. This is but one example of how the volume successfully sharpens the study of interactions between Jews and Syriac Christians, and expands the questions scholars ask. While some of the questions asked in Jews and Syriac Christians have a long history in scholarship, and some of the texts analyzed are well known, taken as a whole, this volume marks out new terrain, and even begins investigating it. While it was not intended as an introductory volume to the interactions between Jews and Syriac Christians in late antiquity, it would serve that purpose admirably, and any serious scholar of either field would be well served to engage the arguments herein.",
    "title" : 
    [ "Aaron Michael Butts and Simcha Gross, eds., Jews and Syriac Christians: Intersections Across the First Millennium",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Picus, Daniel" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv24n2prpicus",
    "type" : "review",
    "displayTitleEnglish" : "Aaron Michael Butts and Simcha Gross, eds., Jews and Syriac Christians: Intersections Across the First Millennium" }