
  { "fullText" : "Introduction We would like to thank Sabino Chialà, for his useful insights in the complex tradition of Isaac and his advice for the structuring of the central part of this paper, and Professor Arianna D’Ottone Rambach, for her useful remarks in Arabic palaeography and her kindness in sharing with us her expertise with Arabic manuscripts. We would also like to thank the anonymous reviewers for their suggestions and comments. The Arabic transmission of Isaac of Nineveh’s ascetical discourses is largely unexplored by scholarship. General accounts on the Isaac Arabus and its textual transmission can be found in G. Assemani, Bibliotheca Orientalis Clementino-Vaticana , Vol. 1, De scriptoribus Syris orthodoxis (Roma: Sacra Congregatio de Propaganda Fide, 1719), 446-459; G. Assemani and S. Assemani, Bibliothecae apostolicae Vaticanae codicum manuscriptorum catalogus , Vol. 1,3, Reliqui codices Chaldaici sive Syriaci (Roma: Ex typographia linguarum orientalium, 1759), 427-441; J. Chabot, De S. Isaaci Ninivitae vita, scriptis et doctrina (Louvain: Lefever F. & S., 1892), 54-60; G. Graf, Geschichte der christlichen arabischen Literatur , Vol. 1, Die Übersetzungen (Città del Vaticano: Biblioteca Apostolica Vaticana, 1944), 436-442; id., Geschichte der christlichen arabischen Literatur , Vol. 2 , Die Schriftsteller bis zur Mitte des 15. Jahrhunderts (Città del Vaticano: Biblioteca Apostolica Vaticana, 1947), 58; 397; id., Geschichte der christlichen arabischen Literatur , Vol. 5 , Register (Città del Vaticano: Biblioteca Apostolica Vaticana, 1953), 75, s.v. Isaak der Syrer ; E. Khalifé-Hachem, \"Isaac de Ninive,\" in Dictionnaire de Spiritualité, ascétique et mystique, doctrine et histoire , eds. M. Viller et alii, Vol. 7.2 (Paris: Beauchesne, 1971), 2052; id., \"Les versions arabes d’Isaac de Ninive,\" in Proceedings of the 28th International Congress of Orientalists (Canberra, 6-12 January 1971) , ed. A. Davis (Wiesbaden: Harrassowitz, 1976), 36–7, M. Pirard (ed.), Ἀββᾶ Ἰσαὰκ τοῦ Σύρου. Λόγοι ἀσκητικοί. Κριτικὴ ἔκδοσι (Ἅγιον Ὄρος: Ἱερὰ Μονὴ Ἰβήρων, 2012), 65-67. For a brief but comprehensive account of the state of the art on this topic, see S. Chialà, Dall’ascesi eremitica alla misericordia infinita. Ricerche su Isacco di Ninive e la sua fortuna (Firenze: Leo S. Olschki, 2002), 334-338, with further relevant bibliography. For the first part of the four-part collection of Isaac Arabus transmitted by the MS Vat. syr 198 (once Nitrensis 20 , beginning of the 16 th c.), see id., \"The Arabic Version of Saint Isaac the Syrian. A Channel of Transmission of Syriac Literature,\" in Proceedings of the International Patristics Conference ‘Saint Isaac the Syrian and His Spiritual Legacy’ Held at the Sts Cyril and Methodius Institute for Postgraduate Studies (Moscow, October 10-11, 2013) , ed. H. Alfeyev (Yonkers [NY]: St Vladimir’s Seminary Press, 2015), 59–67. This makes the recognition of the single texts that are transmitted in the so far identified manuscripts of Isaac Arabus urgent. This article aims to make a first step towards this direction: the identification of the single homilies or pieces of homilies transmitted under the name of Isaac of Nineveh in the MS Strasbourg 4226 , The manuscript is available at https:\/\/www.numistral.fr\/ark:\/12148\/btv1b102352175 . and the creation of a table of correspondences between this (unedited) Arabic collection, the edited Syriac source text, and the edited Greek version of Isaac. Pataridze extended the list with correspondences, which reportedly has been made by Géhin and Pirard: T. Pataridze, \"Les discours ascétiques d’Isaac de Ninive. Étude de la tradition géorgienne et de ses rapports avec les autres versions\" ( Le Muséon 124:1&2 [2011]), 29, n. 8. Her compilation, though, does not recognize that some Arabic homilies are in fact the fusion of more than one homily of Isaac – as the survey in this article aims at showing – and identifies only one out of three homilies of John of Dalyatha. Based on Pataridze’s list, Alexander Treiger, when providing the table of contents of the MS Sinai ar. 549 (10 th c.), in which homilies of Isaac of Nineveh are included, gives the correspondences between these homilies (or extracts of homilies) and the MS Strasbourg 4226 : A. Treiger, \"Syro-Arabic Translations in Abbasid Palestine: The Case of John of Apamea’s Letter of Stillness (Sinai Ar. 549),\" in ( Parole de l’Orient 39 [2014]), 111; 113-22. The Strasbourg manuscript is a very important witness to the Arabic transmission of Isaac, for it is the earliest known manuscript that bears Isaac’s homilies in Arabic (dated to 885\/886, s. infra ). Another ancient witness of Isaac Arabus is a collection of maxims chosen and translated by Ibn aṣ-Ṣalt (end of 9 th -beginning of 10 th c.). For relevant bibliography see Chialà, Dall’ascesi eremitica, 334-35. For this reason and in order to have a solid ground to start off with collations of the Syriac, Arabic and Greek manuscripts, it is important to know which texts of Isaac are transmitted in this very ancient witness. The aim of the present article is not to ascertain whether the Arabic translation was made on the basis of a Syriac or a Greek Vorlage . For the last hypothesis see S. Brock, \"Syriac into Greek at Mar Saba: The Translation of St. Isaac the Syrian,\" in Sabaite Ηeritage in the Orthodox Church from the Fifth Century to the Present , ed. J. Patrich (Leuven: Peeters, 2001), 207. According to the soundings of Pataridze, the Arabic translation of the Strasbourg manuscript was made undoubtedly from a Syriac prototype belonging to the West Syriac tradition of Isaac: see her remarks, substantiated by many examples, in T. Pataridze, \"Les discours ascétiques,\" 32-54; ead., \"Isaac from the Monastery of Mar Saba. The History of the Origin of the Multiple Translations of St Isaac the Syrian’s Work and Their Distribution in the Holy Lavra,\" in Proceedings of the International Patristics Conference ‘Saint Isaac the Syrian and His Spiritual Legacy’ Held at the Sts Cyril and Methodius Institute for Postgraduate Studies (Moscow, October 10-11, 2013) , ed. H. Alfeyev (Yonkers [NY]: St Vladimir’s Seminary Press, 2015), 42-50. The homilies of Isaac in this manuscript are still unedited. The manuscript became well known as a witness to Isaac Arabus after its first description by Oestrup in 1897. Oestrup mentions that the collection of Isaac in this manuscript has “eine Reihe von grösseren und kleineren Abschnitten, von welchen die meisten sich in dem von Chabot…gegebenen Verzeichnis der Werke Isaacs wiederfinden”: J. Oestrup, \"Über zwei arabische Codices Sinaitici der Straßburger Universitäts- und Landesbibliothek\" ( Zeitschrift der Deutschen Morgenländischen Gesellschaft 51:3 [1897]), 457. The catalogue of the Strasbourg manuscript essentially relies on Oestrup: E. Wickersheimer, Catalogue général des manuscrits des bibliothèques publiques de France , Vol. 47, Strasbourg (Paris: Librairie Plon, 1923), 747-8. Afterwards, it attracted the attention of several scholars (s. infra ) but nobody described precisely the content of Isaac’s works. The collection of Isaac’s homilies in the manuscript occupies ff. 81v-148v. The origin of the Arabic translation could be traced back to the Melchite monastery of Mar Saba, where the manuscript was copied and where a fervid multilingual interchange and translation movement took place, permitted by the presence of speakers of Syriac, Greek, Arabic, and Georgian, and by the wide circulation of manuscripts in these languages. For an instructive account on this milieu , see T. Pataridze, \"Christian Literature in Arabic in the Early Islamic Period (8th-10th c.): The Circulation of Texts and Ideas between the Greek, Syriac, Arabic, and Georgian Communities,\" ( Le Muséon 132, 1&2 [2019]), especially 200-8, with further relevant bibliography. The Manuscript: Its Provenance, Its Palaeographical Description, and Its Copyist According to the MS Strasbourg 4226 ’s colophon Pet. Ar. N.S. 263 , fol. 5v. (s. infra ), the manuscript was copied in 885\/886 in the well-known monastery of Mar Saba in Southern Palestine under the commission of anbā Isḥāq of the monastery of Saint Catherine in Sinai. I. Kračkovskij, \"Novozavjetnyj apokrif v arabskoj rukopisi 885-886 goda po R. Hr.\" ( Vizantijskij Vremennik 14 [1909]), 248. The manuscript can be traced back to Sinai also due to an indication of its ancient Sinaitic signature 'βιβλίον λθ' (fol. 2v), and a note of possession by Germanos, a Sinai’s bishop in the 14 th cent. (fol. 7v-8v): see A. Binggeli, \"Les trois David, copistes arabes de Palestine,\" in Manuscripta Graeca et Orientalia. Mélanges monastiques et patristiques en l'honneur de Paul Géhin , Orientalia Lovaniensia Analecta 243, eds. A. Binggeli, A. Boud'hors and M. Cassin (Leuven: Peeters, 2016), 82. The Strasbourg’s codex bears the distinctive codicological and paleographical characteristics which were developed from the 8 th c. onwards in the Arabic Christian production from Palestine to Sinai. See A. D’Ottone, \"Arabic Palaeography,” in Comparative Oriental Manuscript Studies. An Introduction (s.l.: s.e., 2015), 271 (with relevant bibliography). Fleischer described its script as totally corresponding with that of another Christian Arabic manuscript, a palimpsest formerly written in Greek, the MS Leipzig gr. 2 (once Codex Rescriptus Tischendorf 2 ). H. Fleischer, \"Beschreibung der von Prof. Tischendorf im Jahre 1853 aus dem Morgenlange zurückgebrachten christlich-arabischen Handschriften\" ( Zeitschrift der Deutschen Morgenländischen Gesellschaft 8 [1854]), 587. The catalogue reference for this MS is in V. Gardthausen, Katalog der Handschriften der Universitäts-Bibliothek zu Leipzig , Vol. 3, Die griechischen Handschriften (Leipzig: Harrassowitz 1898), 4. On this manuscript see also M. van Esbroeck, \"Le codex rescriptus Tischendorf 2 à Leipzig et Cyrille de Scythopolis en version arabe,\" in Actes du deuxième Congrès international d’études arabes chrétiennes , ed. S. Khalil Samir (Rome: Pontificium Institutum Studiorum Orientalium, 1986), 81-91. According to the German scholar, the script is a Naskh with ancient characteristics, very similar to Kufic, regarding the shape of the individual letters, but also divergent from it, in regard to the distance between certain letters within the same word. H. Fleischer, \"Über einen griechisch-arabischen Codex rescriptus der Leipziger Universitäts-Bibliothek\" ( Zeitschrift der Deutschen Morgenländischen Gesellschaft 1 [1847]), 159-160. This assertion corresponds with the short one in Oestrup, \"Über zwei arabische Codices\", 454: \"ein altertümliches, noch sehr steifes, aber ganz reines Neschi\". A very accurate description of the form of single letters is given by Heffening, W. Heffening, \"Die griechische Ephraem-Paraenesis gegen das Lachen in arabischer Übersetzung\" ( Oriens christianus 3:2 [1927]), 97-9. Concerning the writing, the usage of small diacritical signs underneath the letters ح, ص, ع is peculiar. According to I. Kračkovskij, \"Novozavjetnyj apokrif v arabskoj rukopisi 885-886 goda po R. Hr.\" ( Vizantijskij Vremennik 14 [1909]), 249 and Heffening, \"Die griechische Ephraem-Paraenesis,\" 99, they could be small versions of the same letters, a practice which is confirmed by the comparison with the Arabic tradition: cf. W. Wright, A Grammar of the Arabic Language , Vol. 1 (Beirut: Librairie du Liban, 1974 3 ), 4. In contrast to this, Oestrup observed that only under ص there is such a small diacritical sign, which he interpreted as the initial م of the word مهمل: Oestrup, \"Über zwei arabische Codices,\" 454. who avoids systematically the terms nasḫī or kūfī , umbrella terms which in Arabic paleography does not allow an effective description of scripts. For a brief but useful discussion of this issue, see D’Ottone, \"Arabic Palaeography,\" 273-6. However, in the field of Christian Arabic the terms 'Naskh' and 'Kufic' (with their sub-variants such as 'pre-' or 'old') have become widespread: see for example A. Atiya, \"The monastery of St. Catherine and the Mount Sinai expedition\" ( Proceedings of the American Philosophy Society 96 [1952]), 578-586; id., \"Codex Arabicus (Sinai Arabic Ms. No. 514),\" in Homage to a Bookman: Essays on Manuscripts, Books and Printing Written for Hans P. Kraus on his 60th Birthday , ed. H. Lehmann-Haupt (Gebr. Mann Verlag: Berlin, 1967), 75-87. Nowadays, the hand of the copyist of the Strasbourg manuscript is well known: it belongs to a warrāq of the monastery of Mar Saba, David Antony of Baghdad. On this copyist and the other known manuscripts copied by him, see Kračkovskij, \"Novozavjetnyj apokrif,\", 247, n. 5, with further reference to A. Mai; Heffening, \"Die griechische Ephraem-Paraenesis,\" 99-103; S. Griffith, Arabic Christianity in the Monasteries of Ninth-Century Palestine (Aldershot: Ashgate, 1992). Recently, Hjälm has described very carefully the main features of Antony’s script and has proposed the label 'New Style script', a precursor of the cursive script that developed especially in the 10 th c. M. Hjälm, \"A Paleographical Study of Early Christian Arabic Manuscripts\" ( Collectanea Christiana Orientalia 17 [2020]), 64-8. A. D’Ottone kindly informed us that she will publish in 2021 an article on the special features of Antony’s hand, see A. D’Ottone Rambach, \"Sharing the written space: Contact and Interaction Between Arabic and Other Scripts,\" in Proceedings of the International Symposium: Navigating Language in the Early Islamic World (The Marco Institute for Medieval and Renaissance Studies, The University of Tennessee, Knoxville, 6-7 April 2018) , eds. A. Borrut and A.V. Vacca (Brepols: Turnhout 2021 [forthcoming]). The MS Strasbourg 4226 and Its Disiecta Membra : The Story of a Reconstructed Arabic Manuscript The MS Strasbourg 4226 is mutilated in its initial and final parts. For the story of its arrival at Strasbourg in 1895, see Oestrup, \"Über zwei arabische Codices,\" 453, n. 4. The first quire, apparently starting at f. 3r, has only 7 leaves - almost all the other quires of the manuscript have 8 - being thus deprived of the first folio, given that the actual f. 3r clearly does not present the beginning of a text. As already suggested by Heffening, ff. 1-2 have been added at the beginning of the manuscript. Heffening, \"Die griechische Ephraem-Paraenesis,\" 95-6, n. 2. The manuscript stops abruptly at f. 215v. Therefore, in its present form it preserves neither the end of the last text(s) copied nor a colophon. The first and last leaves pertaining to this manuscript and completing it have been identified by scholars in the last century. A short account of the story of the reconstitution of the manuscript is given in M. van Esbroeck, \"Un feuillet oublié du codex arabe Or. 4226 à Strasbourg\" ( Analecta Bollandiana 96 [1978]), on whom we rely for some information punctually signalled in the text. Our intent is to give a comprehensive account of the scholarly efforts that finally brought to the finding of all the parts of the MS Strasbourg 4226 . In 1927 Heffening, following a suggestion of Baumstark, Baumstark suggested to Heffening that eight folios found in Hiersemann’s collection should immediately follow f. 215v, where the manuscript currently ends, see Heffening, \"Die griechische Ephraem-Paraenesis,\" 94-5. discovered a parchment fragment in the catalogue of Hiersemann, In Hiersemann’s catalogue nr. 565 (1926), the manuscript is described under the number 411. For further references on this fragment, see Heffening, \"Die griechische Ephraem-Paraenesis,\" 94, n. 1. now preserved in Birmingham, Van Esbroeck cites the references for this fragment (Birmingham, University’s Cadbury Research Library, Mingana collection, MS Arabicus Christianus 93 : Esbroeck, \"Un feuillet oublié,\" 383; the Mingana collection has been now relocated from the Selly Oak College, where it was preserved until 2010, to the University campus. Van Esbroeck gives also the reference for the catalogue: ibid., 383, n. 7. Garitte mentioned that Heffening announced in 1936 the passage of the fragment to the Mingana collection: G. Garitte, \"Homélie d'Ephrem \"Sur la Mort et le Diable\". Version géorgienne et version arabe\" ( Le Muséon 82 [1969]), 125, n. 6. which corresponded to the immediate continuation of the MS Strasbourg 4226 . He demonstrated with solid paleographical, codicological and textual arguments that the fragment constituted the 28 th quire of the manuscript; moreover, he recognized that this 28 th quire was not the concluding one, which should contain the final part of the text and the colophon. Heffening, \"Die griechische Ephraem-Paraenesis,\" 94-5. One of the arguments is that the number of leaves in the manuscript’s quires is eight. This is actually true for all the 27 quires of the actual manuscript (including also the 1 st one), except for the 2 nd and the 6 th one, which count 7 leaves, and not 8. The absence of the last leaf in each quire is indeed strange, also given that there is apparently no textual caesura between these two quires and those which immediately precede and follow. For a more precise codicological description of the whole manuscript, alongside its disiecta membra , s. Binggeli, \"Les trois David,\" 80-1, and n. 6. Heffening supposed that this last quire would be probably less than 8 leaves and assumed that its discovery would have been very unlikely. Heffening, \"Die griechische Ephraem-Paraenesis,\" 95, n. 1. In 1853 Tischendorf had brought six parchment leaves from the Orient to Leipzig with other three manuscripts; the leaves were then bought by the British Library. Fleischer, \"Beschreibung,\" 585, n. 1. At the beginning of the following century they ended up, under unknown circumstances, in the National Library of Saint Petersburg, where they were examined and edited by Kračkovskij. An extensive study of the fragments is in Kračkovskij, \"Novozavjetnyj apokrif\". Ff. 1r–5v, which are still preserved in Saint Petersburg, Van Esbroeck cites the references for this fragment (Saint Petersburg, National Library of Russia, MS Arabicus N.S. 263 ; the library was known as “Saltykov-Ščedrin Library” at the time of van Esbroeck’s writing: Esbroeck, \"Un feuillet oublié,\" 383). Van Esbroeck does not give any reference for the catalogue. contain the missing final part of the last text of manuscript of Strasbourg and the colophon. It was only to Garitte’s discovery that this textual portion was recognized as pertaining to an Ephremian work and was thus connected to the Hiersemann fragment that Heffening had recognized as containing also an Ephremian text. Garitte, \"Homélie d'Ephrem,\" 126-8. Fleischer identified the fragments as “Schluss einer Legende vom Siege Christi über Tod und Teufel”, some details of which were strictly connected with the apocryphal Gospel of Nicodemus : Fleischer, \"Beschreibung,\" 587. The sixth folio of the set of leaves which appeared in Saint Petersburg in the first decades of the 20 th c. is now preserved in Birmingham. Van Esbroeck cites the references for this fragment (Birmingham, University’s Cadbury Research Library, Mingana collection, MS Arabicus Christianus Additional 136 ): Esbroeck, \"Un feuillet oublié,\" 384. He also gives the reference for the catalogue (ibid., n. 2). It is written by the same hand as the other five folios but presents the beginning of a text about the struggle of some Christians of Sebaste (in Cilicia) against their bishop Peter in the time of Basil the Great. Fleischer, \"Beschreibung,\" 587. The text, which has a rubric at the top consisting of 11 widely damaged lines, is published in Kračkovskij 1913. I. Kračkovskij, \"K istorii sevastijskoj eparhii v IV veke\" ( Hristianskij Vostok 2 [1913]), 154-155. This textual portion was recognized also by Garitte as pertaining to the MS Strasbourg 4226 , representing the first lost folio of the first quire. Garitte, \"Homélie d'Ephrem,\" 126-8. Thus, the once complete manuscript is constituted with the following order by: Ming. Ar. Chr. Add. 136 (1 folio) + Stras. 4226 (215 folios) + Ming. Ar. Chr. 93 (8 folios) + Pet. Ar. N.S. 263 (5 folios). Before connecting the Saint Petersburg leaves to the Strasbourg manuscript, scholars, influenced by a note in f. 1r, dated the manuscript to 950. Oestrup, \"Über zwei arabische Codices,\" 453-4; Wickersheimer, Catalogue général , 747-8. This note, though, was written by a different hand than the rest of the manuscript and Heffening rightly argued that it was a later forgery. Heffening, \"Die griechische Ephraem-Paraenesis,\" 96-7. The manuscript, according to its colophon (now preserved in Saint Petersburg, f. 5v), is well dated to 885\/886. General Remarks This paper presents the following parts of the Arabic collection of Isaac in the MS Strasbourg 4226 : 1) the initial index of the manuscript where all the titles of Isaac’s homilies are indicated; 2) a description for each homily, encompassing the following pieces of information: title of the homily in the index, title of the homily in the text, incipit and desinit with the relevant correspondences to the Syriac text of Isaac edited by Bedjan (indicated as B) and the Greek version of Isaac edited by Pirard (indicated as P), as well as to Khayyat’s edition (indicated as K) for the pieces of homilies written by John of Dalyatha but falsely attributed to Isaac of Nineveh. P. Bedjan (ed.), Mar Isaacus Ninivita. De perfectione religiosa (Leipzig: Otto Harrassowitz 1909); Pirard, Ἀββᾶ Ἰσαὰκ τοῦ Σύρου ; N. Khayyat (ed.), Jean de Dalyatha. Les homélies I-XV (Antélias: Centre d'Etudes et de Recherches Orientales; Hadath: Université Antonine, 2007). Moreover, at the end of the paper, there is a table of correspondences between the Arabic homilies and the Syriac and the Greek editions. Some homilies (nr. 7, 13, 14, 15, 17, 19, 22) are composed of more than one single homily, and their sub-divisions are precisely indicated. A few remarks about the conventions adopted here. The rubrication of the titles and the first word(s) of each homily is not indicated. Every homily is counted according to our own system of computing (there is no numbering system in the manuscript), based on the mere succession of the homilies, each of which has a distinctive title. Regarding the orthography, we have decided to always indicate the diacritical dots above tāʾ marbūṭa , even if they are never noted in the manuscript. As in the manuscript, hamza is never noted, and the preposition ʿalā is written always with final yāʾ . Whenever ḍamma is noted in the manuscript, this is also reproduced in our edition. The diacritical signs underneath the letters ʿayn , ḥāʾ , and ṣād are never reproduced. See n. 14. The orthographic variations of the name of Isaac, some of which could be a result of orthographic Syriac influence as well as of phonetic realisation, have been reproduced as they appear. The only form attested in the index is مار سحق , whereas in the titles of the homilies in the text we find the following forms: مار اسحق (nine times in hom. 4, 6, 7, 14, 15, 18, 21, 22, 26), ماري سحق (three times in hom. 1, 3, 16), مار سحق (two times in hom. 12, 13), and ماري اسحق (once in hom. 18). Regarding the punctuation, we have decided not to reproduce in every detail the usage of points and rosettes which distinguish respectively one sentence from the other, and the titles from the texts. In the description for each homily, rosettes are never written, while points are present only occasionally. Corrections of the transmitted text are directly written in the main text, and a footnote signals the form attested in the manuscript. Regarding the titles in the index, conjectures of words in a now cut off part of the manuscript’s folio are indicated with < >, while illegible text is written in [ ]. These conjectures are made on the basis of the titles in the main text. Some linguistic observations on specific morpho-syntactical phaenomena are indicated in the footnotes. Index (ff. 1v,14–2r,11) من قول مار سحق القديس من الميمرالاول علي الابتعاد ܀ ايضا من الميمر الثاني كلام مختار ܀ وايضا من الميمر الثالث >علي< الحب ܀ وايضا من الميمر الرابع ܀ وايضا من الميمر [الخامس] ܀ وايضا [من] >الميمر< السادس ܀ وايضا كلام ملتقط من قول مار سحق ܀ [وايضا من قول مار سحق امور نافعة] ܀ وراس ايضا لمار سحق يعلم فيه بماذا ينتفع الانسان في قلبه بتقربه الي الله ܀ وايضا راس اخر يعلم فيه بماذا تحفظ جمال ]الرهبانية[ ܀ وايضا راس اخر لمار سحق علي انه لا ينبغي لعبد الله الذي قد تمسكن من الدنيا وخرج في طلبه ܀ ومسايل له ايضا وجواباتها ܀ وايضا لمار سحق كلام مختار ܀ وايضا من قول مار سحق >܀ وايضا من قول مار سحق >܀ وايضا من قول مار سحق >܀ راس اخر ܀ ورسالة له لمار سحق الي اخ كان يحب السُكوت ܀ وراس لمار سحق يعلم فيه ان التجربة تعلم كل ܀ وراس اخر ايضا لمار سحق علي الحب ܀ وراس اخر لمار سحق مختار من قوله ܀ وايضا من قول مار سحق القديس ܀ وايضا راس اخر لمار سحق >܀ وايضا راس اخر لمار سحق >܀ وايضا راس اخر لمار سحق >܀ وايضاو من قول مار سحق القديس علي الجهتين التي بمعرفة اتعلمت تحقيق الذي ينبغا لها ان تقرا كل ايام حياتك فيها ܀ Basmala (f. 81v,4) بسم المسيح منير متير ms. انفسنا ومهدي عقولنا ܀ Homily 1 (ff. 81v,4–83r,11) It corresponds with the 1 st homily in Bedjan’s edition (B 1:1–10) and in Pirard’s edition (P 1:213–224). The Arabic title is more elaborated than the Syriac one (B 1:1:7). The beginning of the Arabic text corresponds with the very beginning of the Syriac and the Greek texts. The end of the Arabic text does not correspond with the end of the Syriac and the Greek texts. Title in the index: من قول مار سحق القديس من الميمر الاول علي الابتعاد Title of the homily (f. 81v,4–6): هذا قول ماري سحق القديس قاله علي تدبير الرهبانية والابتعاد من العالم كلام مختار من الميمر الاول Incipit (f. 81v,7): مخافة الله هي راس الصلاح B 1:1:8 ܕܚܠܬ ܐܠܗܐ: ܪܫܐ ܗܝ ܕܡܝܬܪܘܬܐ P 1:213:1 Ὁ φόβος τοῦ Θεοῦ, ἀρχὴ τῆς ἀρετῆς Desinit (f. 83r,10–11): هولا الذي بهم دُعيت ليسوع المسيح منجل الاعمال الصالحة B 1:10:17 ܗܢܝܢ ܕܒܗܝܢ ܐܬܩܪܝܬ ܒܝܫܘܥܡܫܝܚܐ [sic] ܠܥܒܕ̈ܐ ܛܒ̈ܐ P 1:224:228 ἐν αἷς ἐκλήθης ὑπὸ τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ εἰς τὰ ἀγαθὰ ἔργα Homily 2 (ff. 83r,11–84v,11) It corresponds with the 2 nd homily in Bedjan’s edition (B 2:11–20) and in Pirard’s edition (P 2:225–236). The Arabic title corresponds with the Syriac one (B 2:11:1). The beginning of the Arabic text corresponds with the very beginning of the Syriac and the Greek texts. The end of the Arabic text does not correspond with the end of the Syriac and the Greek texts. Title in the index: ايضا من الميمر الثاني كلام مختار Title of the homily (f. 83r,11): الميمر الثاني Incipit (f. 83r,12): شكر الذي ياخذ يحرك للذي يُعطي B 2:11:1 ܩܘܒܠܛܝܒܘܬܐ ܕܢܣܘܒܐ ܡܓܪܓ ܠܝܗܘܒܐ P 2:225:1 Ἡ εὐχαριστία τοῦ λαμβάνοντος, ἐρεθίζει τὸν διδόντα Desinit (f. 84v,10–11): ان كان هادي ·· وهذا مُلتقط من كُتُب كثيرة B 2:20:6 ܐܢ ܫܠܐ ܘܦܪܘܫ: ܚܠܦ ܟܬܒ̈ܐ ܣܓܝ̈ܐܐ P 2:236:231 ἐὰν ἡσυχάζῃ καὶ ἔστιν ἀφωρισμένος, ἀντὶ πολλῶν βιβλίων Homily 3 (ff. 84v,11–87r,2) It corresponds with the 3 rd homily in Bedjan’s edition (B 3:20–40) and in Pirard’s edition (P 3:237–259). The Arabic title almost corresponds with the Syriac one (B 3:20:12). The beginning of the Arabic text does not correspond with the very beginning of the Syriac and the Greek texts. The end of the Arabic text does not correspond with the end of the Syriac and the Greek texts. Title in the index: وايضا من الميمر الثالث <علي> [الحب] Title of the homily (f. 84v,11): الميمر الثالث لماري سحق Incipit (f. 84v,12): لا تبدل حب قريبك بحب الاشيا B 3:30:21 ܠܐ ܬܚܠܦ ܚܘܒܐ ܕܩܪܝܒܟ ܒܚܘܒܐ ܕܨܒ̈ܘܬܐ P 3:249:246-247 Μὴ ἀλλάξῃς τὴν ἀγάπην τοῦ ἀδελφοῦ σου ἀγάπῃ τινὸς τῶν πραγμάτων Desinit (f. 87r,2): ومنجل ذلك اساميهم مكتوبة في سفر الحياة الي مجي ربنا يسوع المسيح B 3:39:3-4 ܘܗܐ ܩܠܝܠ ܡܢ ܣܓܝ ܪܫܝܡܝܢ ܫܡܗܝ̈ܗܘܢ ܒܣܦܪܐ ܕܚܝ̈ܐ: ܥܕܡܐ ܠܡܐܬܝܬܗ ܕܡܪܢ P 3:258:445-446 ὧν τὰ ὀνόματα γέγραπται ἐν βίβλῳ ζωῆς μέχρι τῆς παρουσίας τοῦ Κυρίου Homily 4 (ff. 87r,3–90v,6-7) It corresponds with the 4 th homily in Bedjan’s edition (B 4:40–60) and in Pirard’s edition (P 3: 260–281). The Arabic title almost corresponds with the Syriac one (B 4:40:11). The beginning of the Arabic text corresponds with the very beginning of the Syriac and the Greek texts. The end of the Arabic text almost corresponds with the end of the Syriac and the Greek texts. Title in the index: وايضا من الميمر الرابع Title of the homily (f. 87r,3): الميمر الرابع لمار اسحق Incipit (f. 87r,4): النفس التي تحب الله في الله هو نياحها وحده فقط B 4:40:12 ܢܦܫܐ ܕܠܐܠܗܐ ܡܚܒܐ: ܒܐܠܗܐ ܗܘ ܒܠܚܘܕ ܢܘܚܗ̇ P 4:260:1-2 Ἡ ψυχὴ ἡ τὸν Θεὸν ἀγαπῶσα, ἐν τῷ Θεῷ καὶ μόνῳ τὴν ἀνάπαυσιν κέκτηται Desinit (f. 90v,6-7): وينال خير كثير من الله الذي له السُبح والكرامة B 4:60:5-7 ܘܐܕܪܟ ܠܗܘ ܡܕܡ ܕܡܛܠܬܗ ܐܕܪܟܢ ܡܫܝܚܐ . ܕܠܗ ܘܠܐܒܘܗܝ ܘܠܪܘܚܐ ܕܩܘܕܫܐ : ܫܘܒܚܐ ܘܩܘܠܣܐ P 4:281:449-451 καὶ καταλαβόντος ἐκεῖνο τὸ πρᾶγμα δι’ ὃ ἐπεδήμησεν ὁ Χριστός, ᾧ ἡ δόξα σὺν τῷ Πατρὶ καὶ τῷ ἁγίῳ Πνεύματι Homily 5 (ff. 90v,7–92v,14) It corresponds with the 5 th homily in Bedjan’s edition (B 5:60–80) and in Pirard’s edition (P 5:282–306). The Arabic title corresponds with the Syriac one (B 5 :60:10). The beginning of the Arabic text corresponds with the very beginning of the Syriac and the Greek texts. The end of the Arabic text does not correspond with the end of the Syriac and the Greek texts. Title in the index: وايضا من الميمر [الخامس] Title of the homily (f. 90v,7): الميمر الخامس Incipit (f. 90v,8): قد اكثر الله الكرامة للانسان بالتعليم المُضعف الذي اعطاه B 5:60:11-12 ܐܣܓܝ ܐܠܗܐ ܐܝܩܪܐ ܠܒܪܢܫܐ: ܒܝܘܠܦܢܐ ܥܦܝܦܐ ܕܝܗܒ ܠܗ P 5:282:1-2 Πολλὴν ὁ Θεὸς δέδωκε τοῖς ἀνθρώποις τὴν τιμὴν τῇ διπλῇ μαθήσει Desinit (f. 92v,13-14): وكم تُرا اقدر ان اصف او احصي او اخبر عن حب Without diacritical point under bāʾ . الملايكة لنا B 5:67:6-7 ܘܟܡܐ ܐܝܬ ܠܝ ܠܡܡܢܐ: ܥܠ ܚܘܒܗܘܢ ܕܡܠܐܟ̈ܐ ܩܕܝ̈ܫܐ ܕܠܘܬ ܓܢܣܢ P 5:290:153-154 Καὶ τί δεῖ τὰ πολλὰ καταριθμεῖν τὴν πρὸς ἡμᾶς τῶν ἁγίων ἀγγέλων ἀγάπησιν Homily 6 (ff. 92v,15–96r,18) It corresponds with the 6 th homily in Bedjan’s edition (B 6:81–99) and in Pirard’s edition (P 6:307–326). The Arabic title almost corresponds with the Syriac one (B 6:81:1). The beginning of the Arabic text does not correspond with the very beginning of the Syriac and the Greek texts. The end of the Arabic text corresponds with the end of the Syriac and the Greek texts. Title in the index: وايضا [من] <الميمر> السادس Title of the homily (f. 92v,15): الميمر السادس لمار اسحق Incipit (f. 92v,16-17): في ثلثة [sic] اشكال التي بها تتقرب كل نفس ناطقة الي الله B 6:81:7-8 ܬܠܬܐ ܐܢܘܢ ܐܣܟܡ̈ܐ: ܕܒܗܘܢ ܡܬܩܪܒܐ ܟܠ ܢܦܫܐ ܡܠܝܠܬܐ ܠܘܬ ܐܠܗܐ P 6:307:8-9 Τρεῖς τρόποι εἰσὶ δι’ ὧν πᾶσα λογικὴ ψυχὴ τῷ Θεῷ προσεγγίσαι δύναται Desinit (f. 96r,17-18): الذي له القوة والقدرة Written without the two diacritical points on qāf and with a point on dāl . والملك والسُبح والكرامة الي الابد امين B 6:99:1-3 ܕܠܗ ܫܘܒܚܐ ܘܐܘܚܕܢܐ ܘܣܓܕܬܐ ܘܪܘܡܪܡܐ: ܠܥܠܡ ܥܠܡܝܢ. ܐܡܝܢ P 6:326:403 Αὐτῷ ἡ δόξα καὶ τὸ κράτος εἰς τοὺς αἰῶνας, ἀμήν Homily 7 (ff. 96v-102v) The Arabic title is not present in the Syriac original. It hints at a collection of mixed homilies, the most of which are composed by pieces of several different Syriac sermons by Isaac and John of Dalyatha. In the Arabic manuscript there is a system of distinction between different homilies through the usage of separating flowers and of rubrication of the first word(s) of each homily. We have indicated each homily of this collection with a letter of the Latin alphabet after the number 7. Title in the index: وايضا كلام ملتقط من قول مار سحق Title of the homily (f. 96v,1): وايضا كلام ملتقط من قول مار اسحق Homily 7a (ff. 96v,2-97v,9) 7a contains small passages from five different homilies, which correspond to the following numbers in Bedjan’s and Pirard’s edition: B 16:130-133 ▬ P 16:365-368; B 17:34-139 ▬ P 17:369-375; B 23:175-177; B 24:177-182; B 53:379-390 ▬ P 44:619-633. Homilies 23 and 24 of Bedjan are not included in the Greek collection published by Pirard. More specifically: i. f. 96v,2-7: a) lines 2-3 ( في السكوت…ينبغي للراهب ) B 16:130:15-17 ( ܒܙܗܝܪܘܬܐ… ܙܕܩ ܠܗ ) P 16:365:5-7 ( Δεῖ…τὸν νοῦν αὐτοῦ ); b) lines 3-7 ( الصلاح…كما ان ) correspond (with omissions) with B 16:132:2-11 ( ܕܡܝܬܖ̈ܬܐ…ܫܪܝܪܐܝܬ ܐܚܝ̈ ) P 16:366:31—16:367:42 ( Ἐν ἀληθείᾳ, ἀδελφοί…τῇ τῶν ἀρετῶν χλόῃ ) ii. f. 96v,7-8 ( سكوت...الاشيا ) B 17:139:1-2 ( ܫܠܝܐ... ܨܒ̈ܘܬܐ ) P 17:374:117-17:375:119 ( Ἡ διηνεκὴς ἡσυχία… πραγμάτων ) iii. f. 96v,8-12 ( ليس صلاة...انت قايم ) B 23:177:2-7 ( ܠܝܬ ܨܠܘܬܐ... ܩܐܡ ܐܢܬ ) iv. f. 96v,12-f. 97r,3 ( فطوبا...علي الرجا ) B 24:179:15—24:182:14 ( ܛܘܒܘܗܝ...ܥܠ ܣܒܪܐ ) v. f. 97r,3-f. 97v,9 ( اذا ما رجعت... اي راحة ولذة لا توصف ولد لي من الصبر ) B 53:385:4—53:388:20 ( ܐܡܬܝ ܕܬܦܢܐ...ܐܝܢܐ ܢܝܚܐ ܕܠܐ ܣܟܐ ܐܘܠܕ ) P 44:626:150—44:631:2 ( Ὅταν στραφῇς…ποίαν ἀνάπαυσιν ἀπλήρωτον ἐγέννησεν ) Homily 7b (ff. 97v,10-98r,7) It corresponds with the 53 rd homily in Bedjan’s edition and the 44 th in Pirard’s edition (B 53:379-390 ▬ P 44:619-633). The beginning of the Arabic text does not correspond with the beginning of the Syriac and the Greek texts. The end of the Arabic text corresponds with the end of the Syriac and the Greek texts. Incipit (f. 97v,10): كان بعض الابهات ياكُل مرتين في الجمعة B 53:388:21 ܐܝܬ ܗܘܐ ܚܕ ܡܢ ܐܒܗ̈ܬܐ: ܕܐܟܠ ܗܘܐ ܬܪܬܝܢ ܙܒܢ̈ܝܢ ܒܫܒܬܐ P 44:631:237 Ἦν τίς τῶν πατέρων, καὶ ἦν ἐσθίων δεύτερον τῆς ἑβδομάδος Desinit (f. 98r,7): فشكرت الله علي كثرة نعمته عند الناس والي اي شرف يساوي للذين يطلبونه B 53:390:2 ܘܐܘܕܝܬ ܠܐܠܗܐ: ܕܟܡܐ ܫܦܝܥܐ ܛܝܒܘܬܗ ܠܘܬ ܒܢܝ̈ܢܫܐ: ܘܠܐܝܕܐ ܪܒܘܬܐ ܡܫܘܐ ܠܕܒܥܝܢ ܠܗ P 44:633:264 καὶ ηὐχαρίστησα τῷ Θεῷ ὅτι πόσον ἡ χάρις αὐτοῦ ὑπερεκχεῖται ἐπὶ τὸν ἄνθρωπον καὶ εἰς ποίαν μεγαλωσύνην ἀξιοῖ τοὺς καταδιώκοντας αὐτόν Homily 7c (ff. 98r,7-99r,11) It corresponds with the 17 th homily in Bedjan’s and Pirard’s edition (B 17:134-139 ▬ P 17:369:375). The beginning of the Arabic text corresponds with the beginning of the Syriac and the Greek texts. The end of the Arabic text does not correspond with the end of the Syriac and the Greek texts. Incipit (f. 98r,7): لا تظن ايه See J. Blau, A Grammar of Christian Arabic. Based mainly on South-Palestinian texts from the first millennium , Vol. 1, Corpus Scriptorum Christianorum Orientalium 267, Subsidia 27, (Louvain: Secrétariat du CorpusSCO, 1966), 78. الانسان ان في جميع الاعمال عمل ادفع وافضل من عمل السهر B 17:134:4 ܠܐ ܬܣܒܪ ܠܟ ܐܘ̇ ܒܪܢܫܐ: ܕܐܝܬ ܒܟܠܗܘܢ ܥܡܠ̈ܐ ܕܥܢܘܝ̈ܐ ܕܘܒܪܐ ܕܪܒ ܘܡܝܬܪ ܡܢ ܥܡܠܐ ܕܫܗܪܐ P 17:369:1 Μὴ νομίσῃς, ὦ ἄνθρωπε, ὅτι ἐν πάσῃ τῇ ἐργασίᾳ τῶν μοναχῶν ἔστι διαγωγὴ μείζων τῆς ἀγρυπνίας τῆς νυκτός Desinit (f.99r,12): فان حرك الانسان نفسه بالسخونة وطرح عنه هولا وكلف نفسه قليل حينيذ تقترب اليه النعمة وتحل به قوة اخرا B 17:138:10 ܐܢܕܝܢ ܐܙܝܥ ܐܢܫ ܝܬܗ ܚܡܝܡܐܝܬ ܘܢܦܨ ܫܕܐ ܡܢܗ: ܘܥܨܐ ܩܠܝܠ ܢܦܫܗ: ܡܚܕܐ ܩܪܒܐ ܛܝܒܘܬܐ ܐܝܟ ܕܒܙܒܢ. ܘܐܬܐ ܠܗ ܚܝܠܐ ܐܚܪܢܐ P 17:374:102 Καὶ ἐὰν διεγείρῃ ἑαυτὸν μετὰ θερμότητος καὶ ἐκτινάξῃ ἀφ’ ἑαυτοῦ ταῦτα καὶ ἀναγκάσῃ ἑαυτὸν μικρόν, τηνικαῦτα πλησιάζει αὐτῷ ἡ χάρις ὥσπερ ἦν. Καὶ ἔρχεται αὐτῷ ἄλλη δύναμις Homily 7d (ff. 99r,12-99v,4) The extract contained in homily 7d has been identified with a part of the 1 st homily of John of Dalyatha. This extract is not present in Bedjan’s edition but it is attested in the MS Sinai, Syr. 24 , which circulated in the Melchite milieu of the monastery of Mar Saba, and could have possibly similarities with the Arabic tradition attested in the Strasbourg manuscript. On this manuscript, s. G. Kessel, \"Sinai syr. 24 as an Important Witness to the Reception History of Some Syriac Ascetic Texts,\" in Sur les pas des Araméens chrétiens. Mélanges offerts à Alain Desreumaux , Cahiers d’études syriaques 1, eds. F. Briquel-Chatonnet and M. Debié (Paris: Geuthner, 2010), 207-18. Incipit (f. 99r,12): قال لي انسان انه جرب انه في ايام تخالط الناس انه ياكُل في اليوم ثلث [sic] خبزات حبزات ms. واربعة P Index 1:812:241 Διηγήσατό μοι τίς ἐξ ὧν ἐδοκίμασεν, ὅτι ἐν αἷς ἡμέραις συναναστρέφομαι τισίν, ἐσθίω τρία παξαμάτια ἢ τέσσαρα K 1:112:7 ܐܡܪ ܠܝ ܐܢܫ ܡܢ ܢܣܝܢܐ ܕܒܩܢܘܡܗ ܗܟܢܐ. ܕܒܝܘ̈ܡܬܐ ܕܗܘܝܐ ܠܝ ܚܠܝܛܘܬܐ ܥܡ ܐܚܖ̈ܢܐ ܐܟܠ ܐܢܐ ܬܠܬܐ ܘܐܪ̈ܒܥܐ ܩܠܘܖ̈ܐ ܒܝܘܡܐ The passage corresponds with that attested in MS Sinai Syr . 24 , f. 168vb,25. Desinit (f. 99v,4): واكل خُبزه وحده ويكون خلطته حلطته ms. مع الله وحده في كل ساعة P Index 1:812:259 καὶ ἐσθίων μόνος τὸν ἑαυτοῦ ἄρτον, ὅτι διαπαντὸς μετὰ τοῦ Θεοῦ διαλέγεται K 1:112:21 ܘܐܟܠ ܠܚܡܗ ܒܠܚܘܕܘܗܝ. ܕܥܡ ܚܕ ܟܠܫܥ ܡܬܥܢܐ The passage corresponds with that attested in MS Sinai Syr. 24 , f. 169rb,14. Homily 7e (ff. 99v,4-100v,18) 7e contains small passages from five different homilies, which correspond to the following numbers in Bedjan’s and Pirard’s editions: B 24:177-182; B 38:177-182 ▬ P 30:508-514; B 39:182-187 ▬ P 31:515-524; B 46:330-335 ▬ P 38:561-565; B 50:343-359 ▬ P 41:574-594. Homily 24 of Bedjan’s edition is not included in the Greek collection published by Pirard. More specifically: i. ff. 99v,4-100r,17: It corresponds to the 24 th homily of Bedjan’s edition. Although the beginning of the Arabic text corresponds with the beginning of the Syriac text, the last four Arabic words may be a paraphrase of the whole or part of the last section of the Syriac sermon. The textual part from بشي to المسيح does not seem to correspond exactly to a specific textual string of the Syriac text but the expression بشي غريب may be a paraphrase of ܡܛܠ ܕܕܠܐ ܗܘܠ̈ܐ ܗܘ ܥܢܝܢܟ at line 8 and the word بعون may correspond to the word ܡܥܕܪܢܐ at line 12. Incipit (f. 99v,4): قال مار اسحق عن شيخ من القديسين قال ربما مرار كثيرة في اعراض النهار لو اُعطي الراهب جميع ملك الارض لم يحب ان يخرج من قليته ولا يكلم احد B 24:177:12 ܙܒ̈ܢܝܢ ܣܓܝ̈ܐܢ ܓܕܫ ܡܨܥܬ ܫܥ̈ܐ ܕܐܝܡܡܐ: ܕܐܢ ܡܠܟܘܬܐ ܕܐܪܥܐ ܬܬܠ ܠܐܚܐ: ܠܐ ܡܬܛܦܝܣ ܒܫܥܬܐ ܗܝ ܕܢܦܘܩ ܡܢ ܩܠܝܬܗ: ܘܠܐ ܕܢܩܘܫ ܠܗ ܐܢܫ Desinit (f. 100r,17): فانه لا يستطيع العدوا The word must be in plural, but this form does not correspond to the attested forms for the plural of ʿadūw in vocabularies. يدنوا الي قلبك بشي غريب بعون المسيح B 24:182:8: ܘܡܕܡ ܚܘܫܒܐ ܡܫܟܪܐ: ܠܠܒܟ ܠܐ ܩܪܒ ii. ff. 100r,18-100v,1 ( صغر النفس...وقلة الامانة ) B 38:291:2-5 ( ܙܥܘܪܘܬ ܢܦܫܐ ... ܕܠܐ ܗܝܡܢܘܬܐ ) P 30:508:1-5 ( Σημεῖον ἐστὶ…τῆς ἀπιστίας ) iii. f. 100v,1-3 ( كل ما اديت...القديسين بالتعب ) B 39:298:1-3 ( ܕܐܘܪܚܐ ܕܡܪܕܝܬܟ ... ܒܕܘܖ̈ܟܬܐ ܠܐܝ̈ܬܐ ܕܩܕܝ̈ܫܐ ) P 31:517:45-47 ( Ὃταν γὰρ εὕρῃς…ὑπὸ τῶν μοχθηρῶν ποδῶν τῶν ἁγίων ) iv. f. 100v,3-4 فان كان احد تقرب الي الله بلا بلايا·· اتشبه به انت B 38:291:7-8 ܐܢ ܐܝܬ ܕܒܠܥܕ ܐܘ̈ܠܨܢܐ ܐܬܩܪܒ ܠܘܬ ܐܠܗܐ: ܐܦ ܐܢܬ ܐܬܕܡܐ ܒܗ P 30:508:7-8 Ἐάν τις ἐκτὸς ἀγώνων καὶ κινδύνων καὶ πειρασμῶν τῷ Θεῷ προσήγγισε, καὶ σὺ αὐτὸν μίμησαι v. f. 100v,4-10: a) lines 4-6 ( اعلم انك كل ما تقدمت...كُثرت عليك ) B 39:298:3-6 ( ܟܡܐ ܓܝܪ ܕܬܫܬܘܫܛ...ܝܬܝܪ ܬܥܘܠ ܠܢܣ̈ܝܘܢܐ ) P 31:517:47-50 ( Ὅσον γὰρ διαβαίνεις…πληθύνονται κατὰ σοῦ ) b) lines 6-10 ( لا تطلب...من الوقعة ) correspond (with omissions) with B 39:297:8-21 ( ܠܐ ܬܒܥܐ...ܡܢ ܓܘ̈ܢܝܐ ) P 31:516:26—31:517:44 ( Μὴ ζητήσῃς…καὶ τὰς κατηγορίας ) vi. f. 100v,10-12 ( الذي هو مريضا...الطريق ) B 50:344:21—50:345:1 ( ܕܟܪܝܗ...ܐܘܪܚܐ ) P 41:576:43-45 ( Ὁ τῇ ψυχῇ ἀσθενῶν…τὴν ὁδόν ) vii. f. 100v,12-14: a) lines 12-13 ( اذا كثر... في السر ) B 46:332:11-12 ( ܐܡܬܝ ܕܬܣܓܐ...ܒܟܣܝܐ ) P 38:563:52-53 ( Ὅταν πληθυνθῇ…τὴν χάριν τῆς παρακλήσεως ) b) lines 13-14 ( ان حفظت لسانك ياخي تُعطا من الله موهبة ) B 46:334:6 ( ܐܢ ܠܫܢܟ ܬܛܪ ܐܚܝ: ܡܬܝܗܒܐ ܠܟ ܡܢ ܐܠܗܐ ܡܘܗܒܬܐ ) P 38:564:86-87 ( Ἐὰν φυλάξῃς τὴν γλῶσσαν σου, ὦ ἀδελφέ, δίδοταί σοι παρὰ τοῦ Θεοῦ ἡ χάρις τῆς κατανύξεως τῆς καρδίας ) Homily 7f (ff. 100v,14-102v,14) Unlike the previous homilies, 7f is not separated from the preceding homily by means of rubrication. Instead only separating flowers are used. It contains small passages from five different homilies, which correspond to the following numbers in Bedjan’s and Pirard’s editions: B 46:330-335 ▬ P 38:561-565; B 50:343-359 ▬ P 41:574-594; B 64:441-442 ▬ P 46:639-641; B 74:507-518 ▬ P 62:735-748. The extracts i and iii actually belong to parts of the 1 st and 6 th homilies of John of Dalyatha, the first of which has found its way also into the Greek Isaac (see Pirard, p. 801f.). The Syriac text is edited by Khayyat 2007. In ii and v, the same text is translated but with different wording. i. f. 100v,14-16: قال لي بعض الاخوة اذا ما قابلوا Without diacritical point under bāʾ . الشياطين انسان يحركوا عليه الاخوة الذين يطاوعوهم لكيما يكونوا لهم اعوان في القتال K 6:184:4-5 ܘܐܡܪ ܗܘܐ ܬܘܒ. ܕܡܐ ܕܥܒܕܝܢ ܫ̈ܐܕܐ ܥܡ ܐܢܫ ܐܓܘܢܐ܆ ܡܙܝܥܝܢ ܠܐܚ̈ܐ ܐܝܠܝܢ ܕܡܫܬܡܥܝܢ ܠܗܘܢ ܕܢܗܘܘܢ ܠܗܘܢ ܥܕܪܐ ܒܬܟܬܘܫܐ ii. ff. 100v,16-101v,1 ( امشي الي اصدقاك...احتفظ من الشبع ) corresponds (with omissions) with B 50:346:18—50:351:1 ( ܠܘܬ ܖ̈ܚܡܝܟ: ܒܐܣܟܡܐ ܗܠܟ...ܛܪ ܐܦܢ ܡܢ ܣܒܥܘܬܐ ) P 41:578:97—41:584:223 ( Πρὸς τοὺς φίλους σου ἐν εὐλαβείᾳ πορεύθητι…κἂν φύλαξον τοῦ μὴ χορτασθῆναι ) iii. f. 101v,1-3: شاب يصاحب شاب يبكوا عليه الصالحين ·· وشيخ يحب يصاحب الشباب يقتني في نفسه اوجاع نجسة افضل من الشباب النجسين K 1:106:12-14 ( ܛܠܝܐ ܕܢܩܝܦ ܠܛܠܝܐ܆ ܢܕܡܥܘܢ ܥܠܝܗܘܢ ܦܖ̈ܘܫܐ. ܘܐܦ ܣܒܐ ܕܪܚܡ ܢܩܦܐ ܕܛ̈ܠܝܐ܆ ܕܥ ܠܟ ܕܢܕܝܕܝܢ ܚܫ̈ܘܗܝ ܡܢ ܕܛܠ̈ܝܐ ܛܡ̈ܐܐ ) The passage corresponds with that attested in MS Sinai Syr. 24 , f. 167va,17-21. P Index 1:808:152-154 Νέος νεωτέρῳ ἀκολουθῶν, ποιεῖ τοὺς διακριτικοὺς ἐπ’ αὐτοὺς πενθεῖν καὶ κλαίειν. Γέρων δέ, ἀκολουθῶν νεωτέρῳ, δυσωδέστερον τοῦ τῶν νεωτέρων κέκτηται πάθος iv. f. 101v,3-14: a) lines 3-10 ( ما احسن وافضل حُب القريب...في النفس التي تسكن فيه كل الشرور ) B 46:331:3—46:333:20 ( ܫܒܝܚ ܘܡܝܬܪ ܚܘܒܐ ܕܩܪܝܒܐ...ܟܠ ܒܝ̈ܫܢ ܡܫܡܠܐ ܒܢܦܫܐ ) P 38:561:13-14—38:564:77 ( Τί ὡραία καὶ ἐπαινετὴ ἡ ἀγάπη τοῦ πλησίον…πᾶσα κακία τελειοῦται ἐν τῇ ψυχῇ τῇ οἰκούσῃ ἐν αὐτῷ ) b) lines 10-14 ( انا اقول ان العالم...بلا خلطة الاوجاع ) B 46:332:6-11 ( ܥܠܡܐ ܩܪܐ ܐܢܐ...ܒܠܥܕ ܥܢܝܢ ܚܫ̈ܐ ) P 38:563:46-51 ( Τὸν κόσμον καλῶ…χωρὶς τῆς ὁμιλίας τῶν παθῶν ) v. ff. 101v,14-102r,13 ( كُل عمل تعمله... ابكي عليه ) B 50:348:21—50:356:15 ( ܟܠ ܥܒܕ ܕܕܠܐ ܚܘܫܒ ܬܥܒܕ...ܒܟܝ ܥܠܘܗܝ ) P 41:581:158—41:590:369 ( Ἕκαστον ἔργον, ὅ, τι ποιεῖς…κλαῦσον ὑπὲρ αὐτοῦ ) vi. ff. 102r,13-102v,5 ( ليس كُل شهوة حسنة...ان اهوا·· وان افعل ) B 64:441:15—B 64:442:13 ( ܠܘ ܟܠ ܪܓܬܐ ܕܫܦܝܪܬܐ...ܐܦ ܠܡܨܒܐ: ܐܦ ܠܡܣܥܪ ) P 46:639:7—46:640:26 ( οὐχὶ γὰρ πᾶσα ἐπιθυμία καλὴ…τὸ θέλειν καὶ τὸ ἐνεργεῖν ) vii. f. 102v,5-14 ( غاية جميع السعي...وعلي الكُل يريث ) B 74:507:5-16 ( ܣܟܐ ܕܟܠܗ ܪܗܛܐ...ܘܟܠ ܕܐܝܬ ) P 62:735:1—62:736:15 ( Τελειότης παντὸς δρόμου…καὶ ὑπὲρ παντὸς κτίσματος ) Homily 7g (ff. 102v,14-103r,4) 7g contains small passages from two different homilies, which correspond to the following numbers in Bedjan’s and Pirard’s editions: B 74:507-518 ▬ P 62:735-748; B 77:524-536 ▬ P 63:749-762. i. f. 102v,14-17 ( مسلة Read مسألة. كيف يقتنا الاتضاع...الي عمل متضع حقير ) B 74:508:8-11 ( ܐܝܟܢ ܡܬܩܢܝܐ ܡܟܝܟܘܬܐ...ܠܥܒܕܐ ܨܥܝܪܐ ܘܡܟܐ ܢܪܗܛ ) P 62:736:32—P 62:737:36 ( Καὶ ἠρωτήθη· Πῶς τις δύναται κτήσασθαι τὴν ταπείνωσιν…τοῖς ἔργοις τοῖς ἐλαχίστοις καὶ καθυβρισμένοις ) ii. f. 102v,17-103r,4 (ايه See n. 41. الانسان الضعيف... والاعتجاب The word is unknown to standard lexica in this form. يلحقه الابتعاد من الله ) B 77:524:6-13 ( ܐܘ̇ ܒܪܢܫܐ ܚܠܫܐ...ܠܡܣܒܖ̈ܢܘܬܐ ܕܝܢ: ܪܚܝܩܘܬܐ ܕܡܢ ܐܠܗܐ ) P 63:749:1-10 ( Ὦ ἄνθρωπε ἐλάχιστε…τῇ οἰήσει δὲ ἀκολουθεῖ τὸ ἀπέχεσθαι ἀπὸ τοῦ Θεοῦ ) Homily 8 (ff. 103r,5—104v,3) It corresponds with the following homilies in Bedjan’s and Pirard’s editions: B 43:315-318 ▬ P 35:540-544. The Arabic title corresponds with the Syriac one. Both the beginning and the end of the Arabic text correspond with those of the Syriac and Greek texts. Title in the index: وايضا من قول مار سحق امور نافعة Title of the homily (f. 103r,5): امور نافعة ممتلية حكمة روح القدس Incipit (f. 103r,6): الامانة هي باب السراير B 43:315:2 ܗܝܡܢܘܬܐ ܐܝܬܝܗ̇: ܬܪܥܐ ܕܐܖ̈ܙܐ P 35:540:1 Ἡ πίστις ἐστὶν ἡ θύρα τῶν μυστηρίων Desinit (ff. 104r,18-104v,3): فاذا نحن بلغنا الي الحب وصلنا الي الله وتمت طريقنا وجزنا الي الجزيرة التي خارج من العالم حيث الاب والابن وروح القدس اله The word is to be read either اليه or له , both of them having the same meaning. المجد والقوة ولنا يُساوي لمخافته وحُبه امين B 43:318:3-7 ܡܐ ܕܝܢ ܕܡܢܥܢܢ ܠܚܘܒܐ: ܡܢܥܢ ܠܘܬ ܐܠܗܐ. ܘܫܠܡܬ ܐܘܪܚܢ: ܘܥܒܪܢܢ ܠܓܙܪܬܐ ܕܠܗܠ ܡܢ ܥܠܡܐ: ܠܐܝܟܐ ܕܐܝܬܘܗܝ ܐܒܐ ܘܒܪܐ ܘܪܘܚܐ ܕܩܘܕܫܐ. ܕܠܗ ܫܘܒܚܐ ܘܐܘܚܕܢܐ: ܘܠܢ ܢܫܘܐ ܠܕܚܠܬܗ ܘܠܚܘܒܗ. ܐܡܝܢ P 43:544:85-90 Καὶ ὅτε φθάσομεν τὴν ἀγάπην, ἐφθάσαμεν πρὸς τὸν Θεόν, καὶ ἡ ὁδὸς ἡμῶν ἐτελειώθη, καὶ διέβημεν πρὸς τὴν νῆσον τὴν ἐκεῖθεν τοῦ κόσμου οὖσαν, ὅπου ὁ Πατὴρ καὶ ὁ Υἱὸς καὶ τὸ Πνεῦμα τὸ ἅγιον· αὐτῷ ἡ δόξα καὶ τὸ κράτος, καὶ ἡμᾶς ἀξίους ποιῆσαι τοῦ φόβου αὐτοῦ καὶ τῆς ἀγάπης αὐτοῦ, ἀμήν Homily 9 (ff. 104v,4-106v,17) It corresponds with the following homilies in Bedjan’s and Pirard’s editions: B 8:104-110 ▬ P 7:327-333. The Arabic title is shorter than the Syriac one. Both the beginning and the end of the Arabic text correspond with those of the Syriac and Greek texts. Title in the index: وراس ايضا لمار سحق يعلم فيه بماذا ينتفع الانسان في قلبه بتقربه الي الله Title of the homily (f. 104v,4-6): راس يعلم فيه بماذا ينتفع الانسان في قلبه بتقربه الي الله وما السبب الذي بالحقيقة يقرب اليه المعونة في السر وايهما المعنا الذي به يتقرب الانسان الي الاتضاع Incipit (f. 104v,7): طوبا للانسان الذي يعرف ضعفه B 8:104:10 ܛܘܒܘܗܝ ܠܒܪܢܫܐ ܕܝܕܥ ܡܚܝܠܘܬܗ P 7:327:1 Μακάριος ἄνθρωπος ὁ γινώσκων τὴν ἑαυτοῦ ἀσθένειαν Desinit (f. 106v,16-17): ليس عند الله منبوع العدل جور حاشا B 8:110:4-5 ܠܝܬ ܓܝܪ ܥܘܠܐ ܠܘܬ ܐܠܗܐ: ܚܣ: ܗܘ̇ ܡܒܘܥܐ ܕܙܕܝܩܘܬܐ P 7:333:134-135 διότι οὐκ ἔστι παρὰ τῷ βρύοντι Θεῷ τὴν δικαιοσύνην ἀδικία· μὴ γένοιτο Homily 10 (ff. 106v,17-107v,16) It corresponds with the following homilies in Bedjan’s and Pirard’s editions: B 11:119-121 ▬ P 10:345-347. The Arabic title in the index is shorter, but the one at the beginning of the homily corresponds with the Syriac title. Both the beginning and the end of the Arabic text correspond with those of the Syriac and Greek texts. Title in the index: وايضا راس اخر يعلم فيه بماذا تحفظ جمال الرهبانية Title of the homily (f. 106v,17-18): وايضا راس اخر يعلم فيه بماذا تُحفظ جمال الرهبانية وكيف يكون سبب تسبحة الله Incipit (f. 107r,1): ينبغي للراهب ان يكون في جميع ما حاط به منظر منفعة للناظرين اليه لكيما منجل حسناته الكثيرة التي تحيط به وتبرق منه بمنزلة شعاع الشمس B 11:119:7-9 ܙܕܩ ܠܗ ܠܝܚܝܕܝܐ: ܕܡܢ ܟܠܗܘܢ ܚܘܕܖ̈ܘܗܝ: ܚܙܬܐ ܕܓܘܪܓܐ ܢܗܘܐ ܠܚܙܝܘ̈ܗܝ. ܐܝܟܢܐ ܕܡܢ ܫܘܦܖ̈ܘܗܝ ܣܓܝ̈ܐܐ: ܕܐܝܟ ܙܠܝ̈ܩܝ ܫܡܫܐ ܡܒܪܩܝܢ ܡܢ ܟܠ ܚܘܕܖ̈ܘܗܝ P 10:345:1-3 Δεῖ τὸν μοναχὸν εἶναι ἐν πᾶσι τοῖς ἑαυτοῦ πράγμασι τύπον ὠφελείας τοῖς ὁρῶσιν αὐτὸν, ὅπως ἐκ τῶν πολλῶν ἀρετῶν αὐτοῦ, τῶν διαλαμπόντων ἀκτινοειδῶς Desinit (f. 107v,15-16): ومن هاهنا يهيي Without diacritical point under the second yāʾ as in Classical Arabic. For the metaplasm, cf. Blau, A Grammar of Christian Arabic , Vol. 1, 177-80. لنفسه موضع للنياحة من قبل خروجه من هذا العالم B 11:121:11-12 ܘܡܢ ܗܪܟܐ ܡܛܝܒ ܠܗ̇ ܠܢܦܫܗ ܐܬܪܐ ܕܢܝܚܬܐ: ܡܢ ܩܕܡ ܡܦܩܢܗ ܕܡܢ ܗܢܐ ܥܠܡܐ P 10:347:44-45 κἀντεῦθεν ἑτοιμάσει τῇ ψυχῇ αὐτοῦ τόπον ἀνέσεως, πρὸ τοῦ ἐξελθεῖν αὐτὸν ἐκ τοῦδε τοῦ βίου Homily 11 (ff. 107v,17-109r,1) It corresponds with the following homilies in Bedjan’s and Pirard’s editions: B 12:121-123 ▬ P 13:353-355. The Arabic title almost corresponds to the title of the Syriac and Greek texts. Both the beginning and the end of the Arabic text correspond with those of the Syriac and Greek texts. Title in the index: وايضا راس اخر لمار سحق علي انه لا ينبغي لعبد الله الذي قد تمسكن من الدنيا وخرج في طلبه Title of the homily (ff. 107v,17-108r,2): راس اخر علي انه لا ينبغي لعبد الله الذي قد تمسكن من الدنيا وخرج في طلبه ومنجل انه لم يبلغ يبلع ms. ادراك الحق وفزع من ذلك يدع طلب الحق ويبقا من حمية الحرارة التي تولد من شوق اللاهيات ومنجل هذا السبب يبقا العقل بطياشة السو وذكر الوجع Incipit (f. 108r,3): ثلثة [sic] اشكال الذي فيها يتقلب جميع جري الانسان B 12:121:19-20 ܬܠܬܐ ܐܢܘܢ ܛܟܣ̈ܐ: ܕܒܗܘܢ ܡܬܕܪܓ ܟܠܗ ܪܗܛܐ ܕܒܪܢܫܐ P 13:353:1 Τρεῖς εἰσι τάξεις ἐν αἷς προκόπτει ὁ ἄνθρωπος Desinit (f. 108v,16-109r, 1): وتحفظ الفكرة بتذكرة المواعيد العتيدة لكي لا يسترخى العقل الي تذكرة الاشيا ومنجل ذلك تبرد حرارة الحركات ويقع في الشهوة باسهل ذلك B 12:123:16-19 ܘܢܛܪܝܢ ܠܪܥܝܢܐ ܒܥܘ̈ܗܕܢܐ ܚܡܝ̈ܡܐ ܕܥܬܝ̈ܕܬܐ: ܕܠܐ ܢܬܐܫܕ ܒܝܕ ܒܛܠܢܐ ܠܥܘ̈ܗܕܢܐ ܕܨܒ̈ܘܬܐ: ܘܡܢ ܗܠܝܢ ܬܫܬܗܐ ܚܡܝܡܘܬܐ ܕܙܘܥܗ: ܘܢܦܠ ܒܖ̈ܓܝܓܬܐ P 13:355:47-51 καὶ τηρεῖ τὴν διάνοιαν ἐν τῇ μνήμῃ τῶν μελλόντων ἀγαθῶν, ἵνα μὴ χαυνωθῇ ὁ νοῦς ἐν τῇ ἀμελείᾳ αὐτοῦ εἰς τὴν μνήμην τῶν κοσμικῶν πραγμάτων, διότι ἐκ τούτων ψυχραίνονται αἱ θερμότητες τῶν κινήσεων αὐτοῦ καὶ ἐμπίπτει εἰς ἐπιθυμίας Homily 12 (ff. 109r,2-121v,1) It corresponds with the following homilies in Bedjan’s and Pirard’s editions: B 35:224-269 ▬ P 27:438-480. The words مسلة and جواب are rubricated. The beginning corresponds with that of the Syriac and Greek texts. The desinit of the Arabic homily (although it does not correspond with those of the Syriac and Greek texts) agrees with the wording of the corresponding Greek part. Title in the index: ومسايل له ايضا وجواباتها Title of the homily (f. 109r,2): من قول مار سحق Incipit (f. 109r,2-3): مسلة ܀ باي رباط يضبط القلب لكي Without diacritical points under yāʾ . لا يجري الي الشر B 35:224:15-16 ܡܢܐ ܐܢܘܢ ܐܣܘܖ̈ܐ ܠܒܘܟ̈ܐ ܕܪܥܝܢܐ: ܡܢ ܪܗܛܐ ܕܨܝܕ ܒܝ̈ܫܬܐ P 27:438:1-2 Ἐρώτησις. Ποίῳ δεσμῷ συνέχεται ἡ καρδία τοῦ μὴ τρέχειν εἰς τὰ κακά; Desinit (ff. 121r,18-121v,1): ولنا يحفظ بالنقاوة ويقدسنا بروح القدس ويهب لنا ان نمجد اسمه بالنقاوة والذكاوة الي الابد امين B 35:267:14-15 ܘܠܢ ܢܛܪ ܒܚܣܝܘܬܗ ܘܢܩܕܫܢ ܒܪܘܚܗ ܠܐܝܩܪܐ ܕܫܡܗ: ܕܢܫܒܚܝܘܗܝ ܙܗܝܐܝܬ ܟܠܗܘܢ ܝܘ̈ܡܬܐ ܕܚܝܝ̈ܢ. ܐܡܝܢ P 27:478:842-845 καὶ αὐτὸς ἡμᾶς φυλάξαι ἐν τῇ καθαρότητι αὐτοῦ καὶ ἁγιάσαι ἡμᾶς τῷ ἁγιασμῷ τοῦ ἁγίου αὐτοῦ Πνεύματος εἰς τιμὴν τοῦ ὀνόματος αὐτοῦ, τοῦ δοξάσαι τὸ ὄνομα αὐτοῦ ἐν καθαρότητι εἰς τοὺς αἰῶνας τῶν αἰώνων, ἀμήν Homily 13 (ff. 121v,2-123r,15) It contains small passages from three different homilies, which correspond to the following numbers in Bedjan’s and Pirard’s edition: B 32:216-218 ▬ P 24:429-431; B 53:379-390 ▬ P 44:619-633; B 57:399-406 ▬ P 47:642-646. Title in the index: وايضا لمار سحق كلام مختار Title of the homily (f. 121v,2): من قول مار سحق ايضا كلام مختار i. f. 121v,3 – f. 122v,5: a) 121v, lines 3-11 ( الدموع التي تكون في الصلاة...ومن هذا الدموع تُكثر ·· وبالزيادة Without diacritical point on zāʾ . تتربا ) B 53:384:14-53:385:4 ( ܕܡ̈ܥܐ ܐܡܝ̈ܢܬܐ ܕܒܨܠܘܬܐ...ܘܡܢ ܗܪܟܐ ܬܟ̈ܒܢ ܕܡ̈ܥܐ ) P 44:626:136-149 ( Τὰ δάκρυα τὰ ἐν τῇ εὐχῇ…καὶ ἐκ τούτων τὰ δάκρυα πληθύνονται καὶ ἐπὶ πλέον αὐξάνονται ) b) f. 121v,11 – 122v,5 ( ان انت استاهلت الجلوس في الوحدة...وحينيذ يسلطهم علي كنوزه الحفية ) B 53:385:19-53:387:20 ( ܐܢ ܡܡܬܘܡ ܬܫܬܘܐ ܠܝܚܝܕܝܘܬܐ...ܘܗܝܕܝܢ ܡܫܠܛ ܠܗܘܢ ܥܠ ܣܬܝܖ̈ܬܐ ܕܓܙܘ̈ܗܝ ) P 44:627:167-44:630:213 ( Ἐάν ποτε εὑρεθῇς ἄξιος τῆς ἀναχωρήσεως…Καὶ τότε ἐξουσιάσαι αὐτοὺς ποιεῖ τῶν κρυπτῶν θησαυρῶν αὐτοῦ ) ii. f. 122v,5-9: ( لانه كما يتهاون الانسان بهذا العالم... وبمحبة للناس مثل الاهوته For this variant form of lāhūt , see G. Graf, Verzeichnis arabischer kirchlicher Termini (Louvain: Imprimerie orientaliste L. Durbecq 1954), 13. يحمله ويخلصه ) B 57:399:11-16 ( ܟܡܐ ܕܒܣܐ ܒܪܢܫܐ ܒܗܢܐ ܥܠܡܐ...ܘܛܥܢܐ ܠܗ ܡܪܚܡܢܘܬܐ ܐܠܗܝܬܐ ) P 47:642:1-7 ( Ὅσον καταφρονήσει ἄνθρωπος τοῦ κόσμου τούτου…καὶ βαστάζει αὐτὸν ἡ φιλανθρωπία τοῦ Θεοῦ ) iii. ff. 122v,9-123r,15: (اتحفظ For the prothesis of ʾalif in this verbal form, see Blau, A Grammar of Christian Arabic , Vol. 1, 163-4. من الاشيا البرانية... الا ان تطرحهم منها مستعجل ) B 32:216:12-32:218:13 ( ܪܚܝܩܘܬܐ ܕܡܢ ܨܒ̈ܘܬܐ ܡܙܝܥܢ̈ܝܬܐ...ܐܢ ܠܝܓ ܠܝܓ ܡܢܗܘܢ ܠܐ ܢܫܕܘܢܗ̇ ) P 24:429:8-24:431:44 ( καὶ παραφυλάττου ἐκ τῶν πραγμάτων τῶν ἔξωθεν…ἐὰν μὴ ῥίψῃς αὐτὰς ἐξ ἑαυτοῦ ταχέως ) Homily 14 (ff. 123r,15-124v,9) It contains small passages from three different homilies, which correspond to the following numbers in Bedjan’s and Pirard’s edition: B 38:177-182 ▬ P 30:508-514; B 45:321-330 ▬ P 37:550-560; B 50:343-359 ▬ P 41:574-594. Title in the index: وايضا من قول مار سحق Title of the homily (f. 123r,15): وايضا من قول مار اسحق i. ff. 123r,16-123v,16: (( اناس اشتهوا ان يريحوا الجسد...فهو من التدبير المرتفع مويس كل ايام حياته B 50:353:14—50:355:4 ( ܐܢܫܐ: ܐܚܝ̈: ܕܐܝܟ ܕܠܣܘܡܟܐ ܒܠܚܘܕ ܨܒܝܢ ܕܢܢܝܚܘܢ ܠܦܓܪܐ...ܡܢ ܪܘܡܐ ܕܕܘܒܖ̈ܐ ܠܘܬ ܫܪܝܘܬܐ ܕܚܝ̈ܐ ܐܫܬܒܝܘ ) P 41:587:295—41:588:331 ( Εἰσί τινες οἱ ἐρειδόντες τὸ σῶμα καὶ ἐπιθυμοῦντες ἀναπαῦσαι αὐτὸ…ἐκ τῆς ὑψηλῆς πολιτείας πρὸς λύσιν τῆς ζωῆς ᾐχμαλωτίσθησαν ) ii. ff. 123v,16-124v,4: ( اما القتال الذي يكون من علل تخلية الكبرية...كرامته من الله ) B 38:294:20—38:296:4 ( ܩܪܒܐ ܕܡܢ ܡܫܬܒܩܢܘܬܐ ܕܡܢ ܥܠܬ ܡܣܒܪܢܘܬܐ ܗܘܐ...ܐܝܩܖ̈ܘܗܝ ܡܢ ܐܠܗܐ ) P 30:512:96—30:514:129 ( Τὸν δὲ πόλεμον τὸν ἐκ παραχωρήσεως, τὸν ἐξ αἰτίας τῆς οἰήσεως ἡμῶν γινόμενον….ἐκ τοῦ Θεοῦ ἡ τιμὴ αὐτοῦ ) iii. f. 124v,4-9: a) f. 124v,4-5 ( كذلك يمضي خلفه··وكما يكمل الانسان بالله Without diacritical point under bāʾ . ويتم ) B 45:324:14-15 ( ܟܡܐ ܐܢ ܢܬܓܡܪ ܒܪܢܫܐ ܠܘܬ ܐܠܗܐ: ܡܐܙܠ ܗܘ ܐܙܠ ܒܬܪܗ ) P 37:553:67-68 ( Ὅσον γὰρ τελειοῦται ἄνθρωπος πρὸς τὸν Θεὸν, τοσοῦτον ὀπίσω αὐτοῦ πορεύεται ) b) f. 124v,5-9: ( فاذا ما اردت ان تدنوا For the paragoge of ʾalif in this verbal form, see Blau, A Grammar of Christian Arabic , Vol. 1, 194-5. الي الله بقلبك... ومن هاهنا الرب يعمل اساس للتمام) B 45:329:10-14 ( ܐܡܬܝ ܕܨܒܐ ܐܢܬ ܕܬܬܩܪܒ ܒܠܒܟ ܠܘܬ ܐܠܗܐ...ܐܦ ܡܪܢ: ܡܢ ܗܪܟܐ ܥܒܕ ܫܬܐܣܬܐ ܠܓܡܝܪܘܬܐ ) P 37:559:183-189 ( Ὅταν θελήσῃς προσεγγίσαι τῷ Θεῷ τῇ καρδίᾳ σου…Καὶ ὁ Κύριος ἐκτούτου ἐποίησε τὸν θεμέλιον τῆς τελειώσεως ) Homily 15 (ff. 124v,10-125r,8) It contains small passages from two different homilies, which correspond to the 15 th and 16 th homily of Bedjan’s and Pirard’s edition: B 15:127-130 ▬ P 15:362-364; B 16:130-133 ▬ P 16:365-368. Title in the index: وايضا من قول مار سحق Title of the homily (f. 124v,10): وايضا من قول مار اسحق القديس i. f. 124v,11-18: The last four words seem to be an addition of the Arabic. ( من الاعمال...من امور العالم تدنوا See n. 63. النفس الي الله ) B 15:127:20-15:128:19 ( ܡܢ ܥܡ̈ܠܐ...ܕܡܢ ܥܠܡܐ ) P 15:362:1-15:363:22 ( Ἐκ τῆς ἐργασίας...τοῦ μακρυσμοῦ τῶν βιωτικῶν ) ii. f. 124v,18-125r,8: ( انسان كثير الاهتمام... ليس تقدر ) B 16:130:11-16:131:7 ( ܒܪܢܫܐ ܣܓܝ ܨܦܬܐ...ܠܐ ܡܨܝܐ ) P 16:365:1-16:366:18 ( Ἄνθρωπος πολυμέριμνος…οὐ δύνασαι ) Homily 16 (ff. 125r,8-125v,5) It corresponds with the 13 th homily in Bedjan’s edition and the 11 th in Pirard’s edition (B 13: 124-125 ▬ P 11:348-349). Both the beginning and the end of the Arabic text correspond with those of the Syriac and the Greek texts. Title in the index: وايضا من قول مار سحق Title of the homily (f. 125r,8): وايضا قول ماري سحق القديس Incipit (f. 125r,9-11): الذي قدم في عقله ان يلزم طريق السكوت بطقس مذهبه مدهبه ms. واعماله وفي طقس انواع Without diacritical point on nūn . السكوت يجيز يحيز ms. ايام حياته مثل عادة السكوت الذي اخذ من النعمة الالهية B 13:124:6-9 ܐܝܢܐ ܕܝܢ ܕܦܣܩ ܒܪܥܝܢܗ ܕܒܕܘܝܪܐ ܠܚܘܕܝܐ ܕܥܡ ܢܦܫܗ ܢܛܟܣ ܝܬܗ: ܘܒܦܘܠܚܢܐ ܘܛܘܟܣܐ ܕܙܢܝ̈ ܫܠܝܐ ܢܦܩ ܫܪܟܢܐ ܕܚܝܘ̈ܗܝ. ܐܡܬܝ ܕܐܝܟ ܥܝܕܐ ܕܒܫܠܝܐ: ܗܘ ܕܡܬܚܡ ܦܩܚܐܝܬ ܠܛܝܒܘܬܐ ܐܠܗܝܬܐ P 11:348:1-4 Ὁ συνελθὼν τῷ νοῒ αὐτοῦ ἐν τῇ ἡσυχίᾳ πολιτεύσασθαι, ῥυθμιζέτω ἑαυτόν, καὶ ἐν τῇ γεωργίᾳ καὶ τῇ τάξει τῆς ἡσυχίας διεξαγαγέτω τὸ ἐπίλοιπον τῶν ἡμερῶν αὐτοῦ. Ὅταν συμβῇ σοι, ὡς ἔστι σύνηθες τῇ τάξει τῆς ἡσυχίας, τῇ ὡρισμένῃ ὑπὸ τῆς θείας χάριτος Desinit (f. 125v,4-5): لان القراة في كُتب القديسين بالدوام تجدد النفس وتملاها عجب لا يُدرك وفرح بالله B 13:125:4-5 ܗܪܓܐ ܐܡܝܢܐ ܕܒܟܬܒ̈ܐ ܩܕܝ̈ܫܐ: ܒܐܡܝܢܘ ܬܗܪܐ ܠܐ ܡܬܕܪܟܢܐ ܘܚܕܘܬܐ ܕܒܐܠܗܐ ܡܠ̈ܐ ܠܗ̇ ܠܢܦܫܐ P 11:349:21-23 ἡ γὰρ διηνεκὴς μελέτη ἐν ταῖς γραφαῖς τῶν ἁγίων, θαύματος ἀκαταλήπτου καὶ θείας εὐφροσύνης τὴν ψυχὴν ἐμπίπλησιν Homily 17 (ff. 125v,5-127r,4) It contains passages from two different homilies, which correspond to the following numbers in Bedjan’s and Pirard’s edition: B 22:163-175 ▬ P 19:390-401; B 34:221-224 ▬ P 26:434-437. Title in the index: راس اخر Title of the homily (f. 125v,5): راس اخر i. f. 125v,6-16: ( السُبح لذلك الذي يفيض بعطاياه ... وتمنع من الشفتين الصلاة ) B 22:163:18—22:164:15 ( ܫܘܒܚܐ ܠܗܘ ܕܫܦܝܥܐ ܡܘܗܒܬܗ...ܘܐܦ ܠܗ̇ ܠܨܠܘܬܐ ܦܣܩܐ ܡܢ ܣܦ̈ܘܬܐ ) P 19:390:1-19:391:20 ( Δόξα τῷ ἐκχέαντι πλουσίως τὰς ἑαυτοῦ δωρεὰς…καὶ τὴν προσευχὴν τῶν χειλέων ἐκκόπτει ) ii. ff. 125v,16-127r,4: ( وايضا الامساك والجهاد هي ام القدوسية... والمعرفة المُستقيمة تلد من البلايا) B 34:221:4—34:224:10 ( ܥܢܘܝܘܬܐ: ܐܡܐ ܗܝ ܕܩܕܝܫܘܬܐ...ܘܝܕܥܬܐ ܬܪܝܨܬܐ: ܝܠܕܐ ܕܢܣܝ̈ܘܢܐ ) P 26:434:1—26:437:68 ( Ἡ ἄσκησις, μήτηρ τοῦ ἁγιασμοῦ…καὶ ἡ γνῶσις ἡ ἀληθινὴ γέννημα τῶν πειρασμῶν ) Homily 18 (ff. 127r,5-129v,2) It corresponds with the 41 st homily in Bedjan’s edition and the 33 rd in Pirard’s edition (B 41:307-313 ▬ P 33:531-537). The Arabic title is shorter than the Syriac one. The beginning corresponds with the beginning of the Syriac and Greek texts. The end of the Arabic text almost corresponds with the end of the Syriac and the Greek texts. Title in the index: ورسالة له لمار سحق الي اخ كان يحب السُكوت Title of the homily (f. 127r,5): الي اخ كان يحب السكوت هذه رسالة لماري اسحق Incipit (f. 127r,6-8): منجل اني اعرفك تحب السكوت وباسباب كثيرة يعقلك الشيطان علي وجة الخير لانه يعرف مذهب غرض فكرك لكيما يسجسك من هذه الفضيلة الجامعة الكثيرة الاجزا يا ايه See n. 41. الاخ الفاضل·· B 41:307:12-15 ܡܛܠ ܕܝܕܥܢܐ ܠܟ ܕܪܚܡ ܫܠܝܐ ܐܢܬ: ܘܒܣܓܝ̈ܐܬܐ ܡܥܪܩܠ ܠܟ ܣܛܢܐ ܒܦܪܨܘܦܐ ܕܡܝܬܪܘܬܐ: ܒܗܝ ܕܝܕܥ ܠܢܝܫܗ ܕܪܥܝܢܟ: ܐܝܟ ܕܢܦܠܗܕܟ ܡܢ ܡܝܬܪܘܬܐ ܗܕܐ ܚܒܘܫܬܐ ܘܣܓܝܐܬ ܡܢܘ̈ܬܐ: ܐܘ̇ ܐܚܘܢ ܡܝܬܪܐ P 33:531:1-5 Διότι γνωρίζω σε ἀγαπῶντα τὴν ἡσυχίαν, καὶ συμπλέκει σε ὁ διάβολος ἐν πολλοῖς προφάσει τοῦ ἀγαθοῦ, διότι γνωρίζει τὸ θέλημα τὴς διανοίας σου, ἕως ἂν διασκεδάσῃ σε καὶ ἐμποδίσῃ ἐκ τῆς ἀρετῆς τῆς περιεκτικῆς τῶν πολλῶν τρόπων τῶν ἀγαθῶν, ὦ ἀδελφὲ ἀγαθέ Desinit (f. 129v,1-2): في ايام محدودة تكون تنظر الي وجوههم B 41:313:7-8 ܒܬܚܘܡ ܝܘ̈ܡܬܐ ܬܚܙܐ ܦܖ̈ܨܘܦܝܗܘܢ P 41:537:141 Ὡρισμέναις ἡμέραις θέασαι τὰς ὄψεις αὐτῶν Homily 19 (ff. 129v,3-135r,13) It contains passages from two different homilies, which correspond to the following numbers in Bedjan’s and Pirard’s edition: B 63:437-441 ▬ P 53:673-677; B 65:443-464 ▬ P 54:678-691. Title in the index: وراس لمار سحق يعلم فيه ان التجربة تعلم كل Title of the homily (f. 129v,3): راس يعلم فيه ان التجربة تعلم كُل i. ff. 129v,4—131r,3: ( الرب المُبارك وقاره يفتح باب بين يدينا...ومصيرها تنحل وتتلف ) B 63:437:18-63:441:7 ( ܒܪܝܟ ܐܝܩܪܗ: ܗܘ ܢܦܬܚ ܬܪܥܐ ܩܕܡܝܢ...ܘܡܬܚܙܐ ܕܟܠܗܘܢ ܡܫܬܪܝܢ: ܘܐܒܕܝܢ ܠܗܘܢ ) P 53:673:1-53:677:90 ( Εὐλογημένη ἡ τιμὴ τοῦ Κυρίου τοῦ ἀνοίγοντος θύραν ἔμπροσθεν ἡμῶν…καὶ ὁρᾶται ὅτι πάντα λύονται καὶ ἀπόλλυνται ) ii. ff. 131r,3—135r,13: ( اكثر من هولا These first three words do not correspond to any textual material in Bedjan’s text. Nonetheless, they partially correspond with the last words of the 53 rd Greek homily: P 53:677:90-91 (τὸ δὲ πλέον τούτων, μέτρον ἐστὶ τῶν λόγων). Interestingly, the Arabic words which follow immediately after هولا correspond with the beginning (except from the short title) of the 54 th Greek homily, but not with the beginning of the 65 th Syriac homily. Following Pirard’ s table of correspondences (Pirard, Ἀββᾶ Ἰσαὰκ τοῦ Σύρου , 883), in this specific case the Syriac Vorlage of both the Arabic and the Greek texts apparently presented the order of the Syriac Western tradition. الدوام في الصلاة الذي بلا طياشة·· لا تحسبها بُطلان منجل تركك المزامير... الي الابد امين ) B 65:446:11—65:464:18 ( ܠܐ ܬܚܫܘܒ ܒܛܠܢܐ ܐܘܪܟܐ ܕܨܠܘܬܐ ܟܢܝܫܬܐ: ܡܛܠ ܦܘܫܐ ܕܡܙܡܘܖ̈ܐ...ܠܥܠܡ ܥܠܡܝܢ ) P 54:678:1—54:691:288 ( Μὴ ψηφίσῃς ἀργίαν τὴν ἔκτασιν τῆς εὐχῆς τῆς ἀμετεωρίστου καὶ συνηγμένης καὶ μακρᾶς, διὰ τὸ ἀφῆσαι τοὺς ψαλμούς…εἰς τοὺς αἰῶνας τῶν αἰώνων, ἀμήν ) Homily 20 (ff. 135r,14-136v,2) It corresponds with the 61 st homily in Bedjan’s edition and the 51 st in Pirard’s edition (B 61:427-429 ▬ P 51:661-664). Both the beginning and the end correspond with those of the Syriac and Greek texts. Title in the index: وراس اخر ايضا لمار سحق علي الحب Title of the homily (f. 135r,14): راس اخر ايضا لمار اسحق القديس علي الحُب Incipit (f. 135r,15): من الحُب الذي يورون For this form, see Blau, A Grammar of Christian Arabic , Vol. 1, 175-6. القديسين لله B 61:427:5 ܡܢ ܚܘܒܐ ܕܡܚܘܝܢ ܩܕܝ̈ܫܐ ܠܐܠܗܐ P 51:661:1 Ἐκ τῆς ἀγάπης, ἧς ἔδειξαν οἱ ἅγιοι πρὸς τὸν Θεόν Desinit (f. 136v,1-2): ان نحن انحنينا وطلبنا باتضاع وشوق وبدوام لا يبطل كُل شي ناخذ في كُل حين B 61:429:13-14 ܐܢ ܢܬܪܟܢ ܠܡܫܐܠ ܒܡܟܝܟܘܬܐ ܟܕ ܝܐܝܒܝܢܢ ܒܐܟܝܦܘܬܐ ܡܚܡܣܢܢܐܝܬ: ܟܠܡܕܡ ܢܣܒܝܢ ܚܢܢ P 51:664:63-64 Ἐὰν ὑποταγῶμεν αἰτούμενοι ἐν ταπεινώσει μετ’ ἐφέσεως ἀδιαλείπτου ἐν καρτερίᾳ, πάντα λαμβάνομεν Homily 21 (ff. 136v,3-137v,9) It corresponds with the 60 th homily in Bedjan’s edition and the 50 th in Pirard’s edition (B 60:419-427 ▬ P 50:656-660). Both the beginning and the end correspond with those of the Syriac and Greek texts. Title in the index: وراس اخر لمار سحق مختار من قوله Title of the homily (f. 136v,3): راس اخر لمار اسحق القديس مُختار من قوله Incipit (f. 136v,4): في كُل حين قريب هو الرب بمعونته للقديسين B 60:419:9-10 ܟܕ ܒܟܠܙܒܢ ܩܪܝܒܘ ܡܪܝܐ ܒܝܕ ܥܘܕܖ̈ܢܘܗܝ ܠܘܬ ܩܕܝ̈ܫܐ P 50:656:1-2 Ἐν παντὶ καιρῷ ἐν ᾧ ὁ Κύριος ἐγγὺς εἰς ἀντίληψιν τῶν ἁγίων αὐτοῦ Desinit (f. 137v,9): هو يظهر فينا قوة حُبه امين B 60:427:2 ܗܘ ܢܓܠܐ ܒܢ ܚܝܠܐ ܕܚܘܒܗ. ܐܡܝܢ P 50:660:101-102 αὐτὸς φανερώσοι ἡμῖν τὴν ἰσχὺν τῆς ἀγάπης αὐτοῦ, ἀμήν Homily 22 (ff. 137v,10-139v,6) It contains passages from two different homilies, which correspond to the following numbers in Bedjan’s and Pirard’s edition: B 58:407-414 ▬ P 48:647:650; B 77:524-536 ▬ P 63:749-762. Title in the index: وايضا من قول مار سحق القديس Title of the homily (f. 137v,10): وايضا من قول مار اسحق القديس i. ff. 137v,11—138v,4: ( ماذا تقول ايه See n. 41. الانسان...ويصيروا الانسان For the constructio ad sensum of a verb in plural referred to a subject in singular denoting a collective entity, see J. Blau, A Grammar of Christian Arabic. Based mainly on South-Palestinian texts from the first millennium , Vol. 2, Corpus Scriptorum Christianorum Orientalium 268, Subsidia 28, (Louvain: Secrétariat du CorpusSCO, 1967), 278. بلا حزن ولا وجع في شدة العذاب ) B 77:534:14—77:536:11 ( ܡܢܐ ܐܡܪ ܐܢܬ: ܐܘ̇ ܓܒܪܐ...ܗܘܝܢ ܠܐ ܚܫܘܫ̈ܐ ܒܥܘܙܐ ܕܚܫܐ ܕܬܫ̈ܢܝܕܐ ) P 63:760:259—63:762:304 ( Τί λέγεις, ὦ ἄνθρωπε…γίνονται ἀπαθεῖς ἐν τῇ σφοδρᾷ λύπῃ τῶν βασάνων ) ii. ff. 138v,4—139v,6: ( ان انت عملت فضيلة... فليس يعرف ندامة ) After this word there is a reference sign that points to a marginalium written by a posterior hand. It is a doxology, which does not correspond to any textual material in Syriac or in Greek: والله اب كل رحمة يوفقنا للاتضاع المرضي له برحمته ورافته امين. B 58:408:16—B 58:412:3 ( ܐܢ ܦܠܚܬ ܡܝܬܪܘܬܐ...ܠܐ ܝܕܥ ܕܢܬܬܘܐ ) P 48:647:12-48:650:81 ( Ἐὰν ποιήσῃς ἀρετὴν…οὐκ οἶδε κατάνυξιν ) Homily 23 (ff. 139v,7-142r,9) It corresponds with the 36 th homily in Bedjan’s edition and the 28 th in Pirard’s edition (B 36:269-281 ▬ P 28:481-494). The beginning corresponds with that of the Syriac and Greek texts. The end does not correspond with the end of the Syriac and Greek texts. Title in the index: وايضا راس اخر لمار سحق Title of the homily (f. 139v,7): راس اخر Incipit (f. 139v,8): لعدونا الشيطان عادات اُخر للذين يدخلون في هذا الجهاد B 36:269:12-13 ܐܝܬ ܠܗ ܬܘܒ ܐܦ ܥܝܕ̈ܐ ܐܚܖ̈ܢܐ ܠܒܥܠܕܪܢ ܣܛܢܐ: ܕܠܐܝܠܝܢ ܕܠܐܓܘܢܐ ܗܢܐ ܢܚܬܝܢ P 28:481:1-2 Ἔχει ἔθος πάλιν ὁ διάβολος, ὁ ἀντίπαλος ἡμῶν, τοῖς ἐν τῷ ἀγῶνι τούτῳ κατιοῦσι Desinit (f. 142r,8-9): هولا كلا المذهبين المدهبين ms. الذي لقتال الشيطان B 36:275:5-6 ܗܠܝܢ ܬܪܝܢ ܙܢܝ̈ܐ ܕܬܟܬܘܫܐ ܕܥܕܡܐ ܠܗܪܟܐ P 28:487:147-148 Οὗτοι οἱ δύο τρόποι τῆς πάλης τοῦ διαβόλου ἕως ὧδε Homily 24 (ff. 142r,9-143v,7) It corresponds with the 47 th homily in Bedjan’s edition and the 39 th in Pirard’s edition (B 47:335-338 ▬ P 39:566-570). Both the beginning and the end correspond with those of the Syriac and Greek texts. Title in the index: وايضا راس اخر لمار سحق Title of the homily (f. 142r,9): وايضا راس اخر Incipit (f. 142r,10): النفس الي الحياة الحركة الاولة التي من رحمة الاله تقع نقع ms. في الانسان الذي تقود B 47:335:19-20 ܙܘܥܐ ܩܕܡܝܐ ܕܡܢ ܖ̈ܚܡܐ ܐܠܗܝ̈ܐ ܢܦܠ ܒܒܪܢܫܐ: ܕܠܘܬ ܚܝ̈ܐ ܢܓܕ ܠܗ̇ ܠܢܦܫܐ P 39:566:1-2 Πρώτη ἔννοια, ἡ ἐκ τῆς φιλανθρωπίας τοῦ Θεοῦ ἐμπίπτουσα ἐν τῷ ἀνθρώπῳ, ἡ ὁδηγοῦσα τὴν ψυχὴν εἰς τὴν ζωήν Desinit (f. 143v,6-7): طوبا لمن حفظ لهذه الحركة الفاضلة اذا ما وقعت في نفسه ورباها ولم يبذرها منه بباطل وطياشة الارضيات B 47:338:15-17 ܛܘܒܘܗܝ ܠܡܢ ܕܢܛܪܗ ܠܗܢܐ ܙܪܥܐ ܛܒܐ ܡܐ ܕܢܦܠ ܒܢܦܫܗ: ܘܪܒܝܗ: ܘܠܐ ܦܠܗܕ ܡܢܗ ܒܣܖ̈ܝܩܬܐ ܘܦܗܝܐ ܕܥܒܘܖ̈ܝܬܐ P 39:570:83-86 Μακάριος ὃς ἐφύλαξε τοῦτον τὸν σπόρον τὸν ἀγαθόν, ὅταν πέσῃ ἐν τῇ ψυχῇ αὐτοῦ, καὶ ηὔξησεν αὐτὸν καὶ οὐκ ἐσκόρπισεν αὐτὸν ἐξ αὐτοῦ ἐν τοῖς ματαίοις καὶ ἐν τῷ μετεωρισμῷ τῶν παρερχομένων Homily 25 (ff. 143v,8-144v,6) It corresponds with the 48 th homily in Bedjan’s edition and the 40 th in Pirard’s edition (B 48:339-341 ▬ P 40:571-573). Both the beginning and the end correspond with those of the Syriac and Greek texts. In the Arabic text, the title of the homily, in contrast to the Syriac and Greek texts, is incorporated in the main text of the homily. Title in the index: وايضا راس اخر لمار سحق Title of the homily (f. 143v,8): راس اخر Incipit (f. 143v,9): وايضا علي الابتدال الذي تقبل النفس في كُل حين B 48:339:1 ܥܠ ܫܘ̈ܚܠܦܐ ܕܡܩܒܠܐ ܢܦܫܐ ܒܟܠܥܕܢ P 40:571:Title Περὶ τῆς ἀλλοιώσεως τῆς ἐν τῇ ψυχῇ γινομένης ἐν παντὶ καιρῷ Desinit (f. 144v,5-6): وهذه الاشيا للذين يريدون يسلكوا في هذه الطريق B 48:341:4 ܘܗܠܝܢ: ܠܐܝܠܝܢ ܕܒܐܘܪܚܐ ܪܕܝܢ P 40:573:56 καὶ ἐν τούτοις εἶναι τοὺς πορευομένους ἐν τῇ ὁδῷ Homily 26 (ff. 144v,7-148v,7) It corresponds with the 37 th homily in Bedjan’s edition and the 29 th in Pirard’s edition (B 37:281-290 ▬ P 29:495-507). Both the beginning and the end correspond with those of the Syriac and Greek texts. The title corresponds only partially with the Syriac and the Greek title. Title in the index: وايضاو من قول مار سحق القديس علي الجهتين التي بمعرفة اتعلمت تحقيق الذي ينبغا لها ان تقرا كل ايام حياتك فيها Title of the homily (f. 144v,7-9): وايضا من قول مار اسحق القديس علي الجهتين التي بمعرفة اتعلمت For the prothesis of ʾalif in this verbal form, see Blau, A Grammar of Christian Arabic , vol. 1, 163. تحقيق الذي ينبغي لها ان تقرا With only one diacritical point on the tāʾ . كُل ايام حياتك فيها Incipit (f. 144v,10): مرار كثيرة حُربت بامور اليمين والشمال B 37:281:5 ܟܕ ܓܝܪ ܙܒ̈ܢܬܐ ܣܓܝ̈ܐܬܐ ܐܬܢܣܝܬ ܒܕܝܡܝܢܐ ܘܒܕܣܡܠܐ P 29:495:1 Ἐν πολλῷ καιρῷ πειραζόμενος ἐν τοῖς δεξιοῖς καὶ ἀριστεροῖς Desinit (f. 148v,6-7): وايضا يقول الذي منجلهم تريد ان تعيش منجلهم لا تكسل وتضجر ان تموت B 37:290:17-18 ܐܝܠܝܢ ܕܡܛܠܬܗܝܢ ܨܒܐ ܐܢܬ ܕܬܚܐ: ܡܛܠܬܗܝܢ ܕܗܠܝܢ ܠܡܡܬ ܠܐ ܬܬܩܛܥ ܠܟ P 29:507:233-234 Ἅπερ δι’ αὐτῶν θέλεις ζῆσαι, μὴ ἀκηδιάσῃς ὑπὲρ αὐτῶν ἀποθανεῖν Explicit (f. 148v,8-9) تم قول مار اسحق القديس وللمسيح الشكر والسُبح ولابوه For this form, see Blau, A Grammar of Christian Arabic , vol. 2, 319. وروح قدسه معه من الان والي الابد امين Table of Correspondences The following chart gives the corresponding homilies between the Arabic Isaac of the Ms Strasbourg 4226 and the editions of the Syriac and Greek Isaac . For all the details about the precise pericopes of each Arabic homily and their correspondences to the Syriac and the Greek editions, see the description of each one above. For the comparison of the Greek Isaac with the West and East Syriac traditions of Isaac Syrus see the table of correspondences provided by Pirard (2012: 881-883). Arabic Isaac ( Strasbourg 4226 ) Syriac Isaac (Bedjan) The passages which are actually from the Syriac John of Dalyatha will be signalised with the reference to the edition of Khayyat, Jean de Dalyatha . Greek Isaac (Pirard) 1 1 1 2 2 2 3 3 3 4 4 4 5 5 5 6 6 6 7 16 17 23 24 38 39 46 50 53 64 74 77 Khayyat 1 Khayyat 6 16 17 - - 30 31 38 41 44 46 62 63 Index 1 - 8 43 35 9 8 7 10 11 10 11 12 13 12 35 27 13 32 53 57 24 44 47 14 38 45 50 30 37 41 15 15 16 15 16 16 13 11 17 22 34 19 26 18 41 33 19 63 65 53 54 20 61 51 21 60 50 22 58 77 48 63 23 36 28 24 47 39 25 48 40 26 37 29 Final remarks The results of this first survey of the texts transmitted under the name of Isaac the Syrian in the Arabic MS Strasbourg 4226 are the following: The texts gathered in this manuscript form a collection of selected works transmitted under the name of Isaac the Syrian. It is hard to determine whether this collection was based on a pre-existing, possibly more expanded, Arabic translation or if it derived directly from a Syriac prototype already formed as a collection of selected texts of the Isaac Syrus. The collection presents both single sermons of Isaac (homilies 1-6, 8-12, 16, 18, 20-21, 23-26) and pieces of different homilies put together in one single unit (homilies 7 [which has moreover englobed pieces from John of Dalyatha], 13-15, 17, 19, 22). The information that we gain from the titles (either in the index of the ms. or at the beginning of the homily, or in both) include mostly the name of Mār Isḥaq, the topic, and an identification tag. These tags, present in all homilies, transmit to us the type of text which is to follow. Thus, we have: a) mīmar 'sermon' (homilies 1-6), b) qaul 'saying', almost always preceded by the preposition min (homilies 1, 7-8, 12-16, 22, 26), c) masāʾil wa-ǧawābāt 'erotapokriseis' (homily 12), d) risāla 'letter' (homily 18), and e) raʾs 'chapter' (homilies 9, 10-11, 17, 19, 20, 21, 23-25). Two homilies preserve more than one identification tags, i.e. homily 1 is characterized both as mīmar and qaul , and homily 12 is characterized as qaul at the beginning of the homily and as masāʾil wa-ǧawābāt in the index. The identification tag of homily 8 is given only in the index. These discrepancies could be the result of a copyist’s inaccuracy in case the titles already existed and are not the product of the copyist of MS Strasbourg 4226. In some cases, it is explicitly mentioned in the title (either in the index or in the homily or in both) that the text is muḫtār 'selected' (homilies 1, 2, 13, 21) or multaqat 'gathered' (homily 7). In some cases, the topic of the homily is explicitly mentioned, namely in the homilies 1, 3 (only in the index), 8-11, 18-20 and 26. All the titles of these homilies correspond partially or completely to the titles of the Syriac and\/or Greek edited texts, except for one, which does not correspond at all (homily 19). In both the Arabic and edited Syriac and Greek texts, the titles of the homilies 2 and 4-6 do not present the topic but only the number of the homily (second, fourth, etc.). Any further consideration about the textual transmission concerning both the titles and the texts must be done only after the collation with other manuscript witnesses which bear the translation(s) of Isaac collections into Arabic before Ibn al-Faḍl. This paper aimed at presenting an exact overview of the correspondences between the textual portions transmitted in the Strasbourg manuscript and the available printed editions of the Syriac and Greek Isaac, with the intent to facilitate every future inspection of the Arabic tradition of Isaac. Works cited Assemani G., Bibliotheca Orientalis Clementino-Vaticana, Vol. 1, De scriptoribus Syris orthodoxis (Roma: Sacra Congregatio de Propaganda Fide, 1719). Assemani G. and Assemani S., Bibliothecae apostolicae Vaticanae codicum manuscriptorum catalogus , Vol. 1,3, Reliqui codices Chaldaici sive Syriaci (Roma: Ex typographia linguarum orientalium, 1759). Atiya A., \"The monastery of St. Catherine and the Mount Sinai expedition\" ( Proceedings of the American Philosophy Society 96 [1952]), 578-86. Atiya A., \"Codex Arabicus (Sinai Arabic Ms. No. 514),\" in Homage to a Bookman: Essays on Manuscripts, Books and Printing Written for Hans P. Kraus on his 60th Birthday , ed. H. Lehmann-Haupt (Gebr. Mann Verlag: Berlin, 1967), 75-87. Bedjan P. (ed.), Mar Isaacus Ninivita. De perfectione religiosa (Leipzig: Otto Harrassowitz 1909). Binggeli A., \"Les trois David, copistes arabes de Palestine,\" in Manuscripta Graeca et Orientalia. Mélanges monastiques et patristiques en l'honneur de Paul Géhin , Orientalia Lovaniensia Analecta 243, eds. A. Binggeli, A. Boud'hors and M. Cassin (Leuven: Peeters, 2016), 79-117. Blau J., A Grammar of Christian Arabic. Based mainly on South-Palestinian texts from the first millennium , Vol. 1, Corpus Scriptorum Christianorum Orientalium 267, Subsidia 27, (Louvain: Secrétariat du CorpusSCO, 1966). Blau J., A Grammar of Christian Arabic. Based mainly on South-Palestinian texts from the first millennium , Vol. 2, Corpus Scriptorum Christianorum Orientalium 268, Subsidia 28, (Louvain: Secrétariat du CorpusSCO, 1967). Brock S., \"Syriac into Greek at Mar Saba: The Translation of St. Isaac the Syrian,\" in Sabaite Ηeritage in the Orthodox Church from the Fifth Century to the Present , ed. J. Patrich (Leuven: Peeters, 2001), 201-8. Chabot J., De S. Isaaci Ninivitae vita, scriptis et doctrina (Louvain: Lefever F. & S., 1892). Chialà S., Dall’ascesi eremitica alla misericordia infinita. Ricerche su Isacco di Ninive e la sua fortuna (Firenze: Leo S. Olschki, 2002). Chialà S., \"The Arabic Version of Saint Isaac the Syrian. A Channel of Transmission of Syriac Literature,\" in Proceedings of the International Patristics Conference ‘Saint Isaac the Syrian and His Spiritual Legacy’ Held at the Sts Cyril and Methodius Institute for Postgraduate Studies (Moscow, October 10-11, 2013) , ed. H. Alfeyev (Yonkers [NY]: St Vladimir’s Seminary Press, 2015), 59-67. D’Ottone A., \"Arabic Palaeography,\" in Comparative Oriental Manuscript Studies. An Introduction (s.l.: s.e., 2015), 271-6. D’Ottone Rambach A., \"Sharing the written space: Contact and Interaction Between Arabic and Other Scripts,\" in Proceedings of the International Symposium: Navigating Language in the Early Islamic World (The Marco Institute for Medieval and Renaissance Studies, The University of Tennessee, Knoxville, 6-7 April 2018) , eds. A. Borrut and A.V. Vacca (Brepols: Turnhout 2021 [forthcoming]). Esbroeck M. van, \"Un feuillet oublié du codex arabe Or. 4226 à Strasbourg\" ( Analecta Bollandiana 96 [1978]) p. 383-4. Esbroeck M. van, \"Le codex rescriptus Tischendorf 2 à Leipzig et Cyrille de Scythopolis en version arabe,\" in Actes du deuxième Congrès international d’études arabes chrétiennes , ed. S. Khalil Samir (Rome: Pontificium Institutum Studiorum Orientalium, 1986) 81-91. Fleischer H., \" Über einen griechisch-arabischen Codex rescriptus der Leipziger Universitäts-Bibliothek \" ( Zeitschrift der Deutschen Morgenländischen Gesellschaft 1 [1847]), 148-60. Fleischer H., \" Beschreibung der von Prof. Tischendorf im Jahre 1853 aus dem Morgenlange zurückgebrachten christlich-arabischen Handschriften \" ( Zeitschrift der Deutschen Morgenländischen Gesellschaft 8 [1854]), 584-7. Gardthausen V., Katalog der Handschriften der Universitäts-Bibliothek zu Leipzig , Vol. 3, Die griechischen Handschriften (Leipzig: Harrassowitz 1898). Garitte G., \"Homélie d'Ephrem \"Sur la Mort et le Diable\". Version géorgienne et version arabe\" ( Le Muséon 82 [1969]), 123-63. Graf G., Geschichte der christlichen arabischen Literatur , Vol. 1, Die Übersetzungen (Città del Vaticano: Biblioteca Apostolica Vaticana, 1944). Graf G., Geschichte der christlichen arabischen Literatur , Vol. 2 , Die Schriftsteller bis zur Mitte des 15. Jahrhunderts (Città del Vaticano: Biblioteca Apostolica Vaticana, 1947). Graf G., Geschichte der christlichen arabischen Literatur , Vol. 5 , Register (Città del Vaticano: Biblioteca Apostolica Vaticana, 1953). G. Graf, Verzeichnis arabischer kirchlicher Termini (Louvain: Imprimerie orientaliste L. Durbecq 1954). Griffith S., Arabic Christianity in the Monasteries of Ninth-Century Palestine (Aldershot: Ashgate, 1992). Heffening W., \"Die griechische Ephraem-Paraenesis gegen das Lachen in arabischer Übersetzung\" ( Oriens christianus 3:2 [1927]), 94-119. Hjälm M., \"A Paleographical Study of Early Christian Arabic Manuscripts\" ( Collectanea Christiana Orientalia 17 [2020]), 37-77. Kessel G., \"Sinai syr. 24 as an Important Witness to the Reception History of Some Syriac Ascetic Texts,\" in Sur les pas des Araméens chrétiens. Mélanges offerts à Alain Desreumaux , Cahiers d’études syriaques 1, eds. F. Briquel-Chatonnet and M. Debié (Paris: Geuthner, 2010), 207-18. Khalifé-Hachem E., \"Isaac de Ninive,\" in Dictionnaire de Spiritualité , ascétique et mystique, doctrine et histoire , eds. M. Viller et alii , Vol. 7.2 (Paris: Beauchesne, 1971), 2041-54. Khalifé-Hachem E., \"Les versions arabes d’Isaac de Ninive,\" in Proceedings of the 28th International Congress of Orientalists (Canberra, 6-12 January 1971) , ed. A. Davis (Wiesbaden: Harrassowitz, 1976), 36-7. Khayyat N. (ed.), Jean de Dalyatha. Les homélies I-XV (Antélias: Centre d'Etudes et de Recherches Orientales; Hadath: Université Antonine, 2007). Kračkovskij I., \"Novozavjetnyj apokrif v arabskoj rukopisi 885-886 goda po R. Hr.\" ( Vizantijskij Vremennik 14 [1909]), 246-75. Kračkovskij I., \"K istorii sevastijskoj eparhii v IV veke\" ( Hristianskij Vostok 2 [1913]), 154-5. Oestrup J., \"Über zwei arabische Codices Sinaitici der Straßburger Universitäts- und Landesbibliothek\" ( Zeitschrift der Deutschen Morgenländischen Gesellschaft 51:3 [1897]), 453-71. Pataridze T., \"Les discours ascétiques d’Isaac de Ninive. Étude de la tradition géorgienne et de ses rapports avec les autres versions\" ( Le Muséon 124:1&2 [2011]), 27-58. Pataridze T., \"Isaac from the Monastery of Mar Saba. The History of the Origin of the Multiple Translations of St Isaac the Syrian’s Work and Their Distribution in the Holy Lavra,\" in Proceedings of the International Patristics Conference ‘Saint Isaac the Syrian and His Spiritual Legacy’ Held at the Sts Cyril and Methodius Institute for Postgraduate Studies (Moscow, October 10-11, 2013) , ed. H. Alfeyev (Yonkers [NY]: St Vladimir’s Seminary Press, 2015), 39-50. Pataridze T., \"Christian Literature in Arabic in the Early Islamic Period (8th-10th c.): The Circulation of Texts and Ideas between the Greek, Syriac, Arabic, and Georgian Communities,\" ( Le Muséon 132, 1&2 [2019]), 199-222. Pirard M. (ed.), Ἀββᾶ Ἰσαὰκ τοῦ Σύρου. Λόγοι ἀσκητικοί. Κριτικὴ ἔκδοσι (Ἅγιον Ὄρος: Ἱερὰ Μονὴ Ἰβήρων, 2012). Treiger A., \"Syro-Arabic Translations in Abbasid Palestine: The Case of John of Apamea’s Letter of Stillness (Sinai Ar. 549),\" ( Parole de l’Orient 39 [2014]), 79-131. Wickersheimer E., Catalogue général des manuscrits des bibliothèques publiques de France , Vol. 47, Strasbourg (Paris: Librairie Plon, 1923). Wright W., A Grammar of the Arabic Language , Vol. 1 (Beirut: Librairie du Liban, 1974 3 ).",
    "title" : 
    [ "Preliminary Survey on Isaac of Nineveh’s Arabic Collection in the MS Strasbourg 4226 (Ar. 151)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Chamourgiotaki, Vasiliki",
      "Zimbardi, Emanuele" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n2chamourgiotaki-zimbardi",
    "type" : "article",
    "displayTitleEnglish" : "A Preliminary Survey on Isaac of Nineveh’s Arabic Collection in the MS Strasbourg 4226 ( Ar. 151 )" }