
  { "fullText" : "The surviving works attributed to Jacob of Edessa, fragmentary though some of them are, trace for us a picture of a deeply erudite, industrious scholar who spent almost as much time caring for the traditions he inherited as he did writing new work. Born in the middle of the seventh century, Jacob lived in an era of literary curation. He was one of its most energetic participants, translating and frequently glossing the work of earlier writers like Severus of Antioch; This essay derives from a keynote lecture I delivered at the Eighth North American Syriac Symposium, and I am grateful to Kristian S. Heal and Susan Ashbrook Harvey for the invitation. The comments and questions I received there, particularly from Adam Becker, helped shape my thoughts, and this article was substantially improved by the comments of the anonymous reviewers for Hugoye , to whom I am also grateful. Sebastian P. Brock, “Jacob the Annotator. Jacob’s Annotations” in Gregorios Yohanna Ibrahim and George Anton Kiraz, ed., Studies on Jacob of Edessa , Gorgias Eastern Christian Studies 25 (Piscataway, N.J.: Gorgias, 2010), 1–13. preparing a reworked Old Testament from multiple extant ancient translations; refining and transmitting philological knowledge of both Greek and Syriac Alison G. Salvesen, “Ya‘qub of Edessa” in Sebastian Brock et al, eds., Gorgias Encyclopedic Dictionary of the Syriac Heritage (Piscataway, N.J.: Gorgias Press, 2011), which draws from the chronicles of Gregory Barhebraeus (1226–1286) and Michael the Syrian (1126–1199). ; and clarifying philosophical terms and their usage, especially as they entered into discussions of Christology. Wilks, “Jacob of Edessa’s Use of Greek Philosophy in His Hexaemeron” in Bas ter Haar Romeny, ed., Jacob of Edessa and the Syriac Culture of His Day (Leiden: Brill, 2008), 223–38; Richard Price, “The Christological Controversies of the Age of Jacob of Edessa” in Ibrahim and Kiraz, ed., Studies on Jacob of Edessa , 81–92; Daniel King, “Why Were the Syrians Interested in Greek Philosophy?” in Philip Wood, ed., History and Identity in the Late Antique Near East , Oxford Studies in Late Antiquity (Oxford: Oxford University Press, 2013), 61–82. See also the survey of Jacob's career in Jack Boulos Victor Tannous, \"Syria between Byzantium and Islam: Making Incommensurables Speak\" (PhD diss., Princeton University, 2010), 169–211. The range of Jacob’s interests aligns with what much later chroniclers would tell us about the terrain of Jacob’s life: he moved from place to place, entering the monastery at Qenneshrin, possibly moving to Alexandria for a period of further study, then coming to Edessa to serve as its bishop, twice, in two short offices that were interrupted by a long period, in which he lived in some of the most active and important centers of learning of his day. Alison G. Salvesen, “Jacob of Edessa’s Life and Work: A Biographical Sketch” in ter Haar Romeny, ed., Jacob of Edessa and the Syriac Culture of His Day , 1–10. In life, Jacob explored his world, working in established networks and institutions centered on the transmission of knowledge, yet was ungoverned by any single one of them. What remains to us from his pen is similarly expansive and thus challenging to characterize. As an example, consider the large work Jacob composed in the first decade of the eighth century, of which Jean-Baptiste Chabot published an edition in 1928. Jean-Baptist Chabot, ed., Iacobi Edesseni Hexaemeron seu in opus creationis libri septem , Scriptores Syri, series secunda 56 (Paris: CSCO, 1928); A. Vaschalde, trans. (Leuven: CSCO, 1932). The text survives in at least five manuscripts, but rather than collate them, Chabot chose to reproduce the best preserved among them, a piece dated to 837 C.E. and thus remarkably close to the era of the work’s composition. Chabot’s choice to represent a single manuscript allows us to see the choices other editors in antiquity made to categorize the text. In his edition we encounter the stylized header superimposed periodically across the top of successive leaves of the manuscript, marking variously what book of the work we are in, the author’s name, and the topic of the work. So, across the top of the printed pages 168–69 there are a few small decorative elements intermixed with words a little larger than the columns of the text, that say, “the fourth book of the six days, by the holy Jacob of Edessa”; similar headers appear every ten pages throughout the manuscript, identifying which of the six books a reader has turned to and usually repeating the topic and the author: “the third book on the six days by the holy Jacob of Edessa,” or “the fifth book on the six days by the holy Jacob of Edessa.” Chabot, ed., Iacobi Edesseni Hexaemeron , 108–9, 188–89. The pattern is regularized with few exceptions: at times only one folio bears the header, usually for a shorter version that includes only the book and the title (see Book 4, marked at 148 or 158; Book 6 marked at 238 or 268); there are a few interruptions, such as when a part of Book 5 receives a header that marks it as Book 4 (198–99), or when the pattern is skipped entirely (there is no header where one is expected at 248). Thus intoned throughout the text are indices of what one is reading and where one is in the text. Books are technologies, and their format has an effect on how we process the material they convey. Though there are few explicit signals in this text—no regular indentation, minimal variation in hand, few marginal marks— the headers are implicit prescriptions for interpretation: we should read this work knowing it was written by Jacob of Edessa, and it is a work that treats the six-day creation, that is to say the origin of the world as described in the book of Genesis. An alternate summation preserved in the manuscript Chabot reproduced gives a broader sense of work’s contents. The very first lines in the text offer an abstract description, or perhaps even a title, for what is to come: “The book of the treatise on existence, which is to say, the establishment of the creatures.” Chabot, ed., Iacobi Edesseni Hexaemeron , 2. This lede, though it appears only once, may be a clue to Jacob’s sense of his work’s predecessors, as it is precisely the same slug used for the Hexaemeron by Jacob of Serugh, written two centuries earlier. T. Muraoka, Jacob of Serugh’s Hexaemeron (Leuven: Peeters, 2018), 6n1. I thank an anonymous reviewer for pointing out this overlap and its significance. But it also prepares readers to expect a treatment to follow that will be perhaps more capacious than what the headers on the text indicate. From it, one might await a general exposition on existence and the natural order, without necessarily expecting a text that is bounded by, or even pays much attention to, Genesis 1:1 to 2:3. These two summaries signal different scopes for the work. Scholarship on The Six Days has consistently elected to follow the headers, pinning it as one example among the other homilies, treatises, and commentaries that focus on the six-day creation that opens the book of Genesis. Chabot, for instance, does so at the very first lines of his introduction to the text. Chabot, ed., Iacobi Edesseni Hexaemeron , i. Having been located in this category, Jacob’s text has benefitted from a number of studies, most recently essays in a volume edited by Gregorios Yohanna Ibrahim and George Anton Kiraz comprising several talks from a 2008 conference in Aleppo, as well as several pieces in the volume edited by Bas ter Haar Romeny in the same year. Ibrahim and Kiraz, eds., Studies on Jacob of Edessa ; ter Haar Romeny, ed., Jacob of Edessa and the Syriac Culture of His Day. Marina Greatrex’s 2000 University of Wales, Cardiff College dissertation provided a translation of parts of Book 1, Book 2, and Book 4. Marina Greatrex, “Memre One, Two and Four of the Hexaemeron of Jacob of Edessa: Introduction, Translation and Text” (PhD diss., University of Wales, Cardiff, 2000); see also her later articles, “The Angelology in the Hexaemeron of Jacob of Edessa,”  Journal of the Canadian Society for Syriac Studies  4 (2004): 33–46 and as Marina Wilks, “Jacob of Edessa’s Use of Greek Philosophy in His Hexameron” in ter Haar Romeny, ed., Jacob of Edessa and the Syriac Culture of His Day , 223–38. Before that, the text had received attention in the form of extended articles and books, grouped in the late nineteenth century and in the latter half of twentieth century. Jean-Pierre Paulin Martin, “L’Hexaméron de Jacques d’Édesse,”  Journal asiatique  8,11(1888): 155–219, 401–90; James Darmester, “Jacques d’Édesse et Claude Ptolémée,”  Revue des études grecques  3 (1890): 180–88; Arthur Hjelt, Études sur l’Hexaméron de Jacques d’Edesse, notamment sur ses notions géographiques contenues dans le 3ième traité (Helsingfors: J.C. Frenckell, 1892) and “Pflanzennamen aus dem Hexaëmeron Jacob’s von Edessa” in Carl Bezold, ed., Orientalische Studien: Theodor Nöldeke zum siebzigsten Geburtstag (2. März 1906) gewidmet von Freunden und Schülern (Gieszen: Alfred Töpelmann, 1906), 571–79; Thomas Hunter Weir, “L’Hexaméron de Jacques d’Édesse,”  Journal asiatique 9,12 (1898): 550–51; Lorenz Schlimme, “Synkretismus in der syrischen Hexaemeron-Literatur (exemplarisch dargestellt an der Rezeption der antiken Zoologie)” in Gernot Weissner, ed., Erkenntnisse und Meinungen I ., Göttinger Orientforschungen, I. Reihe: Syriaca 3 (Wiesbaden: Harrassowitz, 1973), 164–88 and “Die Lehre des Jakob von Edessa vom Fall des Teufels,” OrChr 61 (1977): 41–58; Erik ten Napel, “Some Remarks on the Hexaemeral Literature in Syriac” in Hans J. W. Drijvers et al., IV Symposium Syriacum, 1984: Literary Genres in Syriac Literature (Groningen – Oosterhesselen 10 – 12 September), OCA 229 (Rome: Pontificium Institutum Studiorum Orientalium, 1987), 57–69. All of these begin from the premise that The Six Days is, foremost, the text described in the headers, namely, Jacob’s contribution the hexameral genre. That premise is not wrong, on its face: The Six Days does draw from the Genesis account, and the name I use in this essay follows on that fact. But I want to create some space between the text and the label “hexameral” in order to facilitate consideration of what that label does. In asking us to pause this way, I join other scholars of Syriac literature from antiquity, and specialists in early Christian studies, who have drawn attention to the habits of categorization. The recent work of writers like James E. Walters, Jeffrey Wickes, and Peter Martens emphasizes that the apparatus of knowledge we choose to adopt can shape both what we recognize when we look at ancient texts and what we think when we read them. Exemplary in this are James E. Walters, “Reconsidering the Compositional Unity of Aphrahat’s  Demonstrations ” in Aaron Michael Butts and Robin Darling Young, ed.,  Syriac Christian Culture: Beginnings to Renaissance  (Washington, DC: Catholic University of America Press, 2020), 50–65, as well as his forthcoming monograph, “Deconstructing the Demonstrations: Reconsidering the Composition and Context of an Early Syriac Corpus”; Jeffrey Wickes, “Imagining Ephrem the Author” in Lewis Ayres, Matthew Crawford, and Michael Champion, ed., The Intellectual World of Christian Late Antiquity: Reshaping the Classical Tradition, 100 – 600 CE (Cambridge: Cambridge University Press, forthcoming ); and Peter Martens, “Classifying Early Christian Writings: Boundaries, Arrangements, and Latent Dynamics,” Early Christianity 12 (2021): 1–16. I am grateful to all three of these scholars for generously sharing their work in draft with me. In the case of The Six Days , which treats almost every type of creature and natural phenomenon and place in existence, to label it “hexameral” is to lead readers to see it as invested in, even defined by, its relationship to scripture—and this despite the fact that we understand that the text of Genesis is only the barest of scaffolds unifying the otherwise quite harlequin collection of texts so labeled. So, this essay is a call to allow The Six Days to be more than what it has been labeled, to encourage readers new and veteran to grapple with just how ambitious a text it is, all toward the end of them seeing the sheer amount of information it is trying to convey and hearing its lessons about how to bear such a magnitude of knowledge. Encouraging this readership is not just a matter of applying new labels, however. Though there are emerging options for describing The Six Days available in scholarship about ancient literature more generally, they can be as hidebound as earlier labels: like “hexameral,” not inaccurate, but surely insufficient. Any representation of complexity on the order of what is found in The Six Days is necessarily an approximation, and approximations (as their name tells us) get close to what they represent while never quite landing directly on target. The first section of the essay considers what calling The Six Days a hexameral text does to our understanding of its contents and its purpose. The section following tries out one of the newer scholarly categories in which the text could be located—namely, compendiary works—but then details how that label, too, fails at a certain point. Paradoxically, the tools of knowledge we might use to encourage new readers to engage with The Six Days can in fact stand in the way of their comprehension and even blunt their curiosities. As we will see, The Six Days bears vast lessons for scholars working in Syriac literature, but could also bear on other areas of interest in the ancient world. The earnest disposition Jacob displays in the text, registering its expansiveness and attempting to represent its breadth while understanding the hard limits of taxonomy, is a model for us of how to manage unruly knowledge without circumscribing it. I: The Six Days and the Hexameral Genre In North America, the academic study of the Syriac tradition has taken a welcoming, and welcome, turn in the last twenty years. Scholars recognize the immense value that Syriac texts can have for the study of antiquity; at the same time, we understand that those texts are understudied, in part because scholarship on Syriac has never benefitted from the level of institutional or disciplinary support that bolsters the study of, say, Greek and Latin texts. So, several projects have aimed to approximate that institutional benefit: for instance, to entice new readers by addressing the comparative dearth of opportunities to learn the language outside a handful of universities that regularly offer instruction, as Beth Mardutho has done; or, to compile collections of free, accessible introductory materials and bibliographies, like what is available at syriaca.org. This turn is in part inspired by changes in university commitments to research here, where the value of the study of the humanities in general has been under question, and where pre-modern languages and literatures specifically have seen a decline in support. But the turn would be apt at any moment, because a field is not constituted by its experts alone; rather, it is the collection of people progressing in time toward greater knowledge and familiarity with the field under study. In Syriac studies, this includes the student learning the formal grammar of the language for the first time alongside the postdoctoral fellow expanding their dissertation toward a monograph and the senior scholar who commands bibliographies barely imaginable in their magnitude. It acknowledges that the new student can and may become the senior scholar, who was once that new student herself. Attending to the progression of knowledge in this way practically requires a welcoming orientation in the scholarship, and so a significant portion of the field has been making an effort to contextualize the authors, events, and texts we write about. Much of this contextualizing work comes in the form of summaries or entries in reference works, bearing signposts designed to guide a reader who has not yet encountered or even begun to digest a text, but may want to have a sense of what it comprises before she starts. In the case of Jacob of Edessa’s The Six Days , the summaries that scholars offer all point in the same direction. They tell us, in a general way, that The Six Days is a work of scriptural interpretation. The indications can be spotted by glancing at where scholars locate the text. In his patrology of Syriac texts, for example, Ignatius Ortiz de Urbina classified The Six Days as one example of Jacob’s “scriptural studies,” placing it alongside his editions of biblical books and short fragments of biblical commentary. Ortiz de Urbina, ed., Patrologia Syriaca (Rome: Pontificum Institutum Orientalium Studiorum, 1958), 168–69, where the Latin carries an extra implication in a single abbreviated letter: Studia de S. Scriptura. Sebastian P. Brock, writing to introduce readers to biblical work in Syriac, discussed The Six Days in a chapter on “biblical commentaries,” where he names Jacob “the chief luminary of the field of Syriac biblical exegesis in the seventh century.” Brock, The Bible in the Syriac Tradition (Kottayam: SEERI, 1989), 65. Or, the character of a text can be conveyed with a simple descriptor. Brock, again, labels The Six Days specifically as Jacob’s “most important work of exegesis.” Brock, Bible in the Syriac Tradition , 66. Jonathan Loopstra, writing thirty-five years later, followed Brock to identify The Six Days as a commentary. “The Syriac Bible and Its Interpretation,” in The Syriac World , ed. Daniel King (Routledge, 2018), 301, where he also places it in line with Jacob’s translation and edition work. Introducing readers to some scholia of Jacob’s, Michael Penn lists The Six Days among the “extant exegetical writings” of this “renowned interpreter of Scripture.” Michael Philip Penn, When Christians First Met Muslims: A Sourcebook of the Earliest Syriac Writings on Islam (Berkeley: University of California Press, 2015), 180. These are characterizations—just sketches, really, a phrase here or there—but they make a difference, as they come from experts across different eras and in different genres of scholarly writing. In light of their varied points of origin, they cohere remarkably, such that almost any reader coming across scholarly mention of The Six Days gets the message is that it is a commentary on a biblical text, a work of exegesis. Let us consider for a moment what the term “exegesis” implies. It arrives in the company of its supposed opposite, “eisegesis,” and the two together provide a binary way to evaluate interpretations of texts. “Exegesis” takes place when readers merely “lead out” from the text the information and meaning it already contains, while “eisegesis” involves reading into the text things and senses that lie external to it. In the context of biblical studies, there is such a preference for one over the other that “exegesis” has come to be a synonym for “interpretation,” the assumption being that no good reader would purposefully import externalities to the text. The thing is, all readers bring things when they read; texts do not mean anything on their own. Thus, the imposition of the binary of exegesis and eisegesis onto modes of reading is an epistemological claim, a way to assert that some ways of interacting with a text are neutral, natural, and even necessary. Moreover, given the historical alignment in Christian thought between the categories of novelty and heresy, it is not difficult to see that the label of “eisegesis” ports a theological claim about the modes of reading it describes. If, on the other hand, one is engaged in “exegesis,” one is assumed not to bring anything “in” to one’s interpretation, so that interpretation can be thought of as merely an extension of the text and so in the case of reading scripture, bears the authority of the text. The term “exegesis” also suggests a context of composition and even a range of intention for the texts it describes. One of The Six Days’ closest readers over the last few decades, Marina Wilks, has written that Jacob’s goal in creating the text was “compiling a systematic exegesis.” Wilks, “Jacob’s of Edessa’s Use of Greek Philosophy,” 225. All of the other scholars whose characterizations of The Six Days I visited in the above located it among examples of Jacob’s intensive textual work with the Bible, his translations and revisions and editions. For another example, see Raymond Marie Tonneau, who groups the text in a lineage of exegetical pieces, from Ephrem to anonymous catenists and collectors of scholia, who all aim to provide a lens for better viewing the text they study. Tonneau, “Texte syriaque de la Genèse, L’Héxaéméron,”  Le Muséon  59 (1946): 333–44, at 334–35. Doing so implies that The Six Days was created through efforts oriented on scripture, just as the tasks of edition and translation are; it also induces a reader to assume that the text, if produced by tightly focused work, will be subordinate to the scripture it exegetes. Approaching The Six Days with this context in hand does allow scholars to do certain kinds of historical reconstruction that cannot be accomplished in other ways. For example, assuming that Jacob’s purpose in The Six Days is accurate explication of a scriptural text, one could look over his shoulder, so to speak, at the text he is working with, in order to capture the Bible as he knew it and thus to have a historical snapshot of the Syriac Bible (or bible traditions) in Jacob’s day. Alison G. Salvesen’s work recovering part of the Syriac Bible from reading Jacob’s The Six Days demonstrates the productivity of such an approach. Alison G. Salvesen, “The Authorial Spirit? Biblical Citations in Jacob of Edessa’s Hexaemeron,”  Aramaic Studies  6:2 (2008): 207–25. The limits of this characterization come into greater relief, however, the moment one turns to actually reading The Six Days , as it does not conform to the expectations of fidelity to, and even intimacy with, scripture that labels like “commentary” and “exegesis” convey. First of all, if it is oriented to the creation account in Genesis, The Six Days makes reference to that text remarkably infrequently. Lorenz Schlimme subtly registered this fact in 1977, confirming the prevalent scholarly understanding that the work was “designed fundamentally as an exegetical commentary,” while at the same time noting that Jacob “probably only understood the genre of ‘exegetical commentary’ as a general framework or outline.” Schlimme, Der Hexaemeronkommentar des Moses bar Kepha: Einleitung, Übersetzung, und Untersuchungen (Wiesbaden: Harrassowitz, 1977), 674. Framed in the terms laid out by Hilary A. Clark, this would make the Genesis account the “encyclopedic figure” for The Six Days (Clark, “Encyclopedic Discourse,” SubStance 21 [1992]: 95–110). The relationship of The Six Days to Genesis 1:1–2:3 is in reality even looser than Schlimme’s sober observation lets on. The contents of the biblical index prepared by A. Vaschalde suggest that the text of Genesis was only a faintly rendered backdrop for Jacob’s thought. Passages or phrases from Genesis 1:1 to 2:3 appear in sequence over the course of its seven books; however, those eighteen references are fewer than one would expect in roughly one hundred seventy-eight manuscript pages of text (about two and a half citations per book or roughly one every ten manuscript pages). What is more, those eighteen references to the earliest portions of Genesis are overmatched by the text’s attention to other biblical books: for instance, Job is cited almost as many times (seventeen), while Matthew is cited more often (twenty-three times); by far the Psalms receive the most referential attention, with eighty-seven citations scattered over books one through seven. Vaschalde, “Index Biblicus,” 307–10. So, to suggest the explication of Genesis 1:1 to 2:3 is the central task of The Six Days is to give readers a false sense of the text’s purview. Its purpose is also broader than “commentary” would indicate. For under the lightly sketched template of the six-day creation, Jacob offers an expansive, if not entirely comprehensive, tour of the known world and its inhabitants, which neither begins nor ends with reference to scripture. The first book of the work, for example, opens with a long exposition about the nature of angels, their minds, Satan’s rebellion and what his rebellion reveals about the corruptibility of angels, the prospect of free will, and more, all intermixed, with no demarcation of what is scriptural or unmentioned in scripture, and no reference to specific phrases or passages from Genesis or any other biblical text. After that first book and its discourse on the nature and status of angels contained therein, The Six Days turns toward a different project: to catalog the components of the material world in encompassing detail. To set the stage for his catalog, Jacob starts by describing the four elements of Aristotelian physics—earth, air, water, and fire—explaining how they have interacted to produce the peculiar landscape of this planet where they are mixed together. For a broader discussion of the influence of Aristotle on the entire text, see Wilks, “Jacob of Edessa’s Use of Greek Philosophy.” To learn more about its place in the trajectory of science in Syriac, see Muriel Debié, “Sciences et savants syriaques: une histoire multiculturelle” in Émilie Villey, ed., Les sciences en syriaque (Paris: Geuthner, 2014), 9–66. Then, he details the geological formations of the planet, from caves to volcanoes to the peculiarities of the fossil record; he reckons every possible location of water in the inhabited and uninhabited world—ice, rain, fog, humid wind, oceans, bays, rivers, streams, and swamps among them. He enumerates the various kinds of plants that exist as a gardener would, by their growth habits—which are annual, which are biennial, and which are perennial?—and then as a farmer would—which are edible and which are inedible? He treats the sun, the moon, the planets, equinoxes and solstices, fish, cetaceans, crustaceans, shorebirds, raptors, bees, carnivorous wild beasts and the array of domesticated animals: sheep and oxen, cows and camels. Jacob’s treatise is, in a phrase, a massive education on the categories of the world, originating from the simplicity of the four Aristotelean elements and ramifying outward to the thousands of peculiar things composed from them. It appears that Jacob was aware that The Six Days defied expectations about its content by encompassing far more than readers may have expected from a treatment of the first few chapters of Genesis. He introduces a textual device to voice and, at the same time, to mitigate that expectation. An interlocutor named Constantine interrupts book one, just after Jacob has offered his long discourse on divine beings, their wills, and their ranks, saying “I know enough about [these beings], based on what you have said, but I am eager for whatever can be produced and written about them from the holy scriptures. I want them placed here for me here, alongside your discourse; elucidated and shown to me, that I might know their meaning.” Chabot, ed., Iacobi Edesseni Hexaemeron , 17. Constantine’s voice points to what has been missing so far: a discussion of Genesis, or really, of any scriptural reference that might anchor Jacob’s performance. In response, Jacob offers a short florilegium, alighting briefly on various parts of Genesis outside the creation account before he moves to more extensive reproductions from several other books of the Old Testament and the New: Job, Psalms, Daniel, letters from Paul or attributed to Paul, Acts, the Gospels. The character of Constantine acts like other fictional characters in ancient dialogue texts. They are there to introduce an alternate perspective, often to challenge the author whose voice and goals dominate the work. Such characters are an effect expressed by the very text that presents them to us, and we should remember that they are a creation of the author who composes their words. Interlocutors in dialogues serve many purposes, but they are always present at the behest of and literally under the hand of the author. For a survey of what interlocutors accomplish, see the discussions in Alberto Rigolio, Christians in Conversation: A Guide to Late Antique Dialogues in Greek and Syriac, Oxford Studies in Late Antiquity (New York: Oxford University Press, 2019); Andrew S. Jacobs, “Gender, Conversion, and the End of Empire in the Teaching of Jacob Newly Baptized,” Journal of Early Christian Studies 29 (2021): 93–120; and Michail Kitsos, “Speaking as the Other: Late Ancient Jewish and Christian Multivocal Texts and the Creation of Religious Legitimacy” (PhD diss., University of Michigan, 2020). In the case of Jacob’s Constantine, it is a half-hearted creation; as a chararacter, he hovers on the periphery of the text and is never fully realized. His first appearance is perhaps with the question that opens the text of the The Six Days ; the Latin translator assumes so and supplies the name to introduce the questioner, as if in a screenplay, while in the Syriac, the question comes from nowhere. Chabot, ed., Iacobi Edesseni Hexaemeron , 2; Vaschalde, trans., 1. The second time Constantine appears, his name is spelled out in full, but the third time, it is shortened. In that last appearance, Constantine only utters a brief affirmation of what Jacob has said. Chabot, ed., Iacobi Edesseni Hexaemeron , 3 and 4. When Constantine asks for scriptural references for the discussion of heavenly beings, his name is abbreviated and marked with a supralinear stroke, and that is the final time he appears in the work Jacob has written. Chabot, ed., Iacobi Edesseni Hexaemeron , 17. One last time he appears, in the ending to The Six Days composed by George of the Arabs after Jacob’s death, but there he is simply addressed in the vocative and does not speak. Chabot, ed., Iacobi Edesseni Hexaemeron , 356. This is odd, because given the arrangement of content in the rest of the work—heavy excursions into surveys, taxonomies, catalogs of knowledge, with very little dependence upon the text of Genesis or any other biblical book—Constantine could have in fact appeared throughout, popping up in each book of the text to ask his one question again and again, “Show me where this is in scripture?” Yet he does not appear, Jacob having laid aside the tool of the conjured interlocutor and the dialogue format very early to move on to his central task. For that task, exposition and exploration are the method, not exegesis, and certainly not dialogue. Questions about attention to scripture arise exactly once in this text, and then fall silent. Jacob’s invented interlocutor draws attention to one way The Six Days runs against the expectations created by placing it among hexameral texts, but there are additional ways it is out of step with that group. Consider how it differs from Basil of Caesarea’s Homilies on the Hexaemeron , which were already important in the Greek tradition of this genre, but also were translated multiple times into Syriac and served as a model for Jacob’s text. In addition to the translation edited by The Syriac Version of the Hexaemeron by Basil of Caesarea , ed. Robert W. Thomson, Syr 222–23 (Leuven: CSCO, 1995), there is the literal translation documented by the presence of several excerpts in a masora discussed by Jonathan Loopstra ( The Patristic “Masora”: A Study of Patristic Collections in Syriac Handbooks from the Near East , CSCO 689 [Leuven: Peeters, 2020], 130–31); cf. Paul J. Fedwick, Bibliotheca Basiliana Universalis: A Study of the Manuscript Tradition of the Works of Basil of Caesarea: The Homiliae morales; Hexaemeron, De litteris, with additional coverage of the letters, vol 2.1 (Turnhout: Brepols, 1996), 243–44, cited by Loopstra, Patristic “Masora”, 131n31. I am grateful to Dr. Loopstra for sharing these pieces with me. For Basil’s Hex as a model for The Six Days , see Wilks, “Jacob of Edessa’s Use of Greek Philosophy,” 224. Basil’s work exemplifies a tendency common to the genre, in that it examines the natural world not to know that world or its inhabitants in themselves, but in order to develop from it ethical models for humanity to follow. As Patricia Cox Miller has argued, the primary reason to understand the fauna of creation, for writers like Basil, was to draw moral wisdom from what one sees. Basil argues that we are by the order of nature on the one side of a divide between animal and human, yet we possess qualities from both and thus we must constantly remain vigilant in our deeds so that we do not slip to the other side by prioritizing the bestial. He observes that in reality many animals manage to do just this—that is, they manage to act according to reason and against their animal nature, to do what is morally right. So, Basil claims, if animals can act rightly, despite their lower nature, we certainly can. Patricia Cox Miller, In the Eye of the Animal: Zoological Imagination in Ancient Christianity (Philadelphia: University of Pennsylvania Press, 2018), 104. His exploration of animals and their actions leads to reflections on us and our actions. Or, as Miller puts it, “When one ‘reads’ animals along with Basil, one is also reading the human self.” Miller, In the Eye of the Animal , 112. For more on how Basil’s take on creation does align with Jacob’s, see Aboud Ishaq, “Jacob of Edessa’s Hexaemeron: A Primitive Comparison with Basil of Caesarea’s Hexaemeron,”  ParOr  38 (2013): 109–38. In this key text, human beings are the obvious problem at the center of creation; our ethical failings need correction, and the payoff for investigating the filigreed corners of the landscape, for knowing all the habits of the sentient creatures, is the ability for human beings to correct our failings through judicious imitation of the animals we learn about—the busy bee, the docile deer, and others. In Jacob’s discussion of humanity, however, ethical issues barely register, and the animal world does not bear lessons for us. Instead, his concerns are mechanical, anatomical, and taxonomical. Jacob’s exposition on humanity and our place in the created order occurs in the first portion of Book seven. Part way through book seven, the manuscript notes Jacob’s death and reports that the remainder of the work, the last five folios or so, were composed by Jacob’s former student George (Chabot, ed., Iacobi Edesseni Hexaemeron, 347). He considers just what in the human being represents the “image and likeness” that God posited as a template for making humanity. There is the problem that, though God spoke of using a single “image” and a single “likeness,” humanity is several and varied, so Jacob offers a discussion of the Hebrew text and how its use of an idiom for humanity, rather than the single word for human being, means the entire species of human beings bear the likeness and image as a group. Chabot, ed., Iacobi Edesseni Hexaemeron , 283–84. For a parallel discussion of the seeming singularity of the “image” or “likeness” in contrast with the variety of human beings, see Candace Buckner’s discussion of the Life of Aphou in “Made in an Imperfect Image: Race, Ethnicity, Disability, and Infirmity in the Life of Aphou,” Journal of the American Academy of Religion 87 (2019): 483–511, at 493. Jacob then enters an anatomical catalog in the record, detailing the composition of the human body from feet to head to spine to genitalia, in that order. Chabot, ed., Iacobi Edesseni Hexaemeron , 246–58. The other inhabitants of the world, who in other readings of Genesis are moral exemplars for humanity to follow, appear here only as contextual proof of our superior design. To further demonstrate, Jacob makes a list, forensically comparing the mechanical advantages human bodies have over animal bodies, showing how we (literally) stand apart: we walk on two feet, not four; our knees bend in a different direction than what seem to be animals’ “knees”; our hands are dexterous; our heads are round. Chabot, ed., Iacobi Edesseni Hexaemeron , 304–6. Later, Jacob offers other lists, detailing the qualities of the mind, relative to God, and the properties of the human soul. Chabot, ed., Iacobi Edesseni Hexaemeron , 310–12 and 326–28, respectively, though neither is marked in the margins like the first list. The cumulative effect of the lists of Book seven is to position humanity between the animals and God, clarifying how our existence confirms the skillful work of the creator, who made us more capacious than the animals. This is practically speaking orthogonal to the perspective in Basil’s hexameral work, where animals are better at showing human values than we are. At this point it may be fair to ask, just what does “hexameral” indicate? Texts that have been given that label come in many forms—in verse and in prose, in homily and confession and commentary—and are written from multiple perspectives. Consider just this selective range of texts beyond Basil’s and Jacob’s, here in alphabetical order by author: Anastasius of Sinai, Anagogicarum contemplationum in Hexaemeron ; Augustine, Confessions ; George of Pisidia, Opus sex dierum seu mundi opificium ; Gregory of Nazianzus, Third Theological Oration ; Jacob of Serugh, Hexaemeron ; John Philoponus, De opificio mundi ; Moses bar Kepha, Hexaemeron . They are so various that this is only one thing that unites them. The mere fact of treating, in whatever depth, the early chapters of Genesis appears to be the qualifying characteristic, a situation which reveals a deeper function for the label. If reference to the early parts of Genesis is enough to qualify a work for the hexameral genre, then the reference to the early parts of Genesis is the most salient part of that work when it is classified as “hexameral.” By extension, the other topics covered or books drawn from by such a work are secondary to its discussion of the early parts of Genesis. That puts scripture at the center of any text that uses Genesis 1 and 2 to speak about the natural world, in any way that it might. In turn, seeing scripture as automatically at the center of any writing that refers to it upholds an assumption on which the study of early Christianity has long depended, namely, that writers who are Christian concern themselves with only pious topics. Ellen Muehlberger, “On Authors, Fathers, and Holy Men,” Marginalia Review of Books , September 20, 2015; Peter Martens, “Classifying Early Christian Writings: Boundaries, Arrangements, and Latent Dynamics,” Early Christianity 12.4 (2021): 3n4. That assumption remains implicit in scholarship, for the most part, but we can catch a glimpse of how it works in the case of The Six Days by considering a curious repetition in scholarship about the function of the text. In different contexts, while pursuing different arguments, scholars who study the text most closely present it as a work of accommodation on Jacob’s part, in which he stitches together two distinct and possibly opposite realms of knowledge. At times, the assumption surfaces in peripheral comments. For example, Alison Salvesen’s work draws attention to Jacob’s use of Hebrew in The Six Days and argues that his etymological efforts serve as “a bridge between the biblical and scientific information” in the text. Salvesen, “Was Jacob Trilingual?”, 94. For other readers, the assumption is more pervasive. In her consideration of the text, Marina Wilks understands Jacob to be aiming to marry what can be known outside of scripture with what is in scripture. His work in The Six Days , she writes, “brings the scientific account into line with his interpretation of Genesis,” Wilks, “Jacob of Edessa’s Use of Greek Philosophy,” 226. making as a result “a superb—and possibly original—combination of science and theology.” Wilks, “Jacob of Edessa’s Use of Greek Philosophy,” 236. Even those readers who seem to hold a neutral view of the topics included in The Six Days divide the work into two regimes of knowledge. See P. Martin, “L’Hexaméron de Jacques d’Édesse,” 165 (“C’est moin une ouvre de theologie qu’une ouvre de science”), cited by Schlimme, Der Hexaemeronkommentar des Moses bar Kepha , 674 n4; and see Schlimme’s discussion to the same effect (680–81). Ortiz de Urbina extends this regime of divided knowledge to characterize Jacob himself: “Eminet inter syros jacobitas sua ampla eruditione sacra et profana” (emphasis mine, Patrologia Syriaca , 166). If one considers “science” and “theology” to be separate systems of knowledge for late ancient writers, then The Six Days is indeed remarkable for combining them, and so skillfully. But is there evidence that Jacob understood the content, or the purpose, of his work this way? Being Christian in antiquity did not necessarily require drawing this line. There are, certainly, works by Christian authors that make a point to distinguish between sacred and profane topics. Similarly, there are surely pieces of early Christian literature that take content referring to biblical material as “theological” and locate it opposite to other kinds of knowledge. Within Syriac literature, there is a deep tradition of scientific knowledge contained in Christian texts, as Muriel Debié has so extensively documented. Even Debié’s survey, though, also bears the assumption that there are two realms of knowledge; in the case of The Six Days , she characterizes it as “un bon example de l’alliance entre science antique et religion chrétienne.” Debié, “Sciences et savants syriaques: une histoire multiculturelle,” 30. What the Roman historian Daryn Lehoux observed a decade ago remains true for many who study early Christianity: “it is often taken as definitional that ancient science begins where ancient theology ends.” Lehoux, What Did the Romans Know? An Inquiry into Science and Worldmaking (Chicago: University of Chicago Press, 2012), 60. And yet many other pieces do not port the same assumptions and instead bear a remarkable continuity of use between what others might separate as their “theological” and “scientific” claims. For an example, see Theodoret’s use of medical knowledge in Ellen Muehlberger, “Simeon and Other Women in Theodoret’s Religious History : Gender in the Representation of Asceticism,” Journal of Early Christian Studies 23 (2015): 583–606. In the case of The Six Days specifically, the notion that there is some division in the knowledge of the world into two kinds is not evident. Jacob makes no apology for the sources from which he draws his information, and he does not offer any justification for why he is able to combine material from two seemingly opposite epistemological orders, so we should not assume he saw a division in the content of his own work. Rather, his method of collation assumes continuity, rather than contrast, between what his later readers have seen as separate realms. The Six Days draws from Genesis, but it also relies upon many non-biblical sources: Ptolemy’s Geography , Aristotle’s Meteorology , the De mundo attributed to Aristotle, and a treatise on stone by Theophrastus all have a part in the work. Wilks, “Jacob of Edessa’s Use of Greek Philosophy,” 224; Schlimme, Der Hexaemeronkommentar des Moses bar Kepha , 676–77; Debié, “Sciences et savants syriaques: une histoire multiculturelle,” 32. What comes from these sources is not flagged as being different in character or reliability from what Genesis offers. Indeed, the very fact that Jacob writes this text suggests they are already compatible in his mind. To look to The Six Days as if it confirms the existential reality of two categories of knowledge in “science and theology” or even “science and scripture” is to read into it. If the hexameral label enables such confusion about the content and purpose of Jacob’s work, is there some other way to classify The Six Days ? II: The Six Days and Compendiary Texts As Lorenz Schlimme observed, there is something far more “encyclopedic” than “exegetical” about The Six Days . If we were to take the quality he is noting as the central feature of the text, we could locate it among another cohort of ancient writings. In the last three decades of scholarship, attention has gathered on texts that we can call, if not exactly “encyclopedic,” then at least “compendiary.” David Maldonado Rivera recounts the scholarly conversation about encyclopedism in the introduction to his dissertation, highlighting Paolo Odorico’s important critique of the inevitable modern valences resident in the term “encyclopedic.” Odorico for his part suggests “syllogistic” as an alternative, a term that focuses on the production of texts by gathering sources; yet this term also has its limits, as it suggests the kind of excerpting that happens in florilegia and collections of scholia, while the textual type I am trying to indicate includes such texts, alongside others that draw from prior works without verbatim quotation (David Maldonado Rivera, “Encyclopedic Trends and the Making of Heresy in Late Ancient Christianity, 360–460 CE” [PhD diss., Indiana University, 2017], 5–11; commenting on Paolo Odorico, “La cultura della ΣΥΛΛΟΓΗ: 1) Il cosiddetto enciclopedismo bizantino. 2) Le tavole del sapere di Giovanni Damasceno,” Byzantinische Zeitschrift 83 [1990]: 1–21). Another option, beyond “encyclopedic” or “compendiary,” is “knowledge-ordering texts,” as Jason König and Greg Woolf offer in the introduction to Encyclopaedism from Antiquity to the Renaissance (Cambridge: Cambridge University Press, 2013), 3. Compendia do what their name says they do, namely, they compound, placing together in new arrangements material that has been recorded before, whether in tradition or in writing, and whether they make a point of representing the material as excerpts and quotations (that is, preserving some presence of the donor text), or whether they simply incorporate the extant material into new structures. Examples of compendia are found in most ancient literatures. For the ancient Mediterranean, they include writing from the first century BCE, like Varro’s Hebdomades , or from the first century CE, like Pliny’s Natural History . A short history of compendia is recounted in Anna Bonnell Freidin, “The Birthday Present: Censorinus’ De die natali ,” Journal of Roman Studies 110 (2020): 141–66, as context for Censorinus’s text. Texts in the group need not aspire to universality: the same impulse is visible in works composed for more circumscribed occasions or contexts, too, like Censorinus’s De die natali , or the Untitled Treatise in the Bruce Codex. Bonnell Freidin, “The Birthday Present”; Ellen Muehlberger, “Preserving the Divine: αὐτο-Prefixed Generative Terms and the  Untitled Treatise  in the Bruce Codex,”  Vigiliae Christianae  65 (2011): 311–28. The genre crosses disciplines. Much of what we know of the Hippocratic and other schools of medicine from the ancient Mediterranean is preserved in compendia. See, for a start, the essays of Philip van der Eijk, ed., Ancient Histories of Medicine: Essays in Medical Doxography and Historiography in Classical Antiquity (Leiden: Brill, 1999). It also crosses linguistic boundaries. Greek-speaking authors like Epiphanius of Cyprus wrote in this vein; and there are examples of its presence in Syriac literature as well. Andrew S. Jacobs, “Epiphanius of Salamis and the Antiquarian’s Bible,” Journal of Early Christian Studies 21 (2013): 437–64, and the development of this essay in his book, Epiphanius of Cyprus: A Cultural Biography of Late Antiquity (Berkeley: University of California Press, 2016), esp. in Chapter 4; for Syriac, see especially The Cause of All Causes , a fair introduction to which can be found in Adam C. McCollum, “A Syriac Fragment from  The Cause of All Causes  on the Pillars of Hercules,” ISAW Papers 5 (2012). For a more in-depth consideration see G. J. Reinink, “Communal Identity and the Systematicization of Knowledge in the ‘Cause of All Causes’” in Pre-Modern Encyclopaedic Texts: Proceedings of the Second COMERS Congress, Gronigen, 1 – 4 July 1996 , ed. Peter Binkley (Leiden: Brill, 1997), 275–88. All of these exempla pull together previously composed material, sometimes but not usually flagging their sources. Given the wide range of texts from which it draws, The Six Days fits easily within this group, and putting it there comes with the boon of expanding the pool of potential comparanda for the text beyond just other Christian literature that touches upon the Genesis creation story. And yet, this classification also falls short. To show how, let me highlight an important vein of recent scholarly work on compendiary texts. The rhetorical orientation of compendia is related to their content. Such texts tend to present themselves as simple records of what is, as preservations of what is already known, and thus tend to obscure their advancement of a unique agenda resulting from their specific geographic, linguistic, or temporal context. Because compendiary texts do not advertise their novelty, many have been neglected or underanalyzed in scholarship because they seem, on their face, merely “derivative,” dependent on the earlier literature that they reproduce. As more scholars of the ancient world become attuned to the variation in the production of knowledge across cultures—including the registers in which knowledge is created, presented, and heralded—they have realized the importance of compendiary works for our grasp of ancient culture. A sample of scholarship that investigates ways of knowing can be found most recently in two collections of essays: Late Ancient Knowing: Explorations in Intellectual History, ed. C. M. Chin and Moulie Vidas (Berkeley: University of California Press, 2015); and Ordering Knowledge in the Roman Empire , ed. Jason König and Tim Whitmarsh (Cambridge: Cambridge University Press, 2007). See also Daryn Lehoux, What Did the Romans Know? . The fact that ancient authors spent attention, time, and expense to create such texts suggests there is more to be learned from them than what modern sensibilities, so attuned to the hails of originality, might realize. This is the opening that recent scholarly attention has entered, not to dismiss such works as being without value, but to assume, by virtue of their initial composition and preservation, that these works were considered valuable and then set to logicking out what made them so. In the case of the Talmud, for instance, Sergey Dolgopolski has argued that its bent toward inclusion is the evidence of a rabbinic inclination to manage the ultimately unmanageable amount of information that could be known of the past. See The Open Past: Subjectivity and Remembering in the Talmud (New York: Fordham University Press, 2013). I thank Mira Balberg for this reference. There are many possible ways to reckon the value afforded to a text in the past: one could ask about its use, or its distribution, or consider how many copies and translations were made. Contained in the text itself, too, is evidence for sussing out why it came into being in the first place; compendia are the result of a process of curation, and by their contours we might envision the curator. This is arguably true for any text, but the nature of compendia reflects on particular aspects of their composers, because it is their knowledge and selectivity at the forefront. Scholars like Andrew S. Jacobs, Anna Bonnell Freidin, and Annette Yoshiko Reed have all taken this approach to reveal writers who arrange sources, expound on them, and position them relative to contemporary cultural and political forces. Jacobs, Epiphanius of Cyprus ; Bonnell Freidin, “The Birthday Present”; Reed, Demons, Angels, and Writing in Ancient Judaism (New York: Cambridge University Press, 2020), 238–39, citing J. Z. Smith, “Wisdom and Apocalyptic,” in Religious Syncretism in Antiquity, ed. Birger Pearson (Missoula, MT: SBL Press, 1975), 131–56. There is often a person holographed by the implicit argumentation of a compendium, an expert who arranged it all just so. Thus, a compendium is usually a compound of sources, but also a demonstration of the knowledge and power of the person who wrote it. Often, scholars have seen an imperial framework expressed in the compendium, though that is harder to apply to those works created outside the confines of the empire most often the reference for this observation, the Roman Empire. See König and Whitmarsh, Ordering Knowledge in the Roman Empire , especially “Ordering Knowledge,” 3–39. The Six Days is certainly a compendium, at least by dint of its contents. Yet as it offers an erudite, almost voracious, collection of facts about the world, the text departs from the what are now-standard expectations for compendiary texts. Instead of performing a mastery that could be attributed to Jacob, the text makes a considerable effort to display the opposite of mastery. In fact, it brings mastery as a concept into question, marking demonstrations of knowledge with clear indications of the limits on that knowledge. Caution and a commitment to displaying in expertise appear across multiple registers and domains, pervading the text so thoroughly as to be a defining feature of The Six Days . In short, Jacob fails, and what is more, he purposefully shows us that he fails. Though the text is not a failure, it models for readers an approach that is quite different from that of the most well-studied among compendiary texts. For discussion of another text that models a lack of knowledge in order to induce among readers a certain style of learning, see Jason König, “Fragmentation and Coherence in Plutarch’s Sympotic Questions ” in König and Whitmarsh, Ordering Knowledge in the Roman Empire , 43–68. The first domain where Jacob’s disavowal of expertise appears is in the mental map of the world revealed by his narration of geography. Jacob writes as if he has vast knowledge of earthly places. His reports about physical landscapes come from Britannia, Skandia and Cimbria Chabot, ed., Iacobi Edesseni Hexaemeron , 112. in the north of Europe to Hispania and Gaul in the west. He knows West Asia, north to the Caucasus Chabot, ed., Iacobi Edesseni Hexaemeron , 114. ; east to India and Sri Lanka and Malaysia Chabot, ed., Iacobi Edesseni Hexaemeron , 116, Sri Lanka being Taprobane; cf. Malaysia (i.e., “The Golden Island,” on 84). ; the southern reaches of his knowledge include all of Africa north of the Sahara, and deep into the Upper Nile Valley. Chabot, ed., Iacobi Edesseni Hexaemeron , 102. He also has clear opinions about global geography. For instance, the center of the world he represents, you might recognize, was not the Mediterranean. In fact, Jacob pointedly describes his center, the Red Sea, as the “center of the habitable world,” punning subtly on the claims of what he might have termed the Not-So-Middle Sea. Beyond these places, we could be left to simply imagine what might be there, or to pretend that Jacob’s knowledge extends beyond what he names in the text, but The Six Days makes the implicit explicit. The world outside what is cataloged in its pages is consistently labeled as unknown: in Jacob’s words, it is uninhabitable or inaccessible or simply “unnamed among human beings.” Chabot, ed., Iacobi Edesseni Hexaemeron , 102. There are places “unsubjected” and seas “unsailed” Chabot, ed., Iacobi Edesseni Hexaemeron , 111. and “impassable” Chabot, ed., Iacobi Edesseni Hexaemeron , 111. and “unnavigable.” Chabot, ed., Iacobi Edesseni Hexaemeron , 104. God put islands at the very edge of the seas, in places practically unreachable; we might at some point know their names but we cannot know them . Chabot, ed., Iacobi Edesseni Hexaemeron , 104. Over and over again in Jacob’s tour of the world, when we learn about a location, we also learn that what is known eventually gives way to terra incognita ; there is a point, far distant but existing for every known place, where Jacob’s geographic knowledge fails. Failure is also built in to the structures that Jacob uses to organize his information. The mode of The Six Days is taxonomic—we are given orderly classes, populated by species and examples—but even the most exhaustive lists eventually end with a reminder that they stand incomplete. Fish and crocodiles and crabs are known to Jacob, at least in their reproductive cycles, but there is only so much that he knows, and there must be, he concludes, “many different kinds that I do not know and cannot describe.” Chabot, ed., Iacobi Edesseni Hexaemeron , 197. Among quadrupeds there are donkeys, horses, deer, goats, and, remarkably, unicorns, but there are also “many others in other places whose names and kinds we do not know.” Chabot, ed., Iacobi Edesseni Hexaemeron , 206. The same is true of the wilder beasts, like lions and tigers and bears; beasts of burden, too, can only be partially and locally known—there must be others like them, in other regions, but they go unrecorded. Chabot, ed., Iacobi Edesseni Hexaemeron , 207, 224. When there is an extended show of the particulars that Jacob might know of something, it usually arrives with a gesture to those things of the class or species he does not know, the details he has not seen or recorded. The failure to capture all potential facts is identified as an inherent fault of lists, but for Jacob that failure also seems to stem from the limit of any one human being’s capacity to know. After listing the many extracts of the earth that can be useful to humanity, for example, Jacob warns that there are still more—so many more in fact that he says “it is impossible for the mind to comprehend or this treatise to gather” them. Chabot, ed., Iacobi Edesseni Hexaemeron , 55. The cause of ignorance resides in the form of the list and also the person who uses the list to organize his thought. Adding more users can expand what is known: when Jacob enumerates the differences between human beings an animals, he ends the list with an admission that others could surely add to it, but as each of us bears an individual limit, collectively we are limited, too. Chabot, ed., Iacobi Edesseni Hexaemeron , 306–7. Perhaps we are able to approach complete knowledge when there are more of us, yet we are always kept from completion, asymptotically proximate and yet separate from the whole of what can be known. Tagging its most frequent tool for organizing information—i.e., the list—in this way, The Six Days , full of lists, constantly intones ignorance, sounding it over and over again alongside the brighter and perhaps louder peals of knowledge. The incompleteness of knowledge resonates too in The Six Days ’ representation of its own place in literature and the failings of the textual enterprise as a whole. Those who read The Six Days are brought to understand that there is for every author a book that is missing, either not written or written and lost. For more on the trope of the lost book, see the research project, “Books Known Only by Title: Exploring the Gendered Structures of First Millennium Imagined Libraries,” hosted at the Centre for Advanced Study at the University of Oslo by Marianne Bjellard Kartzow and Liv Ingeborg Lied . This is even true of Jacob, for at the very start of The Six Days we learn it is not Jacob’s first account of the universe and its wonders. He had written an earlier treatise that covered the fundament of being, the first principle, in its omnipotence, and presented it in consultation with quoted passages of Christian scripture. Chabot, ed., Iacobi Edesseni Hexaemeron , 2. That book does not survive for us to read. In truth, it may never have existed, as the notion of the missing book seems central to his way of conceptualizing knowledge. At least, the notion holds true for authors other than Jacob. For instance, The Six Days relies upon Moses as the writer of scripture and a most trustworthy source of knowledge, but Moses, too, left things unwritten: specifically, any knowledge about the immaterial world, to which he was privy. Jacob practically sighs as he reports it: “Though he knew the secrets of [the spiritual beings’] creation, he did not record a single word, long or short, about the creation of noetic beings.” Chabot, ed., Iacobi Edesseni Hexaemeron , 15–16. In Jacob’s understanding, for every text there is another that is unavailable to us, beyond our reach. The volumes we possess are mirrored by all those we cannot possess, and this too is a manifestation of The Six Days ’ insistence on the limits of knowledge. Finally, those limits appear in the experience represented for the author of the text, which Jacob creates in humanizing asides. Already, Syriac literature reaching back to the fourth century writer Ephrem has emphasized the failings of humanity’s grasp of the world. As Adam Becker commented on an early version of this paper, it begins as a theme in Ephrem’s Hymns on Faith and resonates from there through Syriac literature. But rarely are those failings expressed as personally as they are in The Six Days. There is not, as we might expect, any well-reasoned exposition of how knowledge fails; instead, there appear different individual expressions of the difficulty of obtaining and preserving knowledge, a poignant sense that what is required for knowing as much as the text can preserve is, in reality, beyond our abilities. That sense first appears as fatigue. In a discussion of lakes, for instance, Jacob begins to list existing lakes, prioritizing those that contribute to major rivers—Lake Mareotis, Lake Asphaltites (i.e., the Dead Sea), the Lakes that contribute to the Orontes and the Tigris. But then he stops and he asks—himself? us?—“for what purpose am I wearing myself out, listing and providing the names for all of these? To make a varied and nonsensical collection to be read and heard?” He resigns and says, “There are as many of them as there are rivers in the world; I reckon it is enough to just name and list the ones I have already.” Chabot, ed., Iacobi Edesseni Hexaemeron , 107. When listing later the kinds of stones in the world and their potential uses, Jacob peters out, begging off finishing the work by saying, “It is too much to gather and list here all these things that can be fashioned from stones.” Chabot, ed., Iacobi Edesseni Hexaemeron , 117. He is tired; frankly, by that time of the text, readers are too. Another sign of fatigue comes through as humility bordering on self-disparagement. More than a dozen times over the course of the six books, Jacob excuses himself for this “weak and prattling account,” his “stammering,” his “childish” ways of writing. Chabot, ed., Iacobi Edesseni Hexaemeron , 68, 93, 106, 183, 188. And thus, between author and imagined readers is shared this failing: none of us are capable of grasping all details conveyed by the text, not even the person who composed it. Still, we all have forceful powers of the imagination at hand for our use. Jacob encourages that use at Chabot, ed., Iacobi Edesseni Hexaemeron , 175: “If one wishes to approach the north, but cannot do so in body or actuality in this thinking instead he can do it via consideration.” So, if the compendiary genre has recently been interpreted as a performance of the compiler’s mastery over knowledge, then The Six Days does not quite fit there either. The solidarity Jacob expresses with other human beings alone is enough to require setting the text apart. For in other compendiary treatises, the relationship between the writer as he presents himself and the reader as the writer imagines them is one of distance and difference: here are the things I know, which you do not and perhaps you would not have been able to know, to collect, or to collate, as I have. But, in The Six Days , Jacob allows for ignorance, his own and others’, and even projects equality with the reader. That is because his experience, as he imagines it, is similar to the reader’s; they are both facing an avalanche of information that threatens to overwhelm them, or worse, to escape them unrecorded. Yet we should be clear: Jacob’s constant acknowledgment of the limitations of human knowledge in The Six Days does not reflect ignorance. It instead reflects a dynamic situation, of a learner who is gaining knowledge, perhaps grasps that there is more to gain that what he can manage, and yet tries anyway. Historical contexts never fully determine the nature of knowledge, but in this case, Jacob’s orientation to the world is aligned with what we know of the political and social contexts he inhabited. As noted, he was intrepid, living and working in multiple communities over the course of his life. During that life, West Asia was becoming the center of the world, as the emergent movement around Muhammad coalesced into a government at Damascus, whose power would eventually rival that of Constantinople. The interchange and the establishment of new networks during this development likely felt enlivening but also perhaps unmanageable, more than the ability of any single individual to contain or comprehend. Yet at the same time, this was not an intellectual tradition long-enough established to be convinced of its own centrality and importance. If there is an affect to be associated with The Six Days , it is not domination but ingenuity. That is to say, though the text shares some characteristics with the compendiary genre, it also transcends the usual pattern of texts in that genre, perhaps so much so as to dislodge it from that group, too. Conclusion Jacob’s text bears many lessons, but in its disposition may reside its most transformative insight for modern readers. As a compiler, reader, and yes, teacher, Jacob is very much like us. We, too, stand before an overwhelming amount of information—say, the catalog of late ancient Syriac literature—and some of us find the good in trying to convey its outlines, at least in part, to those who have less familiarity than we do and perhaps induct them into knowing it as we do. At least part of the goal is to bring new readers to the literature, and with them, fresh perspectives. At the same time, many fields of study could benefit from drawing Syriac texts into their catchment. For instance, The Six Days has been read primarily as a work of biblical exegesis, but it could also be read alongside other works of natural and medical history, or as one example of the peculiar ways of knowing instantiated in the ancient world, or even simply in comparison with other texts that compile information from multiple sources. The tools that we have for encouraging these new readers are helpful to a point, but they also fail eventually. Filing The Six Days under the label “hexameral” or “commentary” is correct, but only in the narrowest of terms, and it can lead readers both new and veteran alike to see the text only from certain angles. The newer approach of labeling it “compendiary” bears some promise, but also fails, as to think of The Six Days among other compendia may convey a false expectation that Jacob will attempt to display mastery by his arrangement of prior materials, as have other compilers—an expectation thwarted by Jacob’s insistence on the limits of knowing. Our task, then, is simple and challenging. The Six Days demonstrates that we must hold our labels and classifications lightly. We can read deeply, observe specificity, and yet still be wary of those tools of knowledge that are designed mostly for the management of information at scale. We can join Jacob in understanding that taxonomies are incomplete by their nature and aim to consistently recognize these limits of knowledge, just as he does the unknown spaces at the borders of the world, the unregistered entries on any list, or the inaccessible books that linger beyond our ken.",
    "title" : 
    [ "Vast Lessons: Jacob of Edessa’s The Six Days and the Tools of Knowledge",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Muehlberger, Ellen" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n1muehlberger",
    "type" : "article",
    "displayTitleEnglish" : "Vast Lessons: Jacob of Edessa’s The Six Days and the Tools of Knowledge" }