
  { "fullText" : "Books Abdalla, M., and Kiczko, Ł., Abed Mshiho Neman Qarabash. Sayfo: An Account of the Assyrian Genocide (Alternative Histories: Narratives from the Middle East and Mediterranean; Edinburgh: Edinburgh University Press, 2021). Abramowski, L., Neue christologische Untersuchungen (Texte und Untersuchungen zur Geschichte der altchristlichen Literatur 187; Berlin: Walter de Gruyter, 2021). Aguilar Sanchez, V.M., Corpus Nestorianum Sinicum: “Thus Have I Heard on the Listening of Mishihe (the Messiah)” 序聽迷詩所經 and “Discourse on the One-God” 一神論. A Theological Approach with a Proposed Reading Structure and Translation (Analecta Gregoriana 331; Roma: Gregorian & Biblical Press, 2021). Akalin, K., Klasik Süryaniceye Giriş 3 (Süryaniyat Araştırmaları Serisi 3; Mardin: Mardin Artuklu Üniversitesi Yayınları, 2021). Akçay, N., The Commentary on the Pentateuch by Dionysius Jacob Bar Salibi, Metropolitan of Amid († 1171) (Damascus: Department of Syriac Studies, Syriac Orthodox Patriarchate, 2021) [in Syriac]. Alexopoulos, S., and Johnson, M.E., Introduction to Eastern Christian Liturgies (Alcuin Club Collections 96; Collegeville, Minnesota: Liturgical Press Academic, 2021). al-Jadir, A.H.H., Personal Names in Old Syriac (Edessan Aramaic) Inscriptions and Parchments (Gorgias Eastern Christian Studies 60; Piscataway, New Jersey: Gorgias Press, 2021). Altripp, M., and Suermann, H. (eds.), Orientalisches Christentum: Perspektiven aus der Vergangenheit für die Zukunft (Eastern Church Identities 3; Leiden: Brill \/ Ferdinand Schöningh, 2021). Alwan, Kh., Jacques de Saroug († 521). Sur Adam et sur le bien et le mal: homélie métrique inédite (Jounieh, Liban: Apôtres, 2021). Armalet, I., Die Schlimmsten aller Katastrophen für die Christen . Trans. by G. Torro (Schola Nisibina 3; Berlin: Peter Lang, 2021). Arnzen, R., Aristotle’s Physics VIII, Translated into Arabic by Isḥāq ibn Ḥunayn (9th c.): Edited with Introduction and Glossaries (Scientia Graeco-Arabica 30; Berlin: Walter de Gruyter, 2021). Arzhanov, Y.N., Porphyry, On Principles and Matter: A Syriac Version of a Lost Greek Text with an English Translation, Introduction, and Glossaries (Scientia Graeco-Arabica 34; Berlin: Walter de Gruyter, 2021). Barbati, C., and Berti, V. (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021). Barczok, R., Die Vita des Josef Busnāyā: Eine historische Quelle des Nordiraks des 10. Jahrhunderts (Schola Nisibina 4; Frankfurt am Main: Peter Lang, 2021). Baum, W., and Winkler, D.W., Biserica Asiriană a Răsăritului: O scurtă istorie a creștinismului siro-oriental . Trans. by A. Macar (Historia Christiana 8; Iași: Doxologia, 2021). Beaumont, M., The Theology of ‘Ammār al-Basrī: Commending Christianity within Islamic Culture (Gorgias Eastern Christian Studies 62; Piscataway, New Jersey: Gorgias Press, 2021). Beth-Avdalla, T. (ed.), Naum Faiq Palak – A Pioneer Journalist, Writer, Poet & Leader of a National Awakening (Modern Assyrian Research Archive Collected Texts; Enschede, The Netherlands: Nineveh Press, 2021). Beulay, R., Безвидный свет: Введение в изучение восточносирийской христианской мистической традиции . Trans. by Т.А. Сенина (Smaragdos Philocalias, Opera Mystica Syriaca 2; Москва: Познание, 2021). Bodor, A., The Theological Profile of the Peshitta of Isaiah (Supplements to the Textual History of the Bible 5; Leiden: Brill, 2021). Bowman, B., Christian Monastic Life in Early Islam (Edinburgh Studies in Classical Islamic History and Culture; Edinburgh: Edinburgh University Press, 2021). Brelaud, S., Daccache, J., Debié, M., Farina, M., Ruani, F., and Villey, É. (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021). Brock, S.P., The Bible in the Syriac Tradition (Gorgias Handbooks 52; 3rd rev. ed.; Piscataway, New Jersey: Gorgias Press, 2021). Butts, A.M., Heal, K.S., and Brock, S.P., Clavis to the Metrical Homilies of Narsai (CSCO 690, Subs. 142; Leuven: Peeters, 2021). Chaillot, Ch., The Assyrian Church of the East: History and Geography . Trans. by N. Russell (Oxford: Peter Lang, 2021). ———. Biserica Asiriană a Răsăritului: istorie şi geografie . Trans. by E.M. Mărginean (Cluj-Napoca: Presa Universitară Clujeană, 2021). Chédid, Y., L’hymnodie syriaque de l’Église maronite selon la tradition de l’Ordre antonin maronite: le legs du Père Maroun Mrad (Paris: Geuthner, 2021). Chialà, S., Isacco di Ninive. Discorsi ascetici: Prima collezione (Padri orientali; Magnano: Qiqajon, 2021). Coakley, J.F. (ed.), Among the Assyrian Christians: Sketches of Life in Persia 1893–1898 by F. F. Irving (Chicago, Illinois: Atour Publications, 2021). Daiber, H., From the Greeks to the Arabs and Beyond. Volume 1: Graeco-Syriaca and Arabica (Islamic Philosophy, Theology and Science 114.1; Leiden: Brill, 2021). De Giorgi, A.U., and Eger, A.A., Antioch: A History (Cities of the Ancient World; London: Routledge, 2021). del Río Sánchez, F., Living on Blurred Frontiers: Jewish Devotees of Jesus and Christian Observers of the Law in Palestine, Syria and Mesopotamia (5th‒10th Centuries) (Semitica Antiqua 5; Córdoba: UCOPress, 2021). Dusenbury, D.L., Nemesius of Emesa on Human Nature: A Cosmopolitan Anthropology from Roman Syria (Oxford Early Christian Studies; New York: Oxford University Press, 2021). Elkhoury, A., and Kitchen, R.A., Jacob of Serugh. Selected Metrical Homilies: The Fall of the Idols; Love of Money; The Treasure Hidden in a Field (Syriac Treasures 1; Washington, D.C.: The Hidden Pearl Press, 2021). Erić, B., Беседа Мар Григорија Великог Теопомпу О Божјој нестрадалности и Његовој страдалности (Хришћанско насљеђе 1; Фоча: Православни богословски факултет “Свети Василије Острошки” Универзитет у Источном Сарајеву, 2021). Estelami, H., The Americans of Urumia: Iran’s First Americans and their Mission to the Assyrian Christians (Coppell, Texas: Bahar Books, 2021). Ferrand, A., La diaspora syriaque-orthodoxe de Jérusalem: pèlerins, réfugiés et fabrique communautaire à l’époque ottomane et mandataire 1831–1948 (Paris: Geuthner, 2021). Frantsouzoff, S.A., Five Lives of Saints: Essays on Study of Arabic Orthodox Hagiography. Researches and Publications (Fontes Scripti Antiqui; S. Petersburg: Publishing House of the Herzen State Pedagogical University of Russia, 2021) [in Russian]. Gleede, B., Antiochenische Kosmographie? Zur Begründung und Verbreitung nichtsphärischer Weltkonzeptionen in der antiken Christenheit (Texte und Untersuchungen zur Geschichte der altchristlichen Literatur 191; Berlin: Walter de Gruyter, 2021). Gray, P.T.R., Claiming the Mantle of Cyril: Cyril of Alexandria and the Road to Chalcedon (Late Antique History and Religion 24; Leuven: Peeters, 2021). Grazianskij, M., Kaiser Justinian und das Erbe des Konzils von Chalkedon (Altertumswissenschaftliches Kolloquium 30; Stuttgart: Franz Steiner, 2021). Gzella, H., Aramaic: A History of the First World Language . Trans. by B.D. Suchard (Grand Rapids, Michigan: William B. Eerdmans, 2021). Heimgartner, M., Die Briefe 3‒29 des ostsyrischen Patriarchen Timotheos I. 2 vols (CSCO 700-701, Syr. 269-270; Leuven: Peeters, 2021). Hoyland, R.G., Brock, S.P., Brunner, K.B., and Tannous, J., The Life of Simeon of the Olives: An Entrepreneurial Saint of Early Islamic North Mesopotamia (Texts from Christian Late Antiquity 66; Piscataway, New Jersey: Gorgias Press, 2021). Jakob, J., Syrisches Christentum und früher Islam: Theologische Reaktionen in syrisch-sprachigen Texten vom 7. bis 9. Jahrhundert (Innsbrucker theologische Studien 95; Innsbruck: Tyrolia, 2021). Kautt, J.L., Die Schrift Contra Judaeos des syrischen Kirchenschriftstellers Dionysius bar Ṣalibi (Tübinger Judaistische Studien 4; Berlin: LIT Verlag, 2021). Keser-Kayaalp, E., Church Architecture of Late Antique Northern Mesopotamia (Oxford Studies in Byzantium; New York: Oxford University Press, 2021). Khan, G., and Noorlander, P.M. (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021). Kozah, M., Kiraz, G.A., Abu-Husayn, A., Al Thani, H., and Al-Murikhi, S.Sh. (eds.), Beth Qaṭraye: A Lexical and Toponymical Survey (Gorgias Eastern Christian Studies 58; Piscataway, New Jersey: Gorgias Press, 2021). La Spisa, P., Martyrium Arethae Arabice: Le versioni arabe del Martirio di Areta (BHG 166). Edizione critica e traduzione annotata (Äthiopistische Forschungen 86; Wiesbaden: Harrassowitz Verlag, 2021). Le Coz, R., Istoria Bisericii Siro-Orientale: Creştinii din Iran, Irak şi Turcia . Trans. by O. Gordon and A. Teodorescu (Philocalica Syriaca 3; Arad: Sfântul Nectarie, 2021). Lied, L.I., Invisible Manuscripts: Textual Scholarship and the Survival of 2 Baruch (Studien und Texte zu Antike und Christentum 128; Tübingen: Mohr Siebeck, 2021). Loopstra, J.A., Jacob of Sarug’s Homily on Edessa and Jerusalem (Texts from Christian Late Antiquity 64, The Metrical Homilies of Mar Jacob of Sarug; Piscataway, New Jersey: Gorgias Press, 2021). Macé, C., Mühlenberg, E., Muthreich, M., and Wulf, C., Corpus Dionysiacum III\/1: Pseudo-Dionysius Areopagita. Epistola ad Timotheum de morte apostolorum Petri et Pauli; Homilia (BHL 2187) (Patristische Texte und Studien 79; Berlin: Walter de Gruyter, 2021). Mathews, E.G., Jr., Jacob of Sarug’s Homilies on the Six Days of Creation: The Seventh Day (Texts from Christian Late Antiquity 65, The Metrical Homilies of Mar Jacob of Sarug; Piscataway, New Jersey: Gorgias Press, 2021). Mayes, A.D., Diving for Pearls: Exploring the Depths of Prayer with Isaac the Syrian (Monastic Wisdom Series 63; Collegeville, Minnesota: Liturgical Press, 2021). Mecherry, A., De Syrorum Orientalium Erroribus Auctore P. Francisco Ros S.I.: A Latin-Syriac Treatise from Early Modern Malabar (1586) (Gorgias Eastern Christian Studies 61; Piscataway, New Jersey: Gorgias Press, 2021). Mikhailov, S.S., Ассирийцы по Ярославской железной дороге от Москвы до Ростова Великого, 1920–1930-е гг.: Опыт этнического путеводителя (Обнинск: Оптима-арт, 2021). Miller, D., and Hansbury, M.T., Jacob of Sarug’s Homily on Samson (Texts from Christian Late Antiquity 63, The Metrical Homilies of Mar Jacob of Sarug; Piscataway, New Jersey: Gorgias Press, 2021). Minov, S., The Marvels Found in the Great Cities and in the Seas and on the Islands: A Representative of ‘Aǧā’ib Literature in Syriac (Cambridge Semitic Languages and Cultures 6; Cambridge: Open Book Publishers, 2021). ———. Memory and Identity in the Syriac Cave of Treasures : Rewriting the Bible in Sasanian Iran (Jerusalem Studies in Religion and Culture 26; Leiden: Brill, 2021). Minov, S., and Ruani, F. (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021). Mosikyan, K., Nemesius of Emesa. On the Nature of Man: Translation from Old Armenian, Introduction, and Commentaries (Yerevan: Matenadaran, Mesrop Mashtots Institute of Ancient Manuscripts, 2021) [in Armenian]. Noorlander, P.M., Ergativity and Other Alignment Types in Neo-Aramaic: Investigating Morphosyntactic Microvariation (Studies in Semitic Languages and Linguistics 103; Leiden: Brill, 2021). Nosnitsin, D., and Reule, D., The Ethiopic Manuscripts of the Egyptian Monastery of Dayr as-Suryān: A Catalogue (Supplement to Aethiopica 10; Wiesbaden: Harrassowitz Verlag, 2021). Nováček, K., Melčák, M., Beránek, O., and Starková, L., Mosul after Islamic State: The Quest for Lost Architectural Heritage (Palgrave Studies in Cultural Heritage and Conflict; Cham, Switzerland: Palgrave Macmillan, 2021). Oran, B., Minorities and Minority Rights in Turkey: From the Ottoman Empire to the Present State . Trans. by J.W. Day (Power and Human Rights; Boulder, Colorado: Lynne Rienner Publishers, 2021). Parakkott, R., and Hansbury, M.T., Jacob of Sarug’s Homilies on Paul: On the Conversion of the Apostle Paul and a Second Homily on Paul the Apostle (Texts from Christian Late Antiquity 61; Piscataway, New Jersey: Gorgias Press, 2021). Pieper, L., Paulos Mar Gregorios: Imaginationen des Ostens im Zeitalter der Ökumene (Kirche – Konfession – Religion 81; Göttingen: Vandenhoeck & Ruprecht, 2021). Poirier, P.-H., L’Hymne de la Perle des Actes de Thomas: introduction, texte, traduction, commentaire (Homo Religiosus 21; 2nd rev. ed.; Turnhout: Brepols, 2021). Posegay, N., Points of Contact: The Shared Intellectual History of Vocalisation in Syriac, Arabic, and Hebrew (Semitic Languages and Cultures 10; Cambridge: Open Book Publishers, 2021). Possekel, U., and Coakley, J.F., Thomas of Edessa’s Explanations of the Nativity and Epiphany (Oxford Early Christian Texts; Oxford: Oxford University Press, 2021). Rizk, Ch.S., Jakob av Serugh: Herrens bön (Nyköping, Sweden: Korsets kloster, 2021). ———. Jakob av Serughs brev: Brev 1-17 (Nyköping, Sweden: Korsets kloster, 2021). Rus, R., Filocalia siriacă: iubirea de frumos şi înţelepciune, calea spre desăvârşire. Volumul II (Bucureşti: Univers Enciclopedic Gold, 2021). Salzmann, M.R., Negotiating Power and Identities: Latin, Greek and Syrian Élites in Fifteenth-Century Cyprus (Byzanz zwischen Orient und Okzident 25; Mainz: Verlag des Römisch-Germanischen Zentralmuseums, 2021). Schmidt, Th.C., The Book of Revelation and its Eastern Commentators: Making the New Testament in the Early Christian World (Cambridge: Cambridge University Press, 2021). Shoemaker, S.J., A Prophet Has Appeared: The Rise of Islam through Christian and Jewish Eyes. A Sourcebook (Oakland, California: University of California Press, 2021). Stephan, J., and Muhanna, E., Ḥannā Diyāb. The Book of Travels: Volume One (Library of Arabic Literature 71; New York: New York University Press, 2021). Szymczak, T., Efrem il Siro: Colui che ruba i peccati. Celebrare la misericordia (Vita nello Spirito; Città del Vaticano: Libreria Editrice Vaticana, 2021). Tonghini, C., From Edessa to Urfa: The Fortification of the Citadel (Oxford: Archaeopress, 2021). van Vossel, V., Saint Ephrem of Nisibis: A Short Introduction to His Madrashe, with Some Select “Hymns” from the Most Important Collections (Baghdad: [s.n.], 2021) [in Arabic]. Var, U., Süryani Tarih Yazıcılığında Türkler (İstanbul: Timaş Yayinlari, 2021). Varghese, B., The Early History of the Syriac Liturgy: Growth, Adaptation and Inculturation (Göttinger Orientforschungen, I. Reihe: Syriaca 62; Wiesbaden: Harrassowitz Verlag, 2021). Weltecke, D., The “Description of the Times” by Mōr Michael the Great (1126–1199): A Study on its Historical and its Historiographical Context . Trans. by A. Runia (Eastern Christian Studies 27; Leuven: Peeters, 2021). Wilkens, J., Handwörterbuch des Altuigurischen: Altuigurisch – Deutsch – Türkisch (Göttingen: Universitätsverlag Göttingen, 2021). Winkler, D.W. (ed.), Towards a Culture of Co-Existence in Pluralistic Societies: The Middle East and India (Pro Oriente Studies in the Syriac Tradition 4; Piscataway, New Jersey: Gorgias Press, 2021). Wipszycka, E., Monks and the Hierarchical Church in Egypt and the Levant during Late Antiquity (Journal of Juristic Papyrology Supplements 40; Leuven: Peeters, 2021). Wood, Ph., The Imam of the Christians: The World of Dionysius of Tel-Mahre, c. 750–850 (Princeton, New Jersey: Princeton University Press, 2021). Woźniak-Bobińska, M., Modern Assyrian\/Syriac Diaspora in Sweden . Trans. by M.M. Moraczewska (Lodz: Department of Middle East and North Africa, University of Lodz, 2020 [2021]). Zimbardi, E., La traduzione greca del sermone su Ninive e Giona di Efrem Sirio: nuova edizione critica e studio sulla tecnica di traduzione (Hellenica 93; Alessandria: Edizioni dell’Orso, 2021). Theses Aras, M., Glaube und Heilung aus der Perspektive der syrischen Kirchenväter am Beispiel der kanaanäischen Frau (Mt 15,21–28) (Ph.D. dissertation; Universität Paderborn, 2021). Bar-Sawme, G., Entering the Holy Place in Syriac Orthodox Liturgy: A Ritual and Theological Analysis (Th.D. dissertation; Department of Theology, Uppsala University, 2021). Croq, A., Les représentations de l’au-delà chez les chrétiens de Syrie-Mésopotamie durant les premiers siècles de l’Islam. À partir de l’édition critique de l’Apocalypse de Grégoire d’Édesse (Thèse de doctorat en Études arabes, civilisations islamique et orientales; École Pratique des Hautes Études – PSL, 2021). Everett, N.J., ‘A Place of the Shekinah’: Contextualising Isaac of Nineveh’s Homily on the Cross in the Religious Cosmography of Late Antique Mesopotamia (Ph.D. dissertation; SOAS, University of London, 2021). Jacobs, B., Syriac Testimonies against the Muslims: The Qur’ānic and Extra-Qur’ānic Quotations in Dionysius bar Ṣalībī’s Disputation against the Arabs (Ph.D. dissertation; Katholieke Universiteit Leuven, 2021). Jamali, N., A Study of the Interactions among Zoroastrian, Jewish and Roman Legal Systems during the 7th and 8th Centuries CE Based on a Critical Edition of Īšō‘-boḵt’s Corpus Juris with Commentary and an English Translation (Ph.D. dissertation; University of Toronto, 2021). Karam, R.B., Belief and Belonging: A Case Study of the Maronites in San Antonio, Texas (Ph.D. dissertation; University of the Incarnate Word, San Antonio, Texas, 2021). Posegay, N., The Shared Intellectual History of Vocalisation in Syriac, Arabic, and Hebrew (Ph.D. dissertation; University of Cambridge, 2021). Pragt, M., Lovers of Learning: The Reception of the Song of Songs in Two West Syrian Exegetical Collections (c. 600–900) (Ph.D. dissertation; Katholieke Universiteit Leuven, 2021). Ring, S.R., The Post Fifth-Century Trajectory of the Syriac Diatessaron and Perspectives on the Origins of the Diatessaron (Ph.D. dissertation; SOAS, University of London, 2021). Rivera, Ch.A., The Mirror of Merit: Divine Grace in Origen of Alexandria and Ephrem of Nisibis (Ph.D. dissertation; Yale University, 2021). Rizk, Ch.S., Prophetology, Typology, and Christology: A New Reading of the Quranic Joseph Story in Light of the Syriac Tradition (Ph.D. dissertation; Paderborn University, 2021). Sada, E.G., Assyrian-Syriac Chants from the Liturgy of the Church of the East (Doctor of Musical Arts dissertation; University of Oklahoma, 2021). Sheidaee, I., In Between Dār al-Islām and the ‘Lands of the Christians’: Three Christian Arabic Travel Narratives from the Early Modern\/Ottoman Period (Mid-17th–Early 18th Centuries) (Ph.D. dissertation; Yale University, 2021). Toca, M., Letters from Pelusium: Studies in the Reception, Formation, and Historicity of the Isidorian Epistolary Corpus (Th.D. dissertation; Katholieke Universiteit Leuven, 2021). Articles Abdallah, K., “À la frontière des steppes syriennes: l’église de ‘Uqayribāt et ses mosaïques,” Syria 97 (2020 [2021]), 389-436. Abdul-Nour, A., “Episcopal Diplomacy: Oriental Christians or the Syriac Orient at the Paris Peace Conference 1919-1920. Aphram I Barsoum, a Man of Vision on an Impossible Mission,” in: Living Stones Yearbook 2021: Eastern Christianity, Theological Reflection on Religion, Culture, and Politics in the Holy Land and Christian Encounter with Islam and the Muslim World (Witham, Essex: Living Stones of the Holy Land Trust, 2021), 1-154. Adams, R.M., “Nestorius and Nestorianism,” The Monist 104:3 (2021), 366-375. Al Thani, H., Abu-Husayn, A., Al-Murikhi, S.Sh., Chamseddine, A.R., Scheunchen, T., Michelson, D.A., Potter, W.L., and Kozah, M., “A Toponymical Survey of Beth Qaṭraye,” in: M. Kozah, G.A. Kiraz, A. Abu-Husayn, H. Al Thani and S.Sh. Al-Murikhi (eds.), Beth Qaṭraye: A Lexical and Toponymical Survey (Gorgias Eastern Christian Studies 58; Piscataway, New Jersey: Gorgias Press, 2021), 107-173. al-Jeloo, N., “Qardo and the Mountain of Kēwillā: Noah’s Ark and its Landing Place in Assyrian\/Syriac Texts and Folklore,” in: İ. Baz, K. Ertaş and Ç. Ertaş (eds.), 2. Uluslararası Nuh Tufanı ve Cudi Dağı Sempozyumu (Şırnak Üniversitesi Yayınları 25; Şırnak: T.C. Şırnak Üniversitesi, 2021), 151-174. Allen, P., “ Post-mortem Polemics: The Literary Persecution of Severus of Antioch (512–18),” in: G.D. Dunn and C.C. Shepardson (eds.), Dealing with Difference: Christian Patterns of Response to Religious Rivalry in Late Antiquity and Beyond (Studien und Texte zu Antike und Christentum 129; Tübingen: Mohr Siebeck, 2021), 155-166. Al-Loos, S.I.Y., “The Oriental Ancient Referentiality in Bassam Sabry’s Contemporary Icons,” Review of International Geographical Education 11:2 (2021), 389-398. Al-Murikhi, S.Sh., “The Political, Economic, and Social Situation of the Islands in the Gulf Region during the Third and Fourth \/ Ninth and Tenth Centuries,” in: M. Kozah, G.A. Kiraz, A. Abu-Husayn, H. Al Thani and S.Sh. Al-Murikhi (eds.), Beth Qaṭraye: A Lexical and Toponymical Survey (Gorgias Eastern Christian Studies 58; Piscataway, New Jersey: Gorgias Press, 2021), 175-194. Alpi, F.N., “Sources écrites et topographie chrétienne de Daphné, quelques remarques,” Syria 97 (2020 [2021]), 191-200. Alpi, F.N., and Khoury, W., “Une journée de prospection dans le Massif calcaire,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 155-167. Al-Zebari, A.E.E., “Lexical Items Relating to Material Culture in the NENA Dialects of the Aqra Region,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 443-468. ———. “The Morphology of Adjectives in the Neo-Aramaic Dialects of ʻAqra,” Aramaic Studies 19:2 (2021), 198-214. Amanatidis-Saadé, G., “Yazdgird the Forerunner: Early Iranian Cosmopolitanism and Its Effects on Christian Society in the Sassanid Empire,” Journal of the Canadian Society for Syriac Studies 21 (2021), 3-22. Amin, N.A.M., “À la découverte de l’archéologie chrétienne du Kurdistan irakien,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 169-172. ———. “Collection of Metal Lamps in the Erbil Civilization Museum,” Journal of the Canadian Society for Syriac Studies 21 (2021), 98-104. Andersen, A., “The Tale of the Shared Church in Diyarbakir: Narrative Traditions of the Co-use of Places of Prayer by Muslims and Christians,” in: E. Baboula and L. Jessop (eds.), Art and Material Culture in the Byzantine and Islamic Worlds: Studies in Honour of Erica Cruikshank Dodd (Mediterranean Art Histories 4; Leiden: Brill, 2021), 175-204. Andrade, N.J., “The Arrival of Iranian Christianity in the Indian Ocean,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 123-148. Andrews, T.L., “Edessa in Armenian Sources,” in: C. Tonghini, From Edessa to Urfa: The Fortification of the Citadel (Oxford: Archaeopress, 2021), 37-44. ———. “Matthew of Edessa (Matt‘ēos Uṙhayec‘i),” in: A. Mallett (ed.), Franks and Crusades in Medieval Eastern Christian Historiography (Outremer 10; Turnhout: Brepols, 2020 [2021]), 153-178. Annus, A., “Kiri kristlaste tagakiusamise kohta Nagrānis: Siimeon Bet Aršamist,”  Akadeemia  11 (2021), 1982-2000. Apostolache, I., “Christological Thought of the Syriac Fathers,” The Harp 35 (2019 [2021]), 201-231. Argárate, P., ““Love Whoever Hates You and Persecutes You”: The Reception of the Mount Sermon in a Fourth-Century Anonymous Work,” The Syriac Annals of the Romanian Academy 1 (2020-2021), 129-148. Arzhanov, Y.N., “A Fragment of the Syriac Translation of Aristotle’s Poetics Preserved by Jacob Bar Shakko,” Philologia Classica 16:1 (2021), 117-137. ———. “Publishing Syriac Aristotle: Some Notes on D. King’s Edition of Categories ,” Hugoye: Journal of Syriac Studies 24:2 (2021), 491-517. Asade, D., “Recepción del “Ungüento de los Apóstoles” en El Formulario de los Hospitales de Ibn Abī l-Bayān,” in: P. Druille and D. Asade (eds.), Religión, Derecho y Medicina en Egipto Antiguo, Tardoantiguo y Medieval (Acta del Ciclo de Conferencias Embajada de la República Árabe de Egipto en Argentina 2019; Santa Rosa, Argentina: Editorial de la Universidad Nacional de la Pampa, 2021), 181-200. Aydin, S., “Multilingual Edition of the Chapters on the Pelican and on the Panther: Syriac,” in: C. Macé and J. Gippert (eds.), The Multilingual Physiologus: Studies in the Oldest Greek Recension and its Translations (Instrumenta Patristica et Mediaevalia 84; Turnhout: Brepols, 2021), 400-402, 444-447, 476-477, 524-527, 558-559. ———. “The Syriac Tradition of the Physiologus ,” in: C. Macé and J. Gippert (eds.), The Multilingual Physiologus: Studies in the Oldest Greek Recension and its Translations (Instrumenta Patristica et Mediaevalia 84; Turnhout: Brepols, 2021), 197-236. Azeez, D.Kh., “The Schism of the Eastern Syriac Church (the “Nestorian Church”) in the Twentieth Century,” Orientalia Christiana Periodica 87:2 (2021), 453-493. Babu, B.G., “The Reception and Rejection of Mar Babai the Great’s Ascetic Authority in the Church of the East: A Close Reading of Thomas of Margâ’s Historia Monastica ,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 441-452. Bady, G., “L’hymne de la prière de Grégoire de Nysse dans trois textes mis sous les noms d’Éphrem et de Jean Chrysostome,” in: M. Cassin, H. Grelier-Deneux and F. Vinel (eds.), Gregory of Nyssa. Homilies on the Our Father: An English Translation with Commentary and Supporting Studies. Proceedings of the 14th International Colloquium on Gregory of Nyssa (Paris, 4–7 September 2018) (Supplements to Vigiliae Christianae 168; Leiden: Brill, 2021), 707-722. Bakker Kellogg, S., “A Racial-Religious Imagination: Syriac Christians, Iconic Bodies, and the Sensory Politics of Ethical Difference in the Netherlands,” Cultural Anthropology 36:4 (2021), 618-648. BarAbraham, A., “Returning Home: The Ambivalent Assyrian Experience in Turkey,” Poligrafi 101-102 [26] (2021), 153-176. Barbati, C., “The Gospel of Mark and the Reception of the Four Evangelists as Witnessed in the Christian Manuscript Fragments of the Berlin Turfan Collection,” Orientalia Christiana Periodica 87:2 (2021), 327-339. ———. “On the Iranian Lexicon in the Christian Old Uigur Texts from Central Asia,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 217-228. Barsky, E., and Furman, Y., “Remarks on Selected Exponents of the 208-Swadesh List in Ṭuroyo,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 353-387. Barsky, E., and Loesov, S., “A History of the Intransitive Preterite of Ṭuroyo: From a Property Adjective to a Finite Tense,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 1-28. Basma, J., Anagnostopoulos, Ch., El-Khoury, S., Courban, A., Gienapp, A.J., and Arnautovic, K., “The Legacy of Syriac-Aramaic Scholars in Transmitting Neurosurgical Knowledge between Antiquity and the Middle Ages,” World Neurosurgery 152 (2021), 71-79. Bausi, A., and Desreumaux, A., “Une ṭablītō syriaque orthodoxe en Érythrée datée de 1295\/1296: un témoin des “métropolites syriens”?,” Aethiopica 24 (2021), 233-244. Bcheiry, I., “An Anonymous Short Discourse On the Myron from the Ninth or Tenth Century (Trinity College Dublin Ms. 1511\/2 folios 13r–14v),” The Syriac Annals of the Romanian Academy 1 (2020-2021), 79-94. ———. “A Record of Episcopal Sees of the Patriarchate of Antioch Known as Notitia Antiochena : The Syriac Fragment of OIM Syr. A12002 v and OIM Syr. A12006 r ,” Oriens Christianus 103 (2020 [2021]), 1-23. ———. “Swaying between Monasticism and Laity: Re-shaping the Character of Severus of Antioch in his Biography Written by Patriarch Cyriacus of Tikrit (d. 817),” Studia Patristica 124 [21] (2021), 167-180. Beihammer, A., “Syrian Christian Communities in Medieval Famagusta,” in: G. Grivaud, A. Nicolaou-Konnari and C. Schabel (eds.), Famagusta. Volume II: History and Society (Mediterranean Nexus, 1100–1700 8; Turnhout: Brepols, 2020 [2021]), 275-295. Benevich, F., “Bar Hebraeus on Evil: Christian Philosophy between Arabic Neoplatonism and Islamic Theology,” Journal of Eastern Christian Studies 73:3-4 (2021), 191-218. Ben-Meir, A., “Persecution and Martyrdom of Christians in the Middle East,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 188-202. Bennett, B.J., “Christological Debates and Divisions in Middle Eastern Christianity (400–550 CE),” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 16-26. Bernabò, M., “The Illuminations of the Arabic Gospel of the Infancy in the Laurentian Library, Florence,” in: R. Ceulemans and B. Crostini (eds.), Receptions of the Bible in Byzantium: Texts, Manuscripts, and their Readers (Studia Byzantina Upsaliensia 20; Uppsala: Acta Universitatis Upsaliensis, 2021), 373-384. Berti, V., “Mar Aba in Ādurbādagān: Leading a Church from Exile through the Iranian Landscape,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 83-103. Bhayro, S., “Treating the Body and the Soul in Late-Antique and Early-Medieval Syriac Sources: The Syro-Mesopotamian Context of Bardaiṣan and Sergius,” in: A. Usacheva, J. Ulrich and S. Bhayro (eds.), The Unity of Body and Soul in Patristic and Byzantine Thought (Contexts of Ancient and Medieval Anthropology 1; Paderborn: Brill \/ Ferdinand Schöningh, 2021), 213-228. Binggeli, A., and Ruani, F., “Au-delà des flammes: trois récits inédits du Pré spirituel de Jean Moschos en syriaque,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 383-420. Blömer, M., “Sacred Spaces and New Cities in the Byzantine East,” in: A. Lätzer-Lasar and E. Urciuoli (eds.), Urban Religion in Late Antiquity (Religionsgeschichtliche Versuche und Vorarbeiten 76; Berlin: Walter de Gruyter, 2021), 205-224. Boero, D., “Between Gift and Commodity: The Distribution of Tokens and Material Substances at the Pilgrimage Sites of Stylites,” in: S. Minov and F. Ruani (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 281-339. Bonner, M., “Kavad’s Vision of Christ at Amida,” Journal of the Canadian Society for Syriac Studies 21 (2021), 78-84. Bonnéric, J., “Archaeological Evidence of an Early Islamic Monastery in the Centre of al-Qusur (Failaka Island, Kuwait),” Arabian Archaeology and Epigraphy 32 (2021), 50-61. Booth, Ph., “Alexandria and Antioch in the First ‘Abbāsid Century,” Al-Masāq: Journal of the Medieval Mediterranean 33:2 (2021), 139-155. Borbone, P.G., “The History of Mar Yahballaha and Rabban Sawma as a Source for Ilkhanid History,” in: T. May, B. Dashdondog and C.P. Atwood (eds.), New Approaches to Ilkhanid History (Brill’s Inner Asian Library 39; Leiden: Brill, 2021), 349-372. ———. “A Tale of Three Scripts: Syriac Writing from a Syriac Perspective,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 207-223. ———. “Three Notes on Syro-Turkic Epigraphy,” Христианский Восток 9 [15] (2021), 105-122. Borbone, P.G., and Mascitelli, D., “Writing “Non-Confessional” History for Arabic Readers: The Summa on Dynasties and the Chronicle by Bar ‘Ebroyo,” Quaderni di Studi Arabi 16 (2021), 171-195. Bowman, B., “The Monastery as Tavern and Temple in Medieval Islam: The Case for Confessional Flexibility in the Locus of Christian Monasteries,” Medieval Encounters 27:1 (2021), 50-77. Brelaud, S., ““The Names Give Forgiveness of Iniquity, Not a Man”: Some Outcomes on Sasanian Christians’ Onomastics,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 181-216. Brelaud, S., Daccache, J., and Ruani, F., “Unpublished Syriac Inscriptions from the Ruins of Saint Sergius’ Church in Eneš (Turkey),” The Harp 35 (2019 [2021]), 243-270. Brelaud, S., and Desreumaux, A., “Sous la protection de Nikkal: vie religieuse et usage de l’araméen dans le sud de l’Osrhoène,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 3-34. Bremer-McCollum, A.C., “Prose, Poetry, and Hagiography: The Martyrdoms of Jacob the Persian and Tahmizgard in Syriac Story and Song,” in: S. Minov and F. Ruani (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 223-256. Briquel, D., and Briquel-Chatonnet, F., “Quand un mot grec est révélé par le latin et le syriaque: κατάδρομον,” Bulletin de la Société de linguistique de Paris 115:1 (2020 [2021]), 241-251. Brock, S.P., “Assemani’s Bibliotheca Orientalis , a Lasting Resource: Its Tables of Contents in Translation,” Parole de l’Orient 47 (2021), 3-42. ———. “The Chronological Development of Adjectives in –aya up to 725,” Hugoye: Journal of Syriac Studies 24:1 (2021), 53-125. ———. “La belleza nella vita cristiana: Efrem il Siro,” in: L. Cremaschi, A. Mainardi and G. Tondello (eds.), Chiamati alla vita in Cristo nella chiesa, nel mondo, nel tempo presente (Spiritualità orientale; Magnano: Qiqajon, 2021), 147-160. ———. “The Lament of Mary, Niece of Abraham Qidunaya,” The Syriac Annals of the Romanian Academy 1 (2020-2021), 9-29. ———. “The Letter of Patriarch Severos to Antiochos, abbot of the Monastery of Mar Bassos,” Oriens Christianus 103 (2020 [2021]), 24-57. ———. “A List, Dated 1516, of Manuscript Acquisitions at Dayr al-Suryān Made by Abbot Mor Severos Quryaqos,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 225-243. ———. “The Memory of the Persian Martyrs in St Nikodemos’ Synaxaristes (1819),” in: S. Minov and F. Ruani (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 257-278. ———. “A Syriac Dialogue between Joseph and Benjamin,” Collectanea Christiana Orientalia 18 (2021), 7-19. ———. “The Syrian Orthodox Church in the Twentieth Century,” in: Living Stones Yearbook 2021: Eastern Christianity, Theological Reflection on Religion, Culture, and Politics in the Holy Land and Christian Encounter with Islam and the Muslim World (Witham, Essex: Living Stones of the Holy Land Trust, 2021), 155-181. ———. “An Unpublished Letter by Basil “to the Priests Driven out by the Heretics”,” Христианский Восток 9 [15] (2021), 17-19. Brož, J., “The Martyrs of Najran: The Letter of Symeon of Bet-Arsham (Czech translation),” Parrésia 15 (2021), 11-40 [in Czech]. Bucci, G., “Geological Materials in Late Antique Archaeology: The Lithic Lectern Throne of the Christian Syrian Churches,” Heritage: Journal of Multidisciplinary Studies in Archaeology 4 (2021), 1883-1898. Buck, A.D., “Theorising the Religious Borders of the Latin East: Some Reflections on the Inter-Christian Landscape of Frankish Northern Syria,” Journal of Medieval History 47:3 (2021), 317-331. Buda, D., “‘You Made Him a Little Lower Than the Angels; You Crowned Him with Glory and Honour’: Ps 8:5 in the Interpretation of the Antiochian School. An Alternative to Classic Imago Dei Anthropology?,” in: Th. Hainthaler, F. Mali, G. Emmenegger and A. Morozov (eds.), Imago Dei: Forscher aus dem Osten und Westen Europas an den Quellen des gemeinsamen Glaubens Studientagung. L’viv, 12.–14. September 2019 “Imago Dei” (Pro Oriente 43, Wiener Patristische Tagungen 9; Innsbruck: Tyrolia Verlag, 2021), 323-336. Bukovec, P., “Auslegung in Abgrenzung: Antijüdische Bibelexegese bei Aphrahat dem Persischen Weisen,” in: A. Siquans (ed.), “Written for Our Discipline and Use”: The Construction of Christian and Jewish Identities in Late Ancient Bible Interpretation (Studien zur antiken Schriftauslegung 1; Göttingen: Vandenhoeck & Ruprecht, 2021), 89-108. Bumazhnov, D.F., “Christians in Seleucia-Ctesiphon from about 150 until about 780 A.D.,” The Syriac Annals of the Romanian Academy 1 (2020-2021), 95-112. ———. “Der “schlechte” Baum im Buch des heiligen Hierotheos : Manichäische Bilder als Erfahrung des Intellekts während seiner kosmischen Reisen,” in: I. Männlein-Robert (ed.), Seelenreise und Katabasis: Einblicke ins Jenseits in antiker philosophischer Literatur. Akten der 21. Tagung der Karl und Gertrud Abel-Stiftung vom 30. Juli bis 1. August 2018 in Tübingen (Philosophie der Antike 40; Berlin: Walter de Gruyter, 2021), 335-353. Bunge, G., “Chapitre troisième: Evagriana Syriaca VIII, 7\/8,” in: Idem, Les enseignements d’Évagre (Chapitres des disciples d’Évagre): le missing link entre la première et la deuxième controverse origéniste (Studia Anselmiana 185, Analecta monastica 22; Roma: Pontificio Ateneo Sant’Anselmo, 2021), 240-281. Butts, A.M., “Theodore bar Koni, Scholion, Mēmrā 10 ,” in: J.E. Walters (ed.), Eastern Christianity: A Reader (Grand Rapids, Michigan: William B. Eerdmans, 2021), 129-141. ———. “Timothy I, Letter 47 ,” in: J.E. Walters (ed.), Eastern Christianity: A Reader (Grand Rapids, Michigan: William B. Eerdmans, 2021), 123-128. Cambraia, C.N., “Divergência textual na tradição latina da obra de Isaac de Nínive: cópia ou retradução?,” Classica: Revista Basileira de Estudos Clássicos 34:2 (2021), 1-19. Camplani, A., “Identità religiose e varietà linguistiche nella Mesopotamia di età romana: circa alcuni indizi di un dibattito sull’utilizzazione dell’aramaico (Bardesane, Mani, Efrem),” Occidente \/ Oriente: Rivista internazionale di studi tardoantichi 2 (2021), 102-120. ———. “Le prologue de l’Évangile de Jean dans la littérature syriaque primitive: la réaction d’Aphraate contre la lecture ontologisante du texte johannique,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 293-315. Capomaccio, M., “ Tashīl al-ṣarf wa-l-naḥw in the 18th-Century Syriac and Arabic Grammars: The Case of Josephus Simonius Assemani and Ǧirmānūs Farḥāt,” Parole de l’Orient 47 (2021), 263-278. Cardinali, G., “Il “ Moseo di Monsignor Giuseppe Simonio Assemani ”. Una prima ricostruzione dalle carte d’Archivio,” Parole de l’Orient 47 (2021), 137-174. Caseau, B., and Messis, Ch., “Saint Syméon Stylite le Jeune et son héritage au XI e –XII e siècle,” Βυζαντινά Σύμμεικτα 31 (2021), 241-280. Cattaneo, G., “Severo di Antiochia, Lampezio e i Messaliani alla luce di un nuovo frammento del Contra testamentum Lampetii ,” in: F. Piccioni and M. Stefani (eds.), Munusculum per Pinuccia Magnaldi (Hellenica 97; Alessandria: Edizioni dell’Orso, 2021), 155-185. Chase, N.P., “The Fruits of Communion Across the Classical Anaphoras,” Orientalia Christiana Periodica 87:1 (2021), 5-70. Cherkashina, A., “Соломон и демоны в заклинаниях сирийских христиан,” Христианский Восток 9 [15] (2021), 141-170. Cherkashina, A., and Lyavdansky, A., “Syriac Love Charms. Part I: The Recipe-Type,” Scrinium 17 (2021), 68-91. Chialà, S., “Alcune considerazioni sulla terminologia monastica, a partire dal Libro dei superiori di Tommaso di Marga,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 491-514. Childers, J.W., “Jacob of Sarug’s Memra 9 On Praise at Table : A Newly Published Syriac Text,” Studia Patristica 125 [22] (2021), 149-156. Clines, R.J., “Pope as Arbiter: The Place of Early Modern Rome in the Pan-Mediterranean Ecumenical Visions of Eastern Rite Christians,” in: M.C. Wainwright and E. Michelson (eds.), A Companion to Religious Minorities in Early Modern Rome (Brill’s Companions to the Christian Tradition 95; Leiden: Brill, 2021), 55-88. Conterno, M., “Shaping the Good Christian King under Muslim Rule: Constantine and the Torah in the Melkite Arabic Chronicle of Agapius of Mabbug (Tenth Century),” in: Ph.M. Forness, A. Hasse-Ungeheuer and H. Leppin (eds.), The Good Christian Ruler in the First Millennium: Views from the Wider Mediterranean World in Conversation (Millennium-Studien 92; Berlin: Walter de Gruyter, 2021), 421-441. Cornu, P., and Langouet, G., “ Dzogchen tibétain: des origines chrétiennes? Résurrection et corps d’arc-en-ciel,” Revue Théologique de Louvain 52:1 (2021), 18-42. Cottrell, E.J., “Retour sur la biographie de Ḥunayn ibn Isḥāq (m. 873): que nous apprend un manuscrit inédit du Ādāb al-Falāsifa ?,” in: E.J. Cottrell (ed.), Prophets, Viziers and Philosophers: Wisdom and Authority in Early Arabic Literature (Ancient Narrative Supplement 28; Groningen: Barkhuis Publishing \/ Groningen University Library, 2020 [2021]), 329-392. Crawford, M.R., ““The Hostile Devices of the Demented Demons”: Tatian on Astrology and Pharmacology,” Journal of Early Christian Studies 29:1 (2021), 31-60. Croq, A., “From Amida to Famagusta via Cairo: The Syrian Scribe Yūsuf ibn Sbāṭ in His Eastern Mediterranean Context c. 1350–1360,” Al-Masāq: Journal of the Medieval Mediterranean 33:3 (2021), 235-256. ———. “Le jeûne des vierges dans l’Église de l’Est selon les sources syriaques et arabes médiévales,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 441-450. D’Ottone Rambach, A., “The Missing Piece: The Arabic Notes in Christian-Arabic Manuscripts Recorded in the Catalogue of the Assemanis ( Vat. Lat. 13202 ),” Parole de l’Orient 47 (2021), 219-262. Daccache, J., “La “mise en pierre” et la composition typographique des inscriptions syriaques de Syrie du Nord et du sud-est de la Turquie,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 69-103. Daccache, S., “Missionary Movements in Nisibis, Armenia, and the Silk Road,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 44-55. Daiber, H., “Abū l-Faraǧ Ibn aṭ-Ṭayyib on Plants: An Inquiry into His Sources,” in: Idem, From the Greeks to the Arabs and Beyond. Volume 3: From God’s Wisdom to Science: A. Islamic Theology and Sufism; B. History of Science (Islamic Philosophy, Theology and Science 114.3; Leiden: Brill, 2021), 582-595. Dandrow, E., “An Unpublished ‘Medallion’ of Elagabalus from Edessa in Osrhoene: Nergal and Syro-Mesopotamian Religious Continuity?,” KOINON: The International Journal of Classical Numismatic Studies 4 (2021), 106-127. De Caro, A., “Christian Artifacts and Images from Tang to Yuan Dynasty: A Brief Account on Practicing Christianity along the Silk Roads from the 7th to the 15th Century,” in: Пътят на коприната: Доклади от Шестата международна конференция по китаистика “Пътят на коприната”, организирана от Институт Конфуций – София, 4–5 юни 2021 г. \/ The Silk Road: Collection of Papers from the Sixth International Conference on Chinese Studies “The Silk Road”, Organized by Confucius Institute in Sofia, 4-5 June 2021 (Sofia: Confucius Institute in Sofia, 2021), 292-300. De Luca, R., “The Engagement of Nineteenth-Century Scholars with Jirmānūs Farḥāt’s Baḥth al-Maṭālib : An Early Modern Textbook for Ottoman Schools,” Philological Encounters 6:3-4 (2021), 470-503. De Vos, B., “Achilles as an Allegorical Anti-Adam in the Pseudo-Clementine Homilies ,” Greek, Roman, and Byzantine Studies 61:2 (2021), 160-182. de Wet, Ch.L., “Nemesius of Emesa on Desire, Pleasure, and Sex: A Case of the Medical Making of an Early Christian Sexual Culture,” Religion and Theology 28:3-4 (2021), 206-232. Debié, M., “Le bruissement des ailes des anges: la vue et l’ouïe convoquées à l’autel dans la tradition syriaque,” in: B. Caseau Chevallier and E. Neri (eds.), Rituels religieux et sensorialité (Antiquité et Moyen Âge): parcours de recherche (Biblioteca d’arte 71; Milano: Silvana Editoriale, 2021), 203-219. ———. “Peintre au tombeau et femmes voilées à la croix: une tombe chrétienne originale à Édesse,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 35-55. ———. “St Stephen in Amida in a New mimro of Jacob of Serugh: Christianity vs Zoroastrianism in a Clash of Religious Shrines,” in: S. Minov and F. Ruani (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 340-364. Decharneux, J., “The Natural Theology of the Qur’ān and Its Late Antique Christian Background: A Preliminary Outline,” in: M.B. Mortensen, G. Dye, I.W. Oliver and T. Tesei (eds.), The Study of Islamic Origins: New Perspectives and Contexts (Judaism, Christianity, and Islam – Tension, Transmission, Transformation 15; Berlin: Walter de Gruyter, 2021), 177-199. del Río Sánchez, F., ““Cristianos sinagogales” en la Siria de los últimos omeyas: el testimonio de la Carta de Sergio de Gūsīt,” in: L. Feliu, A. Millet and J. Vidal (eds.), “Sentido de un empeño”: Homenatge a Gregorio del Olmo Lete (Barcino: Monographica Orientalia 16; Barcelona: Universitat de Barcelona, 2021), 417-426. ———. “Mārūṯā’s Testimony about the Šabtāyē, Christian ‘Observers of the Torah’ in the Fifth Century CE,” Journal of Semitic Studies 66:1 (2021), 77-95. Delaini, P., “Gundēšāpūr: frammenti di una farmacopea perduta,” Civiltà e Religioni 7 (2021), 39-86. den Biesen, K., “Dichter, denker en mysticus. De mens in het Syrisch christendom,” Perspectief 2021-55: Menselijke waardigheid in de oosters-christelijke theologie (2021), 33-42. ———. “The Tremendous Power of Language: Ephrem the Syrian on the Art of Symbolic Thought,” Parole de l’Orient 47 (2021), 379-402. Dergham, Y., Moukarzel, J., and Yon, J.-B., “Une inscription garshouni et syriaque sur un chaudron au Monastère Notre-Dame de Tamich (Dayr Sayyidat Ṭāmīš),” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 105-116. Desreumaux, A., “About Recent Discoveries at Edessa: Church Mosaic Pavements with Syriac Inscriptions,” The Harp 35 (2019 [2021]), 233-242. ———. “L’Ancien et le Nouveau Testament dans la Doctrine d’Addaï : une étape dans l’histoire de la Peshitta ?,” Semitica et Classica 13 (2020 [2021]), 155-170. Di Rienzo, A., “Assemani and Hagiography: The Acta Sanctorum Martyrum Orientalium et Occidentalium (1748) and the Hagiographic Manuscripts in the BAV Catalogue (1758–1759),” Parole de l’Orient 47 (2021), 303-318. ———. “Pope Sylvester: How to Create a Saint – The Syriac Contribution to the Sylvestrian Hagiography,” in: S. Minov and F. Ruani (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 113-134. Dickens, M., “Syro-Uigurica III: Enochic Material in a Christian Text from Turfan ” Acta Orientalia Academiae Scientiarum Hungaricae 74:4 (2021), 583-624. Dickens, M., and Avtushkova, A., “Two Syriac Gravestones in the Novosibirsk Museum,” Христианский Восток 9 [15] (2021), 123-130. Dickens, M., and Smelova, N., “A Rediscovered Syriac Amulet from Turfan in the Collection of the Hermitage Museum,” Written Monuments of the Orient 7:2 [14] (2021), 107-147. DiTommaso, L., “The Four Kingdoms of Daniel in the Early Mediaeval Apocalyptic Tradition,” in: A.B. Perrin and L.T. Stuckenbruck (eds.), Four Kingdom Motifs: Before and Beyond the Book of Daniel (Themes in Biblical Narrative 28; Leiden: Brill, 2021), 205-250. Doerfler, M.E., “An Earthquake for Pulcheria: Children and Natural Disaster in Late Ancient Christian Discourse,” Studies in Late Antiquity 5:2 (2021), 216-240. Donner, F.M., “Some Context for Islam’s Rise,” Journal of Religion 101:2 (2021), 259-269. Drăghici, B.-G., “Syriac Orthodox-Byzantine Polemics in the High Middle Ages: John Bar Šušan and Dionysius Bar Ṣalībī,” St Vladimir’s Theological Quarterly 65:1-2 (2021), 87-151. Duca, V., “Pauline Echoes in Isaac of Nineveh (7th Century): An Initial Investigation,” Studia Patristica 125 [22] (2021), 165-178. ———. ““Standing Erect within the Dark Cloud” (III 7,5): Negativity and the Subject in Isaac of Nineveh,” Sacris Erudiri 60 (2021), 181-203. Durmaz, R., “Hearing Sanctity: Oral Performance and Aural Consumption of Hagiographical Stories in the Late Antique and Medieval Syriac Milieu,” in: S. Minov and F. Ruani (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 56-88. ———. “Patronage and Prestige in the Countryside: The Case of the Church of Mār Domeṭ in Medieval Northern Mesopotamia,” Journal of Near Eastern Studies 80:1 (2021), 101-122. Dusenbury, D.L., “The Limits of Punishment: A Critique of (Human-to-Inhuman) Reincarnation in Nemesius of Emesa’s De Natura Hominis ,” Studia Patristica 128 [25] (2021), 373-390. ———. “World City: Towards a New Reading of Nemesius of Emesa’s De natura hominis ,” Studia Patristica 102 (2021), 45-62. Ebeid, B., “Can the Qur’ān Be Read in the Light of Christ? Reflections on Some Melkite Authors and Their Use of the Holy Book of Islam,” Collectanea Christiana Orientalia 18 (2021), 37-74. ———. “Metaphysics of Trinity in Graeco-Syriac Miaphysitism: A Study and Analysis of the Trinitarian Florilegium in MS British Library Add . 14532,” Studia graeco-arabica 11:1 (2021), 83-128. ———. “Miaphysite Syriac Patristic Florilegia and Theopaschisim: Abū Rā’iṭah’s Defence of the Christological Trisagion Hymn,” Annali di scienze religiose 14 (2021), 231-269. Edsall, B.A., “Aphrahat and Pauline Reception: 1 Corinthians 7 and Baptismal Reasoning in East and West,” New Testament Studies 67:3 (2021), 407-423 Edwards, M.J., “Theodoret of Cyrrhus,” in: M.J. Edwards (ed.), The Routledge Handbook of Early Christian Philosophy (Routledge Handbooks; London: Routledge, 2021), 575-583. Elia, M.-Th., “La conception du Fils de Dieu dans le sein de Marie selon Jacques de Saroug († 521),” Laval théologique et philosophique 76:1 (2020 [2021]), 41-60. Ellis, K.C., “The Holy See, Islam, and the Role of the Eastern Catholic Patriarchs in Developing Nostra Aetate ,” in: K.C. Ellis (ed.), Nostra Aetate, Non-Christian Religions, and Interfaith Relations (Cham, Switzerland: Palgrave Macmillan, 2021), 187-209. Erdman, M., “Selections from Arabic Garshūnī Manuscripts in the British Library,” in: E.-M. Wagner (ed.), A Handbook and Reader of Ottoman Arabic (Semitic Languages and Cultures 9; Cambridge: Open Book Publishers, 2021), 197-207. Erić, B., “The Exegetical Method of Jacob of Serugh in Mimro on Balaam and Balak,” International Journal of Orthodox Theology 12:1 (2021), 69-85. ———. “The Work of Bishop Atanasije and the Syriac Patrology: The Example of Jacob of Serugh,” in: А. Јефтић, М. Кнежевић and Р. Ристић (eds.), Вера и мисао у вртлогу времена: Међународни зборник радова у част митрополита Амфилохија (Радовића) и епископа Атанасија (Јевтића) (Београд: Православни богословски факултет Универзитета у Београду, Матица српска, 2021), 327-342 [in Serbian]. Farah, R., “The Rise of a Christian Aramaic Nationality in Modern Israel,” Israel Studies 26:2 (2021), 1-28. Farina, M., ““Chrétiens d’Asie” et Églises syriaques dans les Relazioni universali : entre inscriptions géographiques et identifications religieuses,” in: E. Andretta, R. Descendre and A. Romano (eds.), Un mondo di Relazioni: Giovanni Botero e i saperi nella Roma del Cinquecento (I libri di Viella 405; Roma: Viella, 2021), 459-490. ———. “La tradition grammaticale syriaque comme “extension” de la grammaire grecque: les parties du discours et le participe,” Histoire Épistémologie Langage 43:1 (2021), 41-60. ———. “Les textes linguistiques de David bar Paulos,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 515-539. ———. “Stefano Evodio Assemani e la collezione orientale della Biblioteca Medicea Laurenziana di Firenze,” Parole de l’Orient 47 (2021), 319-354. Fenwick, J.R.K., “How Much Does a Metropolitan Cost? British Proposal for Financial Support for the Puthenkur Syrian Clergy in the Early 19th Century,” The Harp 35 (2019 [2021]), 111-120. Fiori, E., “The Citadels and the City Walls in the Syriac Sources,” in: C. Tonghini, From Edessa to Urfa: The Fortification of the Citadel (Oxford: Archaeopress, 2021), 28-36. ———. “Les deux versions syriaques de l’ Apocalypse de Paul et leur place dans la transmission de cet apocryphe dans l’Orient chrétien,” Apocrypha 31 (2020 [2021]), 129-153. ———. “Ecstasy and Order: The Ultimate Aim of Extra-Noetic Mysticism in Dionysius the Areopagite,” in: Ş. Dadaş and Ch. Vogel (eds.), Dynamiken der Negation: (Nicht)Wissen und negativer Transfer in vormodernen Kulturen (Episteme in Bewegung 20; Wiesbaden: Harrassowitz Verlag, 2021), 93-121. Fomicheva, S.V., “Anti-Exodus in Memra On Nineveh and Jonah by Ephrem the Syrian,” Вестник Православного Свято-Тихоновского гуманитарного университета. Серия III: Филология 69 (2021), 116-129 [in Russian]. ———. “Anti-Jewish Polemic and Internal Critique in Ephrem the Syrian’s Memra “On Nineveh and Jonah”,” Вестник Свято-Филаретовского института 40 (2021), 144-170 [in Russian]. Ford, S.S., “Confronting Cyprian: Anti-Rigorism in the Letters of Severus of Antioch,” Studia Patristica 129 [26] (2021), 167-182. Forness, Ph.M., “The Anonymous Source for Marcion’s Gospel in British Library, Add. 17215: An Identification and Analysis,” New Testament Studies 67:4 (2021), 541-559. ———. “Christentum und Wissensbewahrung: Schriftkulturen, Schulen und Mönchtum,” Antike Welt 52:6 (2021), 24-29. ———. “The Earliest Syriac Homiliaries: Authorship and Anonymity,” Studia Patristica 125 [22] (2021), 123-139. ———. “Faithful Rulers and Theological Deviance: Ephrem the Syrian and Jacob of Serugh on the Roman Emperor,” in: Ph.M. Forness, A. Hasse-Ungeheuer and H. Leppin (eds.), The Good Christian Ruler in the First Millennium: Views from the Wider Mediterranean World in Conversation (Millennium-Studien 92; Berlin: Walter de Gruyter, 2021), 141-167. ———. “Jacob of Serugh, The Fourth Homily on Cain and Abel ,” in: J.E. Walters (ed.), Eastern Christianity: A Reader (Grand Rapids, Michigan: William B. Eerdmans, 2021), 55-68. ———. “Reading Early Christian Authors in Medieval Monastic Communities: A Syriac Monastic Miscellany from Ṭur ‘Abdin (Harvard University, Syr. 108\/18),” Le Muséon 134:1-2 (2021), 79-102. ———. “The Rise of the Church of the East,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 27-43. Fourlas, B., “Image and Chalcedonian Eucharistic Doctrine: A Re-evaluation of the Riha Paten, Its Decoration and Its Historical Context,” Byzantinische Zeitschrift 114:3 (2021), 1117-1160. Francesca, S., “Jacob of Serugh and the Lord’s Prayer,” The Harp 35 (2019 [2021]), 347-406. Francisco, H.R., “La circulación de los modelos siríacos en contexto bizantino: los mártires persas,” Historias del Orbis Terrarum 26 (2021), 56-79. ———. “The Old Testament in the First Discourse on Martyrs,” Scrinium 17 (2021), 110-133. Franco, L., “Observations on the Methods of Metaphrastic Rewriting: The Case of the Passio of St James ( BHG 773),” in: A.P. Alwis, M. Hinterberger and E. Schiffer (eds.), Metaphrasis in Byzantine Literature (Byzantioς 17; Turnhout: Brepols, 2021), 71-86. Frangulian, L.R., and Shirikov, A.A., “Diodore of Tarsus, “Commentary on the Psalms” (Psalms 1–4),” Вопросы теологии 3:4 (2021), 564-580 [in Russian]. Fu, M., “Buddhist and Christian Relay Posts on the Silk Road (9th–12th cc.),” Central Asiatic Journal 63 (2020 [2021]), 239-256. Fuchs, G., “Das syrische Perlenlied und die manichäische Redaktion: In Erinnerung an Wilhelm Boussets These (1917\/1918),” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 25:3 (2021), 395-451. Furman, Y., “Nikolai N. Seleznyov (18.05.1971–13.05.2021),” Scrinium 17 (2021), 3-15. Gabriel, F., “Syriaques et Turcs, quel dialogue?,” in: L.-L. Christians, J. Famerée and A. Wénin (eds.), Conflits, conciliation, réconciliation (Cahiers de la Revue Théologique de Louvain 46; Leuven: Peeters, 2021), 117-136. Georcheski, D., “Divine Origin or Divine Becoming: The Concept of διπλοῦς in Pseudo-Macarius’ Homilies and Plotinus’ Enneads ,” Studia Patristica 123 [20] (2021), 227-236. Gerd, L.A., “Russian Policy in the Patriarchate of Antioch from the 1840s to 1914: ‘Soft Power’ in Syria and Lebanon,” Contemporary Levant 6:1 (2021), 9-23. Ghaffar, Z., “Kontrafaktische Intertextualität im Koran und die exegetische Tradition des syrischen Christentums,” Der Islam 98:2 (2021), 313-358. Gioia, C., and Moriggi, M., “Two New Mosaics with Syriac Inscriptions from Osrhoene,” Orientalia NS 89:3 (2020 [2021]), 385-398. Gleede, B., “Christian Philosophy in Severus of Antioch and Leontius of Byzantium,” in: M.J. Edwards (ed.), The Routledge Handbook of Early Christian Philosophy (Routledge Handbooks; London: Routledge, 2021), 619-631. Goncharenko, I., and Ben-Dror, E., “Sweden’s Assyrian Community and Its Attitude towards Israel and Jews,” Israel Affairs 27:6 (2021), 1223-1238. Gonnet, D., “The Authority of the Fathers of the Church according to Philoxenus of Mabbug,” The Harp 36 (2020 [2021]), 83-107. ———. “L’image de Dieu chez Jacques de Saroug,” in: Th. Hainthaler, F. Mali, G. Emmenegger and A. Morozov (eds.), Imago Dei: Forscher aus dem Osten und Westen Europas an den Quellen des gemeinsamen Glaubens Studientagung. L’viv, 12.–14. September 2019 “Imago Dei” (Pro Oriente 43, Wiener Patristische Tagungen 9; Innsbruck: Tyrolia Verlag, 2021), 348-359. ———. “A Syriac Life of Simeon Stylites (Ms. Damascus 12\/17, ff. 52b.1–71b.3): Edition, Analysis and Perspectives,” Studia Patristica 125 [22] (2021), 141-148. Gorgis, A., “Die Entfaltung des Erlösungswerkes Christi im Kalender der Syrisch-Orthodoxen Kirche von Antiochien,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 453-466. Gourlay, W., “The Remaking and Unmaking of Multi-Ethnic Spaces: Diyarbakir and Southeast Anatolia in the 21st Century,” Poligrafi 101-102 [26] (2021), 65-92. Griffith, S.H., “Between the Cross and the Crescent: Co-Existence, Clash of Theologies and Interreligious Dialogue,” in: D.W. Winkler (ed.), Towards a Culture of Co-Existence in Pluralistic Societies: The Middle East and India (Pro Oriente Studies in the Syriac Tradition 4; Piscataway, New Jersey: Gorgias Press, 2021), 9-42. ———. “The Christian West and the Eastern Patriarchates: Reflections on Nostra Aetate and the World of Islam,” in: K.C. Ellis (ed.), Nostra Aetate, Non-Christian Religions, and Interfaith Relations (Cham, Switzerland: Palgrave Macmillan, 2021), 163-186. Gross, S.M., “Being Roman in the Sasanian Empire: Revisiting the Great Persecution of Christians under Shapur II,” Studies in Late Antiquity 5:3 (2021), 361-402. Guinot, J.-N., “La Septante et les autres traductions de la Bible hébraïque dans les commentaires de Théodoret de Cyr,” in: L. Mellerin (ed.), Le puits des eaux vives: Cahiers de Biblindex III (Cahiers de Biblia Patristica 22; Turnhout: Brepols, 2021), 249-286. Gulácsi, Z., “The Diatessaronic Sequence of Mani’s Sermon on the Life of Christ in the Berlin Kephalaia ,” in: J. van Oort (ed.), Manichaeism and Early Christianity: Selected Papers from the 2019 Pretoria Congress and Consultation (Nag Hammadi and Manichaean Studies 99; Leiden: Brill, 2021), 35-50. Günther, S., “Römische Bilderwelt in Edessa? Ma’nu (Mannos) Philorhomaios und die Münzprägung in und um Edessa während des Partherkriegs des Lucius Verus,” Gymnasium 128:1 (2021), 1-14. Gutman, A., “The Re-Emergence of the Genitive in North-Eastern Neo-Aramaic,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 301-318. Gyllenhaal, D., “Byzantine Melitene and the Social Milieu of the Syriac Renaissance,” Dumbarton Oaks Papers 75 (2021), 205-235. Häberl, Ch.G., and Loesov, S., “Nisane: The Life of a Mesopotamian Peasant,” Journal of Semitic Studies 66:2 (2021), 557-618. Hainthaler, Th., “East Syriac Fathers on Imago Dei ,” in: Th. Hainthaler, F. Mali, G. Emmenegger and A. Morozov (eds.), Imago Dei: Forscher aus dem Osten und Westen Europas an den Quellen des gemeinsamen Glaubens Studientagung. L’viv, 12.–14. September 2019 “Imago Dei” (Pro Oriente 43, Wiener Patristische Tagungen 9; Innsbruck: Tyrolia Verlag, 2021), 360-378. Hakeem, S.N.H., “Arabic Loanwords in the Neo-Aramaic Dialect of Ankawa,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 469-485. Hamarneh, B., “Christian Art and Visual Culture in Umayyad Bilad al-Sham,” in: A. Marsham (ed.), The Umayyad World (Routledge Worlds; London: Routledge, 2021), 485-507. Hansbury, M.T., “Path of the Church in Jacob’s Revelation at Bethel according to Jacob of Sarug,” The Harp 36 (2020 [2021]), 367-383. Harrak, A., ““Envoie sur ton serviteur ici présent ton Esprit saint…”: les élections patriarcales syriaques et l’ingérence califa le omeyyade et abbasside,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 451-467. ———. “In Memoriam: Yusuf Matti Ishaq,” Hugoye: Journal of Syriac Studies 24:2 (2021), 391-393. ———. “Narsai’s Hymn 44 on the Fiery Furnace (Daniel 3): A Metrical Martyrology?,” The Harp 36 (2020 [2021]), 399-438. Hartung, B.A., “The Collection and Transmission of Late Antique Liturgical Poetry: A Comparative Approach,” Journal of Early Christian Studies 29:3 (2021), 415-444. Hayes, A.J., “Ephrem the Syrian’s Use of Beatitudes,” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 24:3 (2021), 509-548. Healey, J.F., “Minimal Literacy: Some Evidence from the Earliest Syriac Documents,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 175-190. Heimgartner, M., “Aristotelian Logic in the Disputations of the East Syrian Patriarch Timothy I,” The Syriac Annals of the Romanian Academy 1 (2020-2021), 113-128. Henze, M., “This Age and the Age to Come in 2 Baruch,” in: J. Schröter, T. Nicklas and A. Puig i Tàrrech (eds.), Dreams, Visions, Imaginations: Jewish, Christian and Gnostic Views of the World to Come (Beihefte zur Zeitschrift für die neutestamentliche Wissenschaft 247; Berlin: Walter de Gruyter, 2021), 117-140. Herman, G., “The View from the Frontier and the View from Within: On Christian Persecution in the Fifth Century Sasanian Empire,” Journal of the Canadian Society for Syriac Studies 21 (2021), 43-54. Heyberger, B., “Christianity within the Ottoman Empire,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 77-87. Hilkens, A., “The Armenian Reception of the Homilies of Jacob of Serugh,” Bulletin of Matenadaran 32 (2021), 329-348 [in Armenian]. Hobbel, A.J., “Creation Theology in the Writings of Ephrem the Syrian,” Studia Patristica 125 [22] (2021), 97-110. Hollerich, M.J., “The Reception of the Ecclesiastical History in the Non-Greek East,” in: Idem, Making Christian History: Eusebius of Caesarea and His Readers (Christianity in Late Antiquity 11; Oakland, California: University of California Press, 2021), 88-140. Honarchian, A., “Relics and Their Movement from Sasanian Iran to the Eastern Roman Empire: The Case of Martyropolis and Singar,” Journal of the Canadian Society for Syriac Studies 21 (2021), 55-77. Hoogerwerf, C., “The Old Testament and Rhetorical Technique in Theodore of Mopsuestia’s Commentaries on the Epistles of Paul,” in: J. Verheyden and T. Nicklas (eds.), Early Christian Commentators of the New Testament: Essays on Their Aims, Methods and Strategies (Biblical Tools and Studies 42; Leuven: Peeters, 2021), 61-78. ———. “Theodore of Mopsuestia’s Interpretation of the Birth Announcements of Ishmael and Isaac ( Genesis 16 and 18) and its Reception in East-Syriac and Greek Sources,” Studia Patristica 129 [26] (2021), 9-20. Horn, C.B., “Prayer at the Threshold of the City in the Lives of Rabbula and Barsauma: Placing a Late Antique Bishop and a Monk in Spiritual and Spatial Perspectives,” in: M. Patzelt, J. Rüpke and A. Weissenrieder (eds.), Prayer and the Ancient City: Influences of Urban Space (Culture, Religion, and Politics in the Greco-Roman World 5; Tübingen: Mohr Siebeck, 2021), 345-368. ———. “The Syriac Martyrdom of the Mimes and the Performance of Biblical Recitation: Questions of Power and Contexts,” in: S. Minov and F. Ruani (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 135-159. Horyacha, M., “The Concept of Image in the Macarian Corpus,” in: Th. Hainthaler, F. Mali, G. Emmenegger and A. Morozov (eds.), Imago Dei: Forscher aus dem Osten und Westen Europas an den Quellen des gemeinsamen Glaubens Studientagung. L’viv, 12.–14. September 2019 “Imago Dei” (Pro Oriente 43, Wiener Patristische Tagungen 9; Innsbruck: Tyrolia Verlag, 2021), 83-100. Hoyland, R.G., “Agapius of Manbiǧ, Qusṭā ibn Lūqā and the Graeco-Roman Past: The Beginnings of Christian Arabic and Muslim Historiography,” Quaderni di Studi Arabi 16 (2021), 7-41. Huďa, T., “Does the Ancient Mar Addai and Mar Mari Anaphora Contain a Narration on the Institution of the Eucharist?,” Verba Theologica 1 [40] (2021), 88-101 [in Czech]. Hunter, E.C.D., “Commemorating Mary at Turfan: SyrHT 279-284,” Oriens Christianus 104 (2021), 108-122. ———. “Iraq,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 486-497. ———. “Turfan: Connecting with Seleucia-Ctesiphon,” Entangled Religions 11:6 (2021), 1-36. Hutter, M., “Intersection and Dependency of Christianity as a Minority Religion with and on Zoroastrian Dominance in the Sasanian Empire,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 33-52. Immerzeel, M., and Snelders, B., “Church Embellishment in Medieval Egypt, Syria, and Cyprus: Patronage and Identity,” in: E. Baboula and L. Jessop (eds.), Art and Material Culture in the Byzantine and Islamic Worlds: Studies in Honour of Erica Cruikshank Dodd (Mediterranean Art Histories 4; Leiden: Brill, 2021), 137-174. Insom, C., and Terribili, G., “In the Shade of a Tree: Holy Figures and Prodigious Trees in Late-Antique and Medieval NW Iran and Adjacent Areas,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 333-365. Irving, S., “Palestine’s Syriac Orthodox Community and the Dead Sea Scrolls,” Contemporary Levant 6:1 (2021), 110-124. Ishac, E.A., “Hidden Syriac Manuscripts at Yale,” in: E.A. Ishac, T. Csanády and T. Zammit Lupi (eds.), Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz Verlag, 2021), 159-194. ———. “Towards a Comprehensive Syriac Liturgical Corpus (Part I),” in: E.A. Ishac, T. Csanády and T. Zammit Lupi (eds.), Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz Verlag, 2021), 397-414. Izdebska, A., “The Riddles of Pythagoras: Arabic and Syriac Symbola Attributed to Pythagoras and Socrates,” in: C. Macris, T. Dorandi and L. Brisson (eds.), Pythagoras redivivus: Studies on the Texts attributed to Pythagoras and the Pythagoreans (Academia Philosophical Studies 74; Baden-Baden: Academia, 2021), 475-509. Izdebski, A., “Persian Christians in Late Antiquity,” in: E. Wipszycka, Monks and the Hierarchical Church in Egypt and the Levant during Late Antiquity (Journal of Juristic Papyrology Supplements 40; Leuven: Peeters, 2021), 415-458. Jäckel, F., “From the Cradle to the Grave: Demarcating Communities through Baptism and Burial in the Huddāyē of Barhebraeus (d. 1286),” Hamsa: Journal of Judaic and Islamic Studies 7 (2021), 1-22. Jakob, J., “Kreuzzüge und Kreuzfahrer aus der Perspektive syrisch-christlicher Autoren des 12. und 13. Jahrhunderts,” in: A. Dziri, A. Hilsebein, M. Khorchide and B. Schmies (eds.), Der Sultan und der Heilige: Islamisch-Christliche Perspektiven auf die Begegnung des hl. Franziskus mit Sultan al-Kamil (1219–2019) (Auswahl Einzeltitel Theologie; Münster: Aschendorff, 2021), 135-172. Jamali, N., “A Note on a Lacuna in the Corpus Juris of Īshō‛-Bokht,” Journal of the Canadian Society for Syriac Studies 21 (2021), 105-111. Johnson, S.F., “Convergence and Multiplicity in Byzantine Historiography: Literary Trends in Syriac and Greek, Ninth to Twelfth Centuries,” in: W. Pohl and D. Mahoney (eds.), Historiography and Identity IV: Writing History across Medieval Eurasia (Cultural Encounters in Late Antiquity and the Middle Ages 30; Turnhout: Brepols, 2021), 157-195. ———. “Syriac Hymnography before Ephrem,” in: S. Gador-Whyte and A. Mellas (eds.), Hymns, Homilies and Hermeneutics in Byzantium (Byzantina Australiensia 25; Leiden: Brill, 2021), 193-215. Jomon, K.M., “The Three Dead People Raised by Christ: A Homily by Jacob of Sarug,” The Harp 36 (2020 [2021]), 471-508. Jullien, Ch., “Conversion to Christianity in the Sasanian Empire: Political and Theological Issues,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 11-32. Jullien, Ch., and Jullien, F., “Comme une flèche envolée: Yazdōy-Christina la martyre,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 361-382. Jullien, F., “The East-Syrian Patriarch: Constructing Identity through a Community Leader,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 53-82. Jurasz, I., “Destiny, Nature and Freedom according to Bardaisan and Alexander of Aphrodisias: An Unknown Aspect of the Controversy Against Determinism,” in: I. Chouinard, Z. McConaughey, A. Medeiros Ramos and R. Noël (eds.), Women’s Perspectives on Ancient and Medieval Philosophy (Logic, Argumentation & Reasoning 24; Cham, Switzerland: Springer, 2021), 133-159. ———. “ Itutā – ītyā \/ ītyē comme synonymes d’ ousia dans la polémique d’Éphrem contre Bardesane,” Χώρα: Revue des études anciennes et médiévales 18-19 (2020-2021), 515-544. ———. “La mort du corps et la résurrection de l’âme selon Bardesane: lecture théologique de Jn 8, 51,” in: L. Mellerin (ed.), Le puits des eaux vives: Cahiers de Biblindex III (Cahiers de Biblia Patristica 22; Turnhout: Brepols, 2021), 89-124. ———. “Les “éléments” ( esṭuksē \/ ītyē ) dans le système cosmogonique de Bardesane,” Philosophie antique 21 (2021), 147-175. Jutkiewicz, P., “Odae Salomonis 29, 36, 40, 41,” Vox Patrum 77 (2021), 203-218 [in Polish]. Kalariparampil, J., “Institution of Baptism according to Jacob of Sarug,” The Harp 35 (2019 [2021]), 465-491. Kallas, É., “Ruolo di Simone Assemani nella demistificazione del falso Consiglio d’Egitto confezionato da Vella e narrato da Scinà e Sciascia,” Parole de l’Orient 47 (2021), 355-376. Kaplan, N., “Illustratıons of the Annunciation of Mary in Syriac Manuscripts (6th and 13th Century),” Artuklu Akademi: Journal of Artuklu Academia 8:1 (2021), 99-129 [in Turkish]. ———. “A Study on the Importance of Urfa as a Syriac Writing Center (2nd. and 13th. C.),” in: M.A. Akkaya and K. Beşalti (eds.), International Archeology, Art History and Cultural Heritage Congress, November 13-14, 2021 \/ Adana\/Turkey: The Proceedings Book (Golbasi: IKSAD Publications, 2021), 326-343 [in Turkish]. Kaplan, N., and Akyüz, M., “Syriac “Harqlean” Four Gospels Manuscript Dated 1177,” Ortaçağ Araştırmaları Dergisi 4:2 (2021), 190-211 [in Turkish]. Karimullah, K.I., “On the Authorship of the Syriac Prognostic ,” in: P.E. Pormann (ed.), Hippocratic Commentaries in the Greek, Latin, Syriac and Arabic Traditions: Selected Papers from the XVth Colloque Hippocratique, Manchester (Studies in Ancient Medicine 56; Leiden: Brill, 2021), 286-318. Kaufhold, H., “Die Rechtsliteratur in der “Bibliotheca Orientalis”,” Parole de l’Orient 47 (2021), 43-72. Kee, J., “Writing Edessa into the Roman Empire,” Studies in Late Antiquity 5:1 (2021), 28-64. Keser-Kayaalp, E., “Constantia and Its Hinterland: Picturing the Syrian Orthodox Community through Material Remains,” in: N.D. Kontogiannis and T.B. Uyar (eds.), Space and Communities in Byzantine Anatolia: Papers from the Fifth International Sevgi Gönül Byzantine Studies Symposium, Istanbul 24-26 June 2019 (İstanbul: Koç University Stavros Niarchos Foundation Center for Late Antique and Byzantine Studies, 2021), 35-50. Kessel, G., “A Little-known Manuscript of the First Part of Isaac of Nineveh in Jerusalem,” Христианский Восток 9 [15] (2021), 77-94. ———. “A Syriac Palimpsest Fragment of the Epistle to the Hebrews Dated to 551\/552 CE,” in: E.A. Ishac, T. Csanády and T. Zammit Lupi (eds.), Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz Verlag, 2021), 77-96. Kessel, G., and Seleznyov, N.N., “Bibliography of Syriac and Christian Arabic Studies in Russian, 2020,” Hugoye: Journal of Syriac Studies 24:1 (2021), 299-316. Khamushi, M., “Fidelia Fiske and the School for Girls at Urmia, Persia (1843–1858),” International Bulletin of Mission Research 45:3 (2021), 278-285. Khan, G., “Verbal Forms Expressing Discourse Dependency in North-Eastern Neo-Aramaic,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 141-193. Kiel, Y., “Above and Beyond the Law: Applying Moral Standards in the Sphere of Private Law in the Jewish Babylonian, East Syrian Christian, and Iranian Legal Traditions,” Diné Israel 35 (2021), 1-34. Kilroy, B., “Meditating with the ‘Odes of Solomon’: Abbot Francis Acharya’s Translation Published in 2018,” The Harp 35 (2019 [2021]), 121-141. King, D., “How to Edit Aristotle in Syriac: Response to Arzhanov,” Hugoye: Journal of Syriac Studies 24:2 (2021), 519-536. Kinzig, W., “Zwei neuentdeckte Predigten des Nestorios: Adversus haereticos de divina trinitate (CPG 5691) und In symbolum fidei . Edition, Übersetzung und Kommentar,” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 24:3 (2021), 437-489. Kiraz, G.A., “Disgruntled Bishop: A Garshūnī Letter from Bishop Dinḥā of Midyat to Patriarch Peter III,” in: E.-M. Wagner (ed.), A Handbook and Reader of Ottoman Arabic (Semitic Languages and Cultures 9; Cambridge: Open Book Publishers, 2021), 399-414. ———. “A European “Syriac” Painting and Seventeenth-Century Humanism,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 117-131. ———. “Learning Syriac and Garshuni in Early Modern Egypt: Evidence from the Cairo Genizah,” Intellectual History of the Islamicate World 9:1-2 (2021), 62-87. ———. “A Reconstruction of the Lexicon of Ḥenanisho‘ bar Saroshway,” in: M. Kozah, G.A. Kiraz, A. Abu-Husayn, H. Al Thani and S.Sh. Al-Murikhi (eds.), Beth Qaṭraye: A Lexical and Toponymical Survey (Gorgias Eastern Christian Studies 58; Piscataway, New Jersey: Gorgias Press, 2021), 195-422. ———. “Syrian Orthodox and Syrian Catholics,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 244-253. Kitazumi, T., and Rudolf, S., “Die syrischen Lehnwörter im Armenischen – eine Revision,” in: A. Jouravel and A. Mathys (eds.), Wort- und Formenvielfalt: Festschrift für Christoph Koch zum 80. Geburtstag (Studies on Language and Culture in Central and Eastern Europe 37; Berlin: Peter Lang, 2021), 185-206. Kitchen, R.A., “Sometimes Questions, Sometimes Answers: The Literary Genre of Dadisho‘ Qatraya’s Commentary on the Paradise of the Fathers,” The Syriac Annals of the Romanian Academy 1 (2020-2021), 65-78. ———. “Jonah without the Whale: Scribal Re-composition and Correction of Jacob of Serugh’s Homilies in Vatican Syriac 464,” Христианский Восток 9 [15] (2021), 39-56. ———. “The Reading List: Ascetical Reading in Mar Behnam Monastery (MBM 00364),” in: E.A. Ishac, T. Csanády and T. Zammit Lupi (eds.), Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz Verlag, 2021), 221-234. Klampel, Th., “Towards a Comprehensive Syriac Liturgical Corpus (Part II): Report from the Digital Workshop,” in: E.A. Ishac, T. Csanády and T. Zammit Lupi (eds.), Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz Verlag, 2021), 415-418. Kloppenborg, J.S., “The Didache and the Apostolic Constitutions in the Context of Association Rules,” in: J. Verheyden, J. Schröter and T. Nicklas (eds.), Texts in Context: Essays on Dating and Contextualising Christian Writings from the Second and Early Third Centuries (Bibliotheca Ephemeridum Theologicarum Lovaniensium 319; Leuven: Peeters, 2021), 73-96. Koch, I., “How to Limit Fatalism? A Comparison between Alexander of Aphrodisias and Bardaisan,” in: I. Chouinard, Z. McConaughey, A. Medeiros Ramos and R. Noël (eds.), Women’s Perspectives on Ancient and Medieval Philosophy (Logic, Argumentation & Reasoning 24; Cham, Switzerland: Springer, 2021), 161-167. Kollamparampil, T., “St. Ephrem’s Hymns on Paradise and the Human Psycho-Spiritual Development,” The Harp 35 (2019 [2021]), 39-52. Kosiv, R., ““Pillar of Faith”: The Cult of the Ascetic Saints Simeon Stylites and Sabbas the Sanctified in the Icon Painting of the Peremyshl Diocese of the Ukrainian Church in the 15th–18th Centuries,” Ikon 14 (2021), 57-66. Koyickal, P.K., ““O Good One, Open the Door of Your Mercy...’’: Reflections on Divine Mercy in West Syriac Tradition,” The Harp 36 (2020 [2021]), 343-366. Kozah, M., “Introduction,” in: M. Kozah, G.A. Kiraz, A. Abu-Husayn, H. Al Thani and S.Sh. Al-Murikhi (eds.), Beth Qaṭraye: A Lexical and Toponymical Survey (Gorgias Eastern Christian Studies 58; Piscataway, New Jersey: Gorgias Press, 2021), 1-22. ———. “A Lexical Survey of Qaṭrāyīth,” in: M. Kozah, G.A. Kiraz, A. Abu-Husayn, H. Al Thani and S.Sh. Al-Murikhi (eds.), Beth Qaṭraye: A Lexical and Toponymical Survey (Gorgias Eastern Christian Studies 58; Piscataway, New Jersey: Gorgias Press, 2021), 23-106. Krippas, E.E., “Ἡ ἐπιστολὴ τοῦ Κωνσταντίνου πρὸς τὸν Σαπὼρ Β’ καὶ ὁ διωγμὸς τῶν Χριστιανῶν στὴν Περσικὴ Αὐτοκρατορία κατὰ τὸν 4ο αἰώνα,” Волинський Благовісник 9 (2021), 153-167. Kruczek, G.J., “Christian (Second-Order) Minorities and the Struggle for the Homeland: The Assyrian Democratic Movement in Iraq and the Nineveh Plains Protection Units,” Journal of the Middle East and Africa 12:1 (2021), 93-121. Kuttiyil, G.M., “A Study of the Order of the Consecration of the Holy Muroon in the Mar Thoma Syrian Church,” The Harp 35 (2019 [2021]), 453-464. La Spisa, P., “Naṣr Allâh Šalaq al-‘Âqûrí (Vittorio Scialac Accurense) e il suo ruolo politico e culturale tra Roma, Firenze e Ravenna,” Orientalia Christiana Periodica 87:2 (2021), 389-412. Labadie, D., “The Caliph, the Jew, and the Bishop: Power and Religious Controversy in the Georgian Life of John of Edessa ,” in: G. Dabiri (ed.), Narrating Power and Authority in Late Antique and Medieval Hagiography from East to West (Fabulae: Narrative in Late Antiquity and the Middle Ages 1; Turnhout: Brepols, 2021), 43-58. ———. “La version syriaque de la Révélation d’Étienne ( Rév. Ét. syr. ; BHO 1087),” in: Idem, L’invention du protomartyr Étienne: sainteté, pouvoir et controverse dans l’Antiquité (I er –VI e s.) (Judaïsme ancien et origines du christianisme 21; Turnhout: Brepols, 2021), 453-462. Lamoreaux, J.C., “Ḥunayn Ibn Isḥāq, How to Discern the True Religion ,” in: J.E. Walters (ed.), Eastern Christianity: A Reader (Grand Rapids, Michigan: William B. Eerdmans, 2021), 304-308. Lange, Ch., “Der Prophet Jona in den Heiligen Schriften und exegetischen Traditionen des Judentums, Christentums und Islams als Beispiel der interreligiösen Diskurs,” Erlanger Jahrbuch für Interreligiöse Diskurse 1 (2021), 193-224. ———. “Einige Anmerkungen zum Geschichtsverständnis bei Ephraem dem Syrer,” in: M. Scherbaum (ed.), Der Wahrheits anspruch der Theologie in Geschichte und Gegenwart: Systematisches – Historisches – Vermischtes (Heiligenkreuz im Wienerwald: Be+Be-Verlag, 2021), 211-235. Langermann, Y.Tz., “Nu‘mān al-Isrā’īlī and his Commentary to Abū Sahl al-Masīḥīʼs Kitāb al-Mi’a (“Book of the Hundred”),” in: L. Lehmhaus (ed.), Defining Jewish Medicine: Transfer of Medical Knowledge in Premodern Jewish Cultures and Traditions (Episteme in Bewegung 8; Wiesbaden: Harrassowitz Verlag, 2021), 337-347. Layton, B., and Brakke, D., “The Hymn of the Pearl; or, The Hymn of Jude Thomas the Apostle in the Country of the Indians, in the Greek Version,” in: Eidem, The Gnostic Scriptures: Second Edition (The Anchor Yale Bible Reference Library; New Haven, Connecticut: Yale University Press, 2021), 543-554. Leppin, H., “Creating a City of Believers: Rabbula of Edessa,” in: A. Lätzer-Lasar and E. Urciuoli (eds.), Urban Religion in Late Antiquity (Religionsgeschichtliche Versuche und Vorarbeiten 76; Berlin: Walter de Gruyter, 2021), 185-203. ———. “Normative Ordnung, Exemplarität und Performanz: Das Beispiel Rabbulas von Edessa,” in: R. Forst and K. Günther (eds.), Normative Ordnungen (Suhrkamp Taschenbuch Wissenschaft 2342; Berlin: Suhrkamp, 2021), 355-374. Liljeström, M., “The Syrohexapla,” in: A. Salvesen and T.M. Law (eds.), The Oxford Handbook of the Septuagint (Oxford: Oxford University Press, 2021), 655-669. Lin, L., “The First Round of Tortures in the Legend of St. George: Remarks on the Turfan Syriac Fragments SyrHT 359 and SyrHT 360,” Oriens Christianus 103 (2020 [2021]), 115-143. ———. “A New Syriac Witness to Aristotle’s Categories from Turfan,” Zeitschrift der Deutschen Morgenländischen Gesellschaft 171:2 (2021), 291-322. ———. “Preliminary Notes on the Syriac Version of the Legend of Saint George Found in Turfan,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 245-277. Lincicum, D.N., and Jones, F.S., “Two ‘New’ Greek Fragments of the Ps.-Clementine Recognition ,” Le Muséon 134:3-4 (2021), 207-226. Lollar, J.A., ““The History that Should be Placed at the Beginning of the Book of Paul the Apostle”: New Evidence for the Syriac Euthalian Apparatus in Apocryphal Texts,” Hugoye: Journal of Syriac Studies 24:1 (2021), 187-216. Loopstra, J.A., “Reading and Remembering in the Medieval Near East: The Syriac Shemohē Book (aka. the Syriac “Masorah”),” in: G.A. Kiraz and S. Schmidtke (eds.), Scribal Habits in Near Eastern Manuscript Traditions (Texts and Studies, Third Series 23; Piscataway, New Jersey: Gorgias Press, 2020 [2021]), 141-166. Lorenzo, B., “The “Meditation” of God’s Word in St Ephrem. God’s Word: Light for the Life of Everyone Who Put on Christ at Baptism,” The Harp 35 (2019 [2021]), 407-451. Lössl, J.M., “Greek and Barbarian Paideia in Tatian’s Oratio ad Graecos ,” Studia Patristica 102 (2021), 79-102. ———. “The Religious Innovator Tatian: A Precursor of Mani in Syrian Christianity?,” in: J. van Oort (ed.), Manichaeism and Early Christianity: Selected Papers from the 2019 Pretoria Congress and Consultation (Nag Hammadi and Manichaean Studies 99; Leiden: Brill, 2021), 1-23. ———. “Tatian, Theophilus of Antioch and Irenaeus of Lyons,” in: M.J. Edwards (ed.), The Routledge Handbook of Early Christian Philosophy (Routledge Handbooks; London: Routledge, 2021), 342-356. Lourié, B., “Five Anastasiae and Two Febroniae: A Guided Tour in the Maze of Anastasia Legends. Part One: The Oriental Dossier,” Вестник Волгоградского государственного университета. Серия 4: История. Регионоведение. Международные отношения 26:6 (2021), 252-289. ———. “A Monothelete Syriac Compilation of Pseudo-Apostolic Acts Preserved only in Slavonic and the Entrance of Constans II into Rome in 663,” in: M. Cioată, A. Miltenova and E. Timotin (eds.), Biblical Apocrypha in South-Eastern Europe and Related Areas: Proceedings of the Session Held at the 12th International Congress of South-East European Studies (Bucharest, 2-6 September 2019) (Brăila: Editura Istros a Muzeului Brăilei “Carol I”, 2021), 125-217. Lund, J.A., “Considerations in Rendering ܝܡܐ ܕܣܘܦ in a Church Bible,” Hugoye: Journal of Syriac Studies 24:2 (2021), 395-410. Lyavdansky, A., “A Corpus-Based Swadesh Word List for Literary Christian Urmi (New Alphabet Texts),” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 415-442. Maatouk, T., “Vers une prosopographie du père Louis Hage (1938–2010), musicologue francophone du chant syro-maronite,” Revue des traditions musicales 14 (2021), 71-84. Macar, A., “Poezia creştina siriacă în Antichitatea târzie. O scurtă introducere în elementele ei definitorii,” Altarul Reîntregirii 26:2 (2021), 121-158. ———. “The Synod of Išo‘yahb I from 585 A.D. and the Question of Monasticism,” The Harp 36 (2020 [2021]), 285-311. ———. “Die Sonntagsfeier im ostsyrischen Christentum: Der Beitrag des Katholikos-Patriarchen Īšōʽyahb I. (582–595),” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 467-478. Magree, M.C., “Surpassing Mere Logomachy: Cyril and Theodoret on the Third and Fourth Anathemas,” Studia Patristica 129 [26] (2021), 75-82. Makarov, A.D., “Circulation of St. Isaac of Nineveh’s Ascetical Homilies Outside the Church of the East. Part Two: Interpolation of Personal Names,” Богословский Вестник 2 [41] (2021), 102-145 [in Russian]. Maksymiuk, K., Skupniewicz, P., and Smyk, A., “Is Cross Always Christian? A Study on Iconography of Sasanian Seals,” Cogent Arts & Humanities 8:1 (2021), 1-15. Mannooramparampil, Th., “ Anaphorae of Mar Theodore and Mar Nestorius,” The Harp 36 (2020 [2021]), 109-187. Marra, F., “On Line Fillers in the Christian Medieval Central Asia Manuscript Tradition,” Comparative Oriental Manuscript Studies Bulletin 7:1-2 (2021), 99-121. Martelli, M., “Alchemical Lexica in Syriac: Planetary Signs, Code Names and Medicines,” Asiatische Studien \/ Études asiatiques 75:2 (2021), 485-512. ———. “‘Alchemical’ Inks in the Syriac Tradition,” in: L. Raggetti (ed.), Traces of Ink: Experiences of Philology and Replication (Nuncius Series 7; Leiden: Brill, 2021), 79-104. Maśko, A., “Memory of Mass Persecution of Armenians and Assyrians in Four Recent Iraqi Novels,” Rocznik Orientalistyczny 74:1 (2021), 58-94. Mauder, Ch., “Between Religious Pluralism and Confessional Identity: The Ethical Writings of Miskawayh’s Teacher Yaḥyā ibn ‘Adī (d. 363\/974),” in: S. Günther and Y. El Jamouhi (eds.), Islamic Ethics as Educational Discourse: Thought and Impact of the Classical Muslim Thinker Miskawayh (d. 1030) (Studies in Education and Religion in Ancient and Pre-Modern History in the Mediterranean and Its Environs 14; Tübingen: Mohr Siebeck, 2021), 161-178. Mazzola, M., “Gregory Abū l-Faraj Bar ‘Ebrōyō (Bar Hebraeus),” in: A. Mallett (ed.), Franks and Crusades in Medieval Eastern Christian Historiography (Outremer 10; Turnhout: Brepols, 2020 [2021]), 257-280. McConaughy, D.L., “Early Witnesses to the Syriac Text of Acts Chapter Fifteen, Verses 20 and 29,” The Harp 35 (2019 [2021]), 187-200. ———. “The Text of Acts in MS Bibl. Nationale Syr. 30,” Hugoye: Journal of Syriac Studies 24:2 (2021), 453-490. Mércz, A., “Andreas Masius’ Copy of the Anaphora of Saint Basil in Light of his Correspondence with Moses of Mardin,” in: E.A. Ishac, T. Csanády and T. Zammit Lupi (eds.), Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz Verlag, 2021), 311-330. Meshcherskaya, E.N., “Апостол Иоанн в сирийском апокрифе “Исход Марии”,” Христианский Восток 9 [15] (2021), 95-104. ———. “Some Features of the Apocalypse in the Syriac Apocrypha “Transitus Mariae”,” in: Festschrift in Honor of Levon Ter-Petrossian’s 75th Anniversary (Yerevan: Matenadaran, Mesrop Mashtots Institute of Ancient Manuscripts, 2021), 177-200 [in Russian]. Metts, M.B., “Philology and the Last Supper: A Lesson from Qur’an Prehistory for Gospel Prehistory?,” Bulletin for Biblical Research 31:3 (2021), 319-355. Meyer-Fernandez, G., “Arab Christian Refugees in Lusignan Cyprus during the Thirteenth Century: Pictorial Impact and Evidence,” in: G. Fishhof, J. Bronstein and V.R. Shotten-Hallel (eds.), Settlement and Crusade in the Thirteenth Century: Multidisciplinary Studies of the Latin East (Crusades – Subsidia 15; London: Routledge, 2021), 169-182. Michalewski, A., “Les principes cosmologiques selon Atticus dans le Candélabre du Sanctuaire de Bar Hebraeus,” Documenti e studi sulla tradizione filosofica medievale 31 (2020 [2021]), 203-233. Michelson, D.A., “The Rise and Contribution of Monasteries and Monasticism,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 375-386. Mikheeva, A.A., “Погребальный обряд христиан Средней Азии и Южного Казахстана по археологическим источникам (IV – начало XIII в.),” Христианский Восток 9 [15] (2021), 317-366. Mindrila, I.I., “Der Katholikos-Patriarch Ḥenanīšōʽ I. (685\/686–699\/700) und sein memra auf Īšōʽjahb III. von Adiabene,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 479-486. Minov, S., “Christians, Jews, and Muslims in the Syriac Story of the Mystery Hidden in the Eucharistic Offering ,” Aramaic Studies 19:2 (2021), 198-214. ———. “In Memoriam: Prof. Dr. Nikolai N. Seleznyov,” Hugoye: Journal of Syriac Studies 24:2 (2021), 377-389. ———. “The Syriac Life of Mār Yāret the Alexandrian : Promoting the Cult of a Monastic Holy Man in Early Medieval Mesopotamia,” in: S. Minov and F. Ruani (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 160-222. ———. “A Syriac tabula gentium from the Early Abbasid Period: Dawid bar Pawlos on Genesis 10,” Христианский Восток 9 [15] (2021), 57-76. ———. “ Translatio corporis Adae : Trajectories of a Parabiblical Tradition,” in: I. Dorfmann-Lazarev (ed.), Apocryphal and Esoteric Sources in the Development of Christianity and Judaism: The Eastern Mediterranean, the Near East, and Beyond (Texts and Studies in Eastern Christianity 21; Leiden: Brill, 2021), 153-178. Minov, S., Kessel, G., and Brock, S.P., “Recent Publications on Syriac Topics: 2020,” Hugoye: Journal of Syriac Studies 24:1 (2021), 217-298. Minov, S., and Ruani, F., “Introduction,” in: Eidem, Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 1-13. Mizrachi, O., “God’s Master Plan: The Story of David and Bathsheba in Some Early Syriac Commentaries,” in: M. Zawanowska and M. Wilk (eds.), The Character of David in Judaism, Christianity and Islam: Warrior, Poet, Prophet and King (Themes in Biblical Narrative 29; Leiden: Brill, 2021), 454-476. Monferrer-Sala, J.P., “Three Hundred Years Later ... The ‘ Parable of the Tares among the Wheat ’ (Mt 13:36-43) from the Evangeliorum Harmoniæ Arabice ,” Parole de l’Orient 47 (2021), 279-300. Morehouse, R.J., “Snakes in the Garden and Tares in the Wheat Field: Ephrem of Nisibis’ Polemic of Lineage against the Manichaeans,” in: J. van Oort (ed.), Manichaeism and Early Christianity: Selected Papers from the 2019 Pretoria Congress and Consultation (Nag Hammadi and Manichaean Studies 99; Leiden: Brill, 2021), 186-224. Morozova, D., “‘In the Midst of the Material and the Spiritual’: Man as God’s Image in the Anthropology of Theodoret of Cyrrhus,” in: Th. Hainthaler, F. Mali, G. Emmenegger and A. Morozov (eds.), Imago Dei: Forscher aus dem Osten und Westen Europas an den Quellen des gemeinsamen Glaubens Studientagung. L’viv, 12.–14. September 2019 “Imago Dei” (Pro Oriente 43, Wiener Patristische Tagungen 9; Innsbruck: Tyrolia Verlag, 2021), 316-322. Morris, J.H., “A Bibliography of Japanese Publications on Syriac Christianity: 2019–2020,” Hugoye: Journal of Syriac Studies 24:2 (2021), 537-540. Moukarzel, J., “Maronite Christians,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 287-302. Muñoz Gallarte, I., and Narro, Á., “Some Notes on Andrápolis , the Royal City: Apocryphal Acts of Thomas 3,” Collectanea Christiana Orientalia 18 (2021), 225-235. Muravjev, A.V., “In Search of the Lost Memoirs of the Persian mobed Converted to Christianity in the 4th Century,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 105-121. Murre-van den Berg, H.L., “The Christians of the Middle East: From Arab Christians to Marginalized Minorities,” in: R. Meijer, J.N. Sater and Z.R. Babar (eds.), Routledge Handbook of Citizenship in the Middle East and North Africa (London: Routledge, 2021), 364-377. ———. “Syriac Literature and Muslim-Christian Relations under the Ottomans, 16th–19th Centuries,” in: D.R. Thomas and J. Chesworth (eds.), Christian-Muslim Relations: A Bibliographical History. Volume 18: The Ottoman Empire (1800–1914) (History of Christian-Muslim Relations 44; Leiden: Brill, 2021), 27-38. Muthreich, M., “The Second Dionysian Text in Manuscript ‘Vat. Sir. 123’,” Studia Patristica 102 (2021), 247-258. Mutzafi, H., “Neo-Aramaic Animal Names,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 389-413. Nabil El-Sayah, P., “Reflecting on the Scope and the Aim of Pro Oriente’s Forum Syriacum: Some Considerations,” in: D.W. Winkler (ed.), Towards a Culture of Co-Existence in Pluralistic Societies: The Middle East and India (Pro Oriente Studies in the Syriac Tradition 4; Piscataway, New Jersey: Gorgias Press, 2021), 235-242. Naffah, Ch., “La descente aux enfers du Christ: les témoignag es syro-mésopotamiens,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 317-343. Napiorkowska, L., “Modelling Variation in the Neo-Aramaic Dialect of Azran with Articulatory Phonology,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 319-333. Narro Sánchez, Á., and Muñoz Gallarte, I., “The Acts of Thomas in Codex Vat. gr. 544 (Palimpsest),” Eikasmos: Quaderni bolognesi di filologia classica 32 (2021), 273-279. Neuwirth, A., and Hartwig, D., “Beyond Reception History: The Qur’anic Intervention into the Late Antique Discourse about the Origin of Evil,” Religions 12:606 (2021), 1-35. Nicák, M., “Poetic Description of Natural Disasters in the East Syriac Wardā Hymnological Collection,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 487-504. Nicosia, G., “Prophecies of the Pagans about Christ,” Le Muséon 134:3-4 (2021), 235-281. Nicosia, M., “Greek Influences on Syriac and Contact-Induced Changes: Reflections on a Recent Book,” Annali dell’Università degli studi di Napoli “L’Orientale”: Sezione orientale 81 (2021), 175-186. ———. “Reassessing Antony of Tagrit: When Did He Actually Live?,” Oriens Christianus 104 (2021), 68-89. Nogovitsin, O.N., “The Argument of Severus of Antioch on the Absurdity of Confessing Two Common Natures in Christ, the Reciprocal Argumentation of Johannes of Caesarea and the Monophysite-Chalcedonite Christological Debates of the VI–VII Centuries. Part 1,” Библия и христианская древность 4 [12] (2021), 66-91 [in Russian]. Noorlander, P.M., “Towards a Typology of Possessors and Experiencers in Neo-Aramaic: Non-Canonical Subjects as Relics of a Former Dative Case,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 29-93. Olikal, J.S., “Assimilation of Hellenic Culture into the Works of Mar Jacob of Sarug,” The Harp 36 (2020 [2021]), 243-258. Oltean, D., “East Syrian Networks in Constantinople: Mar Aba, Paul the Persian, and the Sleepless Monks,” Journal of Early Christian Studies 29:2 (2021), 237-259. ———. “From Baghdad to Antioch and Constantinople: Ibn Buṭlān and the Byzantines,” Byzantinische Zeitschrift 114:1 (2021), 355-376. Oltean, D., and Youssef, Y.N., “Ascèse et liturgie dans l’Orient chrétien: coutumes monastiques à l’enfermement d’un reclus,” Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity 24:3 (2021), 585-605. Olver, M.S.C., “Connections between the Roman Canon missae and the East Syrian Anaphora of Mar Theodore,” Questions Liturgiques \/ Studies in Liturgy 101:3-4 (2021), 302-331. Outtier, B., “Un manuscrit arménien d’œuvres attribuées à saint Ephrem le Syrien et son modèle,” in: Festschrift in Honor of Levon Ter-Petrossian’s 75th Anniversary (Yerevan: Matenadaran, Mesrop Mashtots Institute of Ancient Manuscripts, 2021), 432-445. Palmer, A., “[Review of:] R.R. Phenix, Jr., and C.B. Horn, The Rabbula Corpus: Comprising the Life of Rabbula, His Correspondence, a Homily Delivered in Constantinople, Canons, and Hymns (SBL Writings from the Greco-Roman World 17; Atlanta: SBL Press, 2017),” Hugoye: Journal of Syriac Studies 24:1 (2021), 344-361. Palmer, A., and Pritula, A., “From the Nile Delta to Mount Izlā and the Tigris Gorge: A Hymn by Gīwargīs Wardā on Mār Āwgēn’s Family of Monks,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 505-540. Parker, L., “The Interconnected Histories of the Syriac Churches in the Sixteenth Century,” Journal of Ecclesiastical History 72:3 (2021), 509-532. Patrick, R., “Christianity in the Land of the Persians: The Perception of Geography and Sacred Space in the Canons of Mārūtā of Maipherqat,” Journal of the Canadian Society for Syriac Studies 21 (2021), 23-42. Payne, R.E., “Nina Pigulevskaya: Late Antiquity in Leningrad,” in: C. Ando and M. Formisano (eds.), The New Late Antiquity: A Gallery of Intellectual Portraits (Bibliothek der klassischen Altertumswissenschaften 162; Heidelberg: Universitätsverlag Winter, 2021), 353-364. Penn, M.P., Abraham, V., Bailey, S., Broadwell, P., Crouser, R.J., de la Rosa, J., Howe, N.R., and Wiles, S., “A New Tool for Computer Assisted Paleography: The Digital Analysis of Syriac Handwriting Project,” Hugoye: Journal of Syriac Studies 24:1 (2021), 35-52. Perkams, M., “Die Reisen des Intellekts in der Ursache der Gründung der Schulen des Barḥaḏbšabbā (um 600),” in: I. Männlein-Robert (ed.), Seelenreise und Katabasis: Einblicke ins Jenseits in antiker philosophischer Literatur. Akten der 21. Tagung der Karl und Gertrud Abel-Stiftung vom 30. Juli bis 1. August 2018 in Tübingen (Philosophie der Antike 40; Berlin: Walter de Gruyter, 2021), 355-385. Perrogon, R., and Bonnéric, J., “A Consideration on the Interest of a Pottery Typology Adapted to the Late Sasanian and Early Islamic Monastery at al-Qusur (Kuwait),” Arabian Archaeology and Epigraphy 32:1 (2021), 70-82. Petorella, F., “Power and Prophecy in Late Antique Hagiography: The Life of Saint Daniel the Stylite ,” in: G. Dabiri (ed.), Narrating Power and Authority in Late Antique and Medieval Hagiography from East to West (Fabulae: Narrative in Late Antiquity and the Middle Ages 1; Turnhout: Brepols, 2021), 183-196. Pettipiece, T., “Manichaeism and the Revelation of the Magi : Syriac “Christianities” in Late Antique Mesopotamia,” Hugoye: Journal of Syriac Studies 24:2 (2021), 411-452. Pietruschka, U., “The Tahdhīb al-akhlāq Attributed to Yaḥyā ibn ‘Adī: The Early Manuscript Tradition Revisited,” in: S. Günther and Y. El Jamouhi (eds.), Islamic Ethics as Educational Discourse: Thought and Impact of the Classical Muslim Thinker Miskawayh (d. 1030) (Studies in Education and Religion in Ancient and Pre-Modern History in the Mediterranean and Its Environs 14; Tübingen: Mohr Siebeck, 2021), 179-204. Pirtea, A.C., “Astral Ensoulment and Astral Signifiers in Sixth-Century Readings of Origen and Evagrius: Justinian’s Anathemas, Sergius of Reš‘aynā, John Philoponus,” Vigiliae Christianae 75:5 (2021), 483-523. ———. “The Syriac and Sogdian Prefaces to the Six Books on the Dormition of the Virgin Mary : Marian Traditions between the Eastern Mediterranean and Central Asia,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 279-331. Pittappillil, F., “The Qudasha of Mar Theodore – a Critical Study,” Liturgia Sacra 27:2 [58] (2021), 109-126. Pogossian, Z., “Vardan Arewelc‘i’s Colophon on the Mongols and Its Sources,” in: Festschrift in Honor of Levon Ter-Petrossian’s 75th Anniversary (Yerevan: Matenadaran, Mesrop Mashtots Institute of Ancient Manuscripts, 2021), 261-296 [in Armenian]. Poiani, M., “Cyrillona’s New Testament Paraphrase (End of the 4th Century): An Exegetical Key for the Easter Homilies,” Studia Patristica 103 (2021), 99-108. Poirier, P.-H., “Retour sur un parallèle à l’ Hymne de la perle : la Passion syriaque de Cyriacus et Julitta,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 277-291. Poizat, B., “L’inscription syriaque de la cathédrale de Palai (Kérala),” Semitica et Classica 13 (2020 [2021]), 335-336. Ponodath, J.J., “Influence of Syriac Tradition in Ethiopian Orthodox Monasticism,” The Harp 36 (2020 [2021]), 259-267. Popa, C.-S., “Greeks, Franks and the Confessional Other in the Criticism of a Medieval West Syriac Author: Dionysius Bar Salībī’s Treatise against Rabban Isho‘,” The Syriac Annals of the Romanian Academy 1 (2020-2021), 165-187. ———. “Christliche Spiritualität in polemischen Schriften: Konventionelle und nicht-konventionelle Argumente zum Gebet und Fasten in Elias von Nisibis’ “Buch vom der Wahrheit des Glaubens”,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 541-548. ———. “Invoking the Patristic Authority in Controversies: The 318 Fathers of Nicaea and the 150 Fathers of Constantinople in Late Antique East Syriac Texts,” Studia Patristica 125 [22] (2021), 205-214. ———. “Royal Elements and Political Structures in Dionysius Bar Salibi’s Treatise against the Arabs,” The Harp 36 (2020 [2021]), 19-38. ———. “‘They Are Called Enemies of the Truth for the Magnitude of Their Lie’: Literary Strategies for Re-Framing the Confessional Borders in Elijah of Nisibis’ Kitāb al-Burhān ‘alā Ṣaḥīḥ al-Īmān ,” Journal of Eastern Christian Studies 73:3-4 (2021), 159-190. Posegay, N., “Men of Letters in the Syriac Scribal Tradition: Dawid bar Pawlos, Rabban Rāmišo‘, and the Family of Beṯ Rabban,” Hugoye: Journal of Syriac Studies 24:1 (2021), 127-186. ———. “To Belabour the Points: Encoding Vowel Phonology in Syriac and Hebrew Vocalization,” Journal of Semitic Studies 66:1 (2021), 53-76. Potoczny, M., “Oil in the Mysteries of Christian Initiation in the Syro-Oriental Liturgical Tradition,” Liturgia Sacra 27:1 [57] (2021), 151-164 [in Polish]. ———. “Proclamation of the Biblical Readings in the Eucharistic Liturgy of the Syriac Churches – Praxis and Theology,” The Harp 36 (2020 [2021]), 39-64. ———. “ Taksā d-Ḥusāyā : The Sacramental Rite of the Penance and Reconciliation in the Assyrian Church of the East,” Roczniki Teologiczne 68:8 (2021), 113-129 [in Polish]. Pragt, M., “Annotation Practices in a Syriac Exegetical Collection (MS Vat. Syr. 103),” in: G.A. Kiraz and S. Schmidtke (eds.), Scribal Habits in Near Eastern Manuscript Traditions (Texts and Studies, Third Series 23; Piscataway, New Jersey: Gorgias Press, 2020 [2021]), 225-246. ———. “Organizing Exegetical Knowledge in Syriac Christianity: Extracts from Gregory of Nyssa’s Homilies on the Song of Songs in the London Collection (BL Add. 12168),” Studia Patristica 115 [12] (2021), 187-198. ———. “ Tu, felix Salomon, nube : Solomon’s Marriages in Early Christian and East Syrian Biblical Interpretation,” Vigiliae Christianae 75:3 (2021), 303-326. Pringle, D., “The Fortifications of Edessa in Medieval Latin Sources,” in: C. Tonghini, From Edessa to Urfa: The Fortification of the Citadel (Oxford: Archaeopress, 2021), 50-56. Pritula, A., “From Nineveh to Fars: The Poetic Program of Bar ‘Ebrōyō and Khāmīs bar Qardāḥē,” Scrinium 17 (2021), 382-392. ———. ““Grammar is the Bridge to All Knowledge”: Short Poems on the Flyleaves in a Manuscript of the Metrical Grammar ,” Письменные памятники Востока 18:1 [44] (2021), 44-52 [in Russian]. ———. “A Poem on Exile by ‘Aḇdīšō‘ of Gāzartā,” Христианский Восток 9 [15] (2021), 131-140. ———. “Pulling a Yoke through the White Field: East Syriac Poetic Paraphrases of Scribal Rhetoric,” Aramaic Studies 19:2 (2021), 215-224. ———. “Reading and Writing on Reading and Writing: Short Poetry on Flyleaves in a Manuscript of the Metrical Grammar (DCA 00065),” Scrinium 17 (2021), 255-273. Puchkova, S.S., “Baptism and the Two Ages: How Theodore of Mopsuestia Chose Biblical Images for his Explanation of Baptism,” Journal of Eastern Christian Studies 73:1-2 (2021), 1-15. ———. “Theodore of Mopsuestia. Homily on the Lord’s Prayer (the Eleventh Homily in the Series of the Sixteen ‘Catechetical Homilies’): Translation, Introductory Article and Comments,” Вестник Свято-Филаретовского института 39 (2021), 184-209 [in Russian]. Pugliese, P.R., “La Scrittura nei Capitoli di conoscenza di Giuseppe Hazzaya,” Orientalia Christiana Periodica 87:1 (2021), 181-223. Pylvänäinen, P., “‘Because of Many Necessities We Need a Female Deacon’: The Function of Deaconesses in the Apostolic Constitutions ,” Studia Patristica 106 [3] (2021), 29-38. Rabo, A., Tun, P.E., and Jörum, E., “Syrians in Sweden: Constructing Difference Regarding Gender and Family,” Journal of Refugee Studies 34:2 (2021), 1291-1306. Raju, P.J., “The Mimre of Jacob of Serugh on St. Paul in the Syriac Liturgical Tradition,” The Harp 35 (2019 [2021]), 53-63. Rakhno, K.Y., “Assyrian Parallels to the Nart Epos of the Ossetians,” Kavkaz-Forum 6 [13] (2021), 87-105 [in Russian]. Ramelli, I.L., “Bardaisan of Edessa on Free Will, Fate, and Nature: Alexander of Aphrodisias, Origen, and Diodore of Tarsus,” in: I. Chouinard, Z. McConaughey, A. Medeiros Ramos and R. Noël (eds.), Women’s Perspectives on Ancient and Medieval Philosophy (Logic, Argumentation & Reasoning 24; Cham, Switzerland: Springer, 2021), 169-176. Rammelt, C., “Als christliche Gemeinschaft in den Wirren des Nordirak,” in: M. Altripp and H. Suermann (eds.), Orientalisches Christentum: Perspektiven aus der Vergangenheit für die Zukunft (Eastern Church Identities 3; Leiden: Brill \/ Ferdinand Schöningh, 2021), 133-160. Rassi, S., “Alchemy in an Age of Disclosure: The Case of an Arabic Pseudo-Aristotelian Treatise and its Syriac Christian “Translator”,” Asiatische Studien \/ Études asiatiques 75:2 (2021), 545-609. ———. “Scribal and Commentary Traditions at the Dawn of Print: The Manuscripts of the Near Eastern School of Theology as an Archive of the Early Nahḍa,” Philological Encounters 6:3-4 (2021), 402-437. Rauf, M.S., and Mohammad, L.H., “Composition in the Syriac Language: Its Concept, Methods of Formulation, Types, and Linguistic Functions (A Semitic Comparative Linguistic Study),” Al-Adab Journal 138:2 (2021), 647-674 [in Arabic]. Renhart, E., “Cataloguing Syriac Manuscripts: A Glimpse at the Works Carried Out in the Matenadaran of Yerevan (Armenia) and in the Syrian Orthodox Patriarchal Library of Atchaneh (Lebanon),” in: E.A. Ishac, T. Csanády and T. Zammit Lupi (eds.), Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz Verlag, 2021), 195-208. ———. “The Critical Edition of the Syriac Text of the Anaphora Attributed to St Basil: A Brief Résumé,” in: E.A. Ishac, T. Csanády and T. Zammit Lupi (eds.), Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz Verlag, 2021), 117-128. ———. “Die syrische Handschrift Nr. 9 des Mesrop Maschtots Instituts: Eine kodikologische Übung zum Studium syrischer Handschriften,” in: Festschrift in Honor of Levon Ter-Petrossian’s 75th Anniversary (Yerevan: Matenadaran, Mesrop Mashtots Institute of Ancient Manuscripts, 2021), 297-313. Ribolov, S., “Theodore of Mopsuestia’s Concept on imago Dei ,” in: Th. Hainthaler, F. Mali, G. Emmenegger and A. Morozov (eds.), Imago Dei: Forscher aus dem Osten und Westen Europas an den Quellen des gemeinsamen Glaubens Studientagung. L’viv, 12.–14. September 2019 “Imago Dei” (Pro Oriente 43, Wiener Patristische Tagungen 9; Innsbruck: Tyrolia Verlag, 2021), 307-315. Rigolio, A., “Syriac,” in: J.B. Lande and D.C. Feeney (eds.), How Literatures Begin: A Global History (Princeton, New Jersey: Princeton University Press, 2021), 167-190. Riley, P.C.J., “The Translation and Transmission of ‘Son of God’ in Arabic: Insights from Gospel Manuscripts,” Tyndale Bulletin 72 (2021), 25-47. Robinson Burke, S.L., “Rabban Yoḥannān Bar Zo‘bī’s Questions against Heretics and Ishmaelites,” The Harp 36 (2020 [2021]), 439-469. Roggema, B.H., “A Kaleidoscopic View of History: Al-Mas‘ūdī on Jewish-Christian Interaction,” Quaderni di Studi Arabi 16 (2021), 98-124. ———. “Polemics between Religious Minorities: Christian Adversus Judaeos from the Early Abbasid Period,” in: C. Almagro Vidal, J. Tearney-Pearce and L. Yarbrough (eds.), Minorities in Contact in the Medieval Mediterranean (Cultural Encounters in Late Antiquity and the Middle Ages 33; Turnhout: Brepols, 2020 [2021]), 119-142. Rosenfeld, B.Z., and Levene, A., “The Christian Community in Syria (110–180 CE): The Creation of ‘Syrian Christianity’,” in: D. Jaffé, R. Nir and Y.Y. Teppler (eds.), Reflections on Judaism and Christianity in Antiquity (Gods, Humans and Religions 25; Brussels: Peter Lang, 2021), 313-330. Roussos, S., “The Collapse of the Ottoman Empire and Survival Strategies of Christian Communities in Greater Syria,” Contemporary Levant 6:1 (2021), 51-64. Řoutil, M., “How Much Time Remains to Hagar’s Sons? Two Sources on Early Christian-Muslim Relations and Some Notes on Them,” Parrésia 15 (2021), 93-108 [in Czech]. ———. “Life between Churches and Mosques: New Contributions to Early Medieval Near Eastern Ecclesiastical History – Jack Tannous, Christian C. Sahner, Philip Wood,” Parrésia 15 (2021), 405-410 [in Czech]. Roux, R., “Gen 1:26 in Early Syriac Literature: A Brief Survey,” in: T. Hainthaler, F. Mali, G. Emmenegger and A. Morozov (eds.), Imago Dei: Forscher aus dem Osten und Westen Europas an den Quellen des gemeinsamen Glaubens Studientagung. L’viv, 12.–14. September 2019 “Imago Dei” (Pro Oriente 43, Wiener Patristische Tagungen 9; Innsbruck: Tyrolia Verlag, 2021), 337-347. Ruani, F., “Objects as Narrative Devices in Syriac Hagiography,” in: S. Minov and F. Ruani (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 89-109. Sabra, G., “ Nostra Aetate and the Christians of the Middle East,” in: K.C. Ellis (ed.), Nostra Aetate, Non-Christian Religions, and Interfaith Relations (Cham, Switzerland: Palgrave Macmillan, 2021), 245-264. Saint-Laurent, J.-N.M., “In Memoriam: Mary T. Hansbury,” Hugoye: Journal of Syriac Studies 24:2 (2021), 375-376. ———. “Prologues as Narthexes in Syriac Hagiography,” in: S. Minov and F. Ruani (eds.), Syriac Hagiography: Texts and Beyond (Texts and Studies in Eastern Christianity 20; Leiden: Brill, 2021), 17-55. ———. “The Syriac Life of Mary of Egypt ,” in: J.E. Walters (ed.), Eastern Christianity: A Reader (Grand Rapids, Michigan: William B. Eerdmans, 2021), 104-122. Salimovskaya, A., “The Image of the Caliph al-Mamun and Its Transformation in Medieval Christian-Arabic Literature,” Вестник Православного Свято-Тихоновского гуманитарного университета. Серия III: Филология 69 (2021), 106-115 [in Russian]. Salvesen, A., “The Hexaemeron of Jacob of Edessa on Birds as Moral Examples,” The Harp 35 (2019 [2021]), 79-96. Santus, C., “L’adoration de Naaman: pour une histoire croisée des querelles des rites,” Revue d’histoire ecclésiastique 116:3-4 (2021), 804-830. ———. “Giuseppe Simonio Assemani Consultore del Sant’Uffizio,” Parole de l’Orient 47 (2021), 175-190. ———. “Wandering Lives: Eastern Christian Pilgrims, Alms-Collectors and “Refugees” in Early Modern Rome,” in: M.C. Wainwright and E. Michelson (eds.), A Companion to Religious Minorities in Early Modern Rome (Brill’s Companions to the Christian Tradition 95; Leiden: Brill, 2021), 237-271. Sarrió Cucarella, D.R., “Christian Apologetics with Regards to Islam: A Demonstration of the Truth of the Gospel by Yaḥyā ibn ‘Adī,” Le Muséon 134:3-4 (2021), 373-388. ———. ““That the Law of Christ Abrogates but Cannot Be Abrogated”, by Yaḥyā b. Ğarīr al-Takrītī: Text and Translation with an Introduction,” Journal of Eastern Christian Studies 73:1-2 (2021), 57-78. Sassi, N., “Towards a New Edition of the Book of Hierotheos ,” Studia Patristica 125 [22] (2021), 157-164. Schmidt, A.B., “Eine syrische Amulettrolle mit Beschwörungen für Frauen: Erevan, Matenadaran, rot. syr. 72. Teil I: Edition und Übersetzung,” in: E.A. Ishac, T. Csanády and T. Zammit Lupi (eds.), Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz Verlag, 2021), 13-59. ———. “Le Corpus scriptorum christianorum orientalium : phare de l’orientalisme louvaniste,” in: L. Courtois (ed.), Les études orientales à l’Université de Louvain depuis 1834: hommes et réalisations (Histoire 12; Bruxelles: Safran, 2021), 385-440. Schmidt, A.B., and Kindt, B., “Eine syrische Amulettrolle mit Beschwörungen für Frauen: Erevan, Matenadaran, rot. syr. 72. Teil II: Wortindex,” in: E.A. Ishac, T. Csanády and T. Zammit Lupi (eds.), Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz Verlag, 2021), 59-76. Schmidt, A.B., and van Rompay, L., “Les études syriaques à l’Université de Louvain,” in: L. Courtois (ed.), Les études orientales à l’Université de Louvain depuis 1834: hommes et réalisations (Histoire 12; Bruxelles: Safran, 2021), 117-158. Seleznyov, N.N., ““Собеседования” Илии Нисивинского в составе “Свода” ал-Му’тамана ибн ал-‘Ассāля,” Христианский Восток 9 [15] (2021), 191-210. Seppälä, S., “Portrayal of Jews in Syriac and Early Byzantine Mystical Literature,” Studia Patristica 123 [20] (2021), 141-150. ———. “Threat of Conversion in the Earliest Syriac Writings on Islam?,” in: T. Nisula, A.M. Laato and P. Irizar (eds.), Religious Polemics and Encounters in Late Antiquity: Boundaries, Conversions, and Persuasion (Studies on the Children of Abraham 8; Leiden: Brill, 2021), 258-284. Shablevskii, N., “Biblical Problematic, Containing in Letter 47 of the Catholicos Timothy I,” Библия и христианская древность 4 [12] (2021), 131-140 [in Russian]. Shepardson, Ch.C., “Anxious Vigilance: Heresy and Ritual Pollution in John of Tella and Severus of Antioch,” Hugoye: Journal of Syriac Studies 24:1 (2021), 3-34. ———. “Remembering the Saints: John of Ephesus’ Commentarii and the Polarisation of the Chalcedonian Conflict,” in: G.D. Dunn and C.C. Shepardson (eds.), Dealing with Difference: Christian Patterns of Response to Religious Rivalry in Late Antiquity and Beyond (Studien und Texte zu Antike und Christentum 129; Tübingen: Mohr Siebeck, 2021), 185-200. Simmons, M.B., “Un análisis filológico comparativo Griego-Siríaco de los fragmentos de Gressmann Bruchstücken XVI (V.37s.) y XVII (V.42) del Libro V de la Teofanía de Eusebio de Cesárea,” Studia Patristica 127 [24] (2021), 37-54. Sims-Williams, N., “A Buddhist Technical Term in Christian Sogdian,” Письменные памятники Востока 18:3 [46] (2021), 32-36. Sirgy, D., “The Role of Human and Divine Wills in the Soul’s Union with God: The Syriac Transmission of Origen’s Eschatology into Early Islamic Mystical Thought,” The Syriac Annals of the Romanian Academy 1 (2020-2021), 149-164. Siskos, G., “Fundamental Differences on Christological Expressions of St Cyril of Alexandria and Severus of Antioch,” Studia Patristica 129 [26] (2021), 83-100. ———. “Identical Foundations of Opposite Christologies: Nestorius of Constantinople and Severus of Antioch. The Critique of St. Maximus the Confessor,” Studia Patristica 102 (2021), 231-246. Sitz, A.M., “Architectures of Surveillance: Houses and Stylites in the Northern Syrian ‘Dead Villages’,” in: V. Marinis, A. Papalexandrou and J. Pickett (eds.), Architecture and Visual Culture in the Late Antique and Medieval Mediterranean: Studies in Honor of Robert G. Ousterhout (Architectura Medii Aevi 14; Turnhout: Brepols, 2020 [2021]), 19-33. Smirnov, D.V., “Sermon of Nestorius “Against the Heretics, on the Divine Trinity” (CPG 5691): Translation from Ancient Greek, Edition of Slavic Version, Preface and Commentaries,” Библия и христианская древность 2 [10] (2021), 28-71 [in Russian]. Spallino, P., “Iconofilia ed iconoclastia: Teodoro Abū Qurrah e la diatriba sull’immagine tra Cristianesimo d’Oriente ed Islām,” Studi Magrebini 19:2 (2021), 353-381. Speidl, B., “Something Has Irreparably Broken: Dispersed Christians in the Middle East,” in: Living Stones Yearbook 2021: Eastern Christianity, Theological Reflection on Religion, Culture, and Politics in the Holy Land and Christian Encounter with Islam and the Muslim World (Witham, Essex: Living Stones of the Holy Land Trust, 2021), 332-353. Stadel, S., “The Biblical Sources of the Eschatology of Aphrahat,” Studia Patristica 125 [22] (2021), 111-122. Stahl, M., and Kaufhold, H., “Die Mönchskanones des Klosters Mār Mattai im Nordirak (Hs. Wien Mech. syr. 1): Syrischer Text und deutsche Übersetzung,” Oriens Christianus 103 (2020 [2021]), 58-114. Stroumsa, S., “Polemical Logic: Al-Muqammaṣ’s Refutation of Christianity ,” in: E. Krinis, N. Bashir, S. Offenberg and S. Sadik (eds.), Polemical and Exegetical Polarities in Medieval Jewish Cultures: Studies in Honour of Daniel J. Lasker (Studia Judaica 113; Berlin: Walter de Gruyter, 2021), 37-58. Suermann, H., “Assyrians and Chaldeans in Iraq,” The Harp 35 (2019 [2021]), 17-37. ———. “Berichte über die Christen im Orient in der Zeitschrift Die Katholischen Missionen während des Ersten Weltkriegs,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 661-692. ———. “Die Unionsbulle mit den Maroniten auf Zypern von 1445,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 541-556. ———. “The Mission of the Church of the East to South India and Sri Lanka,” in: C. Barbati and V. Berti (eds.), Iranianate and Syriac Christianity in Late Antiquity and Early Islamic Period (Sitzungsberichte der philosophisch-historischen Klasse 918, Veröffentlichungen zur Iranistik 87; Vienna: Austrian Academy of Sciences Press, 2021), 149-178. ———. “Syria and Lebanon,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 511-523. Szilágyi-Kiss, H., “Situation of Iraqi Christians as a Security Challenge,” National Security Review (Budapest) 1 (2021), 125-138. Takahashi, H., “Syriac Manuscripts in the Nakanishi Collection, National Museum of Ethnology, Osaka, Japan,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 255-276. Talay, Sh., and Üzel, A.-S.B., “Gorgis von Azǝx, Mimro über den Angriff des Muhammad von Rawanduz, Mīr-ē Kor , auf Azǝx und Asfǝs im Jahre 1834,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 549-566. Tamcke, M., “Assyro-Chaldean Christians,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 237-243. ———. “Christen in Syrien vor und im Bürgerkrieg,” in: M. Altripp and H. Suermann (eds.), Orientalisches Christentum: Perspektiven aus der Vergangenheit für die Zukunft (Eastern Church Identities 3; Leiden: Brill \/ Ferdinand Schöningh, 2021), 83-93. ———. “The End of the Syrian Orphanage (German Oriental Mission Johannes Lepsius) in Dilgusha (Urmia),” Христианский Восток 9 [15] (2021), 171-176. ———. “How and Why German Protestant Theologians Used Assemani’s Bibliotheca Orientalis ,” Parole de l’Orient 47 (2021), 73-82. ———. “Iran,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 477-485. ———. “The Issue of Language in the Assyrian Apostolic Church of the East,” The Harp 36 (2020 [2021]), 11-18. ———. ““Show Me in the Law”: The Use of the Argument of the Law (Torah) in the Dispute between the Muslim Emir and the Patriarch Yuhannon,” in: A. Laato (ed.), The Challenge of the Mosaic Torah in Judaism, Christianity, and Islam (Studies on the Children of Abraham 7; Leiden: Brill, 2021), 219-227. ———. “When Bible Quotations Structure a Text: The Use of the Bible in an Assyrian Legend of the Middle Ages,” in: P. Lindqvist and L. Valve (eds.), Herald of Good Tidings: Essays on the Bible, Prophecy, and the Hope of Israel in Honour of Antti Laato (Hebrew Bible Monographs 97; Sheffield: Sheffield Phoenix Press, 2021), 333-343. Tamrazov, A.V., “Yōḥannān bar Penkāyē. On Faith and All Our Orthodox Fathers Who Worked and Prospered in It and Preached It Rightly for the Edification of the Church: Syriac Text, Russian Translation, Preface and Commentaries,” Библия и христианская древность 3 [11] (2021), 20-70 [in Russian]. Taylor, D.G.K., “The Authorship of the Apocalypse of the Testament of Our Lord Reconsidered,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 421-440. ———. ““Inclination” ( yaṣrā ) in the Syriac Tradition,” in: J. Aitken, H.M. Patmore and I. Rosen-Zvi (eds.), The Evil Inclination in Early Judaism and Christianity (Cambridge: Cambridge University Press, 2021), 262-279. Telli, E., and Top, M., “Metal Sheets in Kdushkudshin, the Church of the Virgin Mary of Diyarbakir,” Sanat Tarihi Yıllığı \/ Journal of Art History 30 (2021), 259-289 [in Turkish]. ter Haar Romeny, R.B., “Marking Boundaries in Antiochene Exegesis,” in: A. Siquans (ed.), “Written for Our Discipline and Use”: The Construction of Christian and Jewish Identities in Late Ancient Bible Interpretation (Studien zur antiken Schriftauslegung 1; Göttingen: Vandenhoeck & Ruprecht, 2021), 73-88. Teule, H.G.B., “The Anonymous Syriac Chronicle to the Year 1234 ,” in: A. Mallett (ed.), Franks and Crusades in Medieval Eastern Christian Historiography (Outremer 10; Turnhout: Brepols, 2020 [2021]), 243-256. ———. “Christians under the Ummayads and the Abbasids: An Overview of Some Encounters,” in: M. Altripp and H. Suermann (eds.), Orientalisches Christentum: Perspektiven aus der Vergangenheit für die Zukunft (Eastern Church Identities 3; Leiden: Brill \/ Ferdinand Schöningh, 2021), 22-36. ———. “Josephus Simonius Assemanus: A General Introduction,” Parole de l’Orient 47 (2021), 121-136. ———. “Middle Eastern Christians in the Ottoman Empire and its Relationship with the West: The Case of the East-Syrians in the Diyarbakir Region between the 16th and the Early 18th Century,” in: D.W. Winkler (ed.), Towards a Culture of Co-Existence in Pluralistic Societies: The Middle East and India (Pro Oriente Studies in the Syriac Tradition 4; Piscataway, New Jersey: Gorgias Press, 2021), 43-58. Tezel, A., “On the Origin of Some Plant Names in Ṣūrayt\/Ṭūrōyo in Ṭūr ‘Abdīn,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 335-351. Tezel, S., “Language Loss in the Ṣūrayt\/Ṭūrōyo-speaking Communities of the Diaspora in Sweden,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 487-501. Thekeparambil, J., and McConaughy, D.L., “The Psalter in the Syriac Tradition: Daniel of Salah’s Introduction to the Psalms ,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 567-576. Thekeparampil, J., “Interpretation of the Names and Titles of Christ God [SEERI Ms. 47 (19th Century) pp. 248-251],” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 245-253. ———. “La figure de Simon-Pierre chez Éphrem et Jacques de Saroug: étude comparative,” Parole de l’Orient 47 (2021), 403-424. Thekeparampil, J., and McConaughy, D.L., “The Universal and Cosmic Dimensions of the Vocation of the Magi in Jacob of Serug’s Mimro: On the Star that Appeared to the Magi ,” Orientalia Christiana Periodica 87:2 (2021), 311-326. Thodathil, J., “A Study on the Theology of Death in the West Syrian Tradition on the Basis of the Order of Service of Sunday of the Departed ,” The Harp 35 (2019 [2021]), 97-110. Thomas, M.K., “Indian Adaption and Adoption of the West Syriac Taksa for the Consecration of Holy Chrism,” The Harp 36 (2020 [2021]), 269-283. Thomas, S., “Life World of the Syrian Christians in the 19th Century: Glimpses from Kuruppampady,” The Harp 36 (2020 [2021]), 313-341. ———. “Syrian Christians and Dominant-Caste Hindus,” in: C.M. Bauman and M. Voss Roberts (eds.), The Routledge Handbook of Hindu-Christian Relations (London: Routledge, 2021), 69-78. Tieleman, T., “The Use of Aristotle’s Biology in Nemesius’ On Human Nature ,” Journal of Ancient Philosophy 15:2 (2021), 170-189. Toma, J., “The Prologue to Timothy’s “Orders” as a Source for Change in East Syriac Law,” Journal of the Canadian Society for Syriac Studies 21 (2021), 85-97. Tomakin, A.Y., “Qardu Region and Qardu Mountains in Syriac Sources,” in: İ. Baz, K. Ertaş and Ç. Ertaş (eds.), 2. Uluslararası Nuh Tufanı ve Cudi Dağı Sempozyumu (Şırnak Üniversitesi Yayınları 25; Şırnak: T.C. Şırnak Üniversitesi, 2021), 17-29 [in Turkish]. Trandafir, R., “Der Trishagion-Hymnus in der ostsyrischen Tradition vom 6. bis 9. Jahrhundert,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 577-583. Treiger, A., “Professor Nikolai N. Seleznyov (1971–2021) and His Contributions to Syriac and Christian Arabic Studies,” Manuscripta Orientalia: International Journal for Oriental Manuscript Research 27:1 (2021), 78-80. Tsolin, D., “Zur Verwendung der Verbalformen in syrischen Bedingungssätzen. Teil 1: Die faktischen Konditionalsätze,” Journal of Northwest Semitic Languages 47:2 (2021), 57-81. Ubierna, P., “Contactos entre Mesopotamia y Egipto entre la Antigüedad Tardía y el período Abásida: el monasterio de Deyr es-Suryān y el texto bíblico,” in: P. Druille and D. Asade (eds.), Religión, Derecho y Medicina en Egipto Antiguo, Tardoantiguo y Medieval (Acta del Ciclo de Conferencias Embajada de la República Árabe de Egipto en Argentina 2019; Santa Rosa, Argentina: Editorial de la Universidad Nacional de la Pampa, 2021), 161-179. ———. “Part I: Materials, Norms, Codes. Section II: Syriac,” in: S. Papaioannou (ed.), The Oxford Handbook of Byzantine Literature (Oxford Handbooks; Oxford: Oxford University Press, 2021), 189-195. ———. “Part IV: Translation, Transmission, Edition. Section III: Syriac,” in: S. Papaioannou (ed.), The Oxford Handbook of Byzantine Literature (Oxford Handbooks; Oxford: Oxford University Press, 2021), 588-606. Uciecha, A., “Afrahat, Mowa XX : O trosce o biednych ( Demonstratio XX: De sustentatione egenorum , PSyr 1, 893-930),” Vox Patrum 77 (2021), 605-630 [in Polish]. ———. “Aphrahat, On Persecution ( Demonstratio XXI: De Persecutione , PSyr 1, 931-990),” Vox Patrum 79 (2021), 553 - 582 [in Polish]. Valavanolickal, K.A., “Prayer in the Demonstrations of Aphrahat,” The Harp 35 (2019 [2021]), 143-148. Valiamangalam, J., “Significance of Syriac Tradition in the Syro-Malabar Church from the Study of Varthamanappusthakam ,” The Harp 35 (2019 [2021]), 149-157. van Rompay, L., “Theodore of Mopsuestia’s Commentary on Psalms: Modern and Ancient Sources for a New Syriac Edition,” The Syriac Annals of the Romanian Academy 1 (2020-2021), 31-64. ———. “Précisions sur trois fragments syriaques conservés sous le numéro BnF 389 D,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 191-205. Vandeburie, J., “Latins and Levantine Christian Minorities after the Fourth Lateran Council (1215): Jacques de Vitry’s Descriptions of Eastern Christians in the Kingdom of Jerusalem,” in: C. Almagro Vidal, J. Tearney-Pearce and L. Yarbrough (eds.), Minorities in Contact in the Medieval Mediterranean (Cultural Encounters in Late Antiquity and the Middle Ages 33; Turnhout: Brepols, 2020 [2021]), 143-167. Varela, A., “Des peintures murales syriaques inédites: l’église Mor-Stephanos de Kfarbe dans le Ṭūr ‘Abdīn (Sud-est de la Turquie),” Convivium 8:2 (2021), 110-131. Varghese, B., “A Brief History of the Syriac Study Centres in Kerala,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 307-314. ———. “Great Lent in Antioch during the Patriarchate of Severus (512–518),” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 345-360. ———. “Liturgical Year of the Syrian Orthodox Church: A Historical Introduction,” The Harp 36 (2020 [2021]), 189-242. ———. “Pilgrimage in the Syriac Tradition,” in: A.F. Crăciun, A. Lossky and T. Pott (eds.), Liturgies de pèlerinages: 66 e Semaine d’études liturgiques, Paris, Institut Saint-Serge, 1–4 juillet 2019 (Studia oecumenica Friburgensia 104; Münster: Aschendorff, 2021), 97-110. Varghese, B.A., “The Churches of St Thomas Christians of Kerala,” Ahana 7 (2021), 41-48. Varghese, Bijo, “Towards a Philosophical Convergence between Syriac and Vedic Thoughts: Influence of Advaita Vedanta on Monistic Approach of Bar Hebraeus,” The Harp 36 (2020 [2021]), 65-81. Varghese, V., “The Major Influences on the Themes of the Feast of Epiphany,” The Harp 35 (2019 [2021]), 159-186. Varghese, V., “Priority of the Month of Nisan in Syriac Tradition,” The Harp 35 (2019 [2021]), 287-304. Varsányi, O., “Psalms in 9th-Century Arabic Christian (and Islamic) Apology,” in: I. Fröhlich, N. Dávid and G. Langer (eds.), You Who Live in the Shelter of the Most High (Ps. 91:1): The Use of Psalms in Jewish and Christian Traditions (Poetik, Exegese und Narrative \/ Poetics, Exegesis and Narrative 16; Göttingen: Vandenhoeck & Ruprecht \/ Vienna University Press, 2021), 95-110. Varughese, G., “The Caste Identity of the Malankara Orthodox Syrian Church: An Appraisal from a Christian Ministry Perspective,” in: E. Schlarb (ed.), Den Orient erforschen, mit Orthodoxen leben: Festschrift für Martin Tamcke zum Ende seiner aktiven Dienstzeit (Göttinger Orientforschungen, I. Reihe: Syriaca 61; Wiesbaden: Harrassowitz Verlag, 2021), 315-326. Venturini, G., “La tradizione manoscritta della Storia di Martiniano e le sue versioni siriache,” Le Muséon 134:3-4 (2021), 283-323. Vergani, E., “Paradox and Prayer in Ephrem the Syrian,” The Harp 35 (2019 [2021]), 65-77. Vesa, V., “World and Body in the Writings of Isaac of Nineveh: Asceticism and Communication,” Studia Patristica 125 [22] (2021), 179-190. Villey, É., ““Comètes en forme de balai”: cas d’influence culturelle chinoise sur des syriaques orthodoxes au VIII e s. ad,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 469-490. Visi, T., “The “Meteorological” Interpretation of the Creation Narrative from John Philoponus to Saadia Gaon,” Aleph 21:2 (2021), 209-278. Vodko, V., “The Era of the Martyrs in the Historical Memory of the Syrian Christians (for the Period between the Late IV Century and the First Half of the V),” Periodyk Naukowy Akademii Polonijnej 45:2 (2021), 168-176. Wahba, W., “Christianity within the Islamic Empires,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 56-65. Wakelnig, E., “Late Antique Philosophical Education, Miskawayh, and Paul the Persian: On the Division and the Ranks of Philosophy,” in: S. Günther and Y. El Jamouhi (eds.), Islamic Ethics as Educational Discourse: Thought and Impact of the Classical Muslim Thinker Miskawayh (d. 1030) (Studies in Education and Religion in Ancient and Pre-Modern History in the Mediterranean and Its Environs 14; Tübingen: Mohr Siebeck, 2021), 109-134. Walsh, E.G., “Narsai, On the Canaanite Woman ,” in: J.E. Walters (ed.), Eastern Christianity: A Reader (Grand Rapids, Michigan: William B. Eerdmans, 2021), 69-87. Walters, J.E., “The Doctrina Addai ,” in: J.E. Walters (ed.), Eastern Christianity: A Reader (Grand Rapids, Michigan: William B. Eerdmans, 2021), 22-35. ———. “ Martyrdom of Miles, Abursam, and Sinay ,” in: J.E. Walters (ed.), Eastern Christianity: A Reader (Grand Rapids, Michigan: William B. Eerdmans, 2021), 44-54. ———. “Simeon of Beth Arsham, Letter on the Ḥimyarite Martyrs ,” in: J.E. Walters (ed.), Eastern Christianity: A Reader (Grand Rapids, Michigan: William B. Eerdmans, 2021), 88-103. Waltisberg, M., “Language Contact and Ṭuroyo: The Case of the Circumstantial Clause,” in: G. Khan and P.M. Noorlander (eds.), Studies in the Grammar and Lexicon of Neo-Aramaic (Cambridge Semitic Languages and Cultures 5; Cambridge: Open Book Publishers, 2021), 221-233. Weltecke, D., “Michael the Great,” in: A. Mallett (ed.), Franks and Crusades in Medieval Eastern Christian Historiography (Outremer 10; Turnhout: Brepols, 2020 [2021]), 213-242. Wessling, J., “On St. Isaac the Syrian’s Argument against Divine Retribution,” Faith and Philosophy: Journal of the Society of Christian Philosophers 38:1 (2021), 113-134. Westergren, A., “Wandering Legends: A Dialogue between a Syrian Saint and the City of Antioch in the Fifth Century AD,” Studia Patristica 124 [21] (2021), 43-52. Wickes, J.T., “Ephrem the Syrian, Hymns against Heresies 3 and 53 ,” in: J.E. Walters (ed.), Eastern Christianity: A Reader (Grand Rapids, Michigan: William B. Eerdmans, 2021), 36-43. Wilkinson, R.J., “The Maronite Contribution to Early Syriac Studies in Europe,” Parole de l’Orient 47 (2021), 83-118. Wipszycka, E., “The Economy of Syrian Monasteries (Fifth-Eighth Century),” Journal of Juristic Papyrology 51 (2021), 179-259. ———. “Monks at Work in Eastern Mediterranean: Ideals and Reality,” Journal of Juristic Papyrology 50 (2020 [2021]), 299-342. Witakowski, W., “Syriac Eschatology in Antiquity,” in: H. Marlow, K. Pollmann and H. van Noorden (eds.), Eschatology in Antiquity: Forms and Functions (Rewriting Antiquity; London: Routledge, 2021), 499-514. Witkamp, N., “Mar Narsai and the Spirit Epicleses in the Acts of Thomas ,” Journal of Theological Studies NS 71:2 (2020 [2021]), 731-755. Woerther, F., “Les témoignages arabes et syriaque de l’ Iḫtiṣār al-Iskandarānīyīn ,” in: Idem, La Summa Alexandrinorum: Abrégé arabo-latin de l’Éthique à Nicomaque d’Aristote. Édition critique, traduction française et introduction (Islamic Philosophy, Theology and Science 113; Leiden: Brill, 2021), 393-411. Wood, Ph., “The Treaty between Muḥammad and the Christians of Najrān in the Chronicle of Seert : Negotiating the Rights of the Conquered and the Re-writing of the Past,” Al-Masāq: Journal of the Medieval Mediterranean 33:2 (2021), 156-168. Woźniak-Bobińska, M., “Assyrians Without Borders: Middle Eastern Christians Towards a New Form of Citizenship in Sweden,” Studia Religiologica 54:1 (2021), 63-80. Yarbrough, L., “Inter-Confessional Church History: East Syrian Christian Identity and Islam in the Ecclesiastical History of Kitāb al-Maǧdal ,” Quaderni di Studi Arabi 16 (2021), 125-170. Yohanna, S.S., “A Comparative Study of Syriac and Kurdish Phonemic Systems Based on a Manuscript from Early 20th Century,” ZANCO: Journal of Humanity Sciences 25:5 (2021), 348-359. Yon, J.-B., “Note d’onomastique édessénienne,” in: S. Brelaud, J. Daccache, M. Debié, M. Farina, F. Ruani and É. Villey (eds.), Le calame et le ciseau: colophons syriaques offerts à Françoise Briquel Chatonnet (Cahiers d’études syriaques 8; Paris: Geuthner, 2021), 57-68. Yuhanon Mar Diascoros, “Bar Ebraya’s Christology: A Clear Sign Board to Christian Unity,” The Harp 36 (2020 [2021]), 385-398. Yurovskaya, Z., “Back to the Top of the Mountain: A Syrian Protological Theme in the Late Antique and Medieval Representations of the World to Come,” in: J. Bogdanović (ed.), Icons of Space: Advances in Hierotopy (London: Routledge, 2021), 317-342. Zakeri, M., “Aphorisms Engraved in Philosophers’ Signet-Rings: Ps-Ḥunayn b. Isḥāq’s Ādāb al-Falāsifa and Persian-Arabic Wisdom Literature,” in: E.J. Cottrell (ed.), Prophets, Viziers and Philosophers: Wisdom and Authority in Early Arabic Literature (Ancient Narrative Supplement 28; Groningen: Barkhuis Publishing \/ Groningen University Library, 2020 [2021]), 285-328. Zanetti, U., “Le manuscrit Vatican arabe 58 ,” Parole de l’Orient 47 (2021), 193-218. Zautcke, A., “Erasing the Gospels: Sinaiticus Syriacus and Patterns among Syriac Gospel Palimpsests,” Early Christianity 12:1 (2021), 85-102. Żelazny, J.W., “Mary in the Annunciation as a Type of Baptism,” Vox Patrum 80 (2021), 211-220. ———. “Oriental Exegesis Based on the Example of the Argumentation Used in The Disputation of Sergius the Stylite against a Jew ,” Studia Patristica 103 (2021), 205-209. Zhu, D., “Chinese Jingjiao and the Antiochene Exegesis,” in: K.-K. Yeo (ed.), The Oxford Handbook of the Bible in China (New York: Oxford University Press, 2021), 47-61. Zimbardi, E., “Efrem e gli Hymni contra Julianum : l’insegnamento di un sapere storico-escatologico sul destino della Chiesa e dell’Impero alla morte di Giuliano l’Apostata,” Incontri di filologia classica 20 (2020-2021), 119-158. Zinovkin, A.Y., “The Influence of Greek Linguistic Tradition on the Development of Medieval Syriac Grammar,” Вестник Удмуртского университета. Серия История и филология 2 [31] (2021), 189-198 [in Russian]. Zoref, A., “David the Prophet in Sa‘adya Gaon’s Commentary on Psalms and Its Syriac and Karaite Contexts,” in: M. Zawanowska and M. Wilk (eds.), The Character of David in Judaism, Christianity and Islam: Warrior, Poet, Prophet and King (Themes in Biblical Narrative 29; Leiden: Brill, 2021), 209-238. Zorzi, N., “Edessa and Its Fortifications in Byzantine Times (6th–11th Centuries),” in: C. Tonghini, From Edessa to Urfa: The Fortification of the Citadel (Oxford: Archaeopress, 2021), 13-27. ———. “Notes on Some Greek Inscriptions from Edessa,” in: C. Tonghini, From Edessa to Urfa: The Fortification of the Citadel (Oxford: Archaeopress, 2021), 77-81. Digital projects Ahiqar: The Story of Ahiqar in its Syriac and Arabic Tradition Team: Reinhard G. Kratz; Simon Birol; Aly Elrefaei https:\/\/ahiqar.uni-goettingen.de\/website\/ The Story of Ahiqar in its Syriac and Arabic Tradition is a project funded by the German Research Foundation (DFG) and hosted by both the Faculty of Theology of the University of Göttingen and the Göttingen State and University Library. It aims to index and make accessible the Ahiqar story in its Syriac and Arabic transmission branches. The Historical Index of the Medieval Middle East Team: Thomas A. Carlson; Jessica Mutter; Margaret Gaida; Liran Yadgar; McKenzie Cady https:\/\/medievalmideast.org\/ The Historical Index of the Medieval Middle East , funded by the National Endowment for the Humanities or of Oklahoma State University, is a reference work to expand both scholarly and educated public understanding of a critical period of human history. HIMME provides a synthetic reference work identifying sources referring to particular people, places, and practices (such as jizya, the poll-tax paid by non-Muslims under Islamic rule). Its temporal scope is from 600 to 1550, and its geographical scope from al-Andalus in the west to Samarqand in the east, from Yemen in the south to the Caucasus in the north. Each entry corresponds to an individual person, place, or social practice, and lists the references to that entity which have been gathered so far. Rather than restricting its attention to sources in Arabic or any other single language, it deliberately incorporates sources from as many languages as possible. This will help the scholarly community quickly locate primary sources relevant for medieval Middle Eastern topics, and scholars may consider HIMME’s citations when deciding which languages to learn. The broader public will find brief identifications of the people, places, and practices, and references to translations of primary sources where available. The project is a work in progress, publishing its citations as they are collected, rather than waiting to publish an authoritative “final” reference work. Instead, HIMME will grow over time, becoming steadily more useful as it incorporates the references from additional sources. HUNAYNNET: Transmission of Classical Scientific and Philosophical Literature from Greek into Syriac and Arabic Team: Grigory Kessel; Rüdiger Arnzen; Nicolás Bamballi; Yury Arzhanov; Slavomír Čéplö https:\/\/hunaynnet.oeaw.ac.at The ERC project HUNAYNNET (Starting Grant ID 679083, 2016-2021) is the first attempt at compiling a digital trilingual and linguistically annotated parallel corpus of Greek classical scientific and philosophical literature and the Syriac and Arabic translations thereof. The impact of the Syriac tradition upon the Arabic translations has so far been acknowledged but not thoroughly explored. Compared with the extant body of Graeco-Arabic translation literature, the available Graeco-Syriac translations constitute just a small fraction of texts. The very availability of that relatively small group of texts in all three languages requires therefore comparative examination. The present corpus presents all and only those classical Greek scientific and philosophical works that are preserved in all three languages. Presenting the Greek originals along with all extant Syriac and Arabic versions in aligned and digitally enhanced parallel columns, the present corpus enables the user to compare directly the terminology and phraseology of all versions, to spot at a glance corresponding passages in all three languages, to get an idea of the translator’s accurateness and reliability, to check textual disparities between the different versions, to assess the significance of the Syriac and Arabic versions for the critical establishment of the Greek texts, and to retrieve external lexicographical information on any word in any text. Furthermore, the present corpus will contribute to the still pending question as to which Arabic translations were made directly from the Greek and which were prepared on the bases of Syriac intermediaries. Drawing on online lexicography and corpus linguistics, the full-text database is enhanced by a linguistic corpus management system providing various kinds of more specific lexicographical and linguistic search tools for all texts included in the present trilingual parallel corpus, such as word or phrase queries, frequency analyses, cross-linguistic concordances or word lists. The two open-access databases thus create new instruments for multi-disciplinary studies of the history of the transmission of Greek scientific and philosophical literature in Late Antiquity and the Middle Ages. All these texts in all the formats available on this website are provided under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA) license. The Manuscripts of St. Catherine’s Monastery on the National Library of Israel Website In the late 1960s, with the permission of the Greek Orthodox Archbishop, the Jewish National and University Library carried out a survey of the manuscript collection at St. Catherine’s Monastery at Mt. Sinai in Egypt. Following this survey, and in accordance with the agreement made with the Archbishop, approximately 1600 manuscripts that had not been microfilmed in a previous expedition undertaken by the U.S. Library of Congress were microfilmed by the National Library of Israel. This collection of microfilms has been recently digitized and put online by the Library. It includes black and white images of 1268 Greek, 107 Syriac and 303 Christian Arabic manuscripts, dating from the 12th century onward. The manuscripts can be viewed and downloaded for free. For access, use the keywords “Holy Monastery of St. Catherine at Mount Sinai Egypt” in the online Merhav catalog of the National Library: https:\/\/merhav.nli.org.il\/primo-explore\/search?vid=NLI&lang=en_US For general information on the collection, see https:\/\/blog.nli.org.il\/en\/stcatherines\/ https:\/\/www.nli.org.il\/en\/discover\/manuscripts\/saint-catherine",
    "title" : 
    [ "Recent Publication on Syriac Topics: 2021",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Minov, Sergey",
      "Kessel, Grigory" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n1bib",
    "type" : "bibliography",
    "displayTitleEnglish" : "Recent Publication on Syriac Topics: 2021" }