
  { "fullText" : "Arman Akopian, Classical Syriac (Piscataway, NJ: Gorgias Press, 2019). Pp. xiv + 384; $98.00. In addition to Robinson’s standard work (6th edition by Coakley, 2013), other valuable Classical Syriac course books for English-speaking learners are available, viz. Thackston (1999), Healey (2005), Kiraz (2013), Hallam (2016), and Younansardaroud (2019). Gorgias Press recently added to this series the book under review, whose Armenian original version was published by Yerevan State University in 2005. Akopian’s work follows the classical format already used in most of these textbooks. Following an introductory course of eight lessons on Syriac script and phonology, it provides a basic course of 40 lessons, each introducing some elements of grammar followed by reading and translation exercises along with a vocabulary list. Serto is used throughout, while Estrangelo and East Syriac script are introduced later. The manual ends with useful appendices (on scripts, grammar, the names of the biblical books in Syriac), paradigms, and keys to exercises. Its comfortable trim size (7 x 10 inches), substantial length (399 pages), and clear and beautiful typesetting (font size, Syriac characters, layout) are conducive to study and can only make the student want to immerse himself in the study of Syriac. The book opens with an overview of the history of the Syriac language that the author calls ‘brief’. This is in fact a relatively long (28 pages) and very well documented introduction to the history of the Aramaic language and its dialects with, of course, a special emphasis on Syriac. Worth noting is the mention of the Syriac Melkites (pp. 14–15, 20), who are too often disregarded in introductions to Syriac (as in the aforementioned textbooks, but also in reference grammars such as Costaz 1955 and Muraoka 1997). On page 5, Akopian states that Hebrew ceased to be spoken in Palestine after the return of the exiles from Babylon and was replaced by Aramaic. Yet, modern scholarship has almost unanimously abandoned this view and agrees that Hebrew continued to be spoken, side by side with Aramaic, until the end of the Mishnaic period approximately (see Bar-Asher 1999, pp. 29ff.). Also, on page 7, the author rightly states that the Arabic script is believed to stem from the Nabatean Aramaic script. However, he should have added that some scholars are, interestingly, of the opinion that it originates from the Syriac script (see Briquel-Chatonnet 1997 and the references therein). Finally, while it is not customary to present a bibliography in textbooks, some basic references would have been welcome due to the rich content of the introduction. The manual then provides a series of lessons that the author designed so as to cover one academic year, or to be used for self-study. The main strength of these lessons is their very progressive aspect. Contrary to Coakley (2013), Hallam (2016), and Younansardaroud (2019) who present first the nominal system and then the verbal system, Akopian gradually introduces – like Thackston (1999) – aspects of both systems. This order seems more useful, allowing the student to use and read sentences from the very beginning. Other notable instances of this pedagogy are the progressive presentation of the genitive constructions, pronominal suffixes attached to the verbs, numerals, and the Estrangelo and East Syriac scripts. The exercises are well conceived. They consist of readings and translations both from and into Syriac. The author does not limit them to sentences drawn or adapted from the classical Syriac literature. He also composed texts and dialogues and added texts from Qarabashi (1986) to introduce the student to the modern usage of Syriac ( kthobonoyo ). This allows the student to practice on a wider range of vocabulary, content, and style. In addition, the texts include many footnotes that refer to sections containing the relevant grammatical material. If learners encounter some difficulties, they can quickly and easily find the corresponding paragraphs within the book. Besides, a significant merit of the textbook is the clarity with which the author presents grammatical concepts and rules without going into overly technical details. For example, during the introduction of the absolute state (p. 85), he does not discuss the reasons why the vocalization of a noun may vary. Rather than overload the description with a phonological rule (viz. the retrogressive syncope of short vowels in open syllable) that may appear complex or unnecessary at that point, the author simply refers the student to the glossaries and the online dictionary in order to learn the possible various forms of a noun. Finally, another virtue of Akopian’s work is the supplementary documents available online at the Gorgias Press site (https:\/\/www.gorgiaspress.com\/arman-akopian-classical-syriac-download). The Syriac–English and English–Syriac dictionaries will be particularly useful, especially for doing the exercises. The downloadable reader contains various texts in the three Syriac scripts, with or without vocalization. It allows the student to progress significantly after completing the textbook. Some minor aspects are nevertheless not completely satisfactory. First, Akopian uses the Greek\/West Syriac vowels with the Serto script, but in a way that reflects the East Syriac vocalization (the real West Syriac vocalization is given when relevant). In the case of o\/u , the ambiguity is removed by the additional use of East Syriac ܘܿ and ܘܼ . However, in the case of i\/e , opacity remains in the verbal forms where West Syriac ܺ corresponds to East Syriac ܹ . Here, the author employs ܶ , as for example in ܢܶܐܠܰܕ and ܢܶܐܬܶܐ , which appear in West Syriac as ܢܺܐܠܰܕ and ܢܺܐܬܶܐ , respectively. As a result, students learn and read spellings that do not really exist and that they will never find in vocalized texts. My only concern is that this artificial combination of the two vowel-systems may be confusing for some. Second, quššāyā and rukkā k ā are marked inconsistently throughout the book. As for the combination of the two vowel-systems mentioned above, this is not a major obstacle to learning. Yet, regular marking would have been more suitable, especially to learn a correct pronunciation. Third, the keys to exercises cover only the eight introductory chapters and the first ten lessons, which means that the use of the manual for self-study is limited since students cannot check themselves with certainty. Note that minor errors appear at times in the keys to exercises. For instance, on page 370, the adjective ‘big’ is rendered as ܐܘܽܟܳܡܳܬܳܐ (sentence 10, key to exercise 5 on p. 79), and the adjective ‘great’ is not translated (sentence 13, key to exercise 5 on p. 79). Finally, I found some typos among which are the recurrent transliteration of spirantized ܟ as ḥ (instead of k ), e.g., arriḥe instead of arri k e (p. 76, §2.8.1), arriḥā t ā instead of arri k ā t ā (p. 76, §2.8.2), arriḥā instead of arri k ā (p. 80), b ə riḥā instead of b ə ri k ā (p. 123), g ə ḥaḥ\/g ə ḥeḥ instead of g ə ḥa k \/g ə ḥe k (p. 158). In the same vein, we also find ܐܰܪܺܝܚܶܐ instead of ܐܰܪܺܝܟܶܐ (p. 368, lesson 2, exercise 1). Some confusion occurs at time between a and ā . Thus, ܳ is occasionally transliterated as a instead of ā , for instance harkā instead of hārkā (p. 74), ʾakelqarṣā , hayden , m ə ṣi d ta , na g ū d a instead of ʾā k elqarṣā , hāyden , m ə ṣi d tā , nā g ū d ā , respectively (p. 202). On page 191, §4.4, [ā] should be read as [a] since it transcribes ܱ . These minor problems do not undermine the value of Arman Akopian’s work. Overall, the author wrote a highly valuable textbook. He has well designed the sequence of lessons and the progression in grammar and vocabulary. With its length of 399 pages, the book is the longest manual for English-speaking learners. Moreover, the online additional reader (68 pages) significantly expands the course. No doubt, students who go through the entire manual and online reader will attain a respectable level that they cannot reach by using the other available course books. Therefore, this textbook is highly recommended for learners who intend to invest earnestly in the study of Syriac. Bibliography Bar-Asher, M. L’hébreu mishnique: études linguistiques . Louvain: Peeters, 1999. Briquel-Chatonnet, F. “De l’araméen à l’arabe: quelques réflexions sur la genèse de l’écriture arabe. ” In  Scribes et manuscrits du Moyen-Orient , ed. F. Déroche and F. Richard. Paris: Bibliothèque nationale de France, 1997, 135–149. Coakley, J. F. Robinson’s Paradigms and Exercises in Syriac Grammar (6th ed.). Oxford: University Press, 2013. Costaz, L. Grammaire syriaque . Beyrouth: Librairie Orientale, 1955. Hallam, S. C.  Basics of Classical Syriac: Complete Grammar, Workbook, and Lexicon . Grand Rapids, MI: Zondervan, 2016. Healey, J. F. Leshono Suryoyo: First Studies in Syriac . Piscataway, NJ: Gorgias Press, 2005. Kiraz, G. A. The New Syriac Primer (2nd ed.). Piscataway, NJ: Gorgias Press, 2013. Muraoka, T. Classical Syriac: A Basic Grammar with a Chrestomathy . Wiesbaden: Harrassowitz, 1997. Qarabashi, A.-M. ܗܪܓܐ ܕܩܪܝܢܐ . 6 vols. Losser: Bar-Hebraeus Verlag, 1985–1986. Thackston, W. M. Introduction to Syriac: An Elementary Grammar with Readings from Syriac Literature . Bethesda, Maryland: IBEX, 1999. Younansardaroud, H.  Classical Syriac Course Book. Translated by G. Wetherall (2nd ed.). Berlin: Universitätsbibliothek der Freien Universität, 2019.",
    "title" : 
    [ "Arman Akopian, Classical Syriac (Piscataway, NJ: Gorgias Press, 2019)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Aïm, Emmanuel" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n2praim",
    "type" : "review",
    "displayTitleEnglish" : "Arman Akopian, Classical Syriac (Piscataway, NJ: Gorgias Press, 2019)" }