
  { "fullText" : "Ephrem A. Ishac, Thomas Csanády, and Theresa Zammit Lupi, eds.,  Tracing Written Heritage in a Digital Age  (Wiesbaden: Harrassowitz, 2021). Pp. 491; €98. The expansive title of this volume reflects the broad interests and work of Prof. Erich Renhart of the University of Graz, the scholar whose 60th birthday it celebrates. Less than half of the twenty-four articles it contains belong directly to Syriac studies and these will be the chief subject of this review, although three others concerned with manuscripts more generally will also be mentioned here. Prof. Renhart is the organizer of a project to produce critical editions, printed and online, of West Syriac eucharistic anaphoras. This continues the dormant series of Anaphorae Syriacae (Rome 1939–81). The project website https:\/\/syriac-anaphoras.org shows its ambitious scope and ground-rules. Renhart’s article here (pp. 117–28) is a ‘résumé’ of work so far done on the Anaphora of Basil. The thorough treatment that this anaphora is receiving is also demonstrated by the article of András Mércz (pp. 311–30) aiming to identify the manuscript of the anaphora used by Andreas Masius for his Latin translation of 1569. The manuscript has not turned up, but we now have a good knowledge of its text. A sample page-opening of the edition in progress (pp. 120–21) shows the text with heavy apparatus, German translation, and notes. In such a painstaking edition, one must only regret the unexplained stripping-out of diacritical points from the text (except, curiously, for the points on the verb ܦ̣̇ܨܐ in the Lord’s Prayer). The anaphoras project will contribute to an even wider endeavor, to compile a ‘Comprehensive Syriac Liturgical Corpus’. Ephrem Ishac explains (pp. 397–414) with examples how this corpus would help in identifying fragments, and Thomas Klampfl discusses (pp. 415–18) the software to be employed for this as yet unrealized project. Although all Ishac’s examples are West Syrian, I hope this database will in time include East Syriac texts too: a searchable Ḥudra and Ṭaksa for example would transform the business, in prospect just now, of cataloging hundreds of liturgical fragments newly found at Turfan. It is also worth repeating the hope, expressed by Ishac (pp. 399–400), that the Corpus will go hand in hand with greater expertise on the part of those who catalog liturgical manuscripts, so that no more catalogues will use descriptions like ‘book of services and prayers’ for what is a Fenqitho . M. Goshen-Gottstein, Syriac manuscripts in the Harvard College Library (Missoula, Mont.: Scholars Press, 1979), 95, on Harvard Syriac 140. A number of other articles in this book are linked to the Vestigia Manuscript Research Centre at the University of Graz, founded by Prof. Renhart in 2006 (https:\/\/vestigia.uni-graz.at). Two of its projects that are Syriac-related are catalogues of manuscripts at the Syrian Orthodox Patriarchal Library at Atchaneh, Lebanon, and at the Mesrop Mashtots Institute of Ancient Manuscripts ‘Matenadaran’ in Yerevan, Armenia. The Vestigia website indicates that the latter is now nearly complete; the former, a larger undertaking to cover the sixty most important manuscripts in this famous ‘hidden’ Manuscript repositories do not always appreciate it when their holdings are called ‘hidden’; but this library has historically been inaccessible to most researchers and the term verborgene Bibliothek on the Vestigia website may be excused. collection, is not yet so far advanced. It is a joint undertaking with the Department of Syriac Studies at the Patriarchate, whose website identifies it as a ‘medium-term project’ (https: \/\/dss-syriacpatriarchate.org\/department-of-syriac-studies\/our-projects\/?lang=en) . Both are discussed in a well illustrated article by Renhart (pp. 195–208), an essay which also aims to be a kind of manifesto for catalogers of the present day who have to attend to ‘new methodological insights’, specifically the need for greater attention to codicology (binding, decoration, watermarks, etc.); and, now that the Syriac script is available, the advantages of producing a text in marked-up format so that the catalogue is instantly available and searchable online (p. 207). (A little hesitancy might still be in order here: no XML file can yet convey all the nuances of description that a typographical pdf document composed in Word or InDesign can achieve.) The same theme of codicology is addressed in an arresting article by Theresa Zammit Lupi, ‘Books as multisensory experience’ (pp. 209–20). Respect for the manuscript as found should be such that it becomes a question for the conservator even whether to remove dirt from it (p. 214), this being an authentic aspect of its ‘touch’. Syriac scholars may be reminded of the polar-opposite treatment of the manuscripts from Dayr es-Suryan by the British Library (then British Museum) in the 1840s and 50s. The texts were all-important; the manuscripts themselves were ruthlessly combined and rebound into stout volumes reflecting very little of their original form as codices. The Museum archives do not record anything about the conservation of the Syriac collection. Newly invented photography that could have recorded the original state of the manuscripts was also evidently not thought of. Much information was lost, the tight bindings often obscuring even the original quiring. It was perhaps a justifiable expedient, benefiting readers, as it did over many years, by the ease of handling the volumes; but with ever-advancing digitization, considerations of the reading room are less and less important, and this strategy will surely never again be used by any library. Of similar, also non-Syriac, interest is the article by Christine Jakobi-Mirwald and others, on embroidered repairs in vellum manuscripts from certain monasteries in South Germany, Austria, and Switzerland (pp. 249–76). This embroidery has been studied before, but the article here illustrates it in well deserved color. The origin of this minor art-form lay in the sometimes inferior quality of skins that resulted from a high demand for vellum in late medieval Europe. Holes and other flaws were unavoidable even in fine illuminated manuscripts, and these called for artistic repair (by female religious, it seems). Syriac manuscript leaves are seldom or never repaired with stitching, fancy or otherwise. It is a question whether the vellum available to Syriac scribes was better, or anyhow tougher, than what was produced in Europe, and did not need so much repair. Manfred Mayer from Graz University, the inventor of the ‘Traveller’ portable copying stand, gives an entertaining account of his invention (pp. 451–68). This includes a list of desiderata for such a device that ought to be helpful to anyone seeking to equip a library for the digitization of delicate books and manuscripts. Finally we turn to four articles of squarely Syriac subject-matter. Robert Kitchen, who also introduces the whole volume, writes (pp. 221–34) on the Monastery of Mar Behnam, destroyed by ISIS in 2015, its manuscripts digitized previously by HMML, its saint Mar Behnam, and its oldest manuscript, a large monastic anthology (MBM 00364). Its contents of ascetical texts, he explains, require a special kind of devotional ‘slow reading’. As part of the Vestigia project mentioned above, Andrea Schmidt describes a pair of Syriac amulet scrolls in Yerevan (pp. 13–76). This is a very full description including text, translation, commentary, and even a concordance with sophisticated grammatical tags. The fully vocalized text is also searchable in yet another online corpus, which is part of the GREgORI project at the Institut Orientaliste de Louvain (https:\/\/uclouvain.be\/fr\/instituts-recherche\/incal\/ciol\/gregori-project.html), and which I found friendly to use. Besides this technological demonstration, Prof. Schmidt’s discussion is also a useful survey of the state of research on amulet literature, with a bibliography. She enumerates thirty known codices and ten scrolls in which this literature subsists. The scrolls are evidently extracts from the larger codices, or handbooks, with amulets written out for particular people and circumstances. The Yerevan scrolls, however, may be templates ( Musteramulette ) for further personalized copying. These amulets are intended specifically for women, who may variously be pregnant, or in a long labor, or needing protection from the Evil Eye or the demon Tabʿa or the ‘choking mother’ Lilith. Ephrem Ishac describes ‘hidden Syriac manuscripts at Yale’ (pp. 159–94). What makes most of these manuscripts hidden is not that they have previously been unrecorded, but that they are recent migrants to Yale University, from the libraries of the Hartford Seminary Foundation in 2005 and the Andover Newton Theological School in 2017. Most (not all) of these manuscripts formerly belonged to Isaac H. Hall (1837–96), whose collection was unfortunately not kept together at his death, some items going to the Harvard Semitic Museum (later to Houghton Library), some to the old Andover Seminary, and some apparently to Hartford Seminary. Confusion has resulted, in part also from the names of libraries, and a couple of corrections may be made to the provenance information that Ishac gives. None of these Yale manuscripts were ever in Houghton Library. Ishac’s nos. {25} to {31} were previously at Andover Seminary, and the 5-digit numbers he finds in them are Andover accession numbers. This library was amalgamated with that of Harvard Divinity School in 1906 (and thereafter called the Andover-Harvard Library), whence the manuscripts were transferred to Andover Newton in about 1985; and thence to Yale when this seminary was effectively wound up. They had call numbers at Andover Newton, viz. 2007-1 to 2007-7. See my article ‘Manuscripts for sale: Urmia, 1890-2’, Journal of Assyrian Academic Studies 20:6 (2006), 3–17, specif. p. 8 n. 19. But these numbers have evidently been forgotten, as they should be. Nothing in the catalogue of the American mission library by Shedd and Sarau (Urmia 1898) came to any library at Harvard; with only a few exceptions these manuscripts are lost. One of the Hartford Seminary manuscripts, however, ʿAbdishoʿ’s Paradise of Eden (Ishac’s {4}), is documented at Urmia. The stamp shown in Ishac’s fig. 3 reveals that it came from the mission there, and indeed it appears in a list of 1892 of duplicate manuscripts for sale. Ishac dates it to the 18th century, but it is likely to be earlier. The missionaries in their list (‘Manuscripts for sale’, 14) dated it to the 16th century, but it might be earlier yet: cf. Cambridge Or. 191, the same text in a similar hand and dated 1476. Among some details not mentioned by Ishac may be mentioned the colophon of MS {29}, the Hexaemeron of Emmanuel bar Shahhare. This was copied in 1890 by Eshai Malek Yonan of Geogtapa, who asks the reader to ‘pray for me while I am alive’ – an adjustment of the traditional formula by a Protestant scribe who rejects prayers for the dead! Hall’s own notebooks, catalogued by Ishac (pp. 170–74), went to Hartford Seminary apparently along with the manuscripts {1}–{5}. Grigory Kessel studies (pp. 77–96) a rare instance in which the under text of a palimpsest manuscript is dated. The manuscript is Sinai Arabic 514, of the 10th century, for which the scribe re-used leaves from nineteen different manuscripts including two or three from a copy of Hebrews in Syriac containing a colophon with the date 551\/2. Kessel makes clear the text-critical importance of this early witness to the Pauline corpus in Syriac. He modestly says nothing about the achievement of reading as much of the text as he has done. The lines of the under text run the same way as the top text, which makes the reading more difficult. Where the equipment and budget exist (as now in St. Catherine’s Monastery; see http:\/\/ sinaipalimpsests.org\/technologies), multi-spectral photography has facilitated the reading of palimpsests, and such photographs are reproduced here in several plates; but the reading is still a long way from being straightforward, as a comparison of the image in his fig. 4 with his transcription will show. Color photographs can, as in this example, be essential to a scholarly presentation, and they are welcome always in the reproduction of manuscript pages and the transcription of texts with rubrics. It is a pleasure that color, in images and in typography, is profuse in this volume – even down to the footnote indicators (perhaps not so pleasingly) in red. Printing in full color has become economic with the advent of so-called digital printing, and we may hope to see it more widely. Much credit is owing to Prof. Renhart for the impeccable typesetting and layout that he has contributed to his own book.",
    "title" : 
    [ "Ephrem A. Ishac, Thomas Csanády, and Theresa Zammit Lupi, eds., Tracing Written Heritage in a Digital Age (Wiesbaden: Harrassowitz, 2021)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Coakley, J. F." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n2prcoakley",
    "type" : "review",
    "displayTitleEnglish" : "Ephrem A. Ishac, Thomas Csanády, and Theresa Zammit Lupi, eds.,  Tracing Written Heritage in a Digital Age  (Wiesbaden: Harrassowitz, 2021)" }