
  { "fullText" : "Johannes Hahn and Volker Menze, eds., The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Oakland: University of California Press, 2020). Pp. x + 307; $95.00. This admirable book takes as its focus one of the most bewitching late antique hagiographies, the Syriac Life of Barsauma . It offers a collection of essays by scholars of differing expertise, together with an appendix providing an English translation of the Syriac text by Andrew Palmer. The book represents the collaborative fruits of a project funded by the German Research Foundation (DFG) between 2010 and 2013, including the conference at which the majority of these essays were first presented. This same translation (the first in a modern language) has also been published separately in its own volume by the University of California Press (Andrew N. Palmer, The Life of the Syrian Saint Barsauma: Eulogy of a Hero of the Resistance to the Council of Chalcedon , 2020). The Life of Barsauma has captivated scholars since François Nau published select portions of the text in the early twentieth century (“Deux episodes de l’histoire juive sous Théodose II (423 et 438) d’après La Vie de Barsauma le Syrien ,” Revue des Études Juives 83 [1927]: 184–206). One of the longest surviving hagiographies of late antiquity, its subject is a monastic leader and wandering holy man notorious in his day (and subsequently, as seen in other primary sources) as an especially charismatic and violent opponent of the Council of Chalcedon (451). The Life itself is a gripping read. The hero’s eventful career began in childhood and played out across the eastern Roman provinces through a dramatic series of pilgrimages. Adept at miracles of healing, exorcism, and ecological disruption—summoned as blessing or curse—Barsauma was an aggressive apostle for the (non-Chalcedonian) faith, assaulting, harassing, and sometimes killing his opponents, whether pagans, Jews, Samaritans, or heretics (most often in this text, supporters of the Council of Chalcedon). Exceptional violence characterizes his own ascetic practice no less than his encounters with these “others.” Yet, the Life presents him further as the wise confidant and spiritual guide to emperors, empresses, bishops, clergy, laity, the poor and needy, as well as his own disciple monks. Bristling with references to historical persons, places, and events, the text is an irresistible window into the full volatility of late antique Christianity. Or is it? That is the crux of this book. With close attention, the picture unravels. Simon Corcoran on Barsauma and the emperors, Günter Stemberger on Barsauma’s travels to the Holy Land and Jewish history, Jan Willem Drijvers on Barsauma’s dealings with the empress Eudocia, Reuven Kiperwasser and Serge Ruzer on the Holy Land and its inhabitants in the Barsauma narrative, Johannes Hahn on the presentation of Samaritans: each of these essays examines the alluring detail of the hagiographical text with scrupulous care and judicious rigor. Each time, we confront verisimilitude at its most compelling. The same episodes and encounters that have most excited scholars with the possibility of historical data are the ones least able to bear scrutiny. Thankfully, the book does not stop there. Another way forward is evident in Cornelia Horn’s insightful study of the ascetic practice portrayed in the Life of Barsauma . Her thorough treatment of the rhetoric—including nuanced descriptions of hair, garment, tears, and posture—establishes a concrete context of late antique Syriac monastic tradition, with devotional implications for pious laity. Her conclusion is one of the most important moments of the book: modern readers may find the use of tropes and conventions common to Syriac monastic and ascetic writings to be “indicators that weaken the claims to the historicity of the story, the person, and the ascetic profile presented in the text.” But for the ancient reader, precisely these same rhetorical patterns “demonstrated the historical authenticity of the story” (p. 72). In a similar vein, Jan Willem Drijvers urges us to leave aside the historical “accuracy” of events portrayed and instead to set the Life into the context of other Syriac imaginative literature of the time, for example, other anti-Jewish texts such as the Julian Romance or the Syriac legends on the finding of the True Cross (pp. 99–103). Here is a fruitful approach to “this fascinating hagiographic report,” viewing it as “an excellent source for understanding the religious climate in the Syriac-speaking regions in the fifth and sixth centuries” (p. 103). Reuven Kiperwasser and Serge Ruzer turn attention to the narrative strategies of the text “as expressions of negotiating a Christian identity in a late antique Syriac-speaking realm” (p. 104). Not only do they offer intriguing readings of the Holy Land portions of the Barsauma vita , but they further suggest parallel consideration with, e.g., Genesis Rabbah 64.10 on Jewish messianic activism (pp. 116–118). The comparison points to a very real climate of anxiety in the fifth century eastern provinces regarding Jerusalem and the Temple Mount. Along with the essay by Johannes Hahn on the Samaritans, we have here interesting perspectives on the roles these imagined communities play in the Barsauma narrative. As Hahn astutely observes (p. 128), the Life of Barsauma is filled with hostile religious diversity, all in siloed groups: pagans, Jews, Samaritans, “heretical” Christians, and “orthodox” Miaphysites, each strangely presented as a community wholly separate from the others. If this literary diversity represents the broad panoply of religious groups in the late antique eastern Roman provinces, the picture of separate homogenous communities makes no sense at all, historically speaking. Daniel Caner takes on the Life as hagiography in its fullest literary sense, with a richly masterful analysis setting Barsauma (d. 456) together with his elder contemporary Alexander Akoimetes (d. 430\/5). Both were controversial figures in their lifetimes, associated with violence and notoriety. Both were the subjects of exceptionally powerful hagiographies: literary interpretations of their careers that re-cast their leadership and models into timeless glory, Alexander for the apostolic ideal of ceaseless prayer, Barsauma for elevating the penitential life of the “mourner” to exalted efficacy. Together with the Syriac Life of Simeon the Stylite , as well as contrasting models in Theodoret of Cyrrhus’ History of the Monks of Syria or even the magnanimous Life of Rabbula of Edessa , we are dealing here with literary masterpieces of an era. Matters of historicity can be handled expeditiously—as the essays in this volume show—but more profound issues of cultural, societal, political, and religious import are there for the taking, the more vividly displayed by the imaginative mode of hagiographical discourse at work. It is to such fruits that Johannes Hahn points in his thoughtful closing essay, “Barsauma between Hagiography and History.” The entire collection is ably framed by Volker Menze’s opening essay on Barsauma and the relevant historical issues, and Andrew Palmer’s vibrant translation in the Appendix from manuscript Damascus Syr. Patr. 12\/17 (he is presently completing a critical edition and more literal translation). We are much in the debt of these colleagues for providing the eminently useful and usable treasure of this book! ",
    "title" : 
    [ "Johannes Hahn and Volker Menze, eds., The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Oakland: University of California Press, 2020)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Harvey, Susan Ashbrook" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n1prharvey",
    "type" : "review",
    "displayTitleEnglish" : "Johannes Hahn and Volker Menze, eds., The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine (Oakland: University of California Press, 2020)" }