
  { "fullText" : "Marijke Metselaar, Defining Christ: The Church of the East and Nascent Islam (Leuven: Peeters, 2019). Pp. xi + 464; €105.00. The main question Metselaar’s book seeks to answer is how seventh-century East Syriac catholicoi formulated their theoogical views in response to nascent Islam and its fundamental rejection of Christ’s divinity. As the author states in her introduction, the study of the christology of Ishoʿyahb III offers a valuable perspective because his theology reflects the earlier theological discourse while he also adjusts his christological views within the new Islamic context. In order to understand the intricate theoretical argumentation and terminology which marked this theological dispute, Metselaar starts at the beginning of the East Syriac tradition. Chapter 1 constitutes an excellent introduction to the theological tradition of the Church of the East. Beginning with Aphrahat and Ephrem (pp. 17–26), the author draws attention to the later christological implications of their definition of qnoma in trinitarian doctrine (p. 154). She then traces the formation of the two- qnome -formula through the theological statements of the early Antiochene school and Theodore of Mopsuestia (pp. 26–52), observing that Theodore’s use of the terminology could lead to divergent interpretations (p. 48), which indeed animated the sixth-century debates within the School of Nisibis (pp. 91–97) and which encouraged a ‘one- qnoma -interpretation’ by Sahdona, an opponent of Ishoʿyahb III (pp. 309, 311). She then moves on to the relation between qnoma , hypostasis, and prosopon in Nestorius (pp. 53–65) and the ramifications for later theological developments within the Church of the East. Lastly, the chapter surveys the subsequent reception of these creedal formulas within the Church of the East, from the first synod of 410 to the confirmation of the Theodorian standpoint at the synod of 612, claiming that a hardening of the Miaphysite position, as well as Justinian’s attempts to find a doctrinal compromise, gave momentum to the crystal¬lization of the East Syriac theological position. Although internal divisions continued, a Theodorian christology became normative after the theological debate of 612, which constitutes the centrepiece of chapter 2. The author starts her inquiry with a detailed analysis of Babai’s christology, contending that a growing Miaphysite influence in Persia, internal voices advocating qnomatic union, and threats posed by Origenist tendencies in monastic circles elicited a stricter adherence to Theodore’s formulas in Babai’s work (pp. 127–38). Throughout her study, the author keeps closely intertwined the soteriological, epistemological, and christological aspects of Babai’s theology (and that of others). As she notes, Babai considered the preservation of the human nature in Christ as a critical factor for the correct epistemological process leading to knowledge of the transcendent God. The author then surveys the theological debate of 612, when East Syriac representatives officially formulated a doctrine of ‘two qnome in one parsopa ,’ relying largely on Babai’s formulations. The chapter closes with an inquiry into the christology of Ishoʿyahb II. As the author notes, his theology was articulated in response to challenges similar to those encountered by his predecessor Babai, especially with regard to internal opponents claiming a uniquely divine parsopa (pp. 195–97), but constitutes also a reaction to contemporary Monenergism, a dogmatic compromise promoted by Heraclius to seek doctrinal reconciliation (p. 193). Chapter 3 takes the reader to the core of the inquiry. It investigates the leadership of Ishoʿyahb III in the earliest years of Islamic rule. A lengthy and meticulous historical excursus situates the patriarchate of Ishoʿyahb III in the context of the critical yet chaotic transition from Sasanian rule to the subsequent establishment of Byzantine and then Islamic governance. Metselaar surveys Ishoʿyahb’s letters in order to investigate the catholicos’s attitude vis-à-vis Islamic power. The apostasy of the Marawnaye , a hitherto unidentified south Arabian population, gives Ishoʿyahb the occasion to develop a compromise position which defended the spiritual benefits of Christianity while making Arab rulership acceptable to a Christian subject (pp. 263–68). This stance is further advo¬cated in the patriarch’s letters that address the rebellion on the coast of the Arabic peninsula: by claiming that allegiance to both the Church and the Islamic rulership is divinely ordered, the catholicos advocates Christian submission to secular leaders as well as to God (pp. 268–77), and he equates rebellion with apostasy as both result from feeble faith (pp. 277–79). The religious landscape into which Islamic power was planted, as Metselaar notes at the beginning of the chapter, was quite diverse. It is against this background that Ishoʿyahb understands christological notions in Islamic theology as a refutation of Theopaschism, a common accusation brought forth by East Syrians against the Miaphysites (pp. 227–32, 286–87). But Ishoʿyahb III also formulates his christology more systematically in response to the competing one- qnoma -formula proposed by his opponent Sahdona, a theme that constitutes the bulk of chapter 4. Although Ishoʿyahb was swift to dismiss his enemy’s christology as Miaphysitism, Sahdona did draw on the East Syriac tradition. Metselaar examines how Sahdona utilized the theology of Theodore and Nestorius to promote a one- qnoma -creed, while ignoring conflicting statements in these works (pp. 307–15). In his response, Ishoʿyahb drew an etymological and logical distinction between qnoma and parsopa in order to oppose the idea of a qnomatic union as argued by Sahdona (pp. 319–22). It is in this defence of his christological views that, as Metselaar shows, Ishoʿyahb mitigated his christological nomenclature in so far as it might potentially conflict with Quranic statements against Christ’s divinity (pp. 337–45) in order to make it more acceptable in a Muslim-dominated context. In chapter 5, Metselaar briefly treats the career and christological views of the subsequent East Syriac catholicoi up to the end of the seventh century, pointing out that anti-Islamic concerns became more pronounced as the Islamic identity of the caliphate grew more distinct. Remarkably, as she argues, Catholicos George I also attempted to show the agreement between different Christian denominations in order to enhance Christian reputation before Muslim power. In the final chapter, the author summarizes her findings. Although this chapter is a useful tool that helps the reader to navigate the immense amount of information offered in the book, it regrettably remains on an expository level while it could have been used to tie the chapters together in an overall argument. The main merit of this volume is that it offers an extensive and meticulous exposition of the christological tradition of the Church of the East in its late antique political context. Yet, in my view, this book would have fully accomplished what it set out to do if the various sections and chapters had been tied into a more clear and coherent narrative. The author insightfully pinpoints here and there the entanglement of political and religious motives in the formulation of christological views, but in terms of structure and narrative, she rarely explicitly connects the historical and theological trajectories of her book. One would more gladly indulge in reading lengthy, in-depth historical excursus if the author had clarified at the outset their relevance for the overall argument, or had more explicitly articulated how some historical information is related to the christological formulations of the period. For instance, historical excursus on Miaphysite Arab tribes and their political influence in early Islam are scattered throughout the first and third chapters, before the author highlights their role in fostering one- qnoma -tendencies within the Church of the East. Or, to give another example, the importance of the digression on the chronology of the Arab conquest of Nineveh (p. 220) comes to the fore only on page 281, when it proves useful for understanding when and how Ishoʿyahb III recognized Arabs as secular leaders. As the book aims to focus on the Church of the East in its relation with nascent Islam, it would have been helpful if some themes had been treated more extensively: for instance, whether the supposed collaboration with Ali’s supporters (p. 276) may have facilitated the transmission of ideas about secular and ecclesiastical power to Ishoʿyahb III (p. 292); or why the christology of Ishoʿyahb III omits mention of Jesus as ‘servant of God’ (p. 342), when it would have offered a common ground with Islamic theology (pp. 231–32). This aside, overall this is a remarkably learned work, which combines great accuracy and breadth. It not only presents a rich survey of East Syriac theology through the seventh century but also sparkles with insightful comments on the complex intertwining of politics and theology within the Church of the East in the first decades of Islamic rule. ",
    "title" : 
    [ "Marijke Metselaar, Defining Christ: The Church of the East and Nascent Islam (Leuven: Peeters, 2019)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Mazzola, Marianna" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n1prmazzola",
    "type" : "review",
    "displayTitleEnglish" : "Marijke Metselaar, Defining Christ: The Church of the East and Nascent Islam (Leuven: Peeters, 2019)" }