
  { "fullText" : "He divided up and gave. He gave to us the earth For the feet; he gave to us light For the eyes; and for the ears He gave sounds and words. In these things which he gave He is found trustworthy in everything that he promised. Madrasha contra haereses 43.24 Look: the senses of the sons of the High One, Though subtle and spiritual, Are yet insufficient. Therefore, cease from discussion, O dense senses of the fat body, Causing pus to flow! Madrasha de fide 75.26-27 Introduction Ephrem wrote amid intense competition for an orthodox Christian identity in fourth-century Syria. In over four hundred extant madrashe or hymns, he frequently engages in polemics centered around the human capacity to know God, responding to various theological opponents: Marcionites, Manichaeans, Bardaisanites, and a slew of neo-Arian groups. As the above stanzas demonstrate, sometimes Ephrem presents seemingly contradictory views in his mass of hymnography. In the first, Madrasha contra haereses 43, he lauds the human body as a vehicle for experiencing God’s creation. He claims that humans come to trust in God’s promises through their senses and the material world perceived through them. In the second, Madrasha de fide 75, Ephrem takes a different tack: he deprecates the body and its senses, which are too limited to understand God. He associates the body with density, fatness, and pus, conjuring negative and abject imagery to emphasize its distance from the divine. These inconsistent perspectives on the body raise questions about Ephrem’s epistemology: what role does the human body play in knowing God? What are the body’s limits in understanding the divine? What is God’s relationship to His material creation, including human corporeality? This article will compare Ephrem’s assessments of the body and senses in several madrashe from these two cycles of hymns—the Madrashe contra haereses ( McH ) and the Madrashe de fide ( MdF ). It will offer a twofold solution to understanding their different attitudes toward human corporeality by attending to Ephrem’s polemical rhetoric and epistemological underpinnings. I argue that, while Ephrem shifts his valuation of the body and its senses in accordance with his polemical agenda, his recognition of the body’s centrality in acquiring knowledge remains consistent. Ephrem’s ostensibly divergent views of the body have caused scholars to produce two different assessments of his epistemology. On the one hand, many readers have highlighted Ephrem’s emphasis on the limited human capacity for knowing God, who is separated from creation by a chasm that can only partially be breached. For the chasm and partial breaching of it, see Ute Possekel, “Ephrem’s Doctrine of God,” in God in Early Christian Thought: Essays in Memory of Lloyd G. Patterson , Supplements to Vigiliae Christianae 94, ed. Andrew McGowan (Leiden: Brill, 2009), 202–6; Mark J. Mourachian, \"Human Freedom in the Context of the Theological Anthropology of St. Ephrem the Syrian,\" (PhD diss., Catholic University of America, 2012), 106–23; Thomas Kathanar Koonammakkal, \"The Self-Revealing God and Man in Ephrem\" ( The Harp 6 [1993]), 233–43; Paul S. Russell, “Ephraem the Syrian on the Utility of Language and the Place of Silence'' ( Journal of Early Christian Studies  8 [2000]), 30–37; Sebastian Brock, The Luminous Eye: The Spiritual World Vision of Saint Ephrem , Cistercian Studies 124 (Spencer, MS: Cistercian Publications, 1992; orig. published Rome: Center for Indian and Inter-Religious Studies, 1985), 26–9; Jeffrey Wickes, Bible and Poetry in Late Antique Mesopotamia: Ephrem’s Hymns on Faith, Christianity in Late Antiquity 4 (Berkeley: University of California Press, 2019), 11–42. For Ephrem’s reference to the chasm, see MdF 69.11 and MdF 15.5. English translation of MdF in Jeffrey Wickes, trans., St. Ephrem the Syrian: Hymns on Faith , Fathers of the Church 130 (Washington, D.C.: Catholic University of America Press, 2015), and Syriac text in E. Beck, ed and trans., Des heiligen Ephraem des Syrers Hymnen de Fide , CSCO 73 (Louvain: CSCO, 1955). I draw all English translations of the MdF from Wickes. According to Ephrem, humans can know God only to the extent that He has revealed himself through symbols in nature, liturgy, and Scripture, On Ephrem’s notion of symbols and their partial revelation in Scripture, nature, sacraments, and Christ, see Predrag Bukovec, “Gotteserkenntnis in Ephraems des Syrers Hymn de fide” ( Saeculum 60 [2010]), 17–40; Georges Saber, \"La typologie sacramentaire et baptismale de Saint Ephrem\" ( ParOr 4 [1973]), 73–91; Sidney H. Griffith, “The Image of the Image Maker in the Poetry of Ephrem the Syrian” ( StPatr 25 [1993]), 258-69; Edmund Beck, Die Theologie des heiligen Ephrem in seinen Hymnen über den Glauben , Studia Anselmiana 21 (Rome: Pontificium Institutum S. Anselmi, 1949), 23–34; Seeley Joseph Beggiana, “The Typological Approach of Syriac Sacramental Theology” ( Theological Studies 64 [2003]), 543–57; Mourachian, “Human Freedom,” 108–29; and Koonammakkal, “The Self-Revealing God”; and Brock, The Luminous Eye , 53–84. The classic study of symbols in early Syriac literature, particularly that of Ephrem and Aphrahat, is Robert Murray, Symbols of Church and Kingdom: A Study in Early Syriac Tradition (Cambridge: Cambridge University Press, 1975). which humans can observe through faith, love, and madrashic paradoxes. For emphases on faith and love in Ephrem, see Sidney Griffith, “Faith Seeking Understanding in the Thought of St. Ephrem,” in Faith Seeking Understanding: Learning and the Catholic Tradition: Selected Paper from the Symposium and Convocation Celebrating the Saint Anselm College Centennial , ed. George Charles Berthold (Manchester, NH: Saint Anselm College Press, 1991); Brock, The Luminous Eye , 43–6 and 67–84; Charis Vleugels, “The Response to Chasm and Bridge: The Wings of Truth and Attitude in Ephrem the Syrian’s Hymns on Faith” ( The Harp 22 [2007]), 183–92; Mourachian, “Human Freedom,” 129–69. For a classic explanation of Ephrem’s paradoxical approach to theology, see Brock, The Luminous Eye , 24–5. These symbols give knowledge of God’s existence but not of the mode or character of his being. As Jeffrey Wickes states regarding Ephrem’s MdF , Ephrem does not take issue with specific theological doctrines per se but rather with their mode of inquiry. To proceed with logical and grammatical methods instead of Scripture and symbols is to arrogate an intimate knowledge of God’s hidden nature. Wickes, St. Ephrem the Syrian , 43–6; David Bundy, “Language and the Knowledge of God in Ephrem Syrus” ( The Patristic and Byzantine Review 5 [1986]), 9–103. Thus, most scholars claim that Ephrem thought the limited nature of human knowledge circumscribes human understanding of God. See especially E. Beck, Ephräms des Syrers Psychologie und Erkenntnislehre (Louvain: CSCO, 1980), 135-47. This line of interpretation, however, tends to focus heavily on knowledge as a cognitive, abstract experience. These scholars refer to limited knowledge, knowledge merely of God’s existence, faith-based inquiry, and revealed knowledge. They largely fail to engage Ephrem’s frequent discussion of the body and perception as instruments—albeit limited ones—of experiencing God. Beck, Die Theologie , 23–34 attends briefly to Ephrem’s sensory language in the MdF , although with little focus on the importance of perception in knowledge. On the other hand, Susan Ashbrook Harvey highlights Ephrem’s attention to corporeality and the senses. Harvey proposes that, “Rather than seeing Creator and creation separated by an unbreachable chasm, Ephrem delights in exploring the created universe for its endless capacity to reveal its Maker” and that “Ephrem is concerned with knowledge that is non-cognitive yet genuinely revelatory of divine being, truth, and action.” Susan Ashbrook Harvey, “St. Ephrem on the Scent of Salvation” ( Journal of Theological Studies 49 [1998]), 109–28. In her view, Ephrem, along with other late ancient Christians, conceives of sensory experience as a means of directly encountering divine revelation in nature and liturgy. In addition to n. 6, see Susan Ashbrook Harvey, Scenting Salvation: Ancient Christianity and the Olfactory Imagination , The Transformation of the Classical heritage 42 (Berkeley: University of California Press, 2006). Harvey’s work is part of a more significant scholarly attempt to understand the perceptually based epistemologies of late ancient Christians. After Christianity was legalized and adopted by Roman imperial officials, Christians increasingly engaged the potential of the material world as a point of interaction with the divine. In particular, scholars have pointed to the body’s senses – sight, touch, smell, sound, and taste – as mechanisms for knowing and experiencing God. Major analyses include Patricia Cox Miller, The Corporeal Imagination: Signifying the Holy in Late Antiquity , Divinations: Rereading Late Ancient Religion (Philadelphia: University of Pennsylvania Press, 2009), which labels this change in late ancient Christian epistemology the “material turn”; Susan Ashbrook Harvey, “Locating the Sensing Body: Perception and Religious Identity in Late Antiquity,” in Religion and the Self in Antiquity, ed. David Brakke, Michael L. Satlow, and Steven Weitzman (Bloomington: Indiana University Press, 2005), 140–62; and Georgia Frank, The Memory of the Eyes: Pilgrims to Living Saints in Late Antiquity , The Transformation of the Classical Heritage 30 (Berkeley: University of California Press, 2000). For essays on the various late ancient Christian conceptions of the “spiritual senses,” which in some cases were transformed or well-trained physical senses, see Paul L. Gavrilyuk and Sarah Coakley, eds., The Spiritual Senses: Perceiving God in Western Christianity (Cambridge: Cambridge University Press, 2012). Such work is aided by studies that highlight the physiological basis of ancient perceptual and cognitive theories. For example, the materialist analysis of Aristotelian perceptual theory in Deborah K. Modrak, Aristotle: The Power of Perception (Chicago: University of Chicago Press, 1987); the psycho-somatic emphases in Philip J. Van der Eijk, Medicine and Philosophy in Classical Antiquity: Doctors and Philosophers on Nature, Soul, Health, and Disease (Cambridge: Cambridge University Press, 2005); the examination of the materiality of ancient and medieval conceptions of memory in Mary Carruthers, The Book of Memory: A Study of Memory in Medieval Culture , 2 nd ed. (Cambridge: Cambridge University Press, 2008); and the analysis of ancient psycho-somatic dynamics of vision in A. Mark Smith, From Sight to Light: The Passage from Ancient to Modern Optics (Chicago: University of Chicago Press, 2015). This line of thinking proposes that many ancient Christians had epistemologies firmly grounded in perception and corporeality. Both of these interpretations of Ephrem’s conception of knowing God—limited cognitive knowledge, yet rich sensory experience of his creation and revelation—are well-founded, based on the hymns I analyze in this paper. The varying polemical contexts of Ephrem’s madrashe generate his shifting epistemological emphases, sometimes making his statements appear discordant. I will address both his rhetorical situation and epistemological commitments to analyze Ephrem’s seemingly disparate evaluations of the body introduced above. As Ute Possekel notes, “Ephrem formulated his doctrine of God to a significant extent with apologetic purposes in mind.” Possekel, “Ephrem’s Doctrine of God,” 198. Not only apologetic but blatantly polemical are many of his madrashe, meant to sway listeners toward his brand of Christianity. On Ephrem’s madrashe as a means of setting the boundaries of Orthodoxy, gaining adherents for it, and polemicizing heretical doctrines, see Sidney Griffith, “Setting Right the Church of Syria: Saint Ephrem’s Hymns against Heresies,” in The Limits of Ancient Chrsitianity: Essays on Late Antique Thought and Culture in Honor of R. A. Markus , ed. William E. Klingshirn and Mark Vessey (Ann Arbor: University of Michigan Press, 1999), 97–114; \"The Marks of the True Church According to Ephrem's Hymns Against Heresies,” in After Bardaisan: Studies on Continuity and Change in Syriac Christianity in Honour of Professir Han J. W. Drijvers , eds. G. J. Reinink and Alexander Cornelis Klugkist (Louven: Peeters, 1999), 125–40; and Flavia Ruani, ed. and trans., Éphrem de Nisibe: Hymnes contre les hérésies , Bibliotèque de L’Orient Chrétien (Paris: Les Belles Lettres, 2018), IX–LVI. For these hymns as a means of instruction, see Jeffrey Wickes, “Between Liturgy and School: Reassessing the Performative Context of Ephrem’s Madrashe ” ( Journal of Early Christian Studies 26 [2018], 25-51. In the McH 42-44, the focus of the first part of my analysis, his adversaries are Marcionites, who disparage the human body as a wicked vessel; It should be noted that the McH is a group of hymns that attacks a wide range of theological opponents: Marcionites, Bardaisanites, Manichaeans, Arians, and even Jews. In McH 42–44, however, Ephrem directs most of his attention against Marcionite ideas. and in the MdF 27, 41, 70, 75, which I examine in the second part of my analysis, he attacks theological “investigators,” who try to discern God’s nature. I have chosen these particular madrashe for their focus on the body ( ܦܓܪܐ ) and the senses ( ܪ̈ܓܫܐ ), as well as for their aforementioned contrasting perspectives on the body. Notably, the McH have received meager scholarly attention to date, and McH 42–44 virtually none. Sustained analyses of the McH are Phil J. Botha, \"The Poetic Face of Rhetoric: Ephrem's Polemics against the Jews and Heretics in Contra Haereses 25\" ( Acta Patristica et Byzantina 2 [1991]), 16–36; idem, \"The Textual Strategy of Ephrem the Syrian's Hymn Contra Haereses I\" ( Acta Patristica et Byzantina 15 [2004]), 57–75; Griffith, “Setting Right the Church”; idem, “Marks of the True Church”; idem, \"St. Ephrem, Bar Daysan, and the Clash of Madrashe in Aram: readings in St. Ephrem's Hymni contra Haereses\" ( The Harp 21 [2006]), 447–72; idem, \"'Denominationalism' in Fourth-Century Syria: Readings in Saint Ephraem's Hymns against Heresies,” in The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity, Orthodox Christianity and Contemporary Thought, eds. Georgia Frank, Susan Holman, and Andrew S. Jacobs (New York: Fordham University Press, 2020), 79–100; Christine Shepardson, Anti-Judaism and Christian Orthodoxy: Ephrem’s Hymns in Fourth-Century Syria (Washington, D. C.: Catholic University of America Press, 2008); and Ruani, Éphrem de Nisibe , 2018. I will consider the rhetorical situatedness of each set of hymns, allowing that Ephrem’s emphases may vary in order to meet the practical needs of his listeners. Nevertheless, I will show that there is an underlying epistemological assumption in these hymns that gives their different approaches coherence: Ephrem conceives of all knowledge as ultimately grounded in the body and perception. In addition to Harvey’s work cited above, other serious treatments of perception in Ephrem are E. Beck, Ephräms des Syrers Psychologie, 135-47, which discusses Ephrem’s references to corporeal eyes and the eyes of the soul and his superficial familiarity with Stoic theories of perception and cognition; Phil J. Botha, “The Significance of the Senses in St. Ephrem’s Description of Paradise” ( Acta Patristica et Byzantina 5 [1994]), 28–37, which argues for a metaphorical interpretation of Ephrem’s sensory language; Ute Possekel, Evidence of Greek Philosophical Concepts in the Writings of Ephrem the Syrian (Louvain: Peeters, 1999), 187–229, which convincingly demonstrates Ephrem’s familiarity with Greek medico-philosophical theories of perception, particularly that of the Stoics; and Wickes, Bible and Poetry , 84-103, which demonstrates Ephrem’s use of visual imagery and language of sight to instruct his audiences, rather than relying on education for theological understanding. In his view, which conceives of a tight unity between body and soul (or mind), For Ephrem’s conception of the tight unity between body and soul (or mind), see Sebastian P. Brock, “The Dispute between Body and Soul: An Example of a Long-Lived Mesopotamian Literary Genre” ( ARAM 1 [1989]), 53–64 and The Luminous Eye , 36–8; Susan Ashbrook Harvey, Asceticism and Society in Crisis: John of Ephesus and the Lives of the Eastern Saints , The Transformation of the Classical Heritage 18 (Berkeley: University of California Press, 1990), 4–13; Jaehyun Kim, “Body and Soul in Ephrem the Syrian” ( Syriac Studies [2002]), 79–117; and Thomas Koonammakkal, “Ephrem’s Polemics on the Human Body” ( StPatr 35 [2001]), 428–32. it is imprudent to denigrate the body, which is humanity’s means of experiencing God’s activity. It is also improper, however, to pursue theology to understand the nuances of God’s being because all knowledge is derived from the body, which is limited in its capacity to know God. In a recent article, Blake Hartung (“The Authorship and Dating of the Syriac Corpus of Ephrem of Nisibis: A Reassessment” [ Zeitschrift für Antikes Christentum 22 (2018)], 296–321) has described the lack of consensus regarding the authorship of all the hymns attributed to Ephrem. Collected in thematic cycles by later editors, scholars acknowledge that individual hymns and stanzas that Ephrem did not author were included in these collections. This leaves us to wonder if the contrasting perspectives of different hymns, such as those I examine here, indicate multiple authors. This conclusion, I believe, is unnecessary with regard to the two sets of hymns I analyze, as this paper will demonstrate. Perceiving God: The Healed Human Body in MCH 42-44 In Ephrem’s McH 42-44, praise for the body and its senses is inseparably intertwined with clever and sarcastic arguments against Marcionite dualism. Syriac text in E. Beck, ed. and trans, Des heiligen Ephraem des Syrers Hymnen contra Haereses , CSCO 77 (Louven: Peeters, 1957). Syriac text and French translation, whose numbering I follow here, in Domonique Cerbelaud, trans., Ephrem de Nisibe: Hymnes contre les heresies; Hymnes contra Julien , vol. 2 (Paris: Les editions du Cerf, 2017). English translations of the McH have been produced by myself and two of my colleagues, Nathan Tilley and Maroun El Houkayem, both of Duke University. While Cerbelaud claims Ephrem produced these hymns in Nisibis, Blake Hartung, “The Authorship and Dating” demonstrates that our meager knowledge of the fourth-century Syrian Christian context does not allow for precise claims about provenance for most of Ephrem’s hymns. Ruani, Éphrem de Nisibe , XXVI–XXVII argues that some of the hymns were composed in Nisibis and others in Edessa. According to Ephrem, Marcion preached that the god of the Old Testament was the creator of the physical universe, who fashioned everything out of wicked matter ( ܗܘܠܐ , Greek: ὕλη) and who “loves” the material body; the “Stranger” God, who was present in Christ and who “hates the body,” on the other hand, came to save humanity from the evil and sin inherent in its corporeality. For Ephrem’s conception of the Marcionite view, see Cerbelaud, Ephrem de Nisibe , 11–3; Koonammakkal, “Ephrem’s Polemics on the Human Body”; Botha, “The Textual Strategy”; and David Kiger, “Fire in the Bread, Life in the Body: The Pneumatology of Ephrem the Syrian,” (PhD diss., Marquette University, 2009), 106–12. Cf. McH 34.15-16. For Marcion, Christ came to heal the body of its innate lameness; Ephrem agrees that Christ healed the body, but not, as I will show, because he thinks it was created wicked, but because it was subsequently wounded by sin. Marcionites, he claims, disparaged the body to such an extent that they considered it to be of one nature with demons. See McH 43.4,17. They denigrate the material body as a wicked and depraved vessel as opposed to the immaterial soul, which the Stranger loves. See McH 42.3–4; This is not necessarily an accurate representation of Marcionite views, but rather Ephrem’s rhetorical stereotype. My study is not concerned with historical Marcionites’ beliefs but with how Ephrem represents them. The extent of the threat that Marcionism posed in Ephrem’s communities, or in the fourth century in general, is unclear. For Ephrem, Christ healed the body through his Incarnation, but not because he thought it was created evil and sinful. How can Christ hate the body “even though he dwells in it?” asks Ephrem. McH 42.3. For a comprehensive study of Ephrem’s perspective on the role of healing in salvation history, see Aho Shemunkasho, Healing in the Theology of Saint Ephrem , Gorgias Dissertations: Near Eastern Studies 1 (Piscataway, NJ: Gorgias Press, 2002). Indeed, Christ “has as a temple the body, which he loves” and “desires that it be his habitation.” McH 42.2, 4. Ephrem argues that Christ would not have chosen to become incarnate in a human body if it were created wicked and he hated it. Furthermore, he says that “With the body he would not mingle his mysteries, if it were from the Wicked One.” McH 43.3. While he does not conceive of corporeality as wicked in its origins, he does admit that Christ came to heal the body and its senses because they were worn out by past generations of humans and thus in need of restoration to their earlier health: If it is the case that the body is a detestable instrument Of the detestable Wicked One: its flutes grew old, the body’s sense organs ( ܪ̈ܓܫܝ ܓܘܫܡܐ ), and our Lord came setting them straight. He made firm his harp, Which he healed; he gave health to the body. McH 43.19. Ephrem thus vindicates human corporeality, which was not created wicked and decrepit by God but is merely wounded and erring. Ruani, Éphrem de Nisibe , LII–LIV also reaches this conclusion. Ephrem also proves the body’s intrinsic goodness by demonstrating that the creator God of the Old Testament is the same God that sent Christ to heal human corporeality; they are not distinct entities with opposing views of the body as the Marcionites claim, but rather they both love the body. He shows this by paralleling instances of positive, salvific activity toward the body by both the Old Testament God and Christ. In the Old Testament, God cleanses Miryam and Nahamon, just as Christ cleanses the ten lepers in the gospel. McH 43.16. God created people with eyes and hands to do good, just as Christ healed them to do good in redemption. McH 42.1, passim . Moreover, just as God had Moses destroy the eyes and ears of the golden calf to guide Israel away from idolatry, Christ heals the eyes and ears. McH 43.11. Because both God and Christ positively value the body and its health, Ephrem considers it “wicked impiety” if “the Physician is more beloved \/ Than the Fashioner, \/ And the Surgeon more beloved \/ Than the Creator.” McH 43.7. Rather, these two are the same God doing the same work: That is to say, the body is between the Healer And the Fashioner. The one they have blamed, And the other they have praised. Their works are one . . . The work of the carpenter, the carpenter then Is able to repair. A blacksmith, too, Can repair the work of a blacksmith. And the Son of the Creator, can repair the work of the Creator. Because healing, too, Is a second creation. McH 43.8–9. The body is thus innately good, for God both made and continually guides it in goodness. In these three hymns, Christ directs his healing power primarily toward the sense organs—the eyes, mouth, and ears—thus reorienting the human sensorium so humans can experience and know God. Although they were worn out, “Our Lord came \/ setting them straight. \/ He made firm his harp, \/ which he healed; he gave \/ health to the body.” McH 43.19. When Christ “found the body blind” he “gave it light.” He “opened the eyes of the body, and its ears he restored.” McH 43.10–11. Taunting his opponents, Ephrem sarcastically claims that “the Stranger \/ who hates the body, countless deaf and tongue-tied \/ he healed.” McH 43.15. It makes no sense to Ephrem that Christ could heal the body, as he does in the gospel, if he hated it. This positive restoration of the senses is the same as that performed by God in the Old Testament, for They do not indeed put new wine In old wineskins. But he gave the senses ( ܪ̈ܓܫܐ ), According to the commandments: a new ear According to the commandment. For by the ear that has grown old New melodies are not heard. This is a marvel, that he gave commandments That are not the old ones, and he gave members ( ܗܕ̈ܡܐ ) Possekel, Evidence of Greek Philosophical Concepts , 188 notes that Ephrem often uses “senses ( ܪ̈ܓܫܐ )” and “limbs ( ܗܕ̈ܡܐ ) synonymously. That are not foreign! The senses, which he healed, Proclaim him. For even if the sounds that he gave Are new, they are not foreign! McH 44.6–7. In Ephrem’s view, God gave new commandments when Moses destroyed the tablets inscribed with the Law. For this theme more broadly in Ephrem, see Shemunkasho, Healing in the Theology of Saint Ephrem , 109 and 181. Along with these new commandments, he renewed the senses so that humans might improve their relationship with God and become more familiar with him through their bodies, which are not “foreign” to him. That the body is not of the same nature as the demons and Satan—and therefore not created wicked—Ephrem also demonstrates through Christ’s healing of human bodies but not demonic ones. His account of Christ’s exorcising of the Gerasene demoniac reduces the Marcionite argument to absurdity. Recalling how Christ sent the demons into pigs, he says that Satan “asked for things contrary to himself,” namely, he asked for a body with legs instead of his “lame” serpentine body. Christ acquiesced so that the demons “might be disgraced”—sent into swine to drown—and not, Ephrem mocks, because “Our Lord \/ who healed the lame, to the serpent who is lame \/ in a lame body \/ he gave feet . . .” That is, if Marcionites claim that demons and the human body are of the same nature, they would be forced to give the ridiculous interpretation that Jesus was healing the demons’ bodies by sending them into pigs. Rather, just as God “crippled the serpent,” so Christ “drowned in the lake” the pigs possessed by the demons.” McH 43.1–6. Their work is the same, directed not toward transforming innately wicked bodies, whether human or demonic, but toward healing the wounded human sensorium alone. Ephrem further highlights the illogic of the Marcionites’ claim by reasoning, And if, as they have determined, one is the nature Of the body and the demons, and our Lord healed Its (the body’s) feet and its hands, its eyes and its ears, And the rest of its sense organs ( ܪ̈ܓܫܘܗܝ ), then the whole demon He has put in good order and made it to stand up and act impiously! McH 43.17. Again, Ephrem finds it ridiculous to conclude that Christ healed demons alongside human bodies due to the supposed likeness between the human body and demons. The absurdity of this conclusion, he feels, demonstrates the ontological distinction between the two. According to these hymns, the body and senses play an instrumental role in God’s salvific plan. They are the chief means of experiencing and communicating with God through the sacraments and Scripture. Whereas Christ gave pigs to the demons, “His bread and blood \/ he gave to the body. With the body he would not mingle \/ his mysteries, if they were from the Wicked One.” McH 43.3. The Eucharistic elements are consumed by the body, tasted by the mouth, creating a relationship between Christ and the human recipient. He exclaims, since Jesus did not hate the body but came to heal it, “Blessed is the one who gave \/ the hands with which we may receive his body!” McH 43.22. The salvific power of Christ’s body and the bodily mechanism, the hands, which God fashioned for humans to receive it in the Eucharist, exhibit the value of corporeality for salvation. The ear, too, is “necessary,” and Christ “opened it for his words” so that people might hear Scripture, the main source of revelation from God in Ephrem’s view. McH 43.20. God fashioned and healed the human sensorium specifically in order to perceive and experience his salvific power: The mouth that he gave is for his bread And for his cup; the eyes that he created Are for his books; and for his church He also gave the feet. And if to the Stranger These things are useful, unbelievers are vanquished! McH 43.25. By God’s design and Christ’s healing, humans have a mouth and taste to partake of the Eucharistic body and blood; they have eyes so they can see the words written in Scripture, and they have feet to assemble at church and worship. In sum, the body is how humans experience God’s activity in the world and attain salvation. Just as God modeled the body around the salvific plan, so also he constructed the world around the human body so that the body and sense perception are, in their very essence, beneficial for encountering God and his creation. By harmonizing the world to human corporeality, God demonstrates the love that he and his Son have for the body: He divided up and gave. He gave to us the earth For the feet; he gave to us light For the eyes; for the ears He gave sounds and words. In these things which he gave He is found trustworthy in everything that he promised. McH 43.24. Here, Ephrem notably ascribes the source of belief to the body and creation. Humans come to believe in God's promises by the material world and its objects of perception—earth, light, and sound—and by the limbs and organs he gave to experience them. He berates his opponents because, “As much as they alienate [Him], they come to encounter \/ our Creator, against whom they have blasphemed, \/ although they do not perceive ( ܠܐ ܪ̈ܓܝܫܝܢ ).” McH 44.11. In other words, he attacks Marcionites not for failing to understand some abstract doctrine about God, but specifically for not correctly interpreting sensory input that demonstrates God’s beneficent disposition toward human corporeality. Ephrem thus grants an inescapably positive valuation to the body and senses as a means of experiencing God’s activity. It is noteworthy that in McH 42-44, Ephrem never mentions abstract, disembodied cognition as a means of knowing God. In one instance, he derides his opponents for trying to “represent within their minds another light” that is not the true God, but even this statement relies on ancient theories of perception in which physical, sensory impressions are transformed into mental representations. McH 44. 9. I assume throughout this paper, based on the evidence provided by previous scholars, that Ephrem is familiar with certain Greek philosophical theories of perception and cognition. For the most comprehensive analysis, see Ute Possekel, Evidence of Greek Philosophical Concepts , along with Beck, Ephräms des Syrers Psychologie ; Wickes, Bible and Poetry , 12–14; and Griffith, “Setting Right the Church of Syria.” Otherwise, Ephrem consistently describes all encounters with God as corporeal, sensory experiences: Christ inhabits the body, brings light to the eyes, and is consumed in the Eucharistic elements. That is, embodied humans are capable of experiencing God’s revelation and activity, but Ephrem does not propose that they can gain a cognitive understanding of the divine nature. In these hymns, Ephrem’s attack on Marcion’s disparagement of the body is founded on the notion that bodily perception is the foremost means of encountering God. Limited Knowledge of God: The Lowly Body in MDF 27, 41, 70, and 75 The body and senses also play a central role in Madrashe de fide 27, 41, 70, and 75 , an aspect to which interpreters have paid little attention. In the MdF , Ephrem frequently and consistently denounces those who “investigate ( ܒܨܐ and ܒܥܐ )” and “debate ( ܕܪܫ )” about God’s nature. Based on certain theological positions that Ephrem disputes in these hymns, most scholars have determined that Ephrem likely aims his polemic at Arians, semi-Arians, or Aetians. Griffith, “Faith Seeking Understanding,” 39–41; Possekel, “Ephrem’s Doctrine of God,” 198–202; Wickes, Hymns on Faith , 19–48. While it is often stated that Ephrem likely wrote these hymns when he came to Edessa and encountered Greek trinitarian controversies, Hartung, “The Authorship and Dating” has demonstrated that we cannot be certain. But besides their varied attempts to determine which trinitarian doctrine he attacks, scholars are more united in their claim that Ephrem’s MdF deride “a way of doing theology.” Quotation in Wickes, Hymns on Faith , 46. See also Paul S. Russel, “A Note on Ephraem the Syrian and ‘The Poison of the Greeks’ in Hymns on Faith 2” ( The Harp 10 [1997]), 45–54; Vleugels, “Response to Chasm and Bridge”; Possekel, “Ephrem’s Doctrine of God”; Francoise Cassingena-Trevedy, \"Le Rationalisme Theologique Comme Mal Radical a travers Les Hymnes sur La Foi d'Ephrem de Nisibe,\" in Les forces du bien et du mal dans les premiers siecles de l'eglide: actes du colloque de Tours , ed. Yves-Marie Blanchard, Berbard Pouderon, and Madeleine Scopello (Paris: Beauchesne, 2010), 65–75. Wickes argues that, much as Athanasius constructed the category of “Arian,” Ephrem constructed the category of “investigation,” as opposed to his own theological position, which argues for humans’ limited capacity to know God. Wickes, St. Ephrem the Syrian , 46. That is, Ephrem appears to reject, at least to a certain extent, the theological debate about God’s nature undertaken by fourth-century Greek Christian thinkers. Unlike in McH 42-44, these four hymns from the MdF refer to the mind and its feeble attempts at understanding, demonstrating that the target of Ephrem’s invective is abstract theological pursuit. He complains that the soul “cannot be seen by the mind ( ܬܪܥܝܬܐ )” MdF 70.2. and that although “minds ( ܪ̈ܥܝܢܐ ) gaze” they “see themselves instead of Him!” MdF 27.1. The nature of the soul and God were typical objects of investigation in trinitarian and soteriological discussions of the fourth century, but Ephrem does not think the human mind can come to accurate conclusions about them. Indeed, he asserts that “it is impossible to depict in our heart \/ the ‘how’ of [God’s] nature that exists.” MdF 27.3. See Beck, Ephräms des Syrers Psychologie , 147-59. Whereas in his McH Ephrem lauded the ability of the body to experience God’s creation and activity, here he takes issue with theologians’ attempts to reason about the finer details of God’s being. He explains, “‘Where’ should not be sought out, ‘how’ not debated, \/ ‘why’ not mentioned, and ‘when’ not investigated.” MdF 41.4. That Ephrem is talking about theology becomes most evident in the two biblical analogies he provides. In one case, he refers to the account of Balaam and the talking donkey in Numbers 22, focusing on Balaam’s reaction. He explains that just like the “investigators” he loathes, “When that donkey unexpectedly spoke, \/ Balaam saw the miracle, but completely failed to marvel. \/ Yet as the donkey’s mouth was rational ( ܡܠܠܐ ), \/ [Balaam] forgot about himself and was persuaded by his Donkey.” MdF 41.7. Balaam did not wonder at the miracle God placed right before his eyes—a talking donkey!—but was more concerned with the logic of the donkey’s words, just as the “debaters” of his day miss the mystery of the Trinity for their disputes over its nature. Likewise, he compares these theologians to the scribes in the Gospels, who “forsook the marvel [of] the blind [whose eyes] were opened, \/ And stirred up an investigation into the Sabbath and the clay.” MdF 41.7. See also Christine Shepardson, Anti-Judaism and Christian Orthodoxy, 118–43 for a discussion of Ephrem’s comparison of Arians to the Pharisees in the Gospels. Ephrem thus opposes theoretical discourse about God to revelatory experience. It is commonly acknowledged that the MdF polemicize theological discourse, and interpreters usually highlight Ephrem’s view of the limited human capacity for knowing God and his faith-based approach. But many have not recognized that these hymns also degrade the body and the senses as an extension of this polemic, deploying perceptual language in their attack. Ephrem’s position might seem counter-intuitive to modern readers, who tend to distinguish between mental and somatic capacities. If Ephrem despises abstract mental exercises, what need does he have to disparage the body, which he so profoundly praises as a vehicle for encountering God in McH 42-44? I argue that it is because Ephrem does not conceive of cognition as distinct from the body; he thinks that the only way to gain knowledge is through the body’s senses, just as he assumes in the McH . Therefore, to counter excessive theological conjecture, he laments the limitations of the senses and degrades the body for its lowliness and inability to access God. Because Ephrem conceives of all knowledge as derived from perceptual experience, he uses a range of sensory language in these four hymns to attack theological discourse. As stated above, Ephrem describes minds and souls as “gazing ( ܨܕ )” and “seeing ( ܚܙܐ )”; MdF 70.2, 27.1. while this may be a standard way to describe the action of souls, this visual terminology sets the stage for Ephrem’s heavy engagement with perceptual language. Ephrem goes on to lament that “natures think they see ( ܚܙܝܢ ) him, whom they have never been able to see.” He believes that humans have erred if they “think they have seen ( ܚܙܘ ) him in an image.” MdF 27.3 In these descriptions, theology fails to account for the human inability to perceive God visually; theologians perceive something that they think is God, but in reality, it is not Him. Ephrem deems the investigators “blind” because they fail to perceive, for “The blind soul, which itself \/ cannot see ( ܬܚܙܐ ): how could it gaze ( ܬܨܕ ) \/ upon divinity?” MdF 70.4. In these four hymns, Ephrem consistently refers to theological investigation as an act of seeing—or rather, failing to see—God. For the preponderance of vocabulary related to sight and vision in Ephrem’s MdF , see Wickes, Bible and Poetry , 84-103, especially 85-86. Ephrem further argues that the investigators mistakenly perceived certain things as God Himself. “Instead of Him,” he posits, “they have seen ( ܚܙܝܢ ) themselves and thought, lo, they had seen ( ܚܙܐܘܗܝ ) him,” referring to their use of human categories and characteristics to define God. MdF 27.2. He states that “They have touched ( ܡܫܘ ) gold and likened it to light. \/ They have handled ( ܓܫܘ ) jewels, thinking light was within. \/ They have touched everything and handled everything, \/ and look: fools think they have handled the light.” Ephrem commonly uses “light” to refer to God, and he thinks that people often perceive one thing to be God, when it is really not Him. Even though they “stand inside the light,” they “go around looking for it,” simply failing to perceive God who is present around them. MdF 27.4. In this case, theological reasoning is a misperception because the soul does not correctly interpret the data about God that it perceives. While one could argue that Ephrem is speaking metaphorically with this sensory terminology, Syriac views on the unity of body and soul and Greco-Roman theories of the role of physiological perception in cognition provide a better context with which to understand Ephrem’s synonymization of knowing and perceiving. In particular, see Modrak, Aristotle: The Power of Perception and Philip Van der Eijk, Medicine and Philosophy in Classical Antiquit y, 206–37 for Aristotle’s influential theorization of perception as the basis of cognition. See Beck, Ephräms des Syrers Psychologie, 97-105 for Ephrem’s equation of sensory knowledge and intellectual knowledge, which he thinks indicates Ephrem’s vague familiarity with Stoic theories of cognition. Ephrem’s continued engagement with the physiological details of perception demonstrates his assumption that knowledge derives from the senses. Beck, Ephräms des Syrers Psychologie, 136 acknowledges the similarity of Ephrem’s notion that perception is the basis for knowledge with Stoicism. Whereas Beck engages Stoic theories of cognition as points of comparison with Ephrem, my argument shows his general familiarity with a variety of ancient theories of perception. He attacks his opponents by appealing to the limitations of each sense in relation to their proper sensibles. For example, he posits that They do not think of how they have One sense like the light ( ܚܕ ܪܓܫܐ ܐܚܝܢܗ ܕܢܗܝܪܐ ) [While] the other senses are concealed, And all are foreign to the light. [The light’s] color is not tasted, its scent not smelled. Its brightness is inaudible, and its light cannot be touched. Only seeing is similar ( ܚܙܝܐ ܠܚܘܕ ܒܪ ܛܘܗܡܐ ): It understands it, as a child its parent. MdF 27.5. Ephrem is engaging ancient theories of perception, such as that of Plato, Aristotle, and Galen, which discuss each sense and its proper object: vision sees color, audition hears sounds, olfaction smells scents, and so on. Plato, Timaeus 61C–68D, LCL 234, ed. and trans. R. G. Bury (Cambridge: Harvard University Press, 1929), 155-77; Aristotle, De Anima 2.6-11 (418a8–424a17) in LCL 288, ed. and trans. W.S. Hett, On the Soul. Parva Naturalia. On Breath (Cambridge: Harvard University Press, 1936), 100-35; Galen, On the Doctrines of Hippocrates and Plato 7.5.33, Corpus Medicorum Graecorum 4:1:2, ed. and trans. Phillip De Lacy (Berlin: Akademie Verlag, 1980), 461. For an extensive engagement with classical theories of perception in another Syrian author, who wrote in Greek, see Nemesius, On the Nature of Man , 6–13, trans. R. W. Sharples and P. J. van der Eijk (Liverpool: Liverpool University Press, 2008). He argues that humans have only one sense that accords with light, namely vision; the others cannot perceive light because it is not their proper sensible, thus demonstrating the limitations of the human sensorium. He elaborates further on the inability of the other senses to perceive the light: “The light dwells in the mouth unperceived ( ܠܐ ܪܓܫ ). \/ Shining, it dwells in the ear without suffering ( ܠܐ ܚܐܫܐ ). \/ It dwells in the hand, yet how has [the hand] not felt it? \/ The nostril has not inhaled what rises up to it.” Light—that is, God—is all around and within the human body: in the mouth, ears, and limbs, yet it is unable to be perceived because it is not proper to the other sense organs. If the senses cannot perceive God, then “the mind and the heart ( ܡܕܥܐ ܘܠܒܐ )—king, commander— \/ And assembly of the thoughts ( ܟܢܫܐ ܕܚܘ̈ܫܒܐ )—and the soul ( ܢܦܫܐ ), their dwelling, \/ Have failed to understand the light.” MdF 27.6. Many ancient thinkers considered the heart the seat of cognition, which derived thoughts and knowledge from sensory impressions made upon the body. John I. Beare, Greek Theories of Elementary Cognition from Alcmaeon to Aristotle (Oxford: Clarendon, 1906), 326–36; Van der Eijk, Medicine and Philosophy , 119–38. For this idea in Ephrem, see Possekel, Evidence of Greek Philosophical Concepts , 193. Like these thinkers, Ephrem considers cognition, which takes place in the mind or soul that resides in the heart, to be a result of perception. Therefore, if the body’s senses are incapable of grasping God, then the mind cannot understand Him as theologians think it can. In MdF 75 , Ephrem further discusses the inabilities of each of the five senses in light of ancient perceptual theories. He notes that The subtlety of that light Cannot be touched; it is not concealed By things that hold it. The heat from that ray Cannot be seen by the eyes— It is [too] fine. It has conquered the eyes with its heat And the hands with its subtlety, For they cannot touch or see [it] . . . No mouth has ever tasted That light, nor a nose Inhaled [its] scent. Nor has the ear ever heard The light’s voice, as it moves Across creation. MdF 75.3–8. Even sight, the sense proper to the light, is limited because it cannot perceive the light’s other aspects, such as its heat and fineness. For Ephrem’s understanding of the physiology of vision, see Possekel, Evidence of Greek Philosophical Concepts , 203-28. Each of the senses is circumscribed in being able to perceive but one sensible aspect, but even those aspects of God that are proper to each sense organ are too subtle for them. There is also the matter of the senses’ unlikeness to God. Although in some cases Ephrem admits that sight has a likeness with God’s light, in other cases he denies any particular sense organ’s capacity to be like God. In MdF 41, he proclaims, Though scent, color, and taste are truly Rarefied and subtle, and cannot be felt by the hand, They can be understood through the senses, their close allies ( ܐܚ̈ܝܢܝܗܘܢ ): One [sense] smells and another tastes. What sense, though, is like ( ܐܚܝܢܐ ) that Greatness? Through what similar thing ( ܒܪ ܛܘܗܡܗܿ ) could we approach to discuss it? That which is unlike us ( ܠܐ . . . ܐܚܝܢܢ ), or our race: Who can seek it out? Who can investigate it? MdF 41.5–6. Although scent, color, and taste are perceptible to their allied sense organs, Ephrem here denies that any sense is like God and able to perceive him. Certain ancient perceptual theories, such as those of Aristotle and Plotinus, posited that perception occurred because of a likeness or assimilation of qualities between the percipient body and the perceptible object. See for example, Theophrastus, On the Senses , which compares and contrasts the perceptual theories of those who ascribe sensation to “likeness (τὸ ὁμοῖον)” and those who ascribe it to “contrast (τὸ ἐνάντιον)” [George Malcom Stratton, ed. and trans., Theophrastus and the Greek Physiological Psychology before Aristotle (New York: MacMillan and Co., 1917)]. Aristotle, DA 2.5 (418a6-9) in Hett, ed., On the Soul , 100-01 and Plotinus Ennead 4.4.3, LCL 440, ed. and trans. A.H. Armstrong (Cambridge: Harvard University Press, 2014), 144-45 also claim that sensation occurs when the percipient sense organ becomes like to the object of perception. Beck, Die Theologie , 24 notes the influence of the Platonic notion that like perceives like. Possekel, Evidence of Greek Philosophical Concepts , 197-203 also shows Ephrem’s familiarity with this aspect of ancient perceptual theories. Thus, Ephrem offers the ontological distinction between God and humanity to deny human perception of the divine. Theologians are mistaken if they think that “God is like them ( ܠܗܘܢ ܕܡܐ )” such that they can perceive and thus know Him. MdF 27.2. In several other instances, Ephrem denies the ability of the human senses to perceive God because of this ontological gap. The investigators cannot “see \/ that tiny glimmer before them. \/ Look: it has rubbed itself on them, spread its color on them, \/ . . . And although they are well clothed in it, \/ it is far-off in the distance, \/ And the weak have perceived it only by report.” MdF 27.7. Although God is present in the world, right before human eyes and interacting with them, people can only indirectly see Him. In another case, he argues that just as no one can see the inner workings of miraculous natural phenomena, God is imperceptible to humans because he exceeds human nature: Who has ever seen a raven mating, Or a virgin bee consummating a marriage? The virgin bee gives birth virginally, And the worm brings forth alone. A cloud, too, bears lightning gloriously, And a sprout is manifest within a rock miraculously. MdF 41.1. Ephrem thought all these things were miracles of nature, impossible to understand. Like God, their nature cannot be perceived by human senses. Continuing his focus on this ontological distinction in MdF 70, he opens with the question, “With what eye could a thing-made look \/ upon the Maker? [The eye] is a creature, \/ And he is the Creator.” MdF 70.1. The chasm between Creator and creation renders the human eye incapable of seeing God. Indeed, humanity is so inferior to God, that “There cannot be, among creatures, \/ a vessel so great that in it is contained \/ that Greatness. \/ There cannot be among minds ( ܪ̈ܥܝܢܐ ) \/ a space capable [of containing] that knowledge of divinity.” MdF 70.20–1. Ephrem’s language of mental containment likely relies on ancient theories of perception and cognition wherein the perceiver took on the qualities of the perceptible object in their bodies, which were then stored as images in the mind. For the influential Aristotelian theory of perceptual images stored in the mind, see Modrak, Aristotle , 81–132. For the ancient tendency to attribute to memory the material capacity for containment, largely derived from Aristotle, see Carruthers, The Book of Memory, 18–55. He rejects that the material body can assimilate and contain the qualities of the divine essence. Ultimately for Ephrem, although “the senses ( ܪ̈ܓܫܐ ) of the sons of the High One \/ [are] subtle and spiritual,” they “are weaker than the discussion of divinity” and simply “insufficient” for knowing God fully. MdF 75.25–6. But Ephrem does not end his argument against theological exercise by denying the human capacity to understand God fully through perception; he further disparages the body more generally, given that Ephrem sees all knowledge as derived from the body. He exhorts his audience to “Examine and see your lowly body ( ܦܓܪܟ ܡܫܦܠܐ ). \/ Be ashamed of its intestines, all of which are filthy ( ܨܐܝܢ ). \/ Let its defects ( ܡܘܡ̈ܘܗܝ ) be your bridle, [to restrain] your debating.” MdF 41.8. Ephrem depicts the body as a shameful, filthy, and broken vessel, starkly contrasting it with the sacred, exalted God whom it is incapable of understanding. He even conjures imagery of polluting bodily fluids to show humanity’s unfitness to examine the divine object, exclaiming, “Cease from discussion, \/ O dense senses of the fat body ( ܪ̈ܓܫܐ ܥܓܪ̈ܐ ܕܦܓܪܐ ܥܒܝܐ ), \/ causing pus to flow!” MdF 75.27. This approach diverges sharply from his laudation of the healed body that can encounter God in his McH . Whereas Ephrem praises the body to attack Marcionite dualists who disparage it, here Ephrem degrades the body to attack theologians who attempt to know more than they can because he sees knowledge not as abstract and disembodied but as derived from the body’s senses. His rhetoric against the body becomes even harsher when he discusses how “the mouth, the ears, and the nose, \/ three senses: they cannot sense \/ the three,” speaking about the particular inability of taste, hearing, and smell to help humans understand the Trinity. MdF 75.6. He calls these three senses “useless ( ܒ̈ܛܝܠܝܢ )” for perceiving the light that is God, reasoning that if these senses are useless, Then your whole body ( ܟܠܗ ܓܘܫܡܟ ) [is useless], if the senses Cannot meet the divinity Hidden from all. The three useless senses, Along with the Trinitarian symbols Within the sun, Call out that they are alien To the discussions of the Father, Son, And Holy Spirit. MdF 75.9–12. As far as theological exercises go, the senses are ineffectual for trying to understand the relationship of the members of the Trinity. Furthermore, if the senses cannot understand God, Ephrem reasons, then the entire body—senses, limbs, and mind—are useless, again a stark divergence from his praise of the body’s role in encountering God in the McH . Another variation in these hymns from the McH 42-44 is his association of the body with Satan and demons. In the McH, Ephrem denied the affinity of natures between the human body and the demons, insisting that even if the body had been an instrument coopted by Satan for sin, Christ had healed it through his Incarnation. In MdF 75, however, Ephrem changes his tune and argues that Your body’s senses can speak to us About the spiritual senses Of the stinking demons: With these nostrils Legion breathes. With these feet, the Evil One runs Over all creation. MdF 75.29–30. The demons work in and through human bodies and senses, causing theologians to propagate erroneous doctrines. Demonic entities invade not only bodies, but also minds, as “the Evil One swarms us with his thinking \/ . . . His movements and extensions becoming like our mind \/ and our understanding.” MdF 41.9. Human beings, body and mind, are subject to demonic influence and are thus unfit for theological reasoning. Overall, Ephrem presents a negative valuation of the human body and senses in the MdF 27, 41, 70, and 75. Its senses misperceive, fail to perceive, and are ultimately incapable of perceiving God’s nature, separated by an epistemic gap, rendering the body lowly, useless, and demonically corrupted. What makes these polemics against the body—which offer a striking contrast to his acclaim for the body in the McH 42-44—comprehensible is Ephrem’s consistency in ascribing knowledge to bodily perception. Because he sees perception and cognition as inseparable, he attacks theological reasoning by noting the limits of the human sensorium. Conclusion Ephrem was a prolific poet who composed a vast amount of poetry and prose in various contexts throughout his career. In his madrashe, he weaves an intricate web of polemical invective, biblical exegesis, and philosophical theory to instruct his audiences. Ephrem’s different approaches to the human body and sensorium examined in these two sets of hymns can be attributed to their different polemical situations: his contestation of Marcionite scorn for human corporeality in McH 42-44 and his attack on abstract theological investigation in MdF 27, 41, 70, and 75. Nevertheless, in both cases, he retains a firm commitment to a perception-centered epistemology, primarily derived from Syrian conceptions of body-soul unity and Greek theories of perception and cognition. According to Ephrem, God created the material world for humans to encounter with their bodies; he gave them bodies to experience his creation. Christ has healed the human sensorium, worn out by sin, and thus enabled humans to experience his activity and symbols placed in nature, Scripture, and the sacraments and thus to achieve salvation. Yet the body also limits the human capacity to know God fully. Humans cannot directly see, hear, touch, taste, or smell God, who is beyond physical perception, and therefore they cannot go on to reason about his nature. Humans can experience God’s creation and symbolic refractions within it, but they cannot understand God himself. See n. 2. Ephrem’s approaches to epistemology betray an underlying assumption that bodily perception is the source of knowledge. My analysis thus contributes to scholarly efforts to recognize the positive role of the body and the senses in many ancient Christian epistemologies of God. Bibliography Primary Sources: Aristotle. On the Soul. Parva Naturalia. On Breath . Translated by W. S. Hett. LCL 288. Cambridge, MA: Harvard University Press, 1957. E. Beck, ed. and trans. Des heiligen Ephraem des Syrers Hymnen contra Haereses . CSCO 77. Leuven: Peeters, 1957. E. Beck, ed. and trans. Des heiligen Ephraem des Syrers Hymnen de Fide . CSCO 73. Vol. 1-2. Louvain: Peeters, 1955. Cerbelaud, Dominique, trans. Ephrem de Nisibe: Hymnes contre les heresies; Hymnes contra Julien . Vol. 2. Paris: Les editions du cerf, 2017. De Lacy, Phillip, ed. and trans. Galen: On the Doctrines of Hippocrates and Plato . Corpus Medicorum Graecorum 4:1:2. Berlin: Akademie Verlag, 1980. Nemesius. On the Nature of Man . Translated by R. W. Sharples and P. J. van der Eijk. Liverpool: Liverpool University Press, 2008. Plato. Timaeus. Translated by R. G. Bury. LCL 234. Cambridge, MA: Harvard University Press, 1929. Plotinus. Enneads . Translated by A. H. Armstrong. LCL 440. 5 volumes. Cambridge: Harvard University Press, 2014. Ruani, Flavia, trans. Éphrem de Nisibe: Hymnes contre les hérésies . Bibliotèque de L’Orient Chrétien. Paris: Les Belles Lettres, 2018. Wickes, Jeffrey, trans. St. Ephrem the Syrian: Hymns on Faith . Washington, D.C.: Catholic University of America Press, 2015. Stratton, George Malcolm, ed. and trans. Theophrastus and the Greek Physiological Psychology before Aristotle . New York: MacMillan and Co., 1917. Secondary Sources: Beare, John I. Greek Theories of Elementary Cognition from Alcmaeon to Aristotle . Oxford: Clarendon, 1906. Beck, E. Die Theologie des heiligen Ephrem in Seinen Hymnen über den Glauben . Rome: Pontifium Institutum S. Anselmi, 1949. ____. Ephräms des Syrers Psychologie und Erkenntnislehre . Louvain: CSCO, 1980. Beggiana, Seeley Joseph. “The Typological Approach of Syriac Sacramental Theology.” Theological Studies 64 (2003): 543-57. Botha, Phil J. “The Poetic Face of Rhetoric: Ephrem’s Polemics against the Jews and Heretics in Contra Haereses 25.” Acta Patristica et Byzantina 2 (1991): 16-36. ____. “The Significance of the Senses in St. Ephrem’s Description of Paradise.” Acta Patristica et Byzantina 5 (1994): 28-37. ____ “The Textual Strategy of Ephrem the Syrian’s Hymn Contra Haereses I.” Acta Patristica et Byzantina 15 (2004): 57-75. Bukovec, Predrag. “Gotteserkenntnis in Ephraems des Syrers Hymni de fide .” Saeculum 60 (2010): 17-40. Bundy, David. “Language and the Knowledge of God in Ephrem Syrus.” The Patristic and Byzantine Review 5 (1986): 9-103. Brock, Sebastian. “The Dispute between Body and Soul: An Example of a Long-Lived Mesopotamian Literary Genre.” ARAM 1 (1989): 53-64. ____ . The Luminous Eye: The Spiritual World Vision of Saint Ephrem. Cistercian Studies 124. Spencer, MS: Cistercian Publications, 1992. Originally published Rome: Center for Indian and Inter-Religious Studies, 1985. Carruthers, Mary. The Book of Memory: A Study of Memory in Medieval Culture . 2 nd edition. Cambridge: Cambridge University Press, 2008. Cassingena-Trevedy, Francoise. \"Le Rationalisme Theologique Comme Mal Radical a travers Les Hymnes sur La Foi d'Ephrem de Nisibe.” Pages 65-75 in Les forces du bien et du mal dans les premiers siecles de l'eglide: actes du colloque de Tours , ed. Yves-Marie Blanchard, Bernard Pouderon, and Madeleine Scopello. Paris: Beauchesne, 2010. Frank, Georgia. The Memory of the Eyes: Pilgrims to Living Saints in Late Antiquity . The Transformation of the Classical Heritage 30. Berkeley: University of California Press, 2000. Gavrilyuk, Paul L. and Sarah Coakley, eds. The Spiritual Senses: Perceiving God in Western Christianity . Cambridge: Cambridge University Press, 2012. Griffith, Sidney. “‘Denominationalism’ in Fourth-Century Syria: Readings in Saint Ephraem’s Hymns against Heresies .” Pages 79-100 in The Garb of Being: Embodiment and the Pursuit of Holiness in Late Ancient Christianity, Orthodox Christianity and Contemporary Thought, ed. Georgia Frank, Susan Holman, and Andrew Jacobs. New York: Fordham University Press, 2020. ____. “Faith Seeking Understanding in the Thought of St. Ephraem.” Pages 35-55 in Faith Seeking Understanding: Learning and the Catholic Tradition, ed. George Charles Berthold Manchester, NH: Saint Anselm College Press, 1991. ____. “Setting Right the Church of Syria: Saint Ephraem’s Hymns against Heresies .” Pages 97-114 in The Limits of Ancient Christianity: Essays on Late Antique Thought and Culture in Honor of R. A. Markus, ed. William E. Klingshirn and Mark Vessey. Ann Arbor: University of Michigan Press, 1999. ____. “The Image of the Image Maker in the Poetry of St. Ephraem the Syrian.” StPatr 25 (1993): 258-69. ____. “The Marks of the True Church According to Ephrem’s Hymns Against Heresies .” Pages 125-40 in After Bardaisan: Studies on Continuity and Change in Syriac Christianity in Honour of Professir Han J. W. Drijvers , ed. G. J. Reinink and Alexander Cornelis Klugkist. Leuven: Peeters, 1999. Hartung, Blake. “The Authorship and Dating of the Syriac Corpus Attributed to Ephrem of Nisibis: A Reassessment.” Zeitschrift für Antikes Christentum 22 (2018): 296-321. Harvey, Susan Ashbrook. Asceticism and Society in Crisis: John of Ephesus and the Lives of the Eastern Saints . Berkeley: University of California Press, 1990. ____. “Locating the Sensing Body: Perception and Religious Identity in Late Antiquity.” Pages 140-62 in Religion and the Self in Antiquity , ed. David Brakke, Michael L. Satlow, and Steven Weitzman. Bloomington: Indiana University Press, 2005. ____ . Scenting Salvation: Ancient Christianity and the Olfactory Imagination . Berkeley: University of California Press, 2006. ____. “St. Ephrem on the Scent of Salvation.” Journal of Theological Studies 49 (1998): 109-28. Kiger, David. “Fire in the Bread, Life in the Body: The Pneumatology of Ephrem the Syrian.” Ph.D. diss., Marquette University, 2009. Kim, Jaehyun. “Body and Soul in Ephrem the Syrian.” Syriac Studies (2002): 79-117. Koonammakkal, Thomas Kathanar. “Ephrem’s Polemics on the Human Body.” StPatr 35 (2001): 428-32. ____. “The Self-Revealing God and Man in Ephrem.” The Harp 6 (1993): 233-48. Miller, Patricia Cox. The Corporeal Imagination: Signifying the Holy in Late Antiquity . Divinations: Rereading Late Ancient Religion. Philadelphia: University of Pennsylvania Press, 2009. Modrak, Deborah K. Aristotle: The Power of Perception . Chicago: University of Chicago Press, 1987. Murray, Robert. Symbols of Church and Kingdom: A Study in Early Syriac Tradition . Cambridge: Cambridge University Press, 1975. Mourachian, Mark J. “Human Freedom in the Context of the Theological Anthropology of St. Ephrem the Syrian.” PhD diss., Catholic University of America, 2012. Possekel, Ute. “Ephrem’s Doctrine of God.” Pages 195-237 in God in Early Christian Thought: Essays in Memory of Lloyd G. Patterson, ed. Andrew B. McGowan. Leiden: Brill, 2009. ____ . Evidence of Greek Philosophical Concepts in the Writings of Ephrem the Syrian. Louvain: Peeters, 1999. Russel, Paul S. “A Note on Ephraem the Syrian and ‘The Poison of the Greeks’ in Hymns on Faith 2.” The Harp 10 (1997): 45-54. ____. “Ephraem the Syrian on the Utility of Language and the Place of Silence.”  Journal of Early Christian Studies  8 (2000): 21-37. Saber, Georges. \"La Typologie Sacramentaire et Baptismale de Saint Ephrem.\" ParOr 4 (1973): 73-91. Shemunkasho, Aho. Healing in the Theology of Saint Ephrem . Gorgias Dissertations: Near Eastern Studies 1. Piscataway, NJ: Gorgias Press, 2002. Shepardson, Christine. Anti-Judaism and Christian Orthodoxy: Ephrem’s Hymns in Fourth-Century Syria . Washington, D. C.: Catholic University of America Press, 2008. Smith, Mark A. From Sight to Light: The Passage from Ancient to Modern Optics . Chicago: University of Chicago Press, 2015. Van der Eijk, Philip J. Medicine and Philosophy in Classical Antiquity: Doctors and Philosophers on Nature, Soul, Health, and Disease . Cambridge: Cambridge University Press, 2005. Vleugels, Charis. “The Response to Chasm and Bridge: The Wings of Truth and Attitude in Ephrem the Syrian’s Hymns on Faith.” The Harp 22 (2007): 183-92. Wickes, Jeffrey. “Between Liturgy and School: Reassessing the Performative Context of Ephrem’s Madrashe .” Journal of Early Christian Studies 26 (2018): 25-51. ____. Bible and Poetry in Mesopotamia: Ephrem’s Madrashe on Faith . Christianity in Late Antiquity 4. Berkeley: University of California Press, 2019.",
    "title" : 
    [ "Body and Its Senses in Ephrem’s Madrashe contra haereses and Madrashe de fide: Polemics and Epistemology",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Freeman, Michelle" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n2freeman",
    "type" : "article",
    "displayTitleEnglish" : "The Body and Its Senses in Ephrem’s Madrashe contra haereses and Madrashe de fide : Polemics and Epistemology" }