
  { "fullText" : "Nick Posegay, Points of Contact: The Shared Intellectual History of Vocalisation in Syriac, Arabic, and Hebrew (Cambridge: Open Book Publishers \/ University of Cambridge, Faculty of Asian and Middle Eastern Studies, 2021). Pp. xii + 376; £20.95 (paperback), £30.95 (hardback). Nick Posegay’s book investigates the development of ideas about vocalization in three Semitic languages—Syriac, Hebrew, and Arabic—from the seventh to the eleventh century, with a special emphasis on the ways vowels were conceptualized, defined, and distinguished in writing. Even if not “a complete history of the vocalization systems” (p. 4) of Semitic languages in the Middle Ages, the book offers a much more comprehensive account of intellectual and philological exchanges during the formative stages of this history than anything else previously available in the field. Its clear achievements are threefold: first, meticulous attention to the historiography of the problem and the previous studies that have explored vocalization in medieval Semitic traditions; second, careful work with the body of primary sources, including the early vocalized manuscripts that have been discovered in recent decades and that have greatly enriched the available source base; third, a comparative approach that considers the three traditions in their mutual dialogue, since, as Posegay observes, many vocalization discoveries crossed the boundaries between religious and language communities. The author argues that the phonological ideas developed by Syriac, Hebrew, and Arabic scholars to explain their new techniques of vowel pointing present a centuries-long history of shared innovations, adaptations, and intellectual exchanges, beginning with the first Syriac relative diacritic dots in the fifth century and reaching its zenith with the absolute vocalization systems in the eleventh century. According to Posegay, the term ‘vocalization’ refers “both to the process of physically adding vowel signs to a text and to the intellectual domain that explains the creation, function, and application of those signs” (p. 12). In addition to vocalized manuscripts, the primary sources include multiple specialized treatises as well as less systematic comments appearing in the works of medieval linguists and grammarians (overview on pp. 15–24). Methodologically, the focus of the analysis is on technical terms that describe and differentiate vowels in oral speech and writing. The Glossary of Selected Vocalisation Terminology at the end of the book (pp. 323–341) is a useful tool to keep track of intricate linguistic terms and their cross-references and adaptations in different traditions. The structure of the book reflects the shared trajectory of the history of Semitic vocalization. After the introductory Chapter 1 providing the basics of the organization and the scope of the study, a summary of sections, definitions of the key terms, and an overview of the primary sources (pp. 1–24), the book contains three parts. Chapter 2 (pp. 25–133) is a survey of the ways in which medieval linguists described vowels as a phonological category distinct from consonants, first, via the idea of ‘sounding’ letters most likely borrowed from Dionysius Thrax’s Art of Grammar and the Aristotelian tradition; second, via the perception of vowels as ‘movements’ between consonants, which may also have Greek precedents; and third, via investigation of matres lectionis , letters of Semitic alphabets that can indicate vowels as well as consonants. Chapter 3 (pp. 135–195) focuses on the chronologically earlier ‘relative’ stage of vocalization, which means that phonological properties of vowels were described and explained in their relationship to other vowels in the same language. In Syriac and Masoretic Hebrew, the rudimentary systems of vocalization points developed to distinguish between biblical homographs whose vowels were variously conceptualized in binary oppositions as ‘thick’ and ‘thin,’ ‘wide’ and ‘narrow,’ ‘above’ and ‘below.’ Similar concepts based on the perceived ‘height’ (i.e., ‘backness’) of sounds appeared at this time in Arabic to describe allophones of the letter ʾ alif , rather than to indicate cardinal vowels. The articulation of vowels was related to the placement of vocalization points in writing. Chapter 4 (pp. 197–307) traces the transition to the so-called ‘absolute’ vowel naming systems, i.e., the appearance of discrete names for vowels, in the three languages. The development of vowel names in Arabic took the lead in the eighth and ninth centuries, setting the context for several innovative systems in Syriac and Hebrew by the eleventh century. Posegay notices that while ‘relative’ and ‘absolute’ phases overlap, and their duration differs between languages, Syriac, Hebrew, and Arabic follow the same trajectory. Overall, the discussion detects and explores points of contact between different linguistic traditions, as well as the unique adaptations each one of them demonstrated, as they move through the same phases. The concluding Chapter 5 (pp. 309–322) is a helpful summary that pulls together the book’s content and argument. The book belongs to the hybrid field of philology and intellectual history; social history provides the basic background sufficient for the discussion, but intellectual shifts are not immediately linked to the ongoing socio-linguistic processes in the Semitic-speaking milieux of the time. Some necessary points, nevertheless, are clearly stated. It is well known, for example, that Semitic scripts lacked the letters that would enable a writer to record the vowels precisely and unambiguously. Posegay mentions the dynamic linguistic processes in the Middle East, including the increasing contacts of Arabic-speaking Muslims with speakers of other languages, the conversion of speakers of other languages to Islam and their attempts to learn Arabic, and the gradual adoption of Arabic as a lingua franca by Aramaic-speaking Jews and Syriac Christians. This led to an increasing anxiety among representatives of all three traditions about the preservation of the correct recitation of their holy scriptures, which was acerbated by the greater importance of the written word. According to Posegay, the shared history of vocalization among Syriac Christians, Muslims, and Masoretic Jews was, in a way, a response to this general challenge. Yet when it comes to the actual socio-linguistic history, the three traditions demonstrate very different trajectories of development and indeed quite different contexts, demographics, and discourse domains in which the languages were used. Regional diversification of late Aramaic and Arabic adds more complexity. Taking this into account, it does not seem so obvious that the history of vocalization in the three languages must have gone through the same stages, i.e., the conceptualization of vowels, relative vowel phonology, and absolute vowel naming. The fact that it does—here we should agree with Posegay—is not because of similarities, but despite the differences in socio-linguistic processes which the three languages experienced. This calls for a more nuanced narrative connecting intellectual and socio-linguistic history. The book is an amazing example of a cross-cultural and cross-linguistic study. It is a rich resource not only for philologists and those interested in the history of linguistics, but for all Judaic, Syriac, and Islamic scholars who approach the cultures and religions of the early medieval Middle East with a view to their intrinsic interconnectedness and complexity. The book is available for free on the publisher’s website https:\/\/books.openbookpublishers.com\/10.11647\/obp.0271.pdf .",
    "title" : 
    [ "Nick Posegay, Points of Contact: The Shared Intellectual History of Vocalisation in Syriac, Arabic, and Hebrew (Cambridge: Open Book Publishers \/ University of Cambridge, 2021)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Minets, Yuliya" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n2prminets",
    "type" : "review",
    "displayTitleEnglish" : "Nick Posegay, Points of Contact: The Shared Intellectual History of Vocalisation in Syriac, Arabic, and Hebrew (Cambridge: Open Book Publishers \/ University of Cambridge, 2021)" }