
  { "fullText" : "Aho Shemunkasho, ed. and tr., John of Dara, On the Resurrection of Human Bodies (Piscataway, NJ: Gorgias Press, 2020). Pp. ix + 597; $165. While little is known about the life of the ninth-century Syriac Orthodox metropolitan bishop John (Iwannis) of Dara (d. 860), he has left behind a rich literary corpus. Apart from the commentary On the Divine Liturgy , published 50 years ago, Syriac edition and French translation: Jean Sader, Le De Oblatione de Jean de Dara , CSCO 308–309 \/ Syr. 132–133 (Louvain: Peeters, 1970); English translation: Baby Varghese, John of Dara: Commentary on the Eucharist , Moran Etho 12 (Kerala, India: SEERI, 1999). none of John of Dara’s works are available in modern editions and translations. Aho Shemunkasho’s edition and translation of John of Dara’s four memre On the Resurrection of Human Bodies ( On the Resurrection ) This volume is a publication of Shemunkasho’s 2017 habilitation thesis, completed in the course of his work for the Department of Biblical and Ecclesiastical History at the University of Salzburg (p. vii). is a valuable contribution to the study of an underappreciated author. According to Shemunkasho, John’s treatises On the Resurrection are “the most detailed and offer the richest exposition of the concept of resurrection . . . in the whole Syriac tradition” (p. 4). In these works, John proves to be a skilled exegete who is well-versed in a wide range of patristic and philosophical sources. One outstanding achievement of the volume is Shemunkasho’s painstaking effort to identify John’s many citations and allusions and compare them to known Syriac versions of biblical, patristic, and philosophical works. The first three chapters offer a literary review of scholarship on John of Dara, sketch his ninth-century context, and introduce his life and work. The fourth chapter explains the conventions of the edition, followed by the Syriac text. The fifth chapter contains the English translation. A bibliography and an index of biblical, patristic, and other citations complete the volume. After the introduction and literature review in the first chapter, Shemunkasho’s second chapter outlines the broad contours of Syriac Christianity in the ninth-century Abbasid Caliphate. With little biographical information to go on, Shemunkasho attempts to reconstruct a plausible cultural and religious context for John, as though to trace his silhouette by filling in the negative space. Shemunkasho compiles all the available information about the city of Dara and its Syriac Orthodox bishops. He surveys the political situation of Christians in the Golden Age of the Abbasid Caliphate, Christian reactions to the growth of Islam, and the Graeco-Arabic translation movement. He situates John of Dara’s works among those of his Syriac contemporaries, especially other Syriac treatises on the resurrection. Shemunkasho has indeed pulled together many useful details for understanding John of Dara’s works in context, but it is a broad sweep rather than a deep one. At times the reader is left wondering about the rationale for including certain details; a stronger authorial voice would be welcome here. Overall, Shemunkasho’s historical sketch underscores the need for a more complete narrative of Syriac Christianity in the Abbasid Golden Age. Editions and translations of primary sources like this one are vital for that larger task. Chapter three includes extensive tables of all of John of Dara’s known works in the oldest extant manuscripts, listing the individual chapter titles in Syriac with English translations. The information provided in these tables goes far beyond the scope of the present study, but they are certainly a boon to scholars who wish to find particular subjects across John of Dara’s corpus. One curious omission is a discussion of the authorship of On the Resurrection , especially since the attribution to John of Dara has been questioned. In 1973, Werner Strothmann argued that the real author of these treatises is Mushe bar Kepha. Werner Strothmann, Moses Bar Kepha. Myron-Weihe (Wiesbaden: Harrassowitz, 1973), 23–25. Anton Baumstark had listed identically titled works On the Resurrection of the Body for John of Dara and Mushe bar Kepha. Anton Baumstark, Geschichte der syrischen Literatur, mit Ausschluss der christlich-palästinensischen Texte (Bonn: A. Marcus und E. Webers, 1922), 277 and 281, respectively. Strothmann assumed these are a single work by a single author and put forth two arguments in favor of Mushe bar Kepha. First, he noted that the treatise On the Resurrection employs a question-and-answer format, a style used frequently by Mushe. Based on the absence of this literary device in John’s Commentary on the Divine Liturgy , Strothmann assumed that John never used the question-and-answer format. However, Shemunkasho reveals that John did sometimes use this literary device. E.g., the memra “On the Divine Economy” (p. 45). Strothmann’s second argument apparently relies on a manuscript description in the catalog of the Mingana Collection. Strothmann observes that John’s “three” treatises on the resurrection contain a total of 34 chapters, the same number of chapters that Mushe wrote on the topic. He concludes that these must be the same work, abruptly declaring Mushe the author. However, the entry in the Mingana Collection catalog obscures the fact that John wrote four treatises on the topic, not three, for a total of 58 chapters. Alphonse Mingana, Catalogue of the Mingana Collection of Manuscripts now in the Possession of the Trustees of the Woodbrooke Settlement (Cambridge: W. Heffer and Sons, 1933), I:154–155. The catalog description of the first three memre expressly mentions the resurrection of the body, but it simply describes the fourth memra as “on the end of the world, on the next world, and on heaven and hell.” Shemunkasho’s work demonstrates that this memra belongs with the three preceding it. Though Strothmann’s arguments are based on shaky evidence, simply raising the question has placed these memre in the category of “disputed writings” for some. For example, Elizabeth L. Anderson’s dissertation excludes consideration of texts “that are more disputed such as those on the resurrection and the soul.” Anderson, “The Interpretation of Pseudo-Dionysius in the Works of John of Dara” (Ph. D. dissertation, Yale University, 2016), 4. Shemunkasho is familiar with Strothmann’s work, and he observes that there are some similarities between Mushe bar Kepha’s and John of Dara’s treatises On the Resurrection (pp. 34–35). He does not, however, directly engage the question of authorship, even though his own work shows how untenable Strothmann’s argument is. While questions may remain about the relationship between these two works, the notion that they are identical works by the same author should be laid to rest. Addressing the question of authorship is essential for a study like this one, especially as it would help scholars move beyond out-of-date arguments. Shemunkasho uses a manuscript from the Syriac Orthodox Bishopric of Mosul (M) as his base manuscript; presumably it has no shelf mark, as none is given. The manuscript is not dated, but based on the paleography, Shemunkasho estimates that it is from the tenth century. The script in M is similar to that of Shemunkasho’s second main manuscript, Vatican Syriac 100 (V), which was among the manuscripts taken from Baghdad to Egypt by Mushe of Nisibis in 932 ce . Shemunkasho posits a close relationship between the two manuscripts: either they are copies of the same manuscript or V was copied from M. Though Shemunkasho uses M as the base text, he sometimes prefers a reading from V, and he uses readings from V where M is defective; square brackets clearly mark these passages. In the apparatus, Shemunkasho lists variant readings from V, gives information about the condition of the manuscript(s), and identifies quotations of and allusions to the Bible, along with a select number of patristic citations. In the body text of the edition, he has included the folio number, recto\/verso, and columns for both manuscripts. While this information is valuable, a marginal note or footnote would have been less disruptive. Shemunkasho’s decision to format quotations from verse homilies according to their meter is a nice editorial touch. Shemunkasho notes in the introduction that his translation follows the Syriac text very closely, sometimes resulting in an awkward English style (p. 6). The translation is indeed quite wooden, though it is usually accurate and the meaning discernible. Sometimes, however, following the Syriac text so closely renders the translation confusing or opaque. In many cases, small changes to the English word order would improve the clarity and flow without straying far from the Syriac. The book does contain many typos, formatting issues, and spelling inconsistencies, especially of proper nouns (for example, ‘Umayyad’ is spelled three different ways, see pp. 13 and 23). This problem particularly affects the first three chapters, but the footnotes in the edition and translation also contain occasional errors. While these do not detract from the quality of Shemunkasho’s scholarship, they are distracting. One mistake worth noting is that the edition attributes a quotation to Jacob of Serugh (p. 122), whereas the translation has “Jacob [of Edessa]” in the main text (p. 382). The supporting footnote on p. 382 correctly indicates that Jacob of Serugh is intended, but the index still lists p. 382 under Jacob of Edessa, not Jacob of Serugh. Overall, Aho Shemunkasho has done a great service with his thorough introduction to John of Dara’s work and context and his edition and translation of this remarkable collection of memre On the Resurrection of Human Bodies . His detailed analysis of John of Dara’s biblical, patristic, and other sources is valuable. Hopefully, more of John of Dara’s works will appear in comparably skillful editions and translations—perhaps without the interval of half a century this time!",
    "title" : 
    [ "Aho Shemunkasho, ed. and tr., John of Dara, On the Resurrection of Human Bodies (Piscataway, NJ: Gorgias Press, 2020)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Gibson, Kelli Bryant" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n2prgibson",
    "type" : "review",
    "displayTitleEnglish" : "Aho Shemunkasho, ed. and tr., John of Dara, On the Resurrection of Human Bodies (Piscataway, NJ: Gorgias Press, 2020)" }