
  { "fullText" : "Valentin Vesa, Knowledge and Experience in the Writings of St. Isaac of Nineveh (Piscataway, NJ: Gorgias Press, 2018). Pp. XIV + 331; $114.95. This monograph issues from the doctoral dissertation of Valentin Vesa at the University of Padova, Italy, under the supervision of Paolo Bettiolo. Vesa examines the concepts of knowledge and experience in the writings of the late seventh-century East Syriac author Isaac of Nineveh. Since 2020, Benedict-Valentin Vesa has been bishop-vicar of the Archdiocese of Vad, Feleac and Cluj, of the Romanian Orthodox Church. While the importance and originality of Isaac’s mystical theology has long been recognized—his works were translated and utilized more than those of any other Syriac writer, notably in the Greek and Slavonic collections of the Philokalia —he is still understudied. Recent publications by Sebastian Brock, Sabino Chiala, Hilarion Alfeyev, Patrick Hagman, Jason Scully, Serafim Seppala, as well as an international colloquium in Moscow, have yielded fruitful explorations of this prolific but enigmatic author. Beginning with an excellent survey of what is known about Isaac’s life and writings, Vesa focuses on his unique ideas regarding salvation and grace for mere human beings in God’s providence. Instructive as well is Vesa’s description and analysis of the christological controversies in the East Syriac church during the sixth and seventh centuries. Vesa initially focuses on Sahdona (Martyrius) who defined the nature of Christ as one person in a manner that bordered on both Chalcedonian and Miaphysite tendencies. The Church of the East resisted allowing its unique dyophysite character to be compromised, which created considerable theological conflict. This culminated in Patriarch Ishoʿyahb III’s dismissal of Sahdona as bishop of Mahoze d’Arewan. Vesa surveys the controversy in the seventh to ninth centuries in the Church of the East surrounding the views held by three spiritual theologians—John of Dalyatha, Joseph Ḥazzaya, and John the Solitary of Apamea—regarding the possibility of humans “seeing God,” and explains that it involved a misunderstanding of mystical language and theology. The mystics did not pretend to be able to see God’s essence; merely, if that is the expression, God’s glory and light. Isaac of Nineveh too speaks of the vision of God ( theoria ) as part of the climactic state of the ascetic’s being. Vesa’s book probes in detail Isaac of Nineveh’s process of knowledge—how does one think and know, in particular an ascetic-monastic person of faith? Vesa terms Isaac’s approach as “theanthropic”: it begins with the material world and its thought, and then progresses and matures to the ultimate state of seeing the glory of God when all movement ceases in order for the ascetic to dwell in it. Vesa offers significant citations from Isaac’s corpus and from other scholarly interpretations. Numerous citations in this English monograph are presented in Italian and French, which impedes and slows down the reader. The three major influences upon Isaac’s ascetical theology are Evagrius Ponticus (d. 399), John the Solitary of Apamea (fl. 450), and Pseudo-Dionysius (ca. 500). Along with other spiritual writers, these three adopted a three-level-system on which the monk progressively ascends. Isaac adapts and develops their configurations. Evagrius posits the three stages of praktikos , gnostikos , and theologikos . Dionysius describes the stages of purification, illumination, and unification. John the Solitary, with whom Isaac has the closest affinity, has pagrana , naphshana , and ruḥana (bodily, of the soul, spiritual). Abba Isaiah (early 5th c.), another Greek ascetical writer whose Asceticon was translated early into Syriac and was the subject of a commentary by Dadishoʿ Qatraya, a contemporary and fellow countryman of Isaac, also describes the path of solitaries as that of bodily labours, the mode of life of the mind, and spiritual contemplation ( theoria ). While Isaac’s system may have originated and intertwined with these earlier writers, he developed a more complex series of movements, totaling six. For Isaac, Vesa emphasizes, the goal is the Ultimate Truth, that is, God’s Truth, which is knowledge or understanding ( ܝܕܥܬܐ ). The heart of the matter begins with knowledge and faith, as Isaac insists that knowledge is a gift, not the result of any ascetic struggle, but the consequence of the divine intervention (p. 235). As the monk progresses, faith swallows knowledge and gives the foretaste of the reality of the future life. Vesa cites Isaac’s observation that the inner senses now have received “intelligible resurrection” ( ܩܝܡܬܐ ܡܬܝܕܥܢܝܬܐ ) in “the order of things which will be in the state of immortality and incorruptibility.” ( p.236) This is faith beyond dogmatic creeds or doctrines, and is now an experiential dimension participating in the divine mysteries by means of grace. Knowledge, as a collection of facts, no longer exists and is subsumed by faith which limpidly or clearly “sees.” One ascends to the heights of faith, as if on a ladder, but at the top, one no longer needs the ladder (p. 240). The transition has now taken place to what Isaac terms un-knowledge ( ܠܐ ܝܕܥܬܐ ). This does refer in a preliminary sense to the transcendence and incomprehensibility of God to human beings engaged passionately. No one is able to understand the thoughts of God without being crushed under the burden of the revelation. Vesa guides the reader through Isaac’s explication of this reality, but then moves to the higher level of un-knowledge—in which Vesa perceives Theodore of Mopsuestia’s concept of two ages influencing Isaac. Un-knowledge marks the entry in the second stage\/post-Incarnation. Yet at the spiritual level, in one’s ascetic mind, one may mysteriously participate partially in divine knowledge. Nevertheless, the possibility of knowledge remains limited. Isaac relies heavily upon Evagrius, citing him, “Blessed is he who has reached during prayer unconsciousness ( ܠܐ ܝܕܥܬܐ ) which is not to be surpassed” (p. 244). The ascetic “gazes in ecstasy ( ܚܘܪܐ ܕܒܬܡܗܐ ) at the unattainable things which do not belong to the world of mortals… this is the ignorance, the unknowledge ( ܠܐ ܝܕܥܬܐ )” (pp. 244–45). Vesa summarizes this mode of “knowledge beyond knowledge” to be “achieved in the grace of God, without any ascetic work, spontaneously and directly directed by God’s will” (p. 245). Returning to the controversy that posthumously beset Isaac and other East Syriac mystical writers, Vesa reviews the condemnation by Timothy I in 787 of those who declare that the human nature of Christ can see his divinity, as well as those claiming that other created human beings are able to see the divine nature. But even Patriarch Timothy had to recognize that the event at Tabor demonstrates the possibility of knowing the royalty of Christ by means of the vision of the glory of God. John of Dalyatha is closest to expressing the possibility of Christ’s humanity seeing his divinity, understanding Christ as the icon and the knowledge of the Father, not only in his divinity, but in his humanity as well. John of Dalyatha, however, persistently notes that the divine vision occurs in “obscure light,” so that the difference between the nature or essence of God and divine glory are subtly distinguished. Isaac of Nineveh draws a similar distinction between Creator and creation. Isaac uses three concepts—stirring, stupor or wonder, and vision—to express the spiritual stage in which the end result or knowledge will be the clothing of people in God’s light, effected by faith as the melding or mingling of active participation and divine intervention. Theoria is also called “the vision of God”, when the intellect is moved without senses by the spiritual powers, and therefore, an experience of wonder as the highest cognitive order. It is the concept of revelation that most closely approximates his idea of divine vision, which remains essentially an analogous way of knowing. Isaac defines divine sight as “non-perceptible mental revelation” ( ܓܠܝܢܐ ܠܐ ܡܬܪܓܫܢܐ ܕܗܘܢܐ ). Revelation is silence of the intellect, so that knowledge is not an achievement of any mental or sense activity, but is generated out of the direct intervention of the Holy Spirit by the means of revelation. “Revelation is different from truth and knowledge in so far as revelation is not the exact truth, but only shows inclinations and signs corresponding to human strengths” (p. 270). Isaac suggests that revelation should not be called knowledge, but rather “overshadowing” ( ܡܓܢܢܘܬܐ ) caused by the direct intervention of the Spirit (pp. 271–73). Bishop Benedict-Valentin Vesa has steered the reader well through a complex web which the contemplative mind of the monk must navigate on the way to the attainment and participation in the reality of the divine ultimate truth. Admitting the difficulty of Isaac’s theology, Vesa has been able to systematically extract and contextualize Isaac of Nineveh’s steps along the way.",
    "title" : 
    [ "Valentin Vesa, Knowledge and Experience in the Writings of St. Isaac of Nineveh (Piscataway, NJ: Gorgias Press, 2018)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kitchen, Robert" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n1prkitchen",
    "type" : "review",
    "displayTitleEnglish" : "Valentin Vesa, Knowledge and Experience in the Writings of St. Isaac of Nineveh (Piscataway, NJ: Gorgias Press, 2018)" }