
  { "fullText" : "The Book of Šḥimo [The Book of the Prayers of the Simple ( or Ordinary) Week] contains the Liturgy of the Hours according to the West Syriac rite: the Syriac Orthodox Church in the Patriarchate of Antioch and the Maphrianate of the East (Mosul, Malankara), the Syriac Catholic Church in the Patriarchate of Antioch, and the Syro-Malankara Catholic Church in India. It is closely related to the tradition of the Maronite Catholic Church in the Patriarchate of Antioch, and perhaps they share a common origin. I presented an earlier version of this paper at The V th (North American) Syriac Symposium at the University of Toronto, Toronto, Ontario, Canada, June 25–27, 2007. Sebastian P. Brock and Mor Severus R. Akhrass kindly read the penultimate draft and gave valuable suggestions. This study aims at providing a schema of this text, based on the modern editions of the various rites, with remarks on modern practices from the Syriac Orthodox rite. By schema, I mean an outline of the elements that constitute the liturgical texts, how these elements are organized sequentially, and the attributes (e.g., who is the speaker, what is the melody of a hymn) assigned to these elements. Our earliest manuscripts of the Šḥimo belong to the Early Modern period, but scholars have found a few liturgical fragments from earlier periods. Barsoum notes fragments preserved in the Damascus Museum dating from around the 8 th century. Barsoum, al-Luʾluʾ al-Manthūr p. 73-75. He claims that their text is similar to the received tradition. Barsoum informs us that some manuscripts credit Jacob of Edessa (d. 708) as the initial compiler. He also tells us that he examined some manuscripts according to the traditions of Edessa. While the literary content varies among manuscripts, the schematic structure remains the same. This study shows that all the main elements of the schema appear in various commentaries dating back to the early second millennium. We can be confident that the structure of the prayers found in the printed editions represents the schema of the text as it stood in the Early Modern period (ca. 15 th or 16 th century), if not earlier. Indeed, early fragments found in the Cairo Geniza contain texts that a young deacon today might select and chant, though they do not reveal much about structure. G. Kiraz, “Learning Syriac and Garshuni in Early Modern Egypt: Evidence from the Cairo Genizah” in Geoffrey Khan, Sabine Schmitdke, and Sarah Stroumsa (eds.), Studies in Literary Genizot (= Intellectual History of the Islamicate World 8 (2020): 1–26; G. Kiraz, “A Young Syriac Pupil in the Cairo Genizah: Or.1081 2.75.30.” Fragment of the Month: Newsletter of the Cambridge University Library Genizah Unit . August 2018. https:\/\/www.lib.cam.ac.uk\/collections\/departments\/taylor-schechter-genizah-research-unit\/fragment-month\/fotm-2018\/fragment-6 . Scholars have not analyzed the structure of the Šḥimo in any detail. The late Robert Taft provides some brief observations on the present living tradition, R. Taft, The Liturgy of the Hours in East and West (1993) 239–247. and Christine Chaillot outlines the main daily offices prepared by Sebastian P. Brock. Christine Chaillot, The Syrian Orthodox Church of Antioch and All the East, a brief introduction to its life and spirituality (Geneva: Inter-Orthodox Dialogue, 1998), pp. 99, 156-157. Eugene Aydin (aka Mor Poloycarpus) produced an essay in Syriac detailing the sources of the text with a discussion on the differences between the Orthodox, Catholic and Maronite printed editions, Eugene Aydin, ܫܚܝܡܐ: ܟܬܒܐ ܕܨܠܘ̈ܬܐ ܕܫܒܬܐ ܫܚܝܡܬܐ in H eto 3 (2001), no. 5: 46-35. and I have relied upon his helpful lists of editions and translations. See also A. Baumstark, “syr-Antioch” in Der Katholik 82 (401–427, 538–550) & 83 (43–54); A. Baumstark, Geschichte der syrischen Literatur 47, n.4; where he lists mss); J. Tomajean, “La semaine liturgique dans le rite syrien” in Parole de l'Orient (1966) no. 1, 95–114. For the Maronite Lilyo and Ṣafro, see J. Tabet, L'Office commun maronite (Kaslik, 1972). The text editors also provide us with further information. Barsoum, Konat, Griffith, and Mnayyer introduce the faithful to using the text, with Konat’s introduction being the most extensive. However, they all assume familiarity with the tradition. Having said that, such instructional material is no more valuable than New Jersey’s road signs which are helpful if you already know how to reach your destination. As such, only the trained clergy can perform the prayers. Numerous parts are absent from the printed texts (see, for example, the Sedro schema below). As far as I know, this article is the first attempt to describe the schema of a west Syriac liturgical rite. Such an analysis is helpful for digital humanities projects seeking to represent or encode the text. I will provide a conceptualization of the main structures and their elements. I will begin with a description of the printed editions upon which the study is based (I), an outline of the canonical hours (II), a schema of the text (III-VI), observations on the thematic structure (VII), and finally concluding remarks (VIII). An appendix gives snippets from an XML-TEI schema for consideration in digital humanities projects. Modern Editions and Translations The Syriac Orthodox editions bear the title ܟܬܒܐ ܕܨܠܘ̈ܬܐ ܕܫܒܬܐ ܫܚܝܡܬܐ “The Book of the Prayers of the Simple ( or Ordinary) Week,” and the Syriac Catholic editions bear the title ܨܠܘ̈ܬܐ ܕܝܘܡ̈ܬܐ ܫܚܝ̈ܡܐ ܕܫܒܬܐ “The Prayers of the Simple Days of the Week.” One observes that the adjective ܫܚܝܡܐ “simple” is a modifier of ܫܒܬܐ “week” and ܝܘܡ̈ܬܐ “days,” not of the prayers themselves. In this terminology, a “simple” day is a non-feast day and excludes Sundays. (The Konat edition is the exception giving the title ܟܬܒܐ ܕܨܠܘܬܐ ܫܚܝܡܬܐ “The Book of the Simple Prayer.”) In his introduction to an Arabic translation of the Šḥimo text, Yousef Mnayyer stresses this referential property of the title. Mnayyer, al-ʾIšḥīm (Damascus, 1994) p. 13. The Syriac Orthodox church produced its first edition at the Deir al-Zaʿfaran press in 1890. A second edition by Barsoum was produced at the same press in 1913 based on nine MSS (seven according to his introduction!), one of which is by a certain monk named David (fl. 15 th century). Šḥimo (Mardin, 1913) p. 6. A third edition was produced in Jerusalem in 1934 and became standard. It has been used in subsequent editions from Bar Hebraeus Verlag in Holland. The Barsoum text incorporates the western tradition of the Patriarchate of Antioch and the eastern tradition of the Maphrianate of Tikrit (now the Mosul and Nineveh Plains tradition). Barsoum, al-Luʾluʾ al-Manthūr p. 73-75. The Malankara tradition produced an edition by Matta Konat in 1915. While Konat’s edition contains many differences in textual renderings, Konat’s structure is identical to Barsoum’s. There are four Syriac Catholic editions: the 1696 edition produced by Athanasius Safar ʿAṭṭār of Mardin; the 1787 edition by Elias Amirkhan, itself based on the 1696 edition; the 1835 edition by Patriarch Peter Shabadin through the Propaganda Fide; the 1902 edition by Aphram Rahmani; and finally, the 1937 edition by Gabriel Tabbouni. Aydin, p. 41-42. Although there are more Syriac Christians in the diaspora than in the homeland, hardly any churches have produced translations of the Šḥimo . In parishes where the tradition is kept, mostly the Syriac Orthodox of Europe, the Syriac text is used. While prose prayers appear in translation here and there, poetry is far more difficult to translate for liturgical purposes, and the musical component is not easy to bridge across languages. However, a few translations exist. Mnayyer mentions an unpublished French translation by “brother Kristian who belongs to the young brothers of Jesus.” Mnayyer, p. 19. Bede Griffiths produced an English translation (n.d., reprinted by Gorgias Press in 2005), from which Madey produced a German translation in 1995. Johannes Madey, S’himo Oder Das Stundenlob der Syro-Antiochenischen Kirche an Wochentagen (1995). Acharya, produced another translation based in Griffith, but this version contains numerous adaptations. F. Acharya, Prayer with the Harp of the Spirit. I, A Weekly Celebration of the Economy of Salvation (Kurisumala Ashram, Vagamon, 1983). A few translations appeared in Malayalam, in part or in full, between 1910 and 1998. Mnayyer produced his Arabic translation in 1994. Finally, in 1969 Heinrich Husmann produced an edition of musical notations of the main hymns based on recordings by the late Qurillos Jacob Qas Girgis. Heinrich Husmann, Die Melodien der Jakobitischen Kirche, Die Melodien des Wochenbreviers (Wien: Hermann Böhlaus Nachf, 1969) The Canonical Hours The west Syriac canonical hours follow Psalm 118 [MT 119]:164— ܫܒܰܥ ܒܝܰܘܡܳܐ ܫܰܒܰܚܬܳܟ “Seven (times) a day I praised you” and are hence seven. The ecclesiastical day begins at sunset, following the Jewish tradition. As such, (1) ܪܡܫܐ (hereafter, Ramšo) “evening” is the first of the prayers; it corresponds to Latin vespers. Ramšo is usually indicated in liturgical texts with ܢܓܗ “dawn” followed by the day, e.g., ܢܓܗ ܬܪܝܢ ܒܫܒܐ “the dawn of Monday,” Monday being the day to come. One performs this prayer today on Sunday evening, i.e., the eve of Monday. The same applies to the next hour, (2) ܣܘܬܪܐ (Sutoro) “covering, protection,” which corresponds to Latin Compline. Its name derives from Ps 91:1 ( ܝܳܬܶܒ ܒܣܶܬܳܪܶܗ ܕܰܡܪܰܝܡܳܐ “He who sits in the protection of the Most High”). This Psalm, recited during this hour, is what the faithful associate with this hour. Yet, its text does not appear in most of the editions considered here and in none of the manuscripts under consideration, demonstrating the interconnection between the written modality and orality. The next hour is (3) ܠܠܝܐ (Lilyo) “night,” corresponding to Latin nocturnes. It consists of three ܩܘ̈ܡܐ ( qawme ) or “watches” (literally “standings”); some manuscripts (e.g., MS 1624 (should this be written MS 1624?) MS, for which see under III) use ܬܫܡܫܬܐ (Teshmeshto) “service” instead of Qawmo. Then comes (4) ܨܦܪܐ (Ṣaphro) “morning,” which is the apposition of Ramšo; it corresponds to Latin matins. Then, we have (5) ܬܠܳܬܫ̈ܳܥܺܝܢ or the Third Hour, corresponding to Latin terce. The numbering of hours is offset by sunrise. Hence, the Third Hour—depending on the season—is approximately around 9:00 AM. Then, (6) ܫܶܬܫ̈ܳܥܺܝܢ or the Sixth Hour, corresponding to Latin sext, approximates our noontime. Finally, (7) ܬܫܰܥܫ̈ܳܥܺܝܢ or the Ninth Hour corresponds to Latin none, sometimes in the early afternoon. A few Syriac writers cite these hours from the thirteenth and fourteenth centuries. Jacob of Bartelleh (d. 1241) gives a list of them with additional commentary in his Simotho . Mar Severios Yacoub Albartali, The Treasures . Translated into Arabic by Behnam Daniel al-Bartali (Aleppo: Dar Mardin, 2007). The translation is based on three mss: the first is in the Syriac Orthodox Bishopric of Mosul dated 1718, the second belongs to bishop Saliba Shimoun of Mosul dated 1889, and the third belongs to the translator dated 1912. Bar ʿEbroyo (d. 1287), in both his Hudoye (V, 5) and the Ethicon (I, 1, 8), states that the hours did not initially include Sutoro; it was later added in order to comply with ܫܒܺܝܥܳܝܽܘܬܳܐ “sevenness.” Ignatius bar Wahib (d. 1333), in a brief unpublished treatise on liturgical prayers, Barsoum, Al-lulu 545, citing mss Homs (might be in Damascus now), Berlin Sachaw 151, Cambridge 2887, and Mosul. counts the three qawme of Lilyo as individual hours, giving a total of ten canonical hours. We can be confident that the canonical hours of the Šḥimo go back to at least the early second millennium. In earlier monastic settings, each hour was probably conducted independently at its own time. The received tradition, however, groups them into two synaxes ( ܣܽܘܢܰܟܣ̈ܺܝܣ ). The first is the evening synaxis, sometimes recited between 3:00 PM and 6:00 PM—depending on local traditions—consists of the Ninth Hour (of the current day in modern reckoning), followed by Ramšo and Sutoro (of the following day). For instance, on a Sunday evening, one begins with the Sunday Ninth Hour (the last hour of Sunday), then moves to the Ramšo and Sutoro of Monday. The second is a morning synaxis that is sometimes recited between 5:00 AM and 7:00 AM, depending on local traditions. It consists of Lilyo, Ṣaphro, the Third Hour, and the Sixth Hour, all of the current day. The following diagram outlines the hours corresponding to modern times. 7 1 2 3 4 5 6 9 th Hr Ramšo Sutoro Lilyo Ṣaphro 3 rd Hr 6 th Hr Evening Synaxis Morning Synaxis Note that the break of a new ecclesiastical day occurs during the evening synaxis. After the completion of the 9 th Hour, which follows the melody set of the current day, the melody will switch for Ramšo of the newly issued day. This cannot be more pronounced than on Palm Sunday, which is followed by Passion Week with its specific prayers and melodies. The faithful gather again on Sunday evening, after the completion of Palm Sunday festivities, for the service of Nahire that commemorates the parable of the wise and foolish virgins (Matthew 25:1–13). They begin with the 9 th Hour with the festive melodies of Palm Sunday. Then, the entire atmosphere changes as Ramšo issues a new day, Monday, the beginning of Passion Week. The melodies become somber. The Trisagion is replaced by unique passion phraseology. The large Phenqitho volumes of the Lent season—used for the Liturgy of the Hours instead of the Šḥimo—are put away and replaced with the Passion Phenqitho. Phenqithos have the text for the Lent cycle and for passion week in different volumes. Some modern editions, however, combine them in one volume. In some monastic settings, an additional noon synaxis is observed during which the 3 rd , 6 th , and 9 th Hours are recited. In such cases, it would be a repetition of the same hours, albeit using a different text. The first edition of a noon synaxis was published by Abraham Konat ܟܬܒܐ ܕܨܠܘܬܐ ܕܬܝܒܘܬܐ ܠܦܘܬ ܥܝܕܐ ܕܥܕܬܐ ܣܘܪܝܝܬܐ ܐܪܬܘܕܘܟܣܝܝܬܐ ܕܡܝܠܝܒܐܪ (Mar Julius Press, Pampakuda, n.d.). (n.d.). Çiçek then produced a newer edition in 1989. ܛܟܣܐ ܕܨܠܘ̈ܬܐ ܘܒܥܘ̈ܬܐ ܕܬܝܒܘܬܐ ܠܝܘ̈ܡܝ ܫܒܘܥܐ ܕܡܬܐܡܪ̈ܢ ܒܥܕܢ ܛܗܪܐ ܕܟܠܝܘܡ ܐܝܟ ܛܟܣܐ ܕܥܕܬܐ ܣܘܪܝܝܬܐ ܬܪܝܨܬ ܫܘܒܚܐ ܕܐܢܛܝܘܟܝܐ (Holland, 1989). The same book was published at the same time in two trim sizes, large and medium. Schema of the Hour The following discussion is based on the published texts of the following editions: C = Syriac C atholic ed. H = Husmann, Die Melodien der Jakobitischen Kirche, Die Melodien des Wochenbreviers (1969) O H = Syriac O rthodox Holland ed. < O J O J = Syriac O rthodox Jerusalem ed. < O Z O K = Syriac O rthodox Konat ed. O Z = Syriac O rthodox Zaʿfaran ed. In addition, when discrepancies are found, the following MSS were consulted: I did not have access to an important early manuscript, Charfet 5\/1. According to Armalet, it is a Beth Gazo from the 11 th century. If true, this could be the oldest existing Beth Gazo which contains the prayers of Šḥimo (item 9); see Issac Armalet, Catalogue des Manuscrits de Charfet (1937) 85 ff. MS Osaka A Beth Gazo from the Osaka collection, C942369413. Though undated, the first fragmentary portion of the MS, containing the Šḥimo text, is probably one of the earliest surviving Beth Gazo manuscripts. The paleography is from the first half (if not the first quarter) of the second millennium, judging from the squarish ܡ‍ , the ܬ , and a good number of Estrangela-like ܕ and ܪ . I am grateful to Hidemi Takahashi for sharing the images of this manuscript with me. MS 1624 A Beth Gazo in Library of the Syriac Orthodox Archdiocese of the Eastern United States, Paramus, NJ, originally from St. Mark’s library, Jerusalem. The scribe began in 1624 and came back to complete the MS in 1651 (the Šḥimo portion is at the beginning of the MS). MS Kiraz A Šḥimo scribed by Giragos, son of Daoud (Kiraz), 1900, in the G. A. Kiraz private collection. Two of the canonical hours, Ramšo and Ṣaphro, are set apart by their length, not only by the textual length of hymns but rather their inclusion of elements absent in the other hours. I dub Ramšo and Ṣaphro as Major Hours, while all the others as Minor Hours. The following table gives the elements found in each type. I. Major Hours (Ramšo & Ṣaphro) II. Minor Hours (Sutoro, Lilyo, 3 rd , 6 th , & 9 th Hrs) I.1 Opening Prayer I.2 Psalms I.3 ܐ Shubḥo in ʿEqbo II.1 ʿEqbo (Lilyo qawme only) I.4 Ḥusoyo I I.5 ܐ Qolo of Incense (odd number of stanzas) I.6 Prayer of Incense I.7 ܒ Qolo after Incense (odd) I.8 ܐ Quqalion (even) I.9 ܐ Shubḥo in ʿEqbo I.9 Ḥusoyo II II.2 Ḥusoyo I.10 ܐ Qolo of Ramšo\/Ṣaphro (even) II.3 Qolo (even) I.11 ܐ Boʿutho (even) II.4 Boʿutho (even) As can be seen above, the schema of the Minor Hours is basically the tail of the Major Hours. The relevance of odd\/even stanzas and the sigla ܐ and ܒ are discussed in the appendix. I.1 A Major Hour service, i.e., Ramšo or Ṣaphro, commences with ܨܠܘܬܐ ܕܫܘܪܝܐ or an opening prayer. The texts of this prayer—or even any indication of its existence—are absent in O ZJH . This is indeed one of the difficulties of determining the schemas of liturgical prayers without knowing the practice itself. Texts typically do not indicate fixed aspects of the liturgy. But we can be sure that the opening prayer is not a Malankara characteristic (O K ) or a Catholic addition (C). It is indeed mentioned by Jacob of Bartelleh (d. 1241) concerning the Ramšo, Lilyo, and Ṣaphro hours. Mar Severios Yacoub Albartali, p. 108-110. I.2 Then follows a recitation of a psalm. It should be stressed that “a Psalm” does not correspond to our modern Psalm divisions. An ecclesiastical Psalm usually corresponds to one or more Psalms of the modern divisions, and not always contiguously. Ramšo Ps. 140\/141, 141\/142, 118\/119:105–112, 116\/117 (simple); Ṣaphro Ps. 51 (simple), 63 (in ʿEnyoyo), and 113\/158 (simple). A psalm may be recited in two different manners: 1) ܦܫܺܝܛܳܐܺܝܬ “simply” where the psalm is recited continuously by one or more deacons, one “verse” after the next (again, “verse” does not correspond to modern divisions), or 2) ܒܥܶܢܝܳܢܳܐ “in response” where a response follows each “verse” of the psalm in the form of a hymn stanza. There is disagreement with regards to the Ramšo psalm: O ZJH prefixes the actual psalm text with ܥܶܢܝܳܢܳܐ ܕܪܰܡܫܳܐ , but provides no hymn for the ܥܶܢܝܳܢܳܐ , while C explicitly states that the psalm is recited ܦܫܺܝܛܳܐܺܝܬ “simply,” and hence does not require a ܥܶܢܝܳܢܳܐ hymn. MS 1624 and MS Kiraz agree with O ZJH . I.3 Then follows a ܥܶܩܒܳܐ (ʿEqbo), literally “footstep, heel,” metaphorically meaning “to follow.” The ʿEqbo is always prefixed with a Gloria, ܫܽܘܒܚܳܐ ܠܰܐܒܳܐ ܘܠܰܒܪܳܐ ܘܰܠܪܽܘܚܳܐ ܩܰܕܺܝܫܳܐ “praise to the Father, the Son, and the Holy Spirit,” recited by the most senior priest present. Elsewhere, the Mosul Phenqitho dubs this formula with ܫܽܘܒܳܚܳܐ “i.e. saying the ܫܽܘܒܚܳܐ .” The Šuboḥo is followed by ܡܶܢ ܥܳܠܰܡ ܘܰܥܕܰܡܳܐ ܠܥܳܠܰܡ ܥܠܳܡܺܝܢ ܐܰܡܺܝܢ “from now and forever, and ever, Amen,” recited by the gudo . The rubric ܫܘܒ ܘܥܩܒܐ denotes this entire exchange in O ZJH, and the rubric ܫܘܒ ܘܡܢ ܒܥܩܒܐ in C. The three qawme of Lilyo also begin with a ʿEqbo (II.1). Parenthetically, we know of (a now humorous) squabble over the Šuboḥo. It took place in 1771 at the beginning of the Orthodox-Catholic split within the Syriac Orthodox Church. The Syriac Orthodox Patriarch George IV entered the church in Aleppo while a local priest, Joseph Hajjār, was already celebrating the liturgy. It seems that Joseph had just joined the Catholic party. At the time of the Šuboḥo, Joseph chanted the ܫܽܘܒܚܳܐ ܠܰܐܒܳܐ phrase even though the Patriarch—the highest-ranking priest—was present. The Patriarch was quite annoyed and shouted at the priest in Arabic, ورك انت تعطي شبح وما تعرف من في واقف “Hey! You say the Šuboḥo? Don’t you know who is standing here?” MS Sbath 131, f. 48r; I am grateful to Feraz Krimsti for pointing out this document. I.4 Then follows the first Sedro, whose schema is best described separately as this genre occurs in other liturgical texts. I.5 The Sedro is followed by the First Qolo, or Qolo before Incense. In MS 1624 and MS Kiraz , it is called the First Qawmo. The Qolo for the Ramšo of Monday in the modern editions begins with four introductory stanzas, followed by four stanzas for the Mother of God, another four for the saints, another four for repentance, and one (four in O K ) for the departed. Other days may have different themes (to be discussed below), but all begin, after the introductory stanzas, with the Mother of God and end with the departed. Some stanzas are prefixed with a ܦܶܬܓܳܡܳܐ (Phethghomo), a portion of a verse from the Psalms. I.6 Then follows the Prayer of Incense. This prayer may go back to the seventh century or even earlier. Bar ʿEbroyo quotes Jacob of Edessa (d. 708), saying, “even if the time of the morning or evening prayer comes and there is no incense, perform, O priest, the prayers without incense.” It is mentioned more explicitly by Jacob of Bartilleh. Mar Severios Yacoub Albartali, p. 108. Prior to this prayer, the deacon chants the phrase ܡܳܪܝܳܐ ܡܪܰܚܡܳܢܳܐ ܪܰܚܶܡ ܥܠܰܝܢ ܘܥܰܕܰܪܰܝܢ “Merciful Lord, have mercy upon and us and help us,” which is only preserved in the oral tradition. As far as I can tell, the entire Prayer of Incense is omitted in all the received traditions. There is an implicit mention of it in O K as the previous Qolo (I.5) is called the Qolo of Incense, and the following Qolo (I.7) is called the Qolo after Incense; additionally, the two Qole are separated by the word ܡܳܪܝܳܐ which starts the oral phrase mentioned above. There is no indication of the Prayer of Incense in O ZJH ; the preceding Qolo is simply called the First Qolo, and the following is the Second Qolo. MS Osaka supports O K ; Both MS 1624 and MS Kiraz are silent on the matter. This prayer is explicitly mentioned in C, giving the full text of the prayer. I.7 Then comes the Second Qolo, or Qolo after Incense. It has a similar structure as I.5. 1.8 Then follows the Quqalion. It consists of short Psalm verses interspersed with Hallelujah. 1.9 Next comes a second ʿEqbo. 1.10 A Second Sedro follows. But it is almost always omitted in the received tradition. 1.11 Then follows a third Qolo. Depending on the service, it is called the Qolo of Ramšo or Ṣaphro. It consists in the modern editions of four stanzas only. 1.12 The service ends with a Boʿutho. It is always a mimro (metrical poem) composed either in the meter of St. Jacob of Sarug (12 syllables per strophe), St. Ephrem (7 syllables per strophe), or St. Balai (5-syllables per strophe). The Mimro begins with a ܫܽܘܪܳܝܳܐ consisting of two strophes, each sung by a gudo , and ends in a ܫܽܘܠܳܡܳܐ or ܬܒܳܪ̈ܳܬܳܐ which, like the ܫܽܘܪܳܝܳܐ , are two strophes. The main body consists of an even number of stanzas. A multi-theme Boʿutho is marked as ܓܰܘܳܢܳܝܳܐ “general” and covers four themes: Mary, the saints, repentance, and the departed; in such a case, it is chanted in its entirety (i.e., stanzas cannot be skipped in order not to skip a theme). ܀ Akhrass Personal communication, 5\/19\/2022. observed that the schema of the Major hours could be roughly divided into two qawme , duplicating an almost exact structure: the first qawmo consisting of I.2–I.7 and the second qawmo consisting of I.8–I.11. This point becomes apparent when one considers that the Quqalion (I.8) consists of Psalm verses (cf. I.2). The ʿEṭro (I.6) becomes the only element found in the first qawmo , but not in the second. Only the first qawmo has an Opening Prayer (I.1). This general schema of a service (Syriac ܬܶܫܡܶܫܬܳܐ ) is prevalent in all church rites. The Minor Hours simply consist of a Sedro, Qolo, and Boʿutho. C begins the Sutoro with Ps 4, followed by a fixed ʿEqbo. These are absent in O ZJH , MS 1624, and MS Kiraz . Before leaving this section, one needs to mention the schema of the ܡܥܺܝܪܳܢܳܐ (Mʿirono), which precedes the first Qawmo of Lilyo. It begins with the Prayer of Mʿirono, sometimes called the Opening Prayer, followed by Ps. 133\/134, 118\/9:169-176, 116\/7 recited in ʿEnyono. Then follows the Prayer after Mʿirono, itself prefixed with Kyrie-eleison three times. Both prayers are attested in MS 1624 . IV. Ḥusoyo Schema I.4 The prayer of Ḥusoyo is mentioned by Jacob of Barelleh as one of the elements in the Liturgy of the Hours. Mar Severios Yacoub Albartali, p. 108. The Ḥusoyo is a prose text that consists of two main parts, a ܦܪܽܘܡܝܽܘܢ (Promion), a Greek loanword meaning “preface,” and a longer ܣܶܕܪܳܐ (Sedro) “list, array, items in a specific order.” While manuscripts—and printed texts—typically give just these two elements, the entire Ḥusoyo consists of more elements preserved only orally. These are outlined in the schema below. Part Speaker Ḥ1 Proclamation Ḥ1a Deacon: Stomen Kalos (Let us stand well) Ḥ1b People: Kyrie eleison Ḥ2 Šuroyo: Ḥ2a Priest: ܢܨܠܐ ܟܠܢ ... Ḥ2b People: ܡܪܝܐ ܡܪܚܡܢܐ ... Ḥ2c Priest: ܬܫܒܘܚܬܐ ܘܬܘܕܝܬܐ ... Ḥ3 Promion Priest: text Ḥ4 Mḥasyono Ḥ4a Bishop (if present): ܥܠ ܥܛܪܐ ܕܒܣ̈ܡܐ Ḥ4b Priest ܡܚܣܝܢܐ ܗܟܝܠ ܡܕܟܝܢܐ ... Ḥ4c People: ܐܡܝܢ Ḥ5 Sedro Deacon: text (prefixed with ܒܪܟܡܪܝ ) Ḥ6 Qubolo Priest: ܡܢ ܐܠܗܐ ܢܩܒܠ ... People: ܐܡܝܢ Ḥ1 The entire thing commences with the deacon proclaiming a Greek loan phrase, ܣܛܰܘܡܶܢ ܩܰܐܠܳܘܣ ( Ḥ 1a), which corresponds to the Syriac liturgical phrase ܢܩܽܘܡ ܫܰܦܺܝܪ “let us stand well.” The people are to respond with the Greek loan ܩܽܘܪܝܶܠܰܝܣܳܘܢ keyrieleson (Ḥ 1b), which also corresponds to a Syriac liturgical phrase, ܡܳܪܰܢ ܐܶܬܪܰܚܰܡ ܥܠܰܝܢ . These could have entered Syriac from Greek during the Byzantine reconquest of Asia Minor in the tenth century. Apart from the Malankara tradition, Ḥ 1a and Ḥ 1b are collapsed. A single deacon chants them as one unit. It is not clear when this occurred. M 1624 already gives the entire thing without space, ܣ‍ܛܽܘܡܝܢܩܲܠܘܿܣܩܘܪܝܠܠܝ܏ܣ . For further discussion on this phrase, see G. Kiraz, “A Proclamation Out of Place, ‘Stomen Kalos, Kyrie-Eleison’ and the Nicene Creed.” In Ktheeboth hago : Festschrift in Honour of His Holiness Ignatius Zakka I Iwas , ed. Roy Thomas, 417–31. Chicago: St. George Syrian Orthodox Church of Malankara, 2005. Ḥ2 The oral portions continue with the Šuroyo (I borrow the term from Mushe of Mardin, see below). The priest proclaims ܢܨܰܠܶܐ ܟܽܠܰܢ ܘܪ̈ܰܚܡܶܐ ܘܰܚܢܳܢܳܐ ܡܶܢ ܡܳܪܝܳܐ ܢܶܒܥܶܐ “let us all pray and beseech the Lord for mercy and compassion” ( Ḥ 2a) to which the faithful respond with ܡܳܪܝܳܐ ܡܪܰܚܡܳܢܳܐ ܪܰܚܶܡ ܥܠܰܝܢ ܘܥܰܕܰܪܰܝܢ “Merciful Lord, have mercy upon us and help us” ( Ḥ 2b). The priest then recites ( Ḥ 2c), ܬܶܫܒܽܘܚܬܳܐ ܘܬܰܘܕܺܝܬܳܐ ܘܗܶܕܪܳܐ ܘܩܽܘܠܳܣܳܐ ܘܪܽܘܡܪܳܡܳܐ ܛܳܒܳܐ ܕܠܳܐ ܒܳܛܶܠ ܐܰܡܺܝܢܳܐܺܝܬ ܒܟܽܠܙܒܰܢ ܘܰܒܟܽܠܥܶܕܳܢ ܢܶܫܬܘܶܐ ܕܢܰܣܶܩ. May we be worthy to offer up continually, at all the time and in all seasons, praise, thanksgiving, glory, adoration, and never-ceasing exaltation. In the received tradition, apart from Malankara, the entirety of Ḥ 2 is collapsed into one element and is chanted by the priest alone. If a bishop is present, he recites the entire thing. But one must pause here and question if the received tradition is a corruption of an earlier tradition. Is it possible that Ḥ3 was initially assigned to the deacon? The use of the jussive, expressed in the prefixed (imperfect) form ܢܨܰܠܶܐ is typical in proclamations made by the deacon. It is ubiquitous in the Qurobo, or Eucharistic, liturgy. Before the reading of the Gospel, the deacon proclaims, in the jussive, ܢܨܽܘܬ ܘܢܶܫܡܰܥ ܠܰܣܒܰܪܬܳܐ ܕܡ̈ܶܠܶܐ ܚܰܝ̈ܳܬܳܐ “let us give heed and listen to the Gospel full of life.” His subsequent proclamation in the pre-Anaphora is the exact words of Ḥ 2a, just after he declares to the faithful that the celebrating priest is placing incense “before the merciful Lord” ( ܩܕܳܡ ܡܳܪܝܳܐ ܡܪܰܚܡܳܢܳܐ ). Here too, the faithful respond with the exact words of Ḥ 2b. The deacon’s subsequent proclamation is just before the recitation of the creed, again with a jussive, ܢܩܽܘܡ ܫܰܦܺܝܪ ܟܽܠܰܢ ܒܰܨܠܽܘܬܳܐ “let us all stand well in prayer.” At the beginning of the Anaphora proper, the deacon instructs the faithful, again in the jussive, ܢܶܬܶܠ ܫܠܳܡܳܐ ܠܰܚ̈ܕܳܕܶܐ “let us give peace to one another” and right after the giving of the peace, ܩܕܳܡ ܡܳܪܝܳܐ ܡܪܰܚܡܳܢܳܐ ܪ̈ܺܝܫܰܝܢ ܢܰܪܟܶܢ “let us bow down our head in front of the merciful Lord.” The thurifer also uses the jussive when calling upon the people, ܢܩܽܘܡ ܫܰܦܺܝܪ “let us stand well.” During the diptychs, deacons instruct the faithful, ܢܨܰܠܶܐ ܘܢܶܬܟܰܫܰܦ “let us pray and beseech” and later ܠܡܳܪܝܳܐ ܢܶܬܟܰܫܰܦ “let us beseech the Lord.” With almost every proclamation, there is a response by the people. H2a must have once belonged to the deacon rather than the priest, let alone the bishop. While the Šuroyo never appears in manuscripts or printed editions, we know about it—and indeed its text—from Mushe of Mardin, the monk who traveled to Europe to print the New Testament in 1555. After collaborating with Johann Albrecht Widmanstad (1506–1557) to produce the editio princeps of the NT, the two men put together a primer for the Syriac language. Widmanstad [and Mushe of Mardin], Primo Elementa (1555). After introducing the alphabet with some exercises, they published a few prayers for which Mushe must have been the source. A Ḥusoyo is given with the full text of the Šuroyo. It is most likely that Mushe included the text of the Šuroyo explicitly, as Europeans would not be familiar with the oral elements of the liturgy. Ḥ 3,5 The Promion ( Ḥ 3) and the Sedro ( Ḥ 5) are the only elements known from the written text. The two elements form a set, the former recited by the priest and the latter by the deacon. In the case of the Šḥimo, an appendix contains all the Ḥusoyo texts in the form of Promion-Sedro pairs. One cannot read a Promion of one Ḥusoyo and follow it with the Sedro of another. Ḥ 4 The ܡܚܰܣܝܳܢܳܐ (Mḥasyono) is interspersed between the Promion and the Sedro only if the deacon offers incense and is usually omitted in the daily offices. This text is long and survives orally. Here too, Mushe of Mardin gives us a version of the text. The Mḥasyono is prefixed with the phrase ܥܰܠ ܥܶܛܪܳܐ ܕܒܶܣ̈ܡܶܐ “by the fragrance of incense” ( Ḥ 4a), chanted by the bishop if present. It is more likely that this phrase is associated with the action of placing incense in the censor by the highest-ranking priest, which would explain why the bishop would say this phrase if present. Ḥ6 After the recitation of the Sedro, the highest-ranking priest recites the ܩܽܘܒܳܠܳܐ (Qubolo), the formula being ܡܶܢ ܐܰܠܳܗܳܐ ܢܩܰܒܶܠ ܚܽܘܣܳܝܳܐ ܕܚܰܘܒ̈ܶܐ ܘܫܽܘܒܩܳܢܳܐ ܕܰܚܛܳܗ̈ܶܐ ܒܰܬܪ̈ܰܝܗܽܘܢ ܥܳܠ̈ܡܶܐ ܠܥܰܠܰܡ ܥܳܠܡܺܝܢ “May we receive from God remission of debts and forgiveness of sings in both worlds, forever and ever.” Jacob of Bartilleh mentions the Qubolo when he refers to the Sedro of the Lilyo hour. Mar Severios Yacoub Albartali, p. 110. The entirety of the Ḥusoyo is delivered today in three different methods. At Mor Gabriel Monastery, southeast Turkey, the entire thing is recited explicitly in some hours, especially those of Lilyo. In many of the Tur Abdin parishes, and those in the Diaspora that originate from Tur Abdin, the Ḥusoyo (Šuroyo + Promion + Sedro) is recited in silence by a priest while the gudo goes on with what follows. In most parishes, the entire Sedro is omitted , but the proclamation Ḥ1 is retained as part of chanting the adjacent hymns. V. Qolo Schema It is worth providing some comments on the structure of the Qolo. A Qolo is basically a stanzaic poem (kind of a Madrosho) with a specific metrical structure. The basic unit is the syllable or vowel count, called in Syriac ܗܶܓܝܳܢܳܐ . Stress does not play any role in Syriac poetry because Syriac syllables are all of the same weight (bimoraic) as unstressed short vowels in open syllables (which would be monomoraic) are absent. The next unit is the poetic phrase denoted by an unmarked caesura, a break or a pause in a line of verse. The poetic phrase is bound because it cannot stand alone in a line. Typically, long lines of seven or more syllables have such caesurae. Syriac does not have a technical term for the poetic phrase, and some poets are unaware of it. For example, it is commonly known that the qolo ܥܰܡܳܐ ܘܥܰܡ̱̈ܡܶܐ —used often in dialog poems—consists of lines with seven syllables each. It is less known that each line consists of two poetic phrases, 4+3 syllables, for the melody to work smoothly. There is sometimes an intended discourse between the poetic phrases. The next unit after the line is the stanza itself. This point is illustrated with the qolo named ܩܽܘܩܳܝܳܐ whose meter, given from right to left, is: 5+4 5+7 5+7 5+4 5+4 5+7 4+7 Here is an actual stanza. I use the punctuation ‘ ܇ ’ to denote a caesura break. A colon denotes a line break. A period denotes the end of a melodic section (to be discussed next). ܫܽܘܪܳܝܳܐ : ܟܽܠܳܗ̇ ܐܰܪܥܳܐ ܕܶܐܦܶܣܳܘܣ܇ ܛܰܠܳܐ ܪܶܣܡܰܬ݂: 4+7 ܟܰܕ݂ ܐܰܝܬܺܝ ܡܳܪܝ̱ ܝܽܘܚܰܢܳܢ܇ ܟܬ݂ܳܒ̈ܶܐ ܕܰܒܬ݂ܽܘܠܬܳܐ. 5+7 ܡܶܨܥܳܝܳܐ : ܕܰܪܫܺܝܡ ܗ̱ܘܳܐ ܒܗܽܘܢ܇ ܕܢܶܗܘܶܐ ܕܽܘܟ݂ܪܳܢܳܐ: 5+4 ܕܰܡܒܰܪܰܟ݂ܬܳܐ܇ ܬܠܳܬ݂ ܙܰܒ̈ܢܺܝܢ ܒܫܰܢ̱ܬܳܐ. 5+4 ܫܽܘܠܳܡܳܐ : ܒܟܳܢܽܘܢ ܢܶܗܘܶܐ ܥܰܠ ܙܰܪ̈ܥܶܐ܇ ܘܒܺܐܝܳܪ ܥܰܠ ܫܶܒ̈ܠܶܐ: 5+7 ܘܒܳܐܒ ܝܰܪܚܳܐ ܡܶܛܽܠ ܓܽܘ̈ܦܢܶܐ܇ ܕܐ̱ܪܳܙ ܚܰܝ̈ܶܐ ܨܺܝܪ ܒܗܶܝܢ: 5+7 ܗܰܠܶܠܽܘܝܰܗ܇ ܨܠܽܘܬ݂ܳܗ̇ ܬܥܰܕܰܪܝ̱ ܠܰܢ. 4+5 The musical layer adds another complication. Each stanza consists of a ܫܽܘܪܳܝܳܐ “beginning,” an optional ܡܶܨܥܳܝܳܐ “middle,” and a ܫܽܘܠܳܡܳܐ “end.” Typically, the poetic (and melodic in the case of chanting) structure of the ܫܽܘܪܳܝܳܐ and ܫܽܘܠܳܡܳܐ is either exact or very similar. Notice that each poetic phrase corresponds to a grammatical phrase in terms of discourse. It is seldom that a grammatical phrase crosses over poetic phrases. A further melodic subdivision, not shown above, could split words. For instance, all 7-syllable caesurae are divided melodically into 2+5 syllables. The boundary in line 2 occurs in the middle of ܐܰܝܬܺܝ   : ܟܰܕ݂ ܐܰܝـ ـܬܺܝ ܡܳܪܝ̱ ܝܽܘܚܰܢܳܢ܇ ܟܬ݂ܳܒ̈ܶܐ ܕܰܒܬ݂ܽܘܠܬܳܐ. 5+(7 = 5 + 2) The same occurs with ܝܰܪܚܳܐ in line 6: ܘܒܳܐܒ ܝܰܪ ܚܳܐ ܡܶܛܽܠ ܓܽܘ̈ܦܢܶܐ܇ ܕܐ̱ܪܳܙ ܚܰܝ̈ܶܐ ܨܺܝܪ ܒܗܶܝܢ: 5+(7 = 5 + 2) Such subdivisions could vary across regional musical traditions, a topic that is beyond the scope of the current paper. VI. Hour Delimiters As a syntaxis consists of more than one hour, how does one determine where one hour ends and where the next begins? Thus far, we have encountered elements known from two modalities: written and oral. A third modality, usually ignored in multimodal frameworks, is at play here: silence. Long pauses of silence—or what seems to be silence—mark the end of an hour and the beginning of the next. But here, silence is associated with actions. In silence, the recitation of a Qawmo is associated with making the sign of the cross a few times. Until quite recently—around the end of the twentieth century—the silence was sometimes a form of incoherent mumbling. In the last decade or two, especially during events when many of the faithful are present, the mumbling turns into full-fledged oral action. The qawmo consists of the Trisagion ( ܩܰܕܺܝܫܳܬ ܐܰܠܗܳܐ ...) followed by the Lord’s prayer ( ܐܰܒܽܘܢ ܕܒܰܫܡܰܝܳܐ ...). The Trisagion is audible with specific melodies in some hours, but the Lord’s Prayer is silent. The only exception is the qawme of Lilyo where the entire thing is replaced with ܒܪܝܟ ܗܘ ܐܝܩܪܗ ... which is mentioned by Jacob of Bartelleh. Mar Severios Yacoub Albartali, p. 110. The full texts of these delimiter prayers are given in Barsoum’s al-Tuḥfa al-Rūḥiyya , a guide to the faithful in Arabic that has been translated into many languages. A. Barsoum, al-Tuḥfa al-Rūḥiyya (Aleppo, 1956, 5 th ed.), with many editions and translations. VII. Themes Before closing, it is worth noting the thematic organization of the Šḥimo. Each day\/hour has a theme. These themes range from glorifying Mary ( ܝܳܠܕܰܬ ܐܰܠܳܗܳܐ ), calling upon the apostles ( ܫܠܺܝܚ̈ܶܐ ), and sometimes the evangelists ( ܐܶܘܰܢܓܶܠܺܣ̈ܛܶܐ ), remembering the saints ( ܩܕܝ̈ܫܐ )—or one particular saint ( ܚܰܕ ܩܢܽܘܡܳܐ ), or remembering the martyrs ( ܣܳܗ̈ܕܶܐ ) and the departed ( ܥܰܢܺܝ̈ܕܶܐ ). Another theme is commemorating the cross ( ܨܠܺܝܒܳܐ ) during the resurrection season. Repentance ( ܬܝܳܒܽܘܬܳܐ ) is another central theme. A multi-theme hymn is called ܓܰܘܳܢܳܝܬܳܐ “general, common.” The table in Appendix 1 gives the days of the week, the hours, and the themes assigned to each hour. In order to remember this complex arrangement, the Malphone came up with a poem, cited by Konat, that spells out the various themes, Konat ed., intro p. II. ܝܽܘܡ ܚܰܕ ܒܫܰܒܳܐ ܕܰܩܝܳܡܬܳܐ܆ ܬܪܶܝܢ ܒܫܰܒܳܐ ܕܰܬܝܳܒܽܘܬܳܐ܆ ܘܗܳܟܘܳܬ ܒܰܬܠܳܬܳܐ ܒܫܰܒܳܐ܆ ܐܰܪܒܥܳܐ ܒܫܰܒܳܐ ܕܰܒܬܽܘܠܬܳܐ܀ ܚܰܡܫܳܐ ܒܫܰܒܳܐ ܕܰܫܠܺܝܚ̈ܶܐ܆ ܘܡܰܠ̈ܦܳܢܶܐ ܕܥܺܕܰܬ ܩܽܘܕܫܳܐ܆ ܥܪܽܘܒܬܳܐ ܕܰܨܠܺܝܒܳܐ ܚܰܝܳܐ܆ ܘܣܳܗ̈ܕܶܐ ܓܒ̈ܰܝܳܐ ܘܩܰܕܺܝ̈ܫܶܐ܀ ܝܽܘܡ ܫܰܒܬܳܐ ܕܶܐܬܬܢܺܝܚ ܡܳܪܝܳܐ܆ ܡܶܢ ܟܽܠܗܘܢ ܥܒܳܕܰܘ̈ܗ̱ܝ ܕܰܥܒܰܕ܆ ܕܟܳܗ̈ܢܶܐ ܙܗ̈ܰܝܳܐ ܘܩܰܕܺܝ̈ܫܶܐ܆ ܘܟܽܠܗܘܢ ܥܰܢܺܝ̈ܕܶܐ ܡܗܰܝ̈ܡܢܳܐ܀ Sunday is for the Resurrection; Monday is for repentance; Likewise on Tuesday (i.e., repentance); Wednesday for the Virgin. Thursday for the Apostles and the Doctors of the Holy Church; Friday for the Living Cross and the chosen martyrs and the saints. Saturday, during which the Lord rested from all the deeds that he accomplished, is for the reverend priests and the saints; and all the faithful departed. This thematic structure also goes back to at least the beginning of the second millennium. Jacob of Bartelleh mentions that the Qolo of Sutoro is for repentance, agreeing with the above table. Mar Severios Yacoub Albartali, p. 108 The themes of the Ramšo Quqalion and Boʿutho seem to represent an earlier thematic arrangement known from Bar Salibi’s treatise against the Melkites, A. Mingana, Woodbrook I , p. 33. Sundays are consecrated to the festival of the Resurrection; Mondays and Tuesdays are devoted to prayers and repentance; Wednesdays are to the Mother of God, to the martyrs, and the dead; Thursdays to the Apostles and Doctors, to the Mother of God, to the martyrs, and to the dead; Fridays to the Cross; and Saturdays to the Mother of God, to the martyrs, and the dead. VIII. Concluding Remarks This paper argues that the schema of the Šḥimo goes back to at least the early modern period (ca. 15 th century) if not to the first quarter of the 2 nd millennium, as many of its elements are mentioned by writers of the Syriac renaissance period. It has also been shown that a complete understanding of the liturgical genre requires a close familiarity with the received tradition, where the written text engages quite intimately with orality, not to mention silence. Indeed, the written-oral-silence interface has not been addressed by scholarship to the best of my knowledge. Another remark also argues that “corruption” is part of a living tradition. It has been proposed, for example, that the Šuroyo of the Ḥusoyo prayer (viz., ܢܨܠܐ ܟܠܢ ) must have belonged once to the deacon on the bases of philological analogy with the Qurobo liturgy. Digital Humanities projects may find this study helpful in representing liturgical texts. Some snippets appear below. Appendix: TEI-XML Schema The following are TEI-XML snippets for encoding the text of Šḥimo. The main < TEI > section includes one < text > element (lines 2–12) and another < body > element (lines 3–11). The main division element ( < div > , line 4) under the body has two attributes. The first, type , states that the content is a book. The second, subtype , defines the genre as šximo . It is proposed that the rest of the schema is dependent on this value, šximo . It determines the schema of the rest of the XML. Other liturgical books would have other values for subtype; the rest of the XML will look differently. 1 < TEI > 2 < text xml:lang = \" syr \" > 3 < body > 4 < div type = \" book \" subtype = \" šximo \" > 5 < div type = \" day \" n = \" xad bšabo \" > 6 < div type = \" hour \" n = \"7 \"> 7 <!-- Liturgical elements here --> 8 <\/ div > 9 <\/ div > 10 <\/ div > 11 <\/ body > 12 <\/ text > 13 <\/ TEI > A Qolo, such as ܩܽܘܩܳܝܳܐ mentioned above, can be encoded with the following snippet. The entire thing is a division of type qolo (line 1 below). Again, this type determines the schema that follows. The < sp > element (line 2) designates the speaker, which gudo is to chant the qolo . The two gude are designated by ܐ and ܒ . The odd number of stanzas in a qolo ensures that the gude alternate in starting the hymns. The < rubric > element (lines 3–7) gives the qolo name with a link to a bethgazo encoding (line 4) and also designates the tune number (line 5). The actual stanza is encoded as a line group ( < lg > , lines 8–22) of type stanza . Again, the type determines the schema that follows. The three subdivisions of the stanza ( šuroyo , meṣʿoyo , and šulomo ) are each encoding with a line group as well. Then each line of the stanza is encoded with a line element ( < l > ). 1 < div type = \" qolo \" > 2 < sp >< speaker > ܓܘܕܐ ܐ <\/ speaker ><\/ sp > 3 < rubric > 4 ܥܠ ܩܠܐ ܕ < ref type = \" bethgazo \" target = \" ... \" > ܩܽܘܩܳܝܳܐ 5 < num type = \" tune \" value = \" 1 \" > ܩܕܡܝܐ <\/ num > 6 <\/ ref > 7 <\/ rubric > 8 < lg type = \" stanza \" > 9 < lg type = \" šuroyo \" > 10 < l > ܟܽܠܳܗ̇ ܐܰܪܥܳܐ ܕܶܐܦܶܣܳܘܣ܇ ܛܰܠܳܐ ܪܶܣܡܰܬ݂: <\/ l > 11 < l > ܟܰܕ݂ ܐܰܝܬܺܝ ܡܳܪܝ̱ ܝܽܘܚܰܢܳܢ܇ ܟܬ݂ܳܒ̈ܶܐ ܕܰܒܬ݂ܽܘܠܬܳܐ. <\/ l > 12 <\/ lg > 13 < lg type = \" meṣʿoyo \" > 14 < l > ܕܰܪܫܺܝܡ ܗ̱ܘܳܐ ܒܗܽܘܢ܇ ܕܢܶܗܘܶܐ ܕܽܘܟ݂ܪܳܢܳܐ: <\/ l > 15 < l > ܕܰܡܒܰܪܰܟ݂ܬܳܐ܇ ܬܠܳܬ݂ ܙܰܒ̈ܢܺܝܢ ܒܫܰܢ̱ܬܳܐ. <\/ l > 16 <\/ lg > 17 < lg type = \" šulomo \" > 18 < l > ܒܟܳܢܽܘܢ ܢܶܗܘܶܐ ܥܰܠ ܙܰܪ̈ܥܶܐ܇ ܘܒܺܐܝܳܪ ܥܰܠ ܫܶܒ̈ܠܶܐ: <\/ l > 29 < l > ܘܒܳܐܒ ܝܰܪܚܳܐ ܡܶܛܽܠ ܓܽܘ̈ܦܢܶܐ܇ ܕܐ̱ܪܳܙ ܚܰܝ̈ܶܐ ܨܺܝܪ ܒܗܶܝܢ: <\/ l > 20 < l > ܗܰܠܶܠܽܘܝܰܗ܇ ܨܠܽܘܬ݂ܳܗ̇ ܬܥܰܕܰܪܝ̱ ܠܰܢ <\/ l > 21 <\/ lg > 22 <\/ lg > 23 <\/ div > One can, of course, choose to fine-tune this encoding further to encode the caesura breaks or even the melodic breaks within words that were mentioned above. Texts that appear elsewhere, or the oral liturgical elements described above, can be encoded once and referred to with the < ref > element. Here is an example for linking to a ḥusoyo text. 1 < div type = \" ḥusoyo \" > 2 < p >< ref type = \" ḥusoyo \" target = \"...\" > ܣܕܪܐ ܕܥܢܝ̈ܕܐ <\/ ref ><\/ p > 3 <\/ div > One can explicitly states all of the oral aspects of the liturgy in the XML encoding. < colophon > < p > ܀ ܘܟܕܘ ܗܠܝܢ ܠܦܪ̈ܘܫܐ ܀ <\/ p > <\/ colophon > Bibliography Acharya, F. Prayer with the Harp of the Spirit. I, A Weekly Celebration of the Economy of Salvation (Kurisumala Ashram, Vagamon, 1983). Armalet, I. Catalogue des Manuscrits de Charfet (1937). Aydin, E. ܫܚܝܡܐ: ܟܬܒܐ ܕܨܠܘ̈ܬܐ ܕܫܒܬܐ ܫܚܝܡܬܐ in H eto 3 (2001), no. 5: 46-35. Barsoum, A. al-Luʾluʾ al-Manthūr (Aleppo, 1956 2 nd ed.). Barsoum, A. al-Tuḥfa al-Rūḥiyya (Aleppo, 1956, 5 th ed.), with many editions and translations. Baumstark, A. “syr-Antioch” in Der Katholik 82 (401–427, 538–550) & 83 (43–54). Baumstark, A. Geschichte der syrischen Literatur (1922). Chaillot, C. The Syrian Orthodox Church of Antioch and All the East, a brief introduction to its life and spirituality (Geneva: Inter-Orthodox Dialogue, 1998). Kiraz, G. “A Proclamation Out of Place, ‘Stomen Kalos, Kyrie-Eleison’ and the Nicene Creed.” In Ktheeboth hago : Festschrift in Honour of His Holiness Ignatius Zakka I Iwas , ed. Roy Thomas, 417–31. Chicago: St. George Syrian Orthodox Church of Malankarra, 2005. Kiraz, G. “A Young Syriac Pupil in the Cairo Genizah: Or.1081 2.75.30.” Fragment of the Month: Newsletter of the Cambridge University Library Genizah Unit . August 2018. https:\/\/www.lib.cam.ac.uk\/collections\/departments\/taylor-schechter-genizah-research-unit\/fragment-month\/fotm-2018\/fragment-6 . Kiraz, G. “Learning Syriac and Garshuni in Early Modern Egypt: Evidence from the Cairo Genizah” in Geoffrey Khan, Sabine Schmitdke, and Sarah Stroumsa (eds.), Studies in Literary Genizot (= Intellectual History of the Islamicate World 8 (2020): 1–26. Mnayyer, Y. al-ʾIšḥīm (Damascus, 1994). Severios Yacoub Albartali. The Treasures . Translated into Arabic by Behnam Daniel al-Bartali (Aleppo: Dar Mardin, 2007). Tabet, J. L'Office commun maronite (Kaslik, 1972). Taft, R. The Liturgy of the Hours in East and West (1993). Tomajean, J. “La semaine liturgique dans le rite syrien” in Parole de l'Orient (1966) no. 1, 95–114. Appendix 1: Table of Daily Prayers Su Mo Tu Ramšo ܓܘܢܝܬܐ Quqalyon ܬܝܒܘܬܐ ܐܘ ܪܡܫܐ ܬܝܒܘܬܐ ܐܘ ܪܡܫܐ Bo ʿ utho \" \" Sutoro ܬܝܒܘܬܐ ܬܝܒܘܬܐ Lilyo, Q I ܝܠܕܬ ܐܠܗܐ Lilyo Q II ܩܕܝ̈ܫܐ ܩܕܝ̈ܫܐ Lilyo Q III ܬܝܒܘܬܐ ܬܝܒܘܬܐ Lilyo Q IV ܓܘܢܝܬܐ ܘܟܢ ܚܕ ܩܢܘܡܐ Boʿutho ܬܝܒܘܬܐ ܬܝܒܘܬܐ Ṣaphro ܓܘܢܝܬܐ Quqalyon ܬܝܒܘܬܐ ܐܘ ܨܦܪܐ ܬܝܒܘܬܐ ܐܘ ܨܦܪܐ Boʿutho \" \" 3 rd Hr ܬܝܒܘܬܐ ܬܝܒܘܬܐ 6 th Hr ܓܘܢܝܬܐ 9 th Hr ܥܢܝ̈ܕܐ Appendix 1 : Table of Daily Prayers (cont.) We Th Fr Sa ܓܘܢܝܬܐ ܝܠܕܬ ܐܠܗܐ ܬܝܒܘܬܐ ܐܘ ܪܡܫܐ ܣܗ̈ܕܐ ܥܢܝ̈ܕܐ ܓܘܢܝܬܐ \" ܓܘܢܝܬܐ \" ܬܝܒܘܬܐ ܝܠܕܬ ܐܠܗܐ ܝܠܕܬ ܐܠܗܐ ܐܘ ܨܠܝܒܐ* ܝܠܕܬ ܐܠܗܐ ܩܕܝ̈ܫܐ ܫܠܝ̈ܚܐ ܣܗ̈ܕܐ ܩܕܝ̈ܫܐ ܥܢܝ̈ܕܐ ܬܝܒܘܬܐ ܥܢܝ̈ܕܐ ܥܢܝ̈ܕܐ\/ ܬܝܒܘܬܐ ܓܘܢܝܬܐ ܘܟܢ ܚܕ ܩܢܘܡܐ ܓܘܢܝܬܐ ܫܠܝ̈ܚܐ ܘܐܘܢܓܠܣ̈ܛܐ ܓܘܢܝܬܐ ܓܘܢܝܬܐ ܓܘܢܝܬܐ ܝܠܕܬ ܐܠܗܐ ܬܝܒܘܬܐ ܐܘ ܨܦܪܐ ܨܠܝܒܐ ܟܗ̈ܢܐ ܓܘܢܝܬܐ \" \" \" ܝܠܕܬ ܐܠܗܐ ܬܝܒܘܬܐ ܨܠܝܒܐ ܟܗ̈ܢܐ ܓܘܢܝܬܐ ܥܢܝ̈ܕܐ",
    "title" : 
    [ "Schema of the Syriac Šḥimo",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n2kiraz",
    "type" : "article",
    "displayTitleEnglish" : "Schema of the Syriac Šḥimo" }