
  { "fullText" : "Introduction This research extends earlier research on the early history of the Syriac text of Acts by examining the Syriac Biblical and patristic evidence for Acts Chapter Fifteen. It also closely examines the evidence of the Didascalia Apostolorum in assessing the early history of the Syriac text of Acts. Bruce Metzger’s (1977) comment regarding the Old Syriac text remains relevant today, four decades after he wrote: Although no manuscript of an Old Syriac version of the Acts and Pauline Epistles is known, scholars have suspected from the form of quotations from these books in the writings of early Syriac and Armenian authors that an older form of the Syriac text of the Apostolos preceded that of the Peshitta… Metzger (1977), The Early Versions of the New Testament , p. 39 Brock (2014) likewise comments on the Pauline epistles and Acts: Since fourth-century writers quote these books (and Ephrem wrote commentaries on them-unfortunately preserved only in Armenian), there is no doubt that a Syriac version did exist. What is uncertain is whether this text was as different from the Peshitta as the Old Syriac gospels, or whether instead the Peshitta Acts and epistles more or less represent the original Syriac Translation of these books, with little or no subsequent revision ever having been undertaken. Brock (2014), pp. 416-417. Metzger(1968) also comments on the Peshitta text of the Gospels compared to the Peshitta text of Acts: The textual complexion of the Peshitta version has not yet been satisfactorily investigated, but apparently it represents the work of several hands in various parts of the New Testament. In the Gospels it is closer to the Byzantine type of text than in Acts, where it presents many striking agreements with the Western text. Metzger (1968), The Text of the New Testament , p. 70 Research on the early Syriac text of Acts has focused mostly on the first two chapters. This is due to the richness of the Patristic literature that is concerned with the first two chapters which record Jesus’ post-resurrection appearances and Ascension, and the record of the Day of Pentecost. There is much less interest in Acts until chapter fifteen which deals with the first Church Council in Jerusalem. Here one finds more interest among the patristic writers and especially the Syriac Didascalia Apostolorum , which cites much of Acts Fifteen. This article extends the literature by examining the evidence for Chapter Fifteen of Acts and considering the evidence in light of the more recent research by Juckel and Williams. “Research on the Old Syriac Heritage of the Peshitta Gospels: A Collation of MS Bibl. Nationale Syr. 30 (Paris),” Hugoye 12.1, pp 41-115. Williams, Peter (2004) Early Syriac Translation Technique and the Textual Criticism of the Greek Gospels , Piscataway, NJ: Gorgias Press. Williams, Peter (2012), ‘Where Two or Three Are Gathered Together’: The Witness of the Early Versions,” in T he Early Text of the New Testament , ed. by Charles E. Hill and Michael J. Kruger, Oxford: Oxford University Press. The textual problems of the Acts in Syriac differ from the Gospels in two major ways: first, there are no Old Syriac manuscripts of Acts and second, the complicating factor of harmonizations among the Gospels and the Diatessaron’s relationship with the Gospels, is not present for Acts. Since there are no Old Syriac manuscripts of Acts, one is dependent on variant readings in Peshitta Biblical manuscripts and lectionaries. Because of the consistency among the Peshitta manuscripts of Acts, the patristic literature has been the primary way scholars have investigated the Old Syriac text of Acts. When one speaks of the Old Syriac text of Acts, it refers to a hypothetical, pre-Peshitta text of Acts, analogous to the Old Syriac Gospels. It is well documented that the early Syriac-speaking fathers, like Aphrahat and Ephrem, quoted from Old Syriac Gospels based on comparing their citations with the Curetonian and Sinai Palimpsest manuscripts. Thus, it is reasonable to think that the Syriac-speaking writers who used the Old Syriac Gospel text, similarly would have quoted from an ‘Old Syriac’ version of Acts. Consistent with this hypothesis, the evidence points us in that direction based on their citations of Acts that contain variant readings that appear to be echoes of an Old Syriac text of Acts. Kerschensteiner (1964), McConaughy (1985, 1988), Vööbus (1987), and Simonet (1998, 2001) have provided evidence for an Old Syriac text of Acts. The primary source of this material comes from the patristics, though McConaughy (1985) and Vööbus (1987) have found some support for patristic variant readings in the Biblical and lectionary MSS of Acts One and Two. None of these studies provide evidence for the Syriac text of Acts chapter fifteen. Reliance on patristic quotations to recover the Old Syriac text of Acts is challenging and subject to interpretation. Brock (2014) comments on the difficulties of using patristic citations to establish an Old Syriac Text reading without a corroborating Biblical manuscript. An excellent example from the present author’s firsthand experience of this is the Parable of the Rich Man and Lazarus in Luke 16:19ff. This section is not included in either the Curetonian Gospel manuscript in the British Museum or in the Sinai Palimpsest in the library of the Monastery of St. Catherine on Mount Sinai. Aphrahat, writing from Persia during 337-345 AD in Syriac and a known user of the Old Syriac Gospel text, referred to the parable extensively, and at first blush, due to his quotes’ many differences from the Peshitta, one would not know for certain whether Aphrahat’s references were a paraphrase or he was actually quoting from an Old Syriac Gospel text. Since this parable is not contained in the Sinai Palimpsest or the Curetonian text, for most of the twentieth century, one could not know for sure. The discovery in Egypt (McConaughy (1987) of a missing folio from the Curetonian Gospel manuscript made it clear that Aphrahat was quoting from his Old Syriac Gospel text. McConaughy (1987), “A Recently Discovered Folio of the Old Syriac (Sy c ) Text of Luke 16,13-17,1,” Biblica 68.1: 85-90. However, without this additional manuscript evidence from the Monastery of the Syrians in Wadi Natrun, any discussion whether Aphrahat’s citations relating to the Rich Man and Lazarus were a paraphrase or quotes from the Old Syriac text would not have been resolved with certainty. Williams (2004) examines in detail Syriac variant readings in the Gospels vis a vis the Nestle Aland 27 th edition (NA27) of the Greek New Testament in light of translation technique. He provides extensive evidence that many early Syriac witnesses, once cited as support for a Greek variant, may not or do not support Greek variant readings. His detailed analyses show that there is less Syriac support for Greek variant readings than many scholars thought. He also provides a most useful set of guidelines regarding the use of Syriac witnesses as support of Greek variant readings. These are summarized in his “Appendix 1: Brief Rules for the Use of Syriac in NT Textual Criticism.” Pp. 293-295. His “Appendix 2: Suggested Emendations to the Apparatus of NA27” synthesizes the body of his research on the Gospels. Pp. 277-305 His “Appendix 3: Agreements Between Syriac Witnesses and Codex Bezae for Which a Non-Genetic Explanation is Possible,” summarizes this aspect of his analyses and is most insightful and is germane when examining whether similarities between Syriac witnesses to Acts and Codex Bezae are genetic or translation. Pp. 307-309. Williams (2012) expands on his above-referenced book by extending the analysis more broadly, to Syro-Western agreements, including not only Codex Bezae, but the Old Latin and Coptic. The present research focuses on the transmission of the Syriac text of Acts and does not intend to provide support for Greek variant readings. However, for the inner-Syriac variant readings, the ‘take-away’ from Dr. Williams’ research is that Western text similarities to Syriac readings for which there is little Syriac support, may not provide as strong a support for the Syriac variant as may be supposed at first blush. Expressing this concept with regard to Greek variant readings, he writes: It appears that often citation of versions in the textual apparatus without due consideration of their translation technique gives the misleading impression that the support for a particular variant is much stronger than it really is. When the versions are cited in support of variants attested by few or no Greek manuscripts it gives the impression that the extant Greek manuscripts only attest a small proportion of variants that have existed. Williams (2012), p. 258. Character of the Old Syriac Text The Syriac text of the Gospels can be viewed as one that developed over time, where the standard Peshitta text is the conclusion of what may be considered a revision of the Old Syriac Text. Later Syriac versions, the Philoxenian and Harklean, were based on more literal translations from Greek and arose with the increasing influence of the western, Greek-speaking church on the Syriac-speaking churches. Vööbus (1951, 1987) and Black (1951, 1972) provide evidence of the development of the Peshitta from the Old Syriac Gospel text. Arthur Vööbus, History of the Gospel Text in Syriac I, II ; Matthew Black, “The New Testament Peshitta and Its Predecessors”, Bulletin of Studiorum Novi Testamenti Societas 1 (1950), pp. 51-62, Black, “The Syriac Versional Tradition” in K. Aland, Die alten Ubersetzungen des Neuen Testaments , pp. 120-159. Some Syriac Gospel manuscript’s texts were thought to lay between the Old Syriac and the Peshitta. Andreas Juckel (2009, 2003) collated and analyzed Bibl. Nationale Syr. 30 and Codex Phillips 1388 in great detail. His exemplary studies significantly extend the earlier work of Vööbus, Black and others. Juckel (2009) cautions that later manuscripts that appear to be related to the Old Syriac may not be genetically related. He shows that many of the variants in the Gospel text of Bibl. Nationale Syr. 30, a late twelfth century manuscript, are not genetically related to the Old Syriac texts of Sy c and Sy s : From Ms BN syr. 30 we learn that besides adaptation to the Greek\/Harklean and assimilation to similar or identical passages, harmonization within single Peshitta manuscripts can be responsible for creating a secondary Old Syriac heritage. In Ms BN syr. 30, the majority of singular agreement with S and\/or C came into existence this way and is independent from genetic relation to the Old Syriac and the Diatessaron…. The codex provides the information that in later manuscripts the original Old Syriac harmonistic heritage of the Peshitta, which is genetically related to the Old Syriac, is faded out during transmission and supplemented by secondary non-genetic harmonizations. Juckel (2009), p. 112. More recently, McConaughy (2021) analyzed the text of Acts in BNS 30 against forty-two Biblical manuscripts. He finds many variants readings, as did Juckel (2009) See his pp. 107, 108. and shows that the statistical profile of the text of Acts is remarkably similar to the statistical profile of the Gospels as presented by Juckel. Of the 230 variants he provides, only 24 had any patristic support, and none displayed a clear relation to an Old Syriac text. Based on Juckel’s conclusion that seven variants in BNS 30 may derive from an Old Syriac Gospel text, p. 112. and assuming that the statistical profile of Acts extends to its relation with the Old Syriac text, then two or three variants may reflect an Old Syriac heritage. Scholars classify the Old Syriac text as a representative of the ‘Western Text’. Ropes’ (1979 reprint) work on the text of Acts provides a detailed analysis of the Peshitta text of Acts collated against Codex Vaticanus. This collation was prepared by H.J. Cadbury and is found on pages 291ff. Cadbury identifies many variants in the Peshitta text of Acts that agree with Codex Bezae and the Old Latin against Codex Vaticanus. These variants are thought to be remnants of the Old Syriac where the Peshitta text was not completely revised, as was the later Harklean version. The Harklean version, completed about 616AD, closely follows the Greek text, resulting in a text that often is not idiomatic Syriac. This version generally does not contain the Western Text elements of the Peshitta, though it does provide marginal readings that often follow the ‘Western’ text when it deviates from the Peshitta. The textual profile of the Syriac text of Acts chapters one and two is more researched and provides a benchmark of sorts that allows me to use Cadbury’s detailed collations of Acts to determine whether the textual profile of the standard Peshitta text of chapter fifteen differs from chapters one and two. This would serve as a way to calibrate expectations regarding the text of chapter fifteen. If it happens that chapter fifteen of the Peshitta has significantly more Western Text readings than the first two chapters, then an analysis of Syriac patristic citations of chapter fifteen may not yield as many potential non-Peshitta, Old Syriac readings as the first two chapters since it may be less revised. Likewise if chapter fifteen has fewer Western text readings, being more revised, then an analysis of patristic citations may yield more potential Old Syriac readings. In the first two chapters of Acts, Cadbury identified 57 variants that he determined were not due to translation. Of these 57 variants, 45, i.e., 79%, are ‘Western’: 30 agree with Codex Bezae (D); 11 agree with the Old Latin; and 4 agree with the Vulgate where it agrees with the Old Latin. For Chapter Fifteen, Cadbury finds 30 variants that are not due to translation. Of these 30 variants, 22, i.e., 73% are ‘Western’: 11 agree with Codex Bezae; 8 agree with the Old Latin; and 3 agree with the Vulgate where it agrees with the Old Latin. The statistics are my analysis of Cadbury’s collations, not Professor Cadbury’s statistics. Table Description automatically generated Since 73% of the Peshitta variants against Codex Vaticanus in chapter fifteen are related to the Western text compared to 79% of the variants in chapters one and two, one might conclude that chapter fifteen of the Peshitta is somewhat more revised than chapters one and two. To test this hypothesis, I employed the Kolmogorov-Smirnov test The Kolmogorov-Smirnov Goodness of Fit Test (K-S test) compares your data with a known distribution and lets you know if they have the same distribution. …More specifically, the test compares a known hypothetical probability distribution to the distribution generated by your data… ( http:\/\/www.statisticshowto.com\/kolmogorov-smirnov-test\/ ). The author thanks Pavan Kumar Nadiminti for his assistance with the calculation. for the equality of two samples. In applying this statistical test, I have assumed that Cadbury’s collation methodology and analysis for chapter fifteen was applied in a manner consistent with his collations and analysis of the first two chapters. This non-parametric statistical test shows that the percentage differences between the first two chapters are not statistically different from the fifteenth. Thus, we would not expect to find more or fewer Western Text \/ Old Syriac variants in chapter fifteen than in chapters one and two. Biblical Manuscripts Examined Only brief descriptions of the manuscripts are provided below. For more detailed information, consult the proper manuscript catalogue. If a manuscript lacks a portion of Acts, it will be noted under “Contents.” The use of brackets (<>) indicates missing sections. Siglum Name Date Contents Mardin Orth. 61 XII cent. <1:1-7:54> University of Chicago Syriac Ms. 823 VIII cent. Acts 1:1-12 only. University of Chicago Syriac Ms. 716 VI\/VII cent. Begins with chapter 9. Leningrad Pigulevskaya 8 981 A.D. Paris Syriaque 342 894 A.D. Sinai Syriac 5 X-XII cent. Sinai Syriac 15 VIII\/IX cent. Begins with 2:27 British Museum Add. 14,473 VI cent. Sinai Syriac 17 VII\/IX cent. British Museum Add. 14,470 V\/VI cent. British Museum Add. 14,474 IX cent. Sinai Syriac 12 VII cent. Princeton University Garret Syriac 1 XIII cent. Yale Syriac 6 917\/18 A.D. Mardin Orth. Metrop. 35 This valuable manuscript, which contains the Harklean version of the Apocalypse , is thoroughly described by: Arthur Vööbus, ed., The Apocalypse in the Harklean Version, Corpus Scriptorum Christianorum Orientalium, Subsidia 56 (Louvain: Secretariat du CorpusSCO, 1978), pp. 32-47. XIII cent. Pierpont Morgan Syriac 236 749 A.D. Pierpont Morgan Syriac 235 1212 A.D. John Rylands Syriac 2 This manuscript contains the only text of the Catholic Epistles and the Apocalypse in the Philoxenian version. (Crawford Ms) XII cent. Yonan Codex X\/XI? cent. British and Foreign Bible Society B.H. Syriac 2 1205\/6 A.D. Paris Syriaque 31 1203 A.D. Mingana Syriac 103 790 A.D. Union Theological Seminary Cage CB42.7 1180 A.D. British and Foreign Bible Society Syriac 72 No date Oxford Or. 623 1821 A.D. British and Foreign Bible Society B.H. Syriac 1 ca. 1000 A.D. Sachau Syriac 3 IX cent. Begins with 4:32b Sachau Syriac 6 IX cent. 1:11-2:33 only Sachau Syriac 18 VIII cent. Begins with 3:7 Sachau Syriac 201 VIII\/IX cent. Begins with 5:16b Oxford Dawkins 23 XIV cent. Cambridge Oo.l. 2 XII cent. Begins with 1:24; fragmentary British Museum Add. 7,158 XI cent. Paris Syriaque 28 This manuscript is described by Vööbus as having Old Syriac material in the Gospels. See: Arthur Vööbus, “Completion of the Vetus Syra Project,” Biblical Research 7 (1962): 54, note 19. X\/XI cent. Paris Syriaque 30 Vööbus found remnants of the Old Syriac Gospels. See: Vööbus, Earl y Versions , 87 and Studies in the History of the Gospel Test in Syriac II , pp. 42ff. However, Juckel (2009) observed that many of the variants can be explained as later harmonistic changes and from the influence of the Harklean version and the Greek. Likewise McConaughy (2021) finds the text of Acts in BNS 30 is statistically similar to that of the Gospels. before 1198 A.D. Paris Syriaque 361 X cent. <2:46,47> Paris Syriaque 343 IX cent. Paris Syriaque 360 X cent. British Museum Add. 17,120 VI cent. British Museum Add. 17,121 VI\/VII cent. British Museum Add. 18,812 VI\/VII cent. British Museum Add. 14,472 VI\/VII cent. Vat. sir. 266 XI\/XII cent. British Museum Add. 7157 767\/768 A.D. Lectionary Manuscripts Cited Siglum Name Date L1 Sinai Syriac 13 XI cent. L3 Mosul Orth. Lect. Paul\/Prax. No date L5 Sinai Syriac 214 XIII cent. L6 Sinai Syriac 100 ca. XI cent. L12 British Museum Add. 14,485 824 A.D. L17 Jerusalem St. Mark 2 1550 A.D. Results of Manuscripts’ Collations Table 1 provides the collations containing 99 variant readings. Below, I discuss the variants. Table 1: Collations of Acts 15 Biblical and Lectionary Manuscripts Vs # Variant Peshitta Witness 1 1 ܐܦ ܐܢܫܐ ܐܢܫܐ 31 2 2 ܟܠܗܘܢ ܥܡܗܘܢ (2) L17 3 ܕܐܘܫܠܡ ܕܒܐܘܪܫܠܡ 15 3 4 ܘܟܕ ܟܕ 42 5 om. ܗܘܘ (3) 20, 21* 6 ܐܦ ܘܐܦ 7, 39 4 7 ... ܩܫܝ̈ܫܐ ܘܡܢ ܥܕܬܐ ... ܡܢ ܥܕܬܐ...ܘܡܢ ܩܫܝ̈ܫܐ 13 8 ܘܫܬܥܝܘ ܘܐܫܬܥܝܘ 43 9 om. ܥܡܗܘܢ ̱L12 5 10 om. ܕܝܢ L5 (beg) 11 om. ܗܘܘ ܕܝܢ L6 (beg) 12 ܐܢܫܐ ܡܢ ܐܢܫܐ 10, 35, 41, 43 cf. H 13 ܐܢܘܢ ܠܐܚ̈ܐ ܕܗܝܡܢܘ ܐܢܘܢ (2) L5, L6 14 om. ܗܘ 8, 35 6 15 ܐܬܟܢܫ ܐܬܟܢܫܘ ̱12 16 ܗܕܐ ܡܠܬܐ ܡܠܬܐ ܗܕܐ 31 7 17 ܐܚܝ̈ ܐܚܝ̈ܢ 31 18 ܦܘܡ ܦܘܡܝ 35 19 ܡܢ ܕܡܢ L6 20 om. ܝܘܡ̈ܬܐ ܩܕܡ̈ܝܐ ܡܢ L5 21 ܕܣܒܪ̈ܬܐ ܣܒܪܬܐ L5 8 22 ܝܕܥ ܕܝܕܥ L5 9 23 ܕܒܠܒܘܬܐ ܕܒܠܒܘ̈ܬܐ 5 24 ܠܠܒܘ̈ܬܗܘܢ ܠܒܘ̈ܬܗܘܢ 31 10 25 om. ܡܢܐ 40 26 ܐܬܘܢ om (2) 43 27 ܕܫܠܝ̈ܚܐ ܕܬܠܡܝ̈ܕܐ 15 28 ܢܝܪܐ ܐܝܢܐ ܢܝܪܐ 10 29 ܐܝܟܐ ܐܝܢܐ L6 30 ܐܦܠܐ ܕܐܦܠܐ L5 11 31 ܡܗܝܡܢܝܢܢ ܚܢܢ ܡܗܝܡܢܝܢܢ L1, L6 32 ܡܗܝܡܢܝܢ ܚܢܢ ܡܗܝܡܢܝܢܢ 3-8, 10-14,16, 19-21, 23, 24 26, 36-38 33 ܐܟܘܬܟܘܢ ܐܟܘܬܗܘܢ 21 12 34 ܘܫܬܩ ܘܫܬܩܘ 21, 43 35 ܥܡܐ ܟܢܫܐ L5 36 om. (1) ܗܘܘ 33* 37 ܘܡܫܬܥܝܢ ܘܫܡܥܝܢ ܘܫܡܥܝܢ L6 38 ܘܡܫܬܥܝܢ ܕܡܫܬܥܝܢ L6 39 ܘܬܕܡܪ̈ܬܐ ܘܓܒܪ̈ܘܬܐ 7, H 40 ܒܥܡܐ ܒܥܡܡ̈ܐ L6 13 41 ܕܫܬܩ ܕܫܬܩܘ 21 42 ܐܚܝ̈ ܐܚܝ̈ܢ 31 43 om. ܐܚܝ̈ܢ L1 14 44 ܠܡܓܒܐ ܠܗ ܠܡܓܒܐ L12 16 45 ܡܢ ܕܡܢ 6, 39 (prob. sloppy repair of damaged page) 18 46 ܝܕܝܥܝܢ ܐܢܘܢ ܝܕܝܥܝܢ 19 (between lines), L1 19 47 om. (1) ܐܢܐ 7 48 ܢܗܘܐ ܢܗܘܘܢ 7, 10, 11, 15, 41 20 49 ܛܡ̈ܐܘܬܐ ܬܡܐܘܬܐ 19 50 ܡܢ ܕܚܢܝܩܐ ܘܡܢ ܕܚܢܝܩܐ 29*vid 21 51 om. ܒܟܠ ܡܕܝܢܐ L3 (from continuous text) 52 ܗܘܘ ܗܘܐ 42 53 ܒܟܢܘܫܬܐ ܒܟܢ̈ܘܫܬܐ 40 22 54 ܕܥܕܬܐ ܥܕܬܐ 13 (prob. assoc. w\/suffix on ܟܠܗ. Separated from both words) 55 ܓܒܪܐ ܓܒܪ̈ܐ L1 56 ܘܥܡ ܒܪܢܒܐ ܘܒܪܢܒܐ 39 57 ܕܐܚ̈ܐ ܒܗܘܢ ܒܐܚ̈ܐ ̱12 23 58 ܘܟܬܒ ܘܟܬܒܘ L12 59 ܐܓܪ̈ܬܐ ܐܓܪܬܐ 15, 19, 39, 42, L3 60 om. ܘܒܣܘܪܝܐ 40 61 ܡܢ ܕܡܢ L1 24 62 ܢܡܘ̈ܣܐ ܢܡܘܣܐ 39 63 ܢܦܩ ܢܦܩܘ 43* (later corrected) 25 64 ܗܕܐ ܗܢܐ 35 65 om. ܚܒܝ̈ܒܝܢ 39 26 66 ܕܐܫܠܡ ܕܐܫܠܡܘ 42 27 67 om. ܠܟܘܢ 10, H 28 68 om. ܕܩܘܕܫܐ ... ܝܘܩܪܐ 33 69 ܐܦ ܘܐܦ L12, H 70 ܐܝܠܝܢ ܗܠܝܢ 43 29 71 ܟܕ ܕܟܕ L12 72 ܢܦܫ̈ܬܟܘܢ ܢܦܫܟܘܢ 42 73 ܘܗܘܘ ܗܘܘ 21 74 ܠܡܪܢ ܒܡܪܢ 14* 30 75 om. ܕܝܢ 39 (vid), L3 76 ܐܬܘ ܠܗܘܢ ܐܬܘ 1,3,4,6,11,14,16,19, 21,23,24,26,31,33,35,44 77 ܘܟܢܫ ܘܟܢܫܘ 35 78 ܐܓܪ̈ܬܐ ܐܓܪܬܐ 21 79 ܥܕܬܐ ܥܡܐ L12 33 80 ܠܐܚ̈ܐ ܐܚ̈ܐ 15 35 81 om. ܕܝܢ L5, L6 (both begin lection) 82 ܩܘܝ ܩܘܝܘ L6 83 ܕܝܢ ܘܡܣܒܪܝܢ ܘܡܣܒܪܝܢ L5 84 ܘܡܣܒܪܝܢ ܗܘܘ ܘܡܣܒܪܝܢ 11 (later hand) 85 om. ܣܓܝ̈ܐܐ 33* 86 ܡܠܬܐ ܡܠܬܗ 7,15,35,41, L6 36 87 ܘܒܪܢܒܐ ܠܒܪܢܒܐ 7 88 ܥܒܕܝܢ ܥܒܝܕܝܢ L6 37 89 om. ܕܝܢ 33* 90 ܕܢܕܒܪ ܥܡܗܘܢ ܕܢܕܒܪ L5 38 91 om. ܘܠܐ ܐܙܠ ܥܡܗܘܢ L17 (approx one line skipped?) 92 om. ܟܕ ܗܢܘܢ 13* 39 93 ܘܡܛܠ ܡܛܠ 6, 12, L17 94 ܚܪ̈ܝܢܐ ܚܪܝܢܐ L17 95 ܦܪܫ ܦܪܫܘ 10, 14, 31, L12 96 ܘܐܙܠ ܘܐܙܠܘ 43, L6 97 om. ܘܪܕܘ ... ܠܩܘܦܪܘܣ 31* 40 98 om. ܡܢ ܐܚ̈ܐ 42 99 ܠܛܝܒܘܬܗ ܠܛܝܒܘܬܐ 3-5,7,8,11,15,16, 20,21, 25,26,31,33,35-38,42, 44, L17 Variants agreeing with the Harklean version There are four variants that agree with the Harklean version, and of these, three have but one witness. The reading with four witnesses is in verse 5, though it only partially agrees with H’s addition of ܡܢ . The variant reading of manuscripts 10, 35, and 41, and 43 have ܐܢܫܝܢ ܡܢ , with the addition of ܡܢ , “from.” This resembles the Harklean reading, ܐܢܫ̈ܝܢ ܗܠܝܢ ܕܡܢ , which also has ܡܢ , reflecting the Greek απο. The three manuscript witnesses are 10, Add. 14,470 (5\/6 th century), 35, Par. Syr. 30 (BNS30) (11\/12 th century), 41, Add. 18,812 (6\/7 th century), and 43, Vat. sir. 266 (11\/12 th century). It is likely that the British Museum manuscripts predate the Harklean version and are thus not influenced by it. Thus, these testify to an early variant reading, perhaps influenced by the Greek text or an independent Syriac textual stream that has perished – perhaps the Old Syriac text. Par. Syr. 30, a twelfth century codex known for many variants in the Gospels, may have been influenced by the Harklean version or the Greek, as opposed to an older, genetic relationship with an earlier Syriac tradition reflected in the two British Museum manuscripts. Juckel (2009) has shown that many of the variants in the Gospel text of Par. Syr. 30, indeed, can be explained by harmonistic adaption of the Peshitta and Harklean\/Greek adjustments and not to the Old Syriac text. Likewise, McConaughy’s (2021) analysis of BNS30 shows little to no genetic relation to an Old Syriac version of Acts. However, Juckel (2012) comments that this manuscript, his “12n2” is “remarkably non-Eastern” \/ Jacobite, which may connect it to variants many centuries older. p. 95. Thus, we cannot determine whether the variant reading in this manuscript is genetically “non-Eastern” or influenced by the Harklean. The two variants in verses 12 and 28 agreeing with the Harklean, are witnessed by manuscripts Sinai Syr. 15, a Biblical manuscript (ca. 8 th Century) Juckel (2012), pp. 95, 103, considers Sin. Syr. 15 (9x1) as a Western \/ Jacobite related manuscript. and Add. 14,485, a lectionary dated 824AD, respectively. These manuscripts are late enough to be influenced by the Harklean or the Greek, especially the variant in verse 12, which has ܬܕܡܪ̈ܬܐ (wonders\/marvels) instead of the Peshitta reading, ܓܒܪ̈ܘܬܐ (powers\/wonders). The Harklean reading reflects more closely τερατα, whereas the Peshitta would be more akin to δυναμεις. The variant in verse 28 is minor, dropping of “and” in front of “even”, and since it is from a lectionary, not much can be made of the variant reading. The fourth variant agreeing with the Harklean, in verse 27, is witnessed by the ancient Add. 14,470 (6\/7 th century). It involves the omission of “to you” after “they might speak”, which agrees with the Harklean. Since the manuscript predates the Harklean and the variant is minor, without other attestation, it is likely reflects a scribal error of omission. Variants with one witness Of the 99 variants noted, 79 have one witness each. These include likely copying errors, the addition or a deletion of a conjunction such as ܘ, ܐܦ, ܕܝܢ, , or the addition or deletion of a particle or preposition such as ܟܕ ,ܠ ,ܒ , and ܕ . There are variations in number, which, in Syriac, is common because the plural symbol, the seyame , is two dots over a letter, which can be missed or mistaken if there is dirt on the exemplar or copy, or if there are other dots in the text. As noted above, three of these variants are similar to the Harklean version. Variants with two witnesses There are 11 variants with two witnesses. Three are lectionary readings from Mt. Sinai manuscripts and may be an ‘inner-Mt. Sinai’ phenomenon. Two other variants, in verses 16 and 30 may be due to a repair to manuscript 39, British Museum Add. 17,120, as it appears to have been repaired here. Two, in verses 3 and 5, are omissions of >ܗܘܘ and >ܗܘ , respectively, and do not change the sense. Variants with three witnesses There is one variant with three witnesses in verse 39, and it involves the addition of >ܘ , namely ܘܡܛܠ for the Peshitta’s >ܡܛܠ . Variants with four or more witnesses There are eight variants with four or more witnesses. Two, in verses 30 and 40, have more than 15 witnesses each and thus have significant support. However, they are of relatively minor significance. The variant in verse 30, ܐܬܘ ܠܗܘܢ instead of the reading ܐܬܘ is stylistic (an ethical dative) and the meaning is not changed. Theodore Noldeke, Compendious Syriac Grammar (translated by J. A. Crichton), page 177, para. 224, refers to this as a pleonastic ܠ : “The preposition ܠ with reflexive personal pronoun often stands alongside of a verb, without essentially modifying its meaning ( Dativus ethicus ). The variant in verse 40, ܠܛܝܒܘܬܗ , instead of >ܠܛܝܒܘܬܐ , both followed by ܕ , have the same meaning “grace of.” A third variant, in verse 35, with five witnesses (7, 15, 35, 41, L6), is also stylistic along the lines of the variant in verse 40: ܡܠܬܐ instead of ܡܠܬܗ . These have the same meaning as they are followed by “of God”. A fourth variant, in verse 19 has the following reading: Variant Peshitta Witness ܢܗܘܐ ܢܗܘܘܢ 7, 10, 11, 15, 41 The Peshitta reading is a loose translation of the Greek infinitive παρενοχλειν, using the third person plural imperfect, “they,” referring to the Judaizing Christians who troubled the Antiochene church. The variant reading here has the first person plural: “let us (not be vexing)” instead of “let them (not be vexing),” where “vex” is a plural participle. The common translation of the Greek is to consider it to be first person plural, as reflected in the Harklean. Since manuscript 10, Add. 14,470 is dated to the 5\/6 th century, it cannot have been influenced by the Harklean. However, though the Harklean has the first person plural, it uses a different verb and construction, ܢܠܙ , “let us (not) annoy.” Manuscripts 7, 11, and 15, Sin. Syr. 15, Add. 14,474 and Mardin Orth. 35 are considered by Juckel (2012) p. 103. His sigla are 9x1, 9x2, and 13n2, respectively. as witnesses to the ‘Western’\/Jacobite family of Peshitta manuscripts. This family of Peshitta mss is not to be confused with the ‘Western’ text witnessed by Greek, Latin, Syriac and other early versions. Manuscript 41, Add 18,812 (VI\/VII century) belongs to this more archaic, non-eastern, “Pre-masoretic Period.” Ibid, p.102. Juckel did not assign this manuscript a siglum as it is not a witness to the Corpus Paulinum, the subject of his study. All of this suggests that there was an early Peshitta stream of mss (perhaps Old Syriac?) that took the verb to be first person, agreeing with the more common understanding of the Greek, as it was later translated in the Harklean. This will be reinforced when we examine the text of the DA below. The fifth variant in this group, in verse 23, has “letters” instead of the singular “letter,” a ‘Western’ I.e. ‘Western text’ as in text family, not Juckel’s Western\/Jacobite\/non-Eastern Peshitta manuscript classification. text variant in the Peshitta. Variant Peshitta Witness ܐܓܪ̈ܬܐ ܐܓܪܬܐ 15, 19, 39, 42, L3 Manuscripts 39 (Add. 17,120) and 42 (Add. 14,472) are among some of the oldest Syriac witnesses to the text of Acts, dated 6 th and 6\/7 th centuries, respectively. Manuscript 15, Mardin Orth. Metrop. 35, is dated to the 13 th century and manuscript 19 is the X \/ XI? century Yonan Codex. L3 is an undated manuscript, Mosul Orth. Lect. Paul\/Prax. The plural is not related to the Greek or Harklean. There is no patristic evidence to support this reading, nor does the ECM provide any Greek mss that have the plural. Summary regarding the MSS witnesses The collations show that there is very little variation in the Syriac manuscripts. Many variants are minor and even the few variants with some support may not rise to the level of evidence of an Old Syriac type text. However, the variant in verse 19, with four witnesses, possesses patristic support as we shall see shortly. Interestingly, the text of Acts in BNS30, a source of many variant readings for the Gospels and Acts, Juckel (2009), McConaughy (2021). shows only a five minor variants in this chapter. Patristic Witnesses to Acts Fifteen Overview Acts Chapter Fifteen is composed of 41 verses, and 27 verses are quoted in various Syriac patristic sources. First place goes to the Didascalia Apostolorum (“DA”), chapter 24, “On the Stability of the Church Showing also that the Apostles Came Together for the Rectification of Deviations.” A. Vööbus, ed., The Didascalia Apostolorum in Syriac , CSCO, SS 175, 176, 179, 180 (Louvain: CSCO, 1979). Specifically the chapter is in SS 179, pp. 31-37, and SS 180, pp. 214-219. This section cites, sometimes extensively, from 23 verses. Dionysius bar Salibi (DionEpp) I. Sedlacek, ed., Dionysius bar Salibi in Apocalypsim, Actus, et Epistulas Catholicas , CSCO SS, Series Secunda, Tomus 101 (Paris: J. Gabalda, 1909). cites 8 verses from chapter fifteen in his commentary on Acts. Ishodad’s commentary on Acts (IshA) Margaret Gibson, The Commentaries of Ishodad of Merv 5 Vols. Horae Semiticae, 5-7, 10, 11 (Cambridge: Cambridge University Press, 1911-1916. cites this chapter only twice with another two allusions. His commentary on the Old Testament (IshOT) Ceslas van den Eynde, Commentaire d’Isodad de Merv sur L’Ancien Testament, vols 1-6. , quotes it once. Barhadbeshabba (BarhadHist) F. Nau, Barhadbesabba ‘Arba ‘ia Histoire Ecclesiastique (1ere Partu), Patrologia Orientalix 23.2 (Paris: 1932) quotes this section once. Marutha of Maipherqat Arthur Vööbus, The Canons Ascribed to Marutha of Maipherqat and Related Sources, CSCO SS 191, 192 (Louvain: Peeters,1982). quotes this section once as does Bar Hebraeus (BarhCS) Francois Graffin, Le Candelabre du Sanctuaire , Patrologia Orientalis 27.4 (Paris: 1957). . Ephrem (ECom, ECat) provides some allusions to Acts fifteen in his commentary on Acts, preserved in Armenian, and also some Armenian catenae. These were translated by F.C. Conybeare and are provided in Rope’s volume on the text of Acts. Ropes, Text of Acts , pp. 373-453. Didascalia Apostolorum Since the DA is the primary patristic source for the text of Acts fifteen, a discussion of the background of this early Syriac translation work is in order. The Didascalia is one of the oldest examples of the Syriac-speaking church’s translations of Greek patristic works. Connolly conjectured that the time of translation was between 300 AD and 330AD because of the DA’s similarities with Aphrahat's Demonstrations , written 337-345AD. Richard Hugh Connolly, ed., Didascalia Apostolorum: The Syriac Version Translated and Accompanied by the Verona Latin Fragments (Oxford: Oxford University Press, 1929), pp. 265ff. However the evidence is not conclusive. Vööbus notes a number of archaisms in Syriac terminology and concludes it was translated no later than the end of the fourth century, though it could be much earlier. Vööbus, The Didascalia Apostolorum in Syriac , 1:26*-28*. Connolly noted that the Syriac translator used the text of the Old Syriac Gospels in his translation of the DA. Connolly, Didascalia, p. xviii. Vööbus has also noted the Old Syriac character of the Gospel text of the older portions. Vööbus, The Didascalia Apostolorum in Syriac , 1:52*-54*. The Syriac DA comes down in two recensions. Vööbus’ edition, used in this analysis, is based upon the older recension, from eighteen manuscripts. Vatican Syriac 560, a seventh to eighth century manuscript, has been used as a base for the whole DA, and where it is lacking, Paris Syriaque 62, a ninth century manuscript, has been used. All the variants are carefully and copiously noted in the apparatus. Ropes recognized the importance of the Syriac DA in his work on the text of Acts, and he discusses this ancient work at length, especially with a view to chapter fifteen. Ropes, Text of Acts, pp. cxci – cxcviii. He notes that the text of Acts in the DA is: … plainly not the Antiochian… Occasional non-western readings are found in the Syriac Didascalia, but … there are reasons for suspecting that the original reading of the Didascalia has been modified so as partially to accord with a non-western (probably Antiochan) text. Ibid. pp. cxcii, cxciii. Later he concludes, “the text of the quotations from Acts in the Didascalia was originally completely ‘Western’ and has been occasionally modified in our Syriac version.” Ibid. p. cxcvi. See also, Vööbus, Didascalia I, p. 54*. We will come back to this observation of Ropes after analyzing DA’s text of Acts chapter 15. Analysis of DA and other Patristic Sources with Reference to Biblical and Lectionary Variants In this section, I discuss some of the more notable variants found in the DA and other patristic sources and include variant readings from the Biblical and lectionary manuscripts. Verses 20 and 29 will be discussed separately because of the more extensive interest and more complex textual issues. Table 2 compares the Peshitta text with the collations of DA and the other patristic citations along with other data from the Biblical and lectionary mss. The readings are aligned to make the visual analysis of the readings clearer. The variants of interest are in red type. Table 2: Acts Chapter 15: Peshitta, Didascalia and other Patristic Sources Vs. Text 1 P ܢܚܬܘ ܗܘܘ ܕܝܢ ܐܢܫܐ ܡܢ ܝܗܘܕ ܘܡܠܦܝܢ ܗܘܘ ܠܗܘܢ ܠܐܚ̈ܐ 1 D,233, 9f ܢܚܬܘ ܐܢܫ̈ܝܢ ܡܢ ܝܗܘܕܐ ܠܐܢܜܝܘܟܝܐ ܘܡܠܦܝܢ ܗܘܘ ܠܐܚ̈ܐ IshA.34: ܕܢܚܬܘ ܠܐܢܜܝܘܟܝ ܐܢܫ̈ܝܢ ; ECat421: \"to Antioch\" 1 P ܕܐܢ ܗܘ ܕܠܐ ܓܙܪܝܢ ܐܢܬܘܢ ܒܥܝܕܐ ܕܢܡܘܣܐ 1 D,233, 9f ܕܐܢ ܠܐ ܓܙܪܝܢ ܐܢܬܘܢ ܘܡܬܕܒܪܝܢ ܐܢܬܘܢ ܐܝܟ ܢܡܘܣܗ ܕܡܘܫܐ ܘܡܬܕܟܝܢ ܐܢܬܘܢ ܡܢ ܡܐܟ̈ܠܬܐ ܘ ܡܢ ܫܪܟܐ ܐܚܪ̈ܢܝܬܐ ܟܠܗܝܢ H mg ܡܗܠܟܝܢ , see also D, sa, mae, Ir lat vid - ܢܡܘܣܗ ܕܡܘܫܐ Tischendorf (8th ed.) : \"libere Epiph 113 και φυλαξητε τον νομον μωυσεωσ pro τω εθει τω μωυ.\" DA has: ܫܪܟܐ ܐܚܪ̈ܢܝܬܐ ܟܠܗܝܢ - compare Tischendorf (8th ed.) : \"Item Const post μωυσεωσ add: και τοισ αλλοισ εθεσιν οισ διεταξατο περιπατητε\" 1 P ܠܐ ܡܫܟܚܝܢ ܐܢܬܘܢ ܠܡܚܐ 1 D,233, 9f ܠܐ ܡܫܟܚܝܢ ܐܢܬܘܢ ܠܡܐܚܐ 2 P ܘܗܘܐ ܫܓܘܫܝܐ ܣܓܝܐܐ ܘܒܥܬܐ 2 D,233, 13f ܘܗܘܐ ܠܗܘܢ ܫܚܩܐ ܘܒܥܬܐ ܣܓܝܐܬܐ 4 P ܘܟܕ ܐܬܘ ܠܐܘܪܫܠܡ 4 D,233, 18 ܘܟܕ ܐܬܘ ܠܐܘܪܫܠܡ 5 P ܩܡܘ ܗܘܘ ܕܝܢ ܐܢܫܐܐܝܠܝܢ ܕܗܝܡܢܘ ܗܘܘ ܡܢ ܝܘܠܦܢܐ ܕܦܪ̈ܝܫܐ ܘܐܡܪܝܢ ܕܘܠܐ ܗܘ ܠܟܘܢ ܠܡܓܙܪ ܐܢܘܢ ܘܬܦܩܕܘܢ ܐܢܘܢ ܕܢܜܪܘܢ ܢܡܘܣܐ ܕܡܘܫܐ 5 D,233, 19f ܘܩܡܘ ܐܝܠܝܢ ܕܗܝܡܢܘ ܗܘܘ ܡܢ ܝܘܠܦܢܐ ܕܦܪ̈ܝܫܐ ܘܐܡܪܝܢ ܕܚܝܒܝܢ ܐܢܘܢ ܠܡܓܙܪ ܘܠܡܜܪ ܢܡܘܣܗ ܕܡܘܫܐ 7 P ܩܡ ܘܐܡܪ ܠܗܘܢ ܓܒܪ̈ܐ ܐܚܝ̈ܢ ܐܢܬܘܢ ܝܕܥܝܢ ܐܢܬܘܢ ܕܡܢ ܝܘ̈ܡܬܐ ܩܕ̈ܡܝܐ 7 D,233, 19f ܗܝܕܝܢ ܩܡܬ ܐܢܐ ܘܐܡܪܬ ܠܗܘܢ ܓܒܪ̈ܐ ܐܚܝ̈ܢ ܐܦ ܐܢܬܘܢ ܝܕܥܝܢ ܐܢܬܘܢ ܕܡܢ ܝܘܡ̈ܬܐ ܩܕܡ̈ܝܐ 7 P ܡܢ ܦܘܡܝ ܕܝܠܝ ܓܒܐ ܐܠܗܐ ܕܢܫܡܥܘܢ ܥܡ̈ܡܐ ܡܠܬܐ ܕܣܒܪܬܐ ܘܢܗܝܡܢܘܢ 7 D,233, 19f ܕܐܝܬܝ ܗܘܝܬ ܒܝܢܬܟܘܢ ܒܐܝ̈ܕܝ ܕܝܠܝ ܓܒܐ ܐܠܗܐ ܕܢܫܡܥܘܢ ܥܡ̈ܡܐ ܐܘܢܓܠܝܘܢ ܘܢܗܝܡܢܘܢ H: ܐܘܢܓܠܝܘܢ ευαγγελιου 8 P ܘܐܠܗܐ ܕܝܕܥ ܕܒܠ̈ܒܘܬܐ ܐܣܗܕ ܥܠܝܗܘܢ 8 D,234, 4 ܘܐܠܗܐ ܒܚܪ ܠܒ̈ܘܬܐ ܐܣܗܕ ܥܠܝܗܘܢ 8 P ܘܝܗܒ ܠܗܘܢ ܪܘܚܐ ܕܩܘܕܫܐ ܐܝܟ ܕܠܢ 8 D,235, 5 ܐܠܗܐ ܗܟܝܠ ܝܗܒ ܠܗܘܢ ܪܘܚܐ ܩܕܝܫܐ ܐܝܟ ܕܐܦ ܠܢ 9 P ܘܡܕܡ ܠܐ ܦܪܫ ܒܝܢܝܢ ܘܠܗܘܢ ܡܜܠ ܕܕܟܝ ܒܗܝܡܢܘܬܐ ܠ̈ܒܘܬܗܘܢ 9 D,235, 6f ܘܠܐ ܦܪܫ ܒܝܬ ܠܢ ܘܠܗܘܢ ܒܗܝܡܢܘܬܐ ܘܕܟܝ ܠܒ̈ܘܬܗܘܢ 10 P ܘܗܫܐ ܐܢܬܘܢ ܡܢܐ ܡܢܣܝܢ ܐܢܬܘܢ ܠܐܠܗܐ ܐܝܟ ܕܬܣܝܡܘܢ ܢܝܪܐ ܥܠ ܨܘܪ̈ܝܗܘܢ ܕܬܠܡܝ̈ܕܐ ܐܝܢܐ ܕܐܦܠܐ ܐܒܗ̈ܬܢ ܐܦܠܐ ܚܢܢ ܐܫܟܚܢ ܠܡܜܥܢ 10 D,235, 7f ܘܗܫܐ ܗܟܝܠ ܡܢܐ ܡܢܣܝܢ ܐܢܬܘܢ ܠܐܠܗܐ ܕܬܣܝܡܘܢ ܢܝܪܐ ܥܠ ܨܘܪ̈ܝܗܘܢ ܕܬܠܡ̈ܝܕܐ ܐܝܢܐ ܕܠܐ ܐܒܗ̈ܝܢ ܘܠܐ ܚܢܢ ܐܫܟܗܢ ܠܡܣܝܒܪܘ DionEpp. 90: ܐܝܟܢܐ cf. Peshitta: ܐܝܢܐ 11 P ܐܠܐ ܒܜܝܒܘܬܗ ܕܡܪܢ ܝܫܘܥ ܡܫܝܚܐ ܡܗܝܡܢܝܢܢ ܕܢܚܐ ܐܟܘܬܗܘܢ 11 D,235, 10f ܐܠܐ ܒܜܝܒܘܬܗ ܕܡܪܢ ܝܫܘܥ ܡܫܝܚܐ ܡܗܝܡܢܝܢܢ ܕܢܚܐ ܐܝܟ ܕܐܦ ܗܢܘܢ 12 P ܘܫܬܩܘ ܟܠܗ ܟܢܫܐ 12 D,236, 21 ܗܝܕܝܢ ܫܬܩ ܟܠܗ H, Ms 21, DionEpp 90: ܫܬܩ , εσιγησεν ; L5: ܥܡܐ 13 P ܓܒܪ̈ܐ ܐܚܝ̈ܢ ܫܘܡܥܘܢܝ 13 D,235, 22 ܓܒܪ̈ܐ ܐܚ̈ܝܢ ܫܘܡܥܘܢܝ 14 P ܫܡܥܘܢ ܐܫܬܥܝ ܠܟܘܢ ܐܝܟܢܐ ܫܪܝ ܐܠܗܐ ܠܡܓܒܐ ܡܢ ܥܡ̈ܡܐ ܥܡܐ ܠܫܡܗ 14 D,235, 22 ܫܡܥܘܢ ܐܡܪ ܐܝܟ ܕܡܢܩܕܝܡ ܐܡܪ ܐܠܗܐ ܕܢܓܒܐ ܠܗ ܥܡܐ ܡܢ ܥܡ̈ܡܐ ܠܫܡܗ L12 : ܠܗ 15 P ܘܠܗܕܐ ܫܠ̈ܡܢ ܡܠܝ̈ܗܘܢ ܕܢܒܝ̈ܐ ܐܝܟ ܡܐ ܕܟܬܝܒ 15 D,236, 1f ܕܠܗܕܐ ܫܠܡܝܢ ܦܬܒܡ̈ܐ ܕܢܒ̈ܝܐ ܐܝܟ ܕܟܬܝܒ 16 P ܕܡܢ ܒܬܪ ܗܠܝܢ ܐܗܦܘܟ ܘܐܩܝܡ ܡܫܟܢܗ ܕܕܘܝܕ ܐܝܢܐ ܕܢܦܠ ܘܐܒܢܐ ܡܕܡ ܕܢܦܠ ܡܢܗ ܘܐܩܝܡܝܘܗܝ 16 D,236, 2f ܕܡܢ ܒܬܪܟܢ ܐܩܝܡ ܘܐܒܢܐ ܡܫܟܢܗ ܕܕܘܝܕ ܕܢܦܠ ܘܡܣܚ̈ܦܬܗ ܐܒܢܐ ܘܐܩܝܡ DionEpp.92 has ܐܒܢܐ for ܐܩܝܡ whereas DA adds ܐܩܝܡ ; and DA and DionEpp. 92 both omit: ܐܝܢܐ 17 P ܐܝܟ ܕܢܒܥܘܢ ܫܪܟܗܘܢ ܕܒܢܝ̈ܢܫܐ ܠܡܪܝܐ ܘܟܠܗܘܢ ܥܡ̈ܡܐ ܐܝܠܝܢ ܕܐܬܩܪܝ ܫܡܝ ܥܠܝܗܘܢ ܐܡܪ ܡܪܝܐ ܕܥܒܕ ܗܠܝܢ ܟܠܗܝܢ 17 D,236, 4f ܐܝܟܢܐ ܕܢܒܥܘܢ ܫܪܟܐ ܕܒܢܝ̈ܢܫܐ ܠܡܪܝܐ ܘܟܠܗܘܢ ܥܡ̈ܡܐ ܗܢܘܢ ܕܐܬܩܪܝ ܫܡܝ ܥܠܝܗܘܢ ܐܡܪ ܡܪܝܐ 18 P ܝܕܝܥܝܢ ܡܢ ܥܠܡ ܥܒܕܘ̈ܗܝ ܕܐܠܗܐ 18 D,236, 6 ܕܡܘܕܥ ܗܠܝܢ ܡܢ ܥܠܡ M19, L1 and DionEpp.92: ܝܕܝܥܝܢ ܐܢܘܢ ; DionEpp.92: ܟܠܗܘܢ ܥܒܕܘܗ̈ܝ 19 P ܡܛܠ ܗܕܐ ܐܢܐ ܐܡܪ ܐܢܐ ܕܠܐ ܢܗܘܘܢ ܫܚܩܝܢ ܠܐܝܠܝܢ ܕܡܢ ܥܡ̈ܡܐ ܡܬܦܢܝܢ ܠܘܬ ܐܠܗܐ 19 D,236, 6f ܡܛܠܗܢܐ ܐܢܐ ܐܡܪ ܐܢܐ ܕܠܐ ܐܢܫ ܢܗܪ ܠܐܝܠܝܢ ܕܡܢ ܒܝܬ ܥܡ̈ܡܐ ܡܬܦܢܝܢ ܠܘܬ ܐܠܗܐ M7, M10, M11, M15, M41 read: ܢܗܘܐ . H: ܢܠܙ See the separate analysis of verse 20. 20 P ܐܠܐ ܢܫܬܠܚ ܠܗܘܢ ܕܢܗܘܘܢ ܦܪܝܩܝܢ ܡܢ ܛܡܐܘܬܐ ܕܕܒܝܚܐ ܘܡܢ ܙܢܝܘܬܐ ܘܡܢ ܕܚܢܝܩܐ ܘܡܢ ܕܡܐ 20 D,236, 8f ܐܠܐ ܢܫܬܠܚ ܠܗܘܢ ܗܟܢܐ ܕܢܬܪܚܩܘܢ ܡܢ ܒܝܫ̈ܬܐ ܘܡܢ ܦܬܟܪ̈ܐ ܘܡܢ ܕܕܒܝܚܐ ܘܡܢ ܕܚܢܝܩܐ ܘܡܢ ܕܡܐ DA, GeoOffII.84 and BarhadHist.7: ܕܢܬܪܚܩܘܢ ; BarhadHist.7 adds ܠܥܡܡ̈ܐ ; M19: ܛܡ̈ܐܘܬܐ - cf. DA's plural ܒܝܫ̈ܬܐ 22 P ܗܝܕܝܢ ܫܠܝ̈ܚܐ ܘܩܫܝ̈ܫܐ ܥܡ ܟܠܗ ܥܕܬܐ ܓܒܘ ܓܒܪ̈ܐ ܡܢܗܘܢ 22 D,236, 10f ܗܝܕܝܢ ܐܨܛܒܝܢܢ ܚܢܢ ܫܠܝܚ̈ܐ ܘܐܦܝܣ̈ܩܘܦܐ ܘܩܫ̈ܝܫܐ ܥܡ ܟܠܗ ܥܕܬܐ ܕܢܓܒܐ ܡܢܗܘܢ ܓܒܪ̈ܐ 22 P ܘܫܕܪܘ ܠܐܢܛܝܘܟܝ ܥܡ ܦܘܠܘܣ ܘܒܪܢܒܐ ܠܝܗܘܕܐ ܕܡܬܩܪܐ ܒܪ ܫܒܐ ܘܠܫܝܠܐ 22 D,236, 10f ܘܢܫܕܪ ܥܡ ܕܒܝܬ ܒܪܐܢܒܐ ܘܦܘܠܘܣ ܕܐܬܘ ܡܢ ܬܡܢ ܘܓܒܝܢܢ ܘܣܡܢܢ ܠܝܗܘܕܐ ܕܐܬܩܪܝ ܒܪܐܢܒܐ ܘܠܫܝܠܐ M39: ܘܥܡ ܒܪܢܒܐ - cf. Peshitta: ܘܒܪܢܒܐ and DA: ܥܡ ܕܒܝܬ ܒܪܐܢܒܐ ܘܦܘܠܘܣ 22 P ܓܒܪ̈ܐ ܕܪ̈ܫܐ ܗܘܘ ܒܗܘܢ ܒܐܚ̈ܐ 22 D,236, 10f ܐܢ̈ܫܐ ܝܕܝ̈ܥܐ ܒܐܚ̈ܐ 23 P ܘܟܬܒܘ ܐܓܪܬܐ ܒܐܝܕܝ̈ܗܘܢ ܗܟܢܐ 23 D,236, 15f ܘܟܬܒܢܢ ܒܐܝ̈ܕܝܗܘܢ ܡܢ ܠܬܚܬ ܐܓܪܬܐ ܕܫܠܝ̈ܚܐ DionEpp.93: ܡܢ ܠܬܚܝܬ for ܗܟܢܐ 23 P ܫܠܝ̈ܚܐ ܘܩܫܝ̈ܫܐ ܘܐܚ̈ܐ ܠܐܝܠܝܢ ܕܐܝܬ ܒܐܢܛܝܘܟܝ ܘܒܣܘܪܝܐ ܘܒܩܝܠܝܩܝܐ ܐܚ̈ܐ ܕܡܢ ܥܡ̈ܡܐ ܫܠܡ 23 D,236, 15f ܫ̈ܠܝܚܐ ܘܩܫܝܫ̈ܐ ܘܐܚ̈ܐ. ܠܐܚ̈ܐ ܕܡܢ ܒܝܬ ܥܡ̈ܡܐ ܕܒܐܢܛܝܘܟܝܐ ܘܒܣܘܪܝܐ ܘܒܩܝܠܝܩܝܐ ܫܠܡ DA, DionEpp.93: ܠܐܚ̈ܐ ܕܡܢ ܒܝܬ ܥܡܡ̈ܐ ܕܒܐܢܜܝܘܟܝܐ ; DionEpp.93 omits: ܐܚ̈ܐ ܕܡܢ ܥܡܡ̈ܐ 24 P ܫܡܝܥ ܠܢ ܕܐܢܫܝ̈ܢ ܡܢܢ ܢܦܩܘ ܘܕܠܚܟܘܢ ܒܡ̈ܠܐ ܘܐܗܦܟܘ ܢܦ̈ܫܬܟܘܢ ܟܕ ܐܡܪܝܢ ܕܬܗܘܘܢ ܓܙܪܝܢ ܘܢܛܪܝܢ ܢ ܢܡܘܣܐ ܐܝܠܝܢ ܕܚܢܢ ܠܐ ܦܩܕܢ ܐܢܘܢ 24 D,236, 18f ܡܛܠ ܕܫܡܥܢܢ ܕܐܢܫ̈ܝܢ ܕܠܚܟܘܢ ܒܡ̈ܠܐ ܕܢܚܒܠܘܢ ܢܦ̈ܫܬܟܘܢ ܗܢܘܢ ܕܠܐ ܫܕܪܢ ܐܢܘܢ 25 P ܡܜܠ ܗܢܐ ܐܬܚܫܒܢ ܟܠܢ ܟܕ ܟܢܝܫܝܢܢ ܘܓܒܝܢ ܓܒܪ̈ܐ ܘܫܕܪܢ ܠܘܬܟܘܢ ܥܡ ܦܘܠܘܣ ܘܒܪܢܒܐ ܚܒܝ̈ܒܝܢ 25 D,236, 20f ܐܬܪܥܝܢܢ ܟܠܢ ܟܕ ܟܢܝܫܝܢܢ ܚܢܢ ܟܠܢ ܐܟܚܕܐ ܕܢܓܒܐ ܓܒܪ̈ܐ ܘܢܫܕܪ ܠܘܬܟܘܢ ܥܡ ܚܒ̈ܝܒܝܢ ܕܒܝܬ ܒܪܢܒܐ ܗܠܝܢ ܕܫܕܪܬܘܢ 27 P ܘܫܕܪܢ ܥܡܗܘܢ ܠܝܗܘܕܐ ܘܠܫܝܠܐ ܕܗܢܘܢ ܒܡܠܬܐ ܢܐܡܪܘܢ ܠܟܘܢ ܗܢܝܢ ܗܠܝܢ 27 D,236, 22f ܫܕܪܢܢ ܕܝܢ ܠܝܗܘܕܐ ܘܠܫܝܠܐ ܕܐܦ ܗܢܘܢ ܒܡܠܬܐ ܐܡܪܝܢ ܠܟܘܢ ܥܠܝܗܝܢ ܕܗܠܝܢ 28 P ܗܘܐ ܓܝܪ ܨܒܝܢܐ ܠܪܘܚܐ ܕܩܘܕܫܐ ܘܐܦ ܠܢ ܕܠܐ ܢܬܬܣܝܡ ܥܠܝܟܘܢ ܝܘܩܪܐ ܝܬܝܪܐ ܠܒܪ ܡܢ ܗܠܝܢ ܕܐܠܨ̈ܢ 28 D,237, 1f ܫܦܪ ܓܝܪ ܠܪܘܚܐ ܩܕܝܫܐ ܘܠܢ ܕܠܐ ܢܬܬܣܥܡ ܥܠܝܟܘܢ ܡܕܡ ܛܥܢܐ ܝܬܝܪܐ BarhCS.132: ܐܦ for ܘܐܦ ܠܢ in Peshitta M33 omits: ܕܩܘܕܫܐ ܘܐܦ ܠܢ ܕܠܐ ܢܬܬܣܝܡ ܥܠܝܟܘܢ ܝܘܩܪܐ 29 P ܕܬܬܪܚܩܘܢ ܡܢ ܕܕܒܝܚܐ ܘܡܢ ܕܡܐ ܘܡܢ ܚܢܝܩܐ ܘܡܢ ܙܢܝܘܬܐ 29 D,237, 3f ܐܠܐ ܬܗܘܘܢ ܡܬܪܚܩܝܢ ܡܢ ܐܝܠܝܢ ܕܐܠܨܐ ܡܢ ܕܕܒܝܚܐ ܘܡܢ ܕܡܐ ܘܡܢ ܕܚܢܝܩܐ ܘܡܢ ܙܢܝܘܬܐ 29 P ܕܟܕ ܬܛܪܘܢ ܢܦܫܟܘܢ ܡܢ ܗܠܝܢ ܫܦܝܪ ܬܗܘܘܢ ܗܘܘ ܫܪܝܪܝܢ ܒܡܪܢ 29 D,237, 3f ܘܡܢ ܗܠܝܢ ܛܪܘ ܢܦ̈ܫܬܟܘܢ ܘܗܘܝܬܘܢ ܥܒܕܝܢ ܛܒ̈ܬܐ ܘܗܘܝܬܘܢ ܚܠܝܡܝܢ M42 and DA: ܢܦܫ̈ܬܟܘܢ See separate discussion for verse 29 verse 34 not in Pesh or NA28 37 P ܕܝܢ M33* and DionEPP.93 omit ܕܝܢ 38 P ܕܫܒܩ ܗܘܐ ܐܢܘܢ IshA.35: ܘܦܪܫ ܡܢܗܘܢ 40 P ܕܝܢ ܓܒܐ ܠܗ DionEpp.94: ܕܒܪ (The rest equals the Peshitta.) Verse 1 Verse 1 provides variants with varying levels of support. “To Antioch” in the DA has some support from Ishodad and Ephrem. The text of DA is a running quote where this is added, and it gives the impression of that this was in the text. It’s possible that since both Ephrem and Ishodad are citing this in the context of their commentaries, that it is explanatory. ECat does not appear to be intended as a quote but an allusion. The English translation of ECat is, “…and as they saw that the gentiles believed in Christ without this, they went down from Jerusalem to Antioch, still having the disease of avarice.” Ropes, p. 421. Based on the lack of evidence among the Syriac Biblical mss, the Greek text and other versions, the evidence for “to Antioch” as reflecting a form of the early Syriac text of Acts is tenuous. The second variant, “conducting\/walking,” is taken as a ‘Western’ text reading by Ropes Ibid., p. cxciv. , Metzger Metzger, Textual Commentary , p. 426. and Vööbus Vööbus, Didascalia ,2:215. due to agreements to D, Sahidic and Irenaeus. There also is agreement with the Harklean margin, which often provides evidence of the ‘Western’ text variant. The Harklean margin uses ܡܗܠܩܝܢ , “walking” in imitation of the Greek, περιπατητε, instead of ܡܬܕܒܪܝܢ , “conducting”, as in the DA, but the meaning is the same. Without support from other Syriac Biblical mss and patristic witnesses, this variant is more likely from a Greek ‘Western’ text underlying the Syriac DA and not an Old Syriac variant. The Peshitta has ܒܥܝܕܐ ܕܢܡܘܣܐ “by the custom of the law”, whereas the DA has ܐܝܟ ܢܡܘܣܗ ܕܡܘܫܐ , “according to the law of Moses”, which combines the Peshitta’s “law” with “of Moses” from the Greek τω εθει τω μωυσεως, “by the custom of Moses”. Tischendorf’s 8 th edition notes that Epiphanius’ text supports “law of Moses”. The ECM also provides support from other sources. Verses 2, 4 and 5 The citations of the DA follow the Peshitta. Verse 7 The texts of the DA and the Peshitta are quite similar except for two distinctive items where the DA follows the Greek rather than the Peshitta. The DA uses “Peter” where the Peshitta uses “Simon.” In addition, the DA, with the Harklean, uses ܐܘܢܓܠܝܘܢ , which is the transliteration of ευαγγελιον, whereas the Peshitta uses the more Semitic, ܣܒܪܬܐ , “Gospel\/hopeful news”. Both words have the same meaning. Verses 8, 10, 11 The text of the DA follows the Peshitta. Verse 12 This verse provides two interesting observations. First, the Peshitta uses a plural form of ‘keep silent’ compared to the DA and Greek that use the singular form, as well as the Harklean, Biblical manuscript 21 (Paris Syr. 31, dated 1203AD) and Dionysius bar Salibi (d. 1171AD). It is likely that these all were influenced by the Greek or Harklean singular verb. However, given the subject is “all the crowd,” a singular collective noun, the meaning doesn’t really change. The other variant is the DA’s use of ܥܡܐ “people,” instead of ܟܢܫܐ , “crowd,” which reflects the Greek πληθος. Lectionary manuscript 5, Sinai Syriac 214, a thirteenth century manuscript, also has “people.” Given the disparity in dates between Par. Syr. 31 and the lectionary and the translation of DA, and lack of other witnesses to “people,” one cannot draw any conclusion. Verse 14 The DA reads “would choose for himself”, where ܠܗ , “for himself” is added. This addition is also found in L12 (Add. 14,485, dated 824AD). This is not supported elsewhere; so one cannot draw any conclusion. Note that here the DA goes with the Peshitta in using the verb whose root is ܓܒܐ , “choose” instead of the Greek λαβειν, “take. However, the Peshitta uses the infinitive, like the Greek and the DA uses the imperfect. It is possible that the Peshitta is revised in using the infinitive form applied to the verb “choose,” which is found in some manuscripts. Unlike in verse 7, the Peshitta, DA and Greek all use “Simon.” Verses 15 to 17 The text of the DA in verses 15 and 17 resembles the Peshitta and there are no other patristic citations. In verse 16, both D and DionEpp omit ܐܝܢܐ , which follows the Greek, but does not change the sense in Syriac. Verse 18 Dionysius bar Salibi agrees with the Harklean and the Byzantine text with “all his works,” where the Peshitta has “works of God,” adding “all” but substituting “his” for “God.” The Peshitta text of Acts reflects a more ‘Western’ text reading than the DA. Ropes, op. cit., p. 305 Verse 19 The DA’s reading of ܐܢܫ ܢܗܪ for ܢܗܘܘܢ ܫܚܩܝܢ , the third person singular for the third person plural, finds support from Biblical mss 7, 10, 11, 15, 41 and H. The lengthy, almost verbatim, quotation from the Peshitta with this variant supported by five mss, suggests that this may in fact, be an archaic, Old Syriac element reading. This is reinforced by the fact that Juckel (2012) categorizes mss 7, 11and 15 as representatives of the ‘Western \/ Jacobite” Peshitta tradition. Juckel (2012), pp. 103, 104. This will be discussed more in the appendix. Verse 22 This verse is almost fully quoted in the DA. In the first part the DA ads “bishops,” but there is no support for this ecclesiastical term. Otherwise, there is not much variation beyond some periphrastic features. Verse 23 Both the Peshitta and DA witness to the addition of “letter”, a feature of the ‘Western’ text as found in D, gig, w, 614, and the Harklean margin. Verse 24 The DA cites this partially but provides nothing for comment. Verse 25 The DA 's ܐܟܚܕܐ resembles the Greek ομοθμαδον and expands the text to accommodate. It is not attested to anywhere else in Syriac and is a result of translation of the Greek. Verses 37, 38 and 40 These verses each show a minor variant from DionEpp and IshA. The Apostolic Decree in verses 20 and 29 This was initially presented at the 8 th World Syriac Conference at the St. Ephrem Ecumenical Research Institute in September 2018, and published in The Harp , Vol. 35 (2019), pp. 187-200. The DA provides almost complete quotes for verses 20 and 29. Fortunately, there are other patristic sources that provide references to these verses. Acts 15:20 – ‘Abstain’ The first variant from DA, from the root ܪܚܩ (keep your selves far from, abstain) instead of ܦܪܩ (be away from, abstain), has some support from George of Arbela and Bar Hebraeus. The evidence for ܪܚܩ in verse 20 is: VARIANT PESHITTA WITNESS Page numbers are given after patristic abbreviation: DA = Didascalia Apostolorum, ed. Vööbus (1979); GeoOff II = Georgio Arbelensi, ed. Connolly (1960 reprint); BarhadHist = Barhadbeshabba ‘Arbaia, Histoire Ecclastique, ed. Nau, F. (1932) . ܗܟܢܐ ܕܢܬܪܚܩܘܢ ܕܢܗܘܘܢ ܦܪܝܩܝܢ DA.236 ܕܢܬܪܚܩܘܢ ܕܢܗܘܘܢ ܦܪܝܩܝܢ GeoOff II.84; BarhadHist.7 However, it is difficult to determine whether this indicates an Old Syriac reading or a reflection of the Peshitta text of verse 29, which uses ܪܚܩ : ܕܢܬܬܪܚܩܘܢ . Based on this evidence one cannot conclude whether the variant ܪܚܩ in verse 20 comes from an Old Syriac text because of the use of ܪܚܩ in verse 29 may have influenced the quotation of the text of verse 20, especially when there is no support from Biblical mss. Unfortunately, unraveling the origin of this variant reading is not possible. Verse 20 – List of things from which to abstain In his Textual Commentary on the Greek New Testament , Metzger (1971) devotes a considerable discussion to the list of things to avoid in the Apostolic Decree on pages 429-435. The next subject of interest is the list of things from which to abstain. Below are the various readings: VARIANT PESHITTA WITNESS Page numbers are given after patristic abbreviation: IshOT III = Ishodad’s Commentary on the Old Testament, ed. Ceslas van den Ende, vol. 3; DA = Didascalia Apostolorum, ed. Voobus (1979); GeoOff II = Georgio Arbelensi, ed. Connolly (1960 reprint); DionEpp = Dionysius bar Salibi’s commentaries, ed. Sedlacek (1909); BarhadHist = Barhadbeshabba ‘Arbaia, Histoire Ecclastique, ed. Nau, F. (1932) . ܕܢܬܪܚܩܘܢ ܕܢܗܘܘܢ ܦܪܝܩܝܢ DA. 236 ܕܢܬܪܚܩܘܢ ܠܥܡܡ̈ܐ ܕܢܗܘܘܢ ܦܪܝܩܝܢ ܡܢ BarhadHist.7 ܡܢ ܬܡܐܘܬܐ ܕܕܒܝܚܐ. ܘܡܢ ܙܢܝܘܬܐ. ܘܡܢ ܕܚܢܝܩܐ. ܘܡܢ ܕܡܐ IshOT III.115 = Peshitta ܡܢ ܒܝ̈ܫܬܐ ܘܡܢ ܦܬܩܪ̈ܐ ܘܡܢ ܕܕܒܝܚܐ ܘܡܢ ܕܚܢܝܩܐ ܘܡܢ ܕܡܐ DA. 236 ܡܢ ܕܚܢܝܩܐ ܘܡܢ ܙܢܝܘܬܐ ܘܡܢ ܕܕܒܝܚܐ ܘܡܢ ܕܡܐ GeoOff II.84 ܡܢ ܛܡܐܘܬܐ ܡܢ ܙܢܝܘܬܐ ܡܢ ܚܢܝܩܐ ܘܡܢ ܕܡܐ DionEpp.92, 93 ܡܢ ܣܓܕܬ ܦܬܟܪ̈ܐ ܘܡܢ ܕܒܚ̈ܐ ܘܡܢ ܕܡܐ BarhadHist.7 Both the DA and Barhadbeshabba mention “idols”, ܦܬܩܪ̈ܐ , more in line with the Greek, ειδωλων. In verse 20, Barhadbeshabba omits “strangled”, which omission is a feature of the ‘Western’ text. However, Barhadbeshabba’s evidence may be a paraphrase, “from the worship of idols and from sacrifices and from blood.” Likewise, his use of ܠܥܡܡ̈ܐ for the Peshitta’s ܜܡܐܘܬܐ suggests he may be paraphrasing or perhaps thinking along the line of DA’s plural use of ܒܝ̈ܫܬܐ . Thus, his omission cannot be given much weight, considering his late date and considering that the older patristic witnesses include “strangled” and none omit “strangled.” One important thing to note is that none of the Syriac patristic variant readings support the other notable ‘Western’ text reading which adds a negative form of the Golden Rule. Metzger (1971) discusses this variant as a characteristic of the ‘Western’ text. Metzger (1971), p. 430. Lists – Verse 29 VARIANT PESHITTA WITNESS Page numbers are given after patristic abbreviation; M42 = ADD 14472 ; DA = Didascalia Apostolorum, ed. Vööbus (1979); GeoOff II = Georgio Arbelensi, ed. Connolly (1960 reprint); MC = Marutha of Maipherqat, ed. Vööbus (1982). ܐܠܐ ܬܗܘܘܢ ܡܬܪܚܩܝܢ ܡܢ ܐܝܠܝܢ ܕܐܠܨܐ ܕܬܬܪܚܩܘܢ DA.237 ܘܡܢ ܗܠܝܢ ܜܪܘ ܢܦܫ̈ܬܟܘܢ ܘܗܘܝܬܘܢ ܥܒܕܝܢ ܛܒ̈ܬܐ ܘܗܘܝܬܘܢ ܚܠܝܡܝܢ ܕܟܕ ܬܛܪܘܢ ܢܦܫܟܘܢ ܡܢ ܗܠܝܢ ܫܦܝܪ ܬܗܘܘܢ ܗܘܘ ܫܪܝܪܝܢ ܒܡܪܢ DA.237 ܢܦܫ̈ܬܟܘܢ ܢܦܫܟܘܢ DA.237; M42 ܕܢܬܪܚܩܘܢ ܕܬܬܪܚܩܘܢ GeoOff II.84 ܕܚܢܝܩܐ ܘܡܢ ܙܢܝܘܬܐ ܘܡܢ ܕܕܒܝܚܐ ܘܡܢ ܕܡܐ ܡܢ ܕܕܒܝܚܐ ܘܡܢ ܕܡܐ ܘܡܢ ܚܢܝܩܐ ܘܡܢ ܙܢܝܘܬܐ GeoOff II.84 ܕܚܢܝܩܐ ܘܡܢ ܕܡܐ ܕܡܐ ܘܡܢ ܚܢܝܩܐ MC.20 ܘܕܢܛܪܘܢ ܢܦܫܗܘܢ ܬܛܪܘܢ ܢܦܫܟܘܢ MC.20 The DA prefers the plural form of ܢܦܫܐ as does manuscript 44, ADD 14472, a 6 th \/7 th century Biblical manuscript. Wright (1870), volume 1, pp. 81, 82. However the plural second person suffix on the singular form provides the same sense. Both reflect the plural of the Greek ‘υμιν in verse 28. George of Arbella and Marutha reverse the Peshitta’s “blood and strangled.” This may reflect the wording of verse 20; so nothing conclusive can be determined regarding whether it reflects an older text. This analysis of Acts 15:20 and 29 provides a broader sampling of the patristic data and illustrates the challenges awaiting the textual critic interested in the early history of the Syriac text of Acts. Because of potential harmonization between verses 20 and 29, the task was rendered more difficult. We cannot make any conclusive statement, or even offer a reasonable probability regarding whether the variant reading ܪܚܩ in verse 20 or the reversal of blood and strangled reflect possible Old Syriac texts. Conclusion Our analysis of the data shows that the Biblical manuscripts are quite consistent with the Gwilliam and Pusey’s standard Peshitta text. Indeed, they provide a sort of textual ‘golden mean’ of the mss evidence, minimizing the number of variants. Some of the observed variants may be due simply to the influence of the Greek text on the Syriac church and the Harkean version. Aside from the short ‘Western’ text variant found in verse 1 “walk\/behave,” the text of the DA is consistent with the Peshitta. We find none of the longer distinctive ‘Western’ text readings such as the negative Golden Rule or the omission of “strangled” in verse 20. Nor do we observe the ‘Western’ text expansions in verses 2 and 12 in the DA or any of the Syriac sources. Verse 18 of the Peshitta even conforms more closely to the ‘Western’ text than the DA. Ropes’ comment that the text of Acts found in the DA “was originally completely ‘Western’ Ropes, p. cxcvi. may be simply due to the many ‘Western’ text variants in the Syriac translators’ own Biblical text which was like the Peshitta, or they were translating a Greek text like the one underlying the Peshitta. The lack of variation among the Biblical mss and the DA’s early translation date, suggest that the Peshitta text of Acts was used authoritatively in the 4 th century. Thus, the Peshitta may reflect the initial Syriac text of Acts (Old Syriac) to a greater degree than the Peshitta text of the Gospels does. That is, there was less revision work on the Peshitta text of Acts. This is suggested by the Peshitta’s consistency with the citations in the DA, which was translated no later than the fourth century and rests on an Old Syriac heritage due to the many Old Syriac Gospel text elements. The ‘Western’ text elements in the Peshitta text of Acts, may simply reflect its ‘Old Syriac’ roots, and that it was not revised as much as the Peshitta Gospel text. These observations may reduce the uncertainty that Acts is less revised from an Old Syriac form than the Gospels, as Brock (2014) so aptly states: What is uncertain is whether this text was as different from the Peshitta as the Old Syriac gospels, or whether instead the Peshitta Acts and epistles more or less represent the original Syriac translation of these books, with little or no subsequent revision ever having been undertaken. Brock (2014), pp. 416-417. Appendix: Evidence for the Eastern and Western \/ Jacobite Manuscripts of the Peshitta text of Acts I want to thank Dr. Juckel for suggesting this analysis, and for his helpful comments. Andreas Juckel (2012), in an article on the manuscripts of the Peshitta New Testament, describes at length the division of the “‘Eastern” and “Western \/ Jacobite” Peshitta texts for the Corpus Paulinum. Here he also lists the manuscripts he analyzed according to the “Byzantine (Pre-masoretic) Period,” “Islamic (Early Masoretic) Period” and “Islamic (Late Masoretic) Period.” pp. 102-104. Five of these manuscripts overlap the present work on Acts 15. I list them below with my sigla, the manuscript identification and Juckel’s sigla: Western\/Jacobite characteristic #7 Sin. Syr. 15 9x1 #11 BL Add. 14, 474 9x2 #12 Sin. Syr. 54 9n6 #15 Mardin orth. 35 12n2 #35 BNS 30 12n2 Eastern characteristic #5 BNS 342 9n4 #44 BL Add. 7157 8n1 There is some evidence of this clustering for the Western\/ Jacobite manuscripts: 15:19 ܢܗܘܐ ܢܗܘܘܢ 7 , 10, 11, 15 , 41 15:35 ܡܠܬܐ ܡܠܬܗ 7 , 15,35 ,41, L6 Here we see manuscript 10 (Add. 14,474 IX cent., and manuscript 41, British Museum Add. 18,812 (VI\/VII cent.), associated with the Western Jacobite MSS 7, 11, 15, and 35. We also observe that mss 10 and 41 agree with BNS 30 in verse 5: ܐܢܫܐ ܡܢ ܐܢܫܐ 10, 35 , 41, 43 cf. H The small sample is not supportive of any firm conclusions, but is suggestive that Add. 14,474 and Add. 18,812 lean toward the Western\/Jacobite text. Another source of collations to examine the Western \/ Jacobite mss clustering can be obtained from McConaughy (2021), who provides collations of all of Acts in his analysis of the text of BNS 30 (manuscript 35) against the same set of Peshitta manuscripts plus one more (#44, BL Add. 7157) that should assist in this analysis. McConaughy, Daniel, “The Text of Acts in Ms Bibl. Nationale Syr. 30,” Hugoye 24.2, pp. 478-490. Juckel (2012) considers BNS 30, “remarkably non-Eastern.” p. 95. Given its profile, collations focusing on this unique manuscript should collect more manuscript evidence the Western\/Jacobite text in Acts than the collations of Acts 15 only. This proves to be the case in numerous instances. Manuscripts #10 and #41 occur with the Western\/Jacobite readings fairly regularly. Note that #44, BL Add. 7157, an eastern manuscript, never occurs with BNS 30 and the Western\/Jacobite witnesses. However, #5, BNS 342, another Eastern witness, does occur occasionally with the Western\/ Jacobite witnesses. Certain patristic writers are more frequently associated with the Western \/ Jacobite Peshitta text tradition. Moshe bar Kepha, the ninth century West Syrian exegete, cites this text in Acts 1 and 2. Other writers who cite in the Western \/ Jacobite text tradition are the twelfth century East Syrian exegete, Dionysius bar Salibi, and the ninth century East Syrian exegete, Ishodad of Merv. That both East and West Syrian writers use the Western \/ Jacobite text tradition speaks to its antiquity. Conclusion The agreements of manuscripts #39 - #42 39. British Museum Add. 17,120 VI cent. 40. British Museum Add. 17,121 VI\/VII cent. 41. British Museum Add. 18,812 VI\/VII cent. 42. British Museum Add. 14,472 VI\/VII cent. These mss do not contain the Corpus Paulinum and thus are not included in Juckel’s “Guide to Mss of the Peshitta NT” as they are not witnesses to the Corpus Paulinum. with the Western\/ Jacobite tradition demonstrate the antiquity of the readings; namely, that they are not innovations or creations of a later period but stem from the earliest manuscript witnesses to the Syriac text of Acts. Over time, these archaic readings faded from the manuscript tradition with only a few exceptions. Overall, the evidence shows that the text of Acts was transmitted in a way similar to the transmission of the Corpus Paulinum. [Note that the above analysis of BNS 30 does not provide a complete collation for all the text of Acts because it is an analysis of all of Acts as the collations relate to the variants contained in BNS 30. A complete analysis of the collations of all the manuscripts of Acts likely would provide more evidence to the extent that BNS 30 does not completely reflect the Western\/Jacobite tradition.] The following are the collations: Western\/Jacobite Readings with Reference to BNS 30 Western reference manuscripts: #7 – Sin. Syr. 15 (begins 2:27) #11 – BL Add. 14,474 #12 – Sin. Syr. 54 #15 – Mardin Orth. 35 #35 – BNS 30 <20:30-32b, 20:36b-21:2a, 21:5b-8b, 21:12a-14b> # C V BNS 30 Peshitta MSS Witnesses Patristic Witnesses 3 1 10 ܒܠܒ̈ܫܐ ܚܘܪ̈ܐ ܒܠܒܫܐ ܚܘܪܐ 6,11,12,15,21,24,25,31,35,43 Lit.120, DionEpp.35; ThBKII.170; MBKAng; CE.138,155; JacSP.6; BarhCandV.14; JacHex.38 5 2 2 ܘܗܘܐ ܗܘܐ 10, 15, 32, 35, 41, 42 6 2 2 ܐܝܟ ܕܪܘܚܐ ܐܝܟ ܪܘܚܐ 4-6,8-26, 28, 33-38, 41, 42 DionEvI.; JoDP; CE.180; MBKP.174a; BarhCandIV.48; DionEpp.39; IshJo.128; ThMJo.69 7 2 5 ܐܝܬ ܗܘܐ ܐܝܬ ܗܘܘ 4-6, 9, 11-14,16-26,28,31,33-38, 40,41 DionEpp.41; MBKP.176a 12 2 14 ܘܒܬܪܟܢ ܒܬܪܟܢ 4-6,9,11-14,16, 17,19-26,28,35, 38,43 16 2 27 omit ܡܛܠ 4-6,8-10,12-14, 16-26,28,33-37,39,41 Pal 17 2 29 ܐܦ ܘܐܦ 7,15,32,35,41 Pal 21 2 43 ܒܟܠ ܠܟܠ 4-14,16-26,31, 33-38,40,41,43 Lect; DionEPP.49 35 4 35 ܘܣܝܡܝܢ ܗܘܘ ܘܣܝܡܝܢ 4-7,11-17,20-27, 29,35,39c Asc.280; SevHom10.398; Ant.8 46 7 11 ܠܐܒ̈ܗܬܢ ܠܡܣܒܥ ܠܡܣܒܥ ܠܐܒ̈ܗܬܢ 7,15,35 49 7 17 ܐܠܗܐ ܒܡܘܡ̈ܬܐ ܒܡܘܡ̈ܬܐ ܐܠܗܐ 15,35 70 8 36 ܡܗܝܡܢܐ ܗܘ ܗܘ ܡܗܝܡܢܐ 1,4,5,7-9,11,25, 35,39,40,42,43 93 11 25 ܠܡܒܥܝܗ ܠܡܒܥܐ 7,8,15,35,40,42 SevHom16.34 110 14 20 ܘܐܬܘ ܠܗܘܢ ܘܐܬܘ 7,10(cf. variant for v. 21), 15,35, 40,41,43 117 15 35 ܡܠܬܐ ܡܠܬܗ 7,15,35,41 118 15 40 ܠܛܝܒܘܬܗ ܠܛܝܒܘܬܐ 3-5,7,8,11,15,16, 20, 21,26,31,33, 35,38, 42 121 16 16 ܕܩܨܡܐ ܕܩ̈ܨܡܐ 1,3,4,7,8,10,11, 15,25,35,39-42, 43 DioEvI.180 122 16 16 ܒܩ̈ܨܡܐ ܒܩܨܡܐ 1,3,4,7,8,10,11,15, 25,35,39-42, 43 131 17 23 omit ܗܘܐ 15,35 ThBKII.183; PhilDiss3.108; DionEpp.97 153 19 39 ܢܡܘܣ̈ܐ ܢܡܘܣܐ 5,7-11,35,39, 42,43 189 25 10 ܝܬܝܪ ܝܕܥ ܝܕܥ 4,5,7,8,10,11, 25,35,40-42,43 196 25 23 ܘܥܠܘ ܘܥܠ 7,8,10,15,35,39,40,42 197 25 24 omit ܓܒܪ̈ܐ 35 198 25 24 ܠܗ ܠܗܢܐ ܠܗܢܐ 5,7,8,10,11,15,25, 35,39,40,41 216 27 22 ܐܢܐ ܠܟܘܢ ܐܢܐ 3,5,7,8c,9,11,25,35,40,41,43 229 28 26 ܕܙܠܘ ܕܙܠ 15,35 References Black, Matthew (1950), “The New Testament Peshitta and its Predecessors,” Bulletin of Studiorum Novi Testamenti Societas 1, pp. 51-62. Black, Matthew (1972), “The Syriac Versional Tradition,” pp. 120-159, in K. Aland, Die alten Ubersetzungen des Neuen Testaments, die Kirchenvaterzitate und Lektionare , Berlin and New York. Brock, Sebastian (2014), “The Use of the Syriac Fathers for NT Textual Criticism,” The Text of the New Testament in Contemporary Research Second Edition, Chapter 15, pp. 407-428, especially pp. 416-220. Connolly, R. H. (1929) Didascalia Apostolorum. The Syriac Version Translated and Accompanied by the Verona Latin Fragments , Oxford. Connolly, R. H. (1960), ed. Anonymi Auctoris Expositio Officiorum Ecclesiae Georgio Arbelensi vulgo adscripta , 2 vols., CSCO SS 25, 29 (reprint) Louvain. Eynde, Ceslas van den (1950-1981) ed. Commentaire d’isho’dad de Merv sur l’Ancien Testament , 6 vols., CSCO SS 67, 80, 96, 128, 146, 185, Louvain. Juckel, Andreas (2003), “A Re-examination of Codex Phillipps 1388”, Hugoye 6.1, pp. 3-36. Juckel, Andreas (2009), “Research on the Old Syriac Heritage of the Peshitta Gospels: A Collation of MS Bibl. Nationale Syr. 30 (Paris),” Hugoye 12.1, pp 41-115. Juckel, Andreas (2012), “A Guide to Manuscripts of the Peshitta New Testament,” Hugoye 15.1, pp. 79-163. Kerschensteiner, Josef (1964), “Beobachtungen zum altsyrischen Actatext,” Biblica 45.1, pp. 63-74. McConaughy, Daniel L. (1985) Research on the Early History of the Syriac Text of Acts One and Two , University of Chicago dissertation. McConaughy, Daniel L. (1987), “A Recently Discovered Folio of the Old Syriac (Sy c ) Text of Luke 16,13-17,1”, Biblica 68.1: 85-90. McConaughy, Daniel L. (1988), “An Old Syriac Reading of Acts 1:4 and More Light on Jesus’ Last Meal before his Ascension,” Oriens Christianus 72:63-67. McConaughy, Daniel L. (2019), “Early Witnesses to the Syriac Text of Acts Chapter Fifteen, Verses 20 and 29,” The Harp 35: 187-200. McConaughy, Daniel L. (2021), “The Text of Acts in MS Bibl. Nationale Syr. 30,” Hugoye 24.2, 453-490. Metzger, Bruce M. (1971) A Textual Commentary on the Greek New Testament , Deutsche Biblegesellschaft. Metzger, Bruce M. (1968), The Text of the New Testament , Oxford: Oxford University Press. Metzger, Bruce M. (1977) The Early Versions of the New Testament, Oxford: Oxford University Press. Nau, F. (1932) Barhadbeshabba ‘Arbaia, Histoire Ecclesiastique (1 ere Partie) Patrologia Orientalis XXIII, 2. Paris. Ropes, James H. (1979) The Text of Acts , Volume III of The Beginnings of Christianity, Part I: The Acts of the Apostles ed. F.J. Foakes Jackson and Kirsopp Lake, reprint, Grand Rapids: Baker Book House. Sedlacek, I. (1909) Dionysius bar Salibi in Apocalypsim, Actus, et Epistulas Catholicas , CSCO Scriptores Syri, Series Secunda, Tomus 101, Paris. Simonet, J.L. (1998), “Les citations des Apotres dans le ‘Sur Etienne premier des serviteurs et premices des temoins,’ oeuvre presentee sous le nom of Jacques de Saroug en syriaque et sus celui d’Ephrem en armenien,” Le Museon 111: 59-94. Simonet, J.L. (2001), “Les citations des Actes des Apotres dans les chapitres edites du Ketaba d-res melle de Jean Bar Penkaye,” Le Museon 114: 97-119. Vööbus, Arthur (1951) Studies in the History of the Gospel Text in Syriac I , CSCO, Subsidia 3, Louvain. Vööbus, Arthur (1987) Studies in the History of the Gospel Text in Syriac II , CSCO, Subsidia 79, Louvain. Vööbus, Arthur (1979) The Didascalia Apostolorum in Syriac , CSCO SS 175, 176, 179, 180, Louvain. Vööbus, Arthur (1982) The Canons Ascribed to Marutha of Maipherqat , CSCO SS 191, Louvain. Williams, Peter (2004) Early Syriac Translation Technique and the Textual Criticism of the Greek Gospels , Piscataway, NJ: Gorgias Press. Williams, Peter (2012), ‘Where Two or Three Are Gathered Together’: The Witness of the Early Versions,” in The Early Text of the New Testamen t , ed. by Charles E. Hill and Michael J. Kruger, Oxford: Oxford University Press. Wright, William (1870) Catalogue of Syriac Manuscripts in the British Museum , 3 vols. London.",
    "title" : 
    [ "Early Witnesses to the Syriac Text of Acts 15 with an Investigation into the Text of Acts 15 in the Didascalia Apostolorum: And with an Appendix on the Western \/ Jacobite Peshitta Manuscript Tradition for Acts",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "McConaughy, Daniel L." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n1mcconaughy",
    "type" : "article",
    "displayTitleEnglish" : "Early Witnesses to the Syriac Text of Acts 15 with an Investigation into the Text of Acts 15 in the Didascalia Apostolorum : And with an Appendix on the Western \/ Jacobite Peshitta Manuscript Tradition for Acts" }