
  { "fullText" : "2022 marks the silver jubilee of Hugoye: Journal of Syriac Studies . The initial idea was born in 1996 to provide the field with a journal dedicated solely to Syriac. The electronic (now we would say digital ) format was a novelty at the time. The term “open access” was not coined yet. Twenty-five years later, both the format and the business model—being freely available online—seem normative, rather preferable. It has been a long journey of 25 years since the first issue appeared in January 1998. As ܚܛܘܪ ܣܝܒܘܬܐ seems to be looming on the horizon, the time has come to hand the ܚܘܛܪܐ over. I will be stepping down as General Editor after we publish volume 25. It gives me pleasure to announce that the Trustees of Beth Mardutho have invited Jeanne-Nicole Mellon Saint-Laurent of Marquette University to serve as the next Hugoye General Editor, to be supported by James Walters and Hannah Stork as Associate Editors. The Beth Mardutho Trustees determined that the editorial committee shall serve a five-year renewable term. Jeanne-Nicole is an Associate Professor at the Theology Department (Historical Theology) at Marquette University. She is well known in Syriac studies for her scholarship, passion for advancing our field, and devotion to the heritage community. I had the privilege of knowing Jeanne-Nicole while she was a graduate student at Brown University and have followed her academic career ever since. Her graduate studies culminated in Missionary Stories and the Formation of the Syriac Churches (Berkeley: University of California Press, 2015), which received an award from the Hagiography Society in 2018. She co-authored with Kyle R. Smith The History of Mar Behnam and Sarah: Martyrdom and Monasticism in Medieval Iraq (Piscataway: Gorgias Press, 2018). Jeanne-Nicole has become a leading member among the Syriac scholars advancing the Digital Humanities. She is the co-editor of the Bibliotheca Hagiographica Syriaca Electronica, better known to us as the Qadishe portal at syriaca.org . Jeanne-Nicole’s dedication to the community is no less impressive. She organized the 2005 Beth Mardutho trip to the Tur Abdin. She is also credited with establishing Dorushe group, which gives graduate students—usually scattered in ܐܪܒܥ ܦܢܝ̈ܢ , the four corners of the earth—a sense of community. I also had the privilege of following the academic careers of James Walters and Hannah Stork. James joined the Hugoye team as an Assistant Editor back in 2011 and then as an Associate Editor since 2020. In addition, he was an integral part of the local Beth Mardutho team in Piscataway during his graduate studies at Princeton Theological Seminary between 2010 and 2015 and became involved in many Beth Mardutho projects. His scholarly work on Aphrahat is known to many of us. A project to encode its text in XML TEI led James to move Hugoye from static HTML4 format to TEI encoding starting with volume 20, advancing the journal’s computational capabilities. James is also the General Editor of the Digital Syriac Corpus . He is currently Syriac Manuscript Cataloguer at HMML. He recently edited Eastern Christianity: A Reader (Grand Rapids: Eerdmans, 2021), thus making our literature known to the broader public. Hannah Stork is currently a graduate student at Yale University, having obtained a Masters degree from the University of Chicago. She was the Dr. Talal and Mrs. Wesal Findakly Fellow in the Digital Humanities at Beth Mardutho in 2018. Hannah brings to Hugoye remarkable philological skills in Classical Syriac and languages in contact with Syriac: Arabic (including Garshuni), Neo-Aramaic, Hebrew, Middle Persian, Geʿez, and Coptic, in addition to Greek and Latin. She joined the Beth Mardutho Syriac language summer school as Teacher Assistant in 2020. Hannah is also a member of the English Translation Review Committee of the Antioch Bible. One cannot hope for a better team of succession. ܀.܀.܀ I must admit that the establishment of Hugoye was, for me, an act of Suryoyutho. All significant fields of study had peer-reviewed journals. This included computational linguistics, the domain of my Ph.D. research which also had Computational Linguistics as its premier journal. However, Syriac scholarship had no dedicated journal and relied on publishing its content in journals of neighboring fields. The purpose of Hugoye was to provide for Syriac studies its journal across time and space, across all disciplines: if it is Syriac, we are interested! Soon, I would realize that this is easier said than done. The field—at least from my perspective of Suryoyutho—had a bit of an identity crisis that I did not realize when Hugoye was established. I came from a community of computational linguists who—as most academic communities are—live in their bubble and thus have their own premier journal. The Syriac studies community was different. There was no bubble; there was no journal. My entry to the Syriac studies community was in 1988 when I attended the Vtum Symposium Syriacum. I failed to notice during the ten years between that event and the establishment of Hugoye that the majority of the active scholars in the field did not hold Syriac positions in the Academy. They were biblical scholars, historians, early Christian scholars, or specialists of neighboring fields. They just happened to do Syriac. There were exceptions, of course; Sebastian Brock was Reader of Aramaic at Oxford University. But this was not the norm. To be sure, not being in a bubble enriches the field of Syriac studies. The diverse backgrounds of its scholars make it such a friendly and fantastic community. But one cannot deny the existence of an identity crisis. We all want to belong elsewhere for practical purposes. My 1993 Concordance to the Syriac New Testament had the phrase “A Computer-Generated” prefixed to its official title, albeit in a smaller type, with “Based on the SEDRA database” as a subtitle for one purpose only: to count as a relevant publication in computational linguistics where I was hoping to get a job. We all need to belong elsewhere. This situation became evident—at least to my ܡܚܝܠܘܬܐ —with the launch of Hugoye . The Academy demanded that scholars, especially the younger ones, publish in the reputable journals of those other specific fields, not in a start-up journal and—for crying out loud—an electronic one. And the electronic format was a problem. We needed to convince scholars of the mid-late 1990s that peer-reviewed content and not format determine a journal’s quality. Many viewed a paper journal as more reputable than an electronic one. We twisted arms to persuade scholars to submit content, at least for the first ten years of the journal. I must pause here and offer a word of gratitude to those who humored me at the time (I had just defended my Ph.D. thesis) and agreed to join the editorial board of this electronic start-up. I especially thank those scholars who took the time to contribute papers, knowing well in advance that what they wrote on a computer will most likely remain digital and may never see the ink of a press. I must also thank the Department of Semitics at The Catholic University of America, in the persons of Sydney Griffith and Monica Blanchard, for providing a digital home for Hugoye during its first 15 years or so. (If I recall correctly, the Peshitta Institute of Leiden provided—or at least was ready to provide—a mirror site when mirror sites were a thing.) Much later, the Srophé app provided the technical framework for encoding Hugoye in TEI XML rendered into HTML5 as output. Thomas Joseph was Hugoye ’s first Technical Editor (we would call him today Digital Humanities Editor). He single-handedly encoded the first 11 volumes, first in HTML 3.2 (up to issue 4.1), then XHTML 1.0 with CSS (up to issue 7.1), and finally HTML 4.0 (up to issue 11.2). The initial volumes were encoded using a simple text editor. Those were not the days when the text editor autocompleted HTML elements or closed their tags for you automatically. Moreover, those were not the days when text editors checked the syntax of your code and gave you warnings. Encoding was then an art in its own right. Thomas’s contributions were not limited to encoding. He also corresponded with authors and copyedited final submissions. His tenure lasted until volume 15. Monica Blanchard served as the first Book Review Editor. Kristian Heal succeeded her. Ute Possekel of Harvard Divinity School, the current Book Review Editor, enriched this journal section and brought it to international standards. One cannot hope for a better Book Review Editor. The backlog of Hugoye is still being converted into TEI XML. Many summer Digital Humanities fellows of Beth Mardutho contributed to this work. Joss Childs, one such fellow, is now the Digital Humanities Editorial Assistant. A positive byproduct of the Hugoye journal is hugoye-list. We initially created it as a compliment to the journal to provide a space for scholars to discuss and comment on the journal’s content. Despite this, hugoye-list took a life of its own and became the de-facto discussion list for Syriac studies. I thank all of those active on the list and helped create a virtual Syriac studies environment. On behalf of the Trustees of Beth Mardutho, I wish the new editorial team ܟܘܫܪ̈ܐ . George A. Kiraz March 7—Beginning of Lent",
    "title" : 
    [ "Silver Jubilee Letter from the General Editor",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv25n1intro",
    "type" : "introduction",
    "displayTitleEnglish" : "Silver Jubilee Letter from the General Editor" }