
  { "fullText" : "The nineteenth century was a turning point in the history of the Christian communities of the Middle East, both in the Ottoman Empire and in Qajar Iran. It was the period of political and military instability in Northern Mesopotamia and the Southern Caucasus, because of the continuing rivalry between the two Muslim empires and the appearance in the region of another major imperialist power, the Russian Empire. A significant factor in redrawing the religious map of the region was the expansion of Western Christian missions of all sorts: Roman Catholic, Protestant, and Russian Orthodox. As a result of the missions’ ever-expanding activities, many traditional Christian confessions of the two Muslim empires began to lose ground, demographically and culturally. Another important development was the rise of nationalist ideologies among various minorities of the Middle East, both Christians and Muslims. The new political and socio-confessional circumstances posed a serious challenge that led many Christians of the region to rethink and readjust their traditional identity repertoire. For a general picture, see B. Heyberger, Les chrétiens au Proche-Orient: de la compassion à la compréhension (Manuels Payot; Paris: Payot & Rivages, 2013); contributions in B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020). On Muslim-Christian relations during this period, see J.L. Joseph, Muslim-Christian Relations and Inter-Christian Rivalries in the Middle East: The Case of the Jacobites in an Age of Transition (Albany: State University of New York Press, 1983); J. Jakob, Ostsyrische Christen und Kurden im Osmanischen Reich des 19. und frühen 20. Jahrhunderts (Orientalia ‒ Patristica ‒ Oecumenica 7; Wien: LIT, 2014); D.R. Thomas and J. Chesworth (eds.), Christian-Muslim Relations: A Bibliographical History. Volume 18: The Ottoman Empire (1800‒1914) (History of Christian-Muslim Relations 44; Leiden: Brill, 2021). On the impact of Western missions, see C.A. Frazee, Catholics and Sultans: The Church and the Ottoman Empire, 1453 – 1923 (London: Cambridge University Press, 1983); A. Schlicht, Frankreich und die syrischen Christen 1799–1861: Minoritäten und europäischer Imperialismus im Vorderen Orient (Islamkundliche Untersuchungen 61; Berlin: Klaus Schwarz, 1981); J.F. Coakley, The Church of the East and the Church of England: A History of the Archbishop of Canterbury’s Assyrian Mission (Oxford: Oxford University Press, 1992); T.S.R. O Flynn, The Western Christian Presence in the Russias and Qājār Persia, c. 1760–c. 1870 (Studies in Christian Mission 47; Leiden: Brill, 2017); D. Hopwood, The Russian Presence in Syria and Palestine, 1843–1914: Church and Politics in the Near East (Oxford: Clarendon Press, 1969); I.M. Okkenhaug and K.S. Summerer (eds.), Christian Missions and Humanitarianism in the Middle East, 1850–1950: Ideologies, Rhetoric, and Practices (Leiden Studies in Islam and Society 11; Leiden: Brill, 2020). Affected by all these developments, East Syrian Christians were not exceptional in adjusting to the new reality. For a general introduction into identity politics of Syriac Christians during the modern period, see H.L. Murre-van den Berg, “Syriac Identity in the Modern Era,” in: D. King (ed.), The Syriac World (Routledge Worlds; London: Routledge, 2019), 770-782. For discussions that focus on East Syrian identity, see H.L. Murre-van den Berg, From a Spoken to a Written Language: The Introduction and Development of Literary Urmia Aramaic in the Nineteenth Century (Publications of the ‘De Goeje Fund’ 28; Leiden: Brill, 1999); A.H. Becker, Revival and Awakening: American Evangelical Missionaries in Iran and the Origins of Assyrian Nationalism (Chicago, Illinois: The University of Chicago Press, 2015); M. Tamcke, “Nestorianisch, syrisch oder assyrisch? Beobachtungen zum Selbstverständnis der lutherischen Nestorianer in der Periode von 1875-1915,” in: U. Pietruschka (ed.), Hermeneutik und Exegese: Verstehenslehre und Verstehensdeutung im regionalen System koexistierender Religionsgemeinschaften im Orient, Leucorea-Konferenz 2005 (Hallesche Beiträge zur Orientwissenschaft 43; Halle an der Salle: Martin-Luther-Universität Halle-Wittenberg, 2009), 159-169. In this article, I would like to deepen our understanding of the development of the collective self-understanding of Syriac Christians during this transitional period by bringing into discussion the relevant evidence found in the Book of the Rule , a hitherto unpublished and unstudied literary composition, produced by a member of the Church of the East in Iranian Azerbaijan during the early decades of the nineteenth century. 1. The Book of the Rule : general information The text of the work entitled the Book of the Rule , composed and transmitted in the Classical Syriac language, is attested in the three following manuscripts: A – Cambridge University Library, Add. 2052; See W. Wright, A Catalogue of the Syriac Manuscripts Preserved in the Library of the University of Cambridge . 2 vols (Cambridge: Cambridge University Press, 1901), vol. 2, 1188-1189. produced in 1829. B – Cambridge University Library, Add. 2051; See Wright, Catalogue of the Syriac Manuscripts , vol. 2, 1185-1188. copied in 1842, by the deacon Lazar, son of the priest Sāḇā. C – Library of the Museum Association of Urmia College, 58. See O. Sarau and W.A. Shedd, Catalogue of Syriac Manuscripts in the Library of the Museum Association of Oroomiah College (Oroomiah, Persia: [s.n.], 1898) [in Syriac], 12. According to the information provided by the cataloguers, it was produced in 1829 by the same Lazar, son of the priest Sāḇā. Unfortunately, it seems that the manuscript is now lost, together with many other manuscripts of the Library of Urmia College, which was plundered by bandits around 1918 during the flight of Christians from the city and the surrounding area in the wake of World War I. See W.F. Macomber, “The Oldest Known Text of the Anaphora of the Apostles Addai and Mari,” Orientalia Christiana Periodica 32 (1966), 335-371 (335, n. 2). In what follows, I offer an overview of the Book ’s content, accompanied by a brief discussion of its authorship, date, and message. This discussion is based on the Syriac text of the composition as it is presented in ms. A, i.e., Cambridge University Library, Add. 2052, considered by William Wright to be the autograph. The Book is introduced with the following title on f. 1r: ܥܠ ܚܝܠܗ ܕܡܪܢ ܝܫܘܥ ܡܫܝܚܐ ܡܫܪܝܢܢ ܠܡܟܬܒ ܟܬܒܐ ܕܗܝܡܢܘܬܐ ܕܣܘܖ̈ܝܝܐ ܕܡܬܩܪܐ ܟܢܘܢܬܐ. ܡܛܠ ܐܝܟ ܕܒܟܢܘܢܬܐ ܡܗܕܐ ܠܟܪܝܣܛܝܢܐ ܬܪܝܨܐܝܬ ܒܐܘܪܚܗ ܕܡܫܝܚܐ ܡܪܢ. ܕܠܗ ܫܘܒܚܐ ܘܥܠܝܢ ܖ̈ܚܡܘܗܝ ܐܡܝܢ. ܕܟܢܫܗ ܡܢ ܟܬܒ̈ܐ ܩ̈ܕܝܫܐ ܗܘ ܓܒܪܐ ܡܚܝܠܐ ܟܬܘܒܐ ܣܒܐ ܩܫܝܫܘܢܐ. Translation: By the power of Our Lord Jesus Christ, we begin to write the book of the faith of the Syriacs, which is called the “Rule,” because, like with a rule, it correctly guides the Christian on the path of Our Lord Christ, to whom be glory and whose mercy be upon us. Amen. Scribe Sāḇā, the weak man and insignificant priest, assembled it from the holy books. The main body of the Book can be divided into the following sections (some of them are written in prose and some in verse), which are marked with subtitles and concluding sentences written in red ink: (1) ff. 1r–3r: a brief discussion of the origins of the Syriac nation and their language; in prose. (2) ff. 3r–19v: an extended exposition of the Christological doctrine; in verse. (3) ff. 19v–27r: an extended exposition of the seven sacraments; in verse. (4) ff. 27r–32v: an exposition on the “holy oil”; in prose. (5) ff. 32v–36v: an exposition on the practice of confession; in prose. (6) ff. 36v–44r: an exposition on the sign of the Cross; in prose. (7) ff. 44r–47r: an explanation of the fatherhood of the priest; in prose. (8) ff. 47r–55v: a poem ( ‛ōnīṯā ) on the deceit of this world. (9) ff. 55v–60r: a poem on the soul’s repentance. (10) ff. 60r–63r: another poem ( ‛ōnīṯā ) on the soul’s repentance. At the conclusion of the Book , the following colophon is provided (ff. 63r–64v): ܫܠܡ ܟܬܒܐ ܕܡܬܩܪܐ ܟܢܘܢܬܐ. ܕܟܢܫܗ ܡܚܝܠܐ ܣܒܘܢܐ ܡܢ |f. 63v| ܟܬܒ̈ܐ ܩ̈ܕܝܫܐ ܘܥܒܕܗ ܠܖ̈ܚܡܝ ܝܘܠܦܢܐ ܕܡܫܝܚܐ ܡܪܢ ܕܠܗ ܫܘܒܚܐ ܠܥܠܡ ܥܠܡܝܢ ܐܡܝܢ. ܒܥܝܢܐ ܡܢ ܐܒܗ̈ܝ ܩܖ̈ܘܝܐ ܚܣ̈ܝܐ ܘܐ̈ܚܝ ܫܡܘ̈ܥܐ ܓܒ̈ܝܐ. ܕܠܐ ܢܥܕܠܘܢܢܝ ܕܥܒܕܬ ܡܪܚܘܬܐ ܗܕܐ. ܐܦܢ ܢܬܗܕܘܢ ܒܡܚܝܠܘܬ ܝܘܠܦܢܝ ܒܣܘܖ̈ܛܐ ܗ̈ܠܝܢ ܒ̈ܠܝܠܐ ܕܟܬܒܘܢܢ ܗܢܐ ܐܠܐ ܛܢܬ ܒܐܢ̈ܫܐ ܕܝܠܢ ܣ̈ܟܠܐ ܕܡܚܝܠܝܢ ܠܡܥܡܠܘ ܒܒܝܬܐ ܪܘܚܢܝܐ ܕܐܒܗ̈ܝܢ ܐܖ̈ܬܕܘܟܣܐ ܕܒܢܘ ܠܢ ܪܘܚܢܐܝܬ. ܕܐܝܬ ܒܗ ܛܘ̈ܒܐ ܖ̈ܘܚܢܝܐ ܕܠܐ ܡܬܚܙܝܢ ܒܥܝܢ̈ܐ ܘܦܬܘܪܐ ܕܡܠܐ ܒܘ̈ܣܡܐ ܫܡܝܢܐ. ܗ̇ܢܘܢ ܣ̈ܟܠܐ ܡܛܠ ܡܚܝܠܘܬܗܘܢ ܦܗܝܢ ܒܒ̈ܬܐ ܢܘܟܖ̈ܝܐ ܦܓܪܢܐܝܬ |f. 64r| ܕܥܕܬܐ ܡܗܝܡܢܬܐ. ܘܡܕܒܪܢܐ ܕܟܪܣܛܝܢܘܬܐ. ܘܫܘܡܠܝܐ ܕܟܗܢܘܬܐ. ܘܡܘܠܝܐ ܕܙܕܝܩܘܬܐ. ܡܠܐܟܐ ܦܓܪܢܐ ܘܣܪܦܐ ܒܣܪܢܐ. ܘܥܝܪܐ ܓܘܫܡܢܐ. ܘܬܐܘܦܘܪܘܤ ܩܕܝܫܐ. ܡ̇ܫܚ ܟܗ̈ܢܐ ܠܩܘܕܫܐ. ܡܪܝ ܫܡܥܘܢ ܩܬܘܠܝܩܐ ܦܛܪܝܪܟܝܤ ܕܡܕܢܚܐ. ܢܬܩܝܡ ܟܘܪܣܝܗ ܒܥܠܡ. ܠܫܘܒܗܪܐ ܕܥ̈ܕܬܐ ܕܟܪܣܛܝܢܘܬܐ. ܐܡܝܢ. ܥܒܕܗ ܩܕܡܐܝܬ ܟܬܒܐ ܗܢܐ. ܡܚܝܠܐ ܩܫܝܫܐ ܣܒܐ. ܒܫܢܬ ܐܐܩܡ ܕܝܘ̈ܢܝܐ ܒܖ̈ܝܟܐ. ܘܒܗ̇ܝ ܫܢܬܐ ܐܬܘ ܐܘ̇ܖܹ̈ܣܢܵܝܹܐ ܘܫܩܠܘ ܐܬܖ̈ܘܬܐ ܕܐܕܘܪܒܝܓ̰ܢ ܘܝܬܒܘ ܒܗܘܢ ܚܕܐ ܫܢܬܐ. ܒܬܪܟܢ ܐܬܪܥܝܘ ܥܡ ܡܠܟܐ ܕܦܖ̈ܣܝܐ ܘܫܩܠܘ ܡܢܗ ܟܣܦܐ ܣܓܝܐܐ. ܘܝܗܒܠܗ The correct form should be ܘܝܗܒܘܠܗ . ܐܬܖ̈ܘܬܐ ܕܡܢ ܐܪܨ ܘܠܟܐ. ܘܡܢ ܐܪܨ |f. 64v| ܘܠܗܠ ܠܐ ܝܗܒ The correct form should be ܝܗܒܘ . ܠܗ. ܐܠܐ ܐܘܒܠܘ ܣܓܝ ܐܖ̈ܡܢܝܛܐ. ܘܚܕܚܕܢ̈ܐ ܡܢ ܣܘܖ̈ܝܝܐ ܠܗ̇ܢܘܢ ܐܬܖ̈ܘܬܐ. ܘܫܥܒܕܘ ܐܢܘܢ ܥܕܡܐ ܠܝܘܡܢܐ. ܘܒܚܪܬܐ ܐܠܗܐ ܝܕܥ ܫܘ [ܒܚܐ] ܠܫܡܗ ܐܝܢ ܘܐܡܝܢ. Translation: Completed is the book called the “Rule” that the poor Sāḇūnā assembled from the holy books and made for the lovers of the teaching of Our Lord Christ, to whom be glory unto the ages of ages, Amen. I beseech my fathers, the pious readers, and my brothers, the eminent listeners, not to blame me for this audacity, even if they may be guided by my scanty learning in these confused scribbles of this little book of ours. But I have been moved with indignation against the foolish people among us, who are too weak to take care of the spiritual home that our orthodox fathers have built for us spiritually, wherein there are spiritual goods that are not seen by the eyes and the heavenly table, full of delights. Because of their weakness, those fools wander bodily in the foreign houses <…> Judging by the syntactic and semantic incongruity between the sentence concluding f. 63v and one that opens f. 64r, it seems that at least one folio is missing at this point. Perhaps, it was removed intentionally, as one would expect it to contain a further elaboration of the anti-Chaldean polemic that starts in a subdued manner in the surviving part of the colophon. <…> of the believing Church, and the leader of Christianity, the perfection of priesthood and fullness of righteousness, the bodily angel and seraph in the flesh, the corporeal watcher and holy God-bearer, who consecrates priests to the sanctuary, Mār Šem‘ōn Catholicos and Patriarch of the East, let his seat be established forever, for the glory of the Christian churches, Amen. The poor priest Sāḇā made this book first in the year 2140 of the blessed Greeks (i.e., 1828 or 1829). And in this year the Russians came and took over the lands in Azerbaijan and dwelt in them for one year. After that, they made an agreement with the king of the Persians and took a lot of money from him. And they gave him the lands from the river Aras up to here, I.e., the district of Salmas. and (those) from Aras up to there they did not give him. Moreover, they led away many Armenians and some from among the Syriacs to those lands, and brought them into subjection until this day. And God knows the end, glory be to His name, so be it, Amen. As one can infer from the work’s title and the manuscript’s colophon, the Book of the Rule was composed by a priest named Sāḇā. Although in its surviving form ms. A provides no clues about its geographical provenance, It may have been mentioned in the lost part of the colophon. the colophon of ms. B, produced by Sāḇā’s son Lazar thirteen years later, indicates that the book was copied “in the blessed village of Ūlā” ( ܒܩܪܝܬܐ ܒܪܝܟܬܐ ܐܘ̣ܠܵܐ ). For the Syriac text, see Wright, Catalogue of the Syriac Manuscripts , vol. 2, 1187. This colophon is shorter than that of A, and does not repeat its information. One can conclude with a considerable degree of certainty that not only Lazar, but his father Sāḇā as well, lived in the village of Ūlā in the Salmas district of the Urmī region, which now forms a part of the West Azerbaijan province of Iran. On the location of the village and what little is known about it, see D. Wilmshurst, The Ecclesiastical Organisation of the Church of the East, 1318–1913 (CSCO 582, Subs. 104; Louvain: Peeters, 2000), 326-330, as well as map #7. Undoubtedly, the Book ’s author was a member of the traditional faction of the East Syrian community. This point can be inferred from the laudatory mention in the colophon of the patriarch Mār Šem‘ōn XVII Oraham (r. 1820–1860), as well as from the content and apologetic purpose of the Book itself (on which see below). The Book appears to be the only significant literary composition produced by Sāḇā. For a reference to a dūrekṯā poem possibly composed by him, see H.L. Murre-van den Berg, Scribes and Scriptures: The Church of the East in the Eastern Ottoman Provinces (1500‒1850) (Eastern Christian Studies 21; Louvain: Peeters, 2015), 353. The Book is written in the Classical Syriac language. While reading it, however, one comes across a number of elements that deviate from the classical standards. Even though this subject should be discussed only after the work’s complete text has been edited, it seems helpful to point out some elements in the colophon and sections published below. Some of such non-standard variants can be explained as a result of formal constraints or inadvertent mistakes. For example, in the poetic part, the author uses the shortened pronominal forms ܗܢ and ܗܕ alongside the regular ܗܢܐ and ܗܕܐ , apparently for metrical reasons. At the same time, the singular verbal forms ܝܗܒܠܗ and ܝܗܒ, which in the context should be plural, can be explained as a lapsus calami , with the scribe omitting the silent final waw . Other instances of non-classical usage seem to be due to the interference from the author’s everyday language, most likely one of the Northeastern Neo-Aramaic dialects. For a similar phenomenon in another East Syrian literary work, see S. Minov, The Marvels Found in the Great Cities and in the Seas and on the Islands: A Representative of ‘Aǧā’ib Literature in Syriac (Cambridge Semitic Languages and Cultures 6; Cambridge: Open Book Publishers, 2021), 16. Among the salient Neo-Aramaic elements, one can point out the use of inflectional L-suffixes in some verbal forms and constructions, such as ܦܲܫܠܹܐ instead of ܦܫ ܠܗ (this classical construction is used as well), and ܐܝܬܘܵܠܹܐ instead of the standard ܐܝܬ ܗܘܐ ܠܗ . On this suffix, see G. Khan, The Neo-Aramaic Dialect of the Assyrian Christians of Urmi . 4 vols (Studies in Semitic Languages and Linguistics 86; Leiden: Brill, 2016), vol. 1, 265. The spelling of the 3m.sg. imperfect of the verb ܣܛܐ as ܢܨܛܐ instead of the standard ܢܣܛܐ probably also belongs to this category. The appearance of the consonant \/ ṣ \/ instead of \/ s \/ in this form seems to reflect a phonological shift that took place in some Neo-Aramaic dialects, during which the historical emphatic phoneme *ṣ lost the feature of pharyngalization and merged with historical *s , resulting in one phoneme \/ s \/. See Khan, Neo-Aramaic Dialect , vol. 1, 107. A word should be said about the remarkable historical circumstances in which the Book was composed. The colophon of ms. A states that it was produced in the year 1828\/1829. The scribe informs us further that during this time the region of Iranian Azerbaijan was invaded by the Russian army, which held it under its control for one year. The Russians withdrew after making a peace agreement with the king of Persians, as a result of which the latter had to pay them a considerable monetary contribution and concede Persian territories to the north of the river Aras. This description refers to historical events that are well documented, namely the second Russo-Persian war (1826–1828), the last major military conflict between the Russian Empire and Qajar Iran, which ended with the defeat of Persia and the signing of the humiliating Treaty of Turkmenchay on 10 February 1828. For the Russian text of the treaty, see Ц.П. Агаян, В.А. Дилоян, and А.В. Алексанян, Присоединение Восточной Армении к России: Сборник документов. Том II (1814–1830) (Материалы по истории армянского народа 17; Ереван: Издательство Академии наук Армянской ССР, 1978), 446-451; on its historical and political context, see Б.П. Балаян, Дипломатическая история русско-иранских войн и присоединения Восточной Армении к России (Ереван: Издательство Академии наук Армянской ССР, 1988), 179-211. On the course of military operations, see J.F. Baddeley, The Russian Conquest of the Caucasus (London: Longmans, Green and Co., 1908), 152-181. In the course of this military campaign, the Russian troops occupied for one year the Urmī region of Iranian Azerbaijan, including the district of Salmas, where Sāḇā lived. The colophon adds that when the Russians left the region, they took “many Armenians” and some “Syriacs” with them. This statement agrees well with what we know about the policy pursued by the Russian military administration of the Urmī region. The Russians encouraged the local Christians to immigrate en masse to the territory of Eastern Armenia, which would remain under their control after the army’s withdrawal beyond the newly established border line of the river Aras. For the Russian official documents that shed light on this project, see Агаян et alii, Присоединение Восточной Армении . For a discussion, see D.L. Sherry, Imperial Alchemy: Resettlement, Ethnicity, and Governance in the Russian Caucasus, 1828–1865 (Ph.D. dissertation; University of California, 2007); F. Shafiyev, Resettling the Borderlands: State Relocations and Ethnic Conflict in the South Caucasus (Montreal: McGill-Queen’s University Press, 2018), 43-95. Approved by the Tsarist government, the policy of resettlement was implemented by the Russian general Ivan Paskevich and his special envoy for this mission Lazar Lazarev, a Russian army colonel of Armenian descent. As a result of their efforts, a relatively large number of Armenians seized this opportunity and moved to the Russian-controlled part of the Southern Caucasus, where they were settled in the regions of Erivan, Karabakh, and Nakhichevan. The number of the Armenian settlers is reported to be as high as 8,000 families or about 40,000 people; see Shafiyev, Resettling the Borderlands , 60. However, the number of East Syrians who followed their example was relatively modest. Modern scholars estimate it around 100 families; see J. Dum-Tragut, “Assyrians in Armenia – An Interdisciplinary Survey,” in: L. Tang and D.W. Winkler (eds.), From the Oxus River to the Chinese Shores: Studies on East Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 5; Zürich: LIT Verlag, 2013), 341-353 (342). They settled in what is now the territory of the Republic of Armenia, where they established the village of Koylasar (modern Dimitrov). This group became the first wave of East Syrian émigrés to move to the Russian Empire’s territory due to political and military upheavals in the Ottoman-Persian borderlands during the nineteenth and early twentieth centuries. On the history of the Assyrian diaspora in Russia, see К.П. Матвеев, “К истории переселения ассирийцев в Россию,” Народы Азии и Африки 5 (1980), 165-168; И.Ю. Зая, “Ассирийцы и Россия (вторая половина XIX – начало XX в.),” Восток 4 (1997), 23-36; С. Садо, Материалы к биографическому словарю ассирийцев в России (XIX – середина XX века) (С.-Петербург: Издательство Олега Абышко, 2006). It is noteworthy that Sāḇā describes the experience of the Christian émigrés in negative terms, saying that the Russians “led them away” and brought them into a state of “subjection” in their new homeland. This description contradicts the Russian government’s general policy, according to which the resettlement of Christian population from the Iranian territories was supposed to occur purely on a voluntary basis. Some scholars argue that the Russians did not hesitate occasionally to use force to compel the Christians of Persia to resettle; see F. Mostashari, On the Religious Frontier: Tsarist Russia and Islam in the Caucasus (London: I.B. Tauris, 2006), 41-42. Regardless of whether such cases did or did not take place, the general policy of the Russian military administration was that of peaceful inducement. See §2 of the official document meant to regulate the process of resettlement that was issued by Paskevich; Агаян et alii, Присоединение Восточной Армении , 564. For the explicit rebuttals by Russian officials of the accusations of forced resettlement made by the Persian side, see reports of Paskevich from 9 March 1828 and of Lazarev from 1 May 1828; Агаян et alii, Присоединение Восточной Армении , 472, 492. At the same time, we know that the Russian initiative of resettling the Christian subjects of Persia to their territory was met with resistance not only from the Qajar authorities, but also from some among the local Christian hierarchs. Thus, from the exchange of letters between the pro-Russian Armenian bishop Nerses and Paskevich, we learn about Izrail, the Armenian bishop of Albāgh in the Salmas district, who campaigned actively among the local Armenians against immigration to the Russian Empire. For the Russian text, see Агаян et alii, Присоединение Восточной Армении , 474-475. For more information on the pro-Persian stand of some members of the Armenian clergy, see G.A. Bournoutian, Eastern Armenia in the Last Decades of Persian Rule, 1807–1828: A Political and Socioeconomic Study of the Khanate of Erevan on the Eve of the Russian Conquest (Malibu, California: Undena Publications, 1982), 35-40. There may have been an even more pronounced resistance to the Russian policy on the side of Persia’s Syriac Christians. In his report from 1 May 1828, Lazarev informs Paskevich that his efforts aimed at persuading “Nestorians” from the Urmī region to follow the example of those Armenians eagerly moving to Russian territory were met without much enthusiasm and ascribes such reluctance to the detrimental influence of Catholicos Mār Šem‘ōn based in Kurdistan, who was approached by the Qajar prince ‘Abbās Mīrzā with gifts and promises of future privileges in order to prevent his subjects from leaving Persia. For the Russian text, see Агаян et alii, Присоединение Восточной Армении , 491-493. Cf. also his report from 12 April 1828, in which he complains to Paskevich about the lack of sincere desire to resettle among the Assyrians of the Urmī region; Агаян et alii, Присоединение Восточной Армении , 486-487. Moreover, according to Lazarev’s report from 2 April 1828, Persian officials were spreading rumors among Christians of the Urmī region that those who would immigrate to Russian territory were going to suffer there from the lousy climate, hunger, and enslavement. “В Урмии нашел я много препятствий действиям моим и нелепых слухов, распространенных Персидским правительством на счет нас. Для устрашения переселенцев уверяют их что за Араксом ожидает их дурной климат, голод и что подданные государя продаются.”; Агаян et alii, Присоединение Восточной Армении , 481. Cf. also Lazarev’s letter to the Armenians of Persia from 30 March 1828, in which he rebuffs such rumors; Агаян et alii, Присоединение Восточной Армении , 479-480. These allegations were, in fact, at least partially true since some of the Christian settlers did find themselves in dire straits when the Russian administration failed to keep the promise of allocating them appropriate agricultural lands and providing sufficient monetary stipends. Cf. the letter of complaint by Armenian settlers to Catholicos Efrem from 8 September 1828 in Агаян et alii, Присоединение Восточной Армении , 541-542. See also Sherry, Imperial Alchemy , 44-48. It appears then that by making the vague references to the hardships inflicted upon the Christian émigrés, whether real or imagined, Sāḇā sided with the negative attitude toward the Russian project of resettlement adopted by Catholicos Mār Šem‘ōn. Sāḇā’s support of the patriarch’s policy could also be inferred from the simple fact that he did not leave his village and move to Russian territory, even when he had such an opportunity during the Russian occupation of the Salmas district. Another aspect of Sāḇā’s literary project, crucial for understanding its social and cultural circumstances, is its apologetic dimension. The Book ’s content could be roughly divided into three main parts: a brief historical introduction (Section 1), a theological part (Sections 2–7), and a devotional part (Sections 8–10). Sāḇā’s primary goal, stated explicitly in the title, was to offer his community a concise and accessible handbook explaining the basics of Christian life. Yet, as one reads through the Book , it becomes clear that the author composed it to protect his audience from the lure of Western Christianity. The apologetic purpose of the Book is made explicit in the colophon, where Sāḇā points out that in composing his work, he was moved not only by the desire to provide a guide-book for Christian living but by a strong feeling of disapproval aimed against those among his fellow “Syriacs” who neglect their “spiritual home,” that is the East Syrian ecclesiastical tradition, and seek guidance “in the foreign houses”. Similar statements are found in the main body of the Book as well. For example, in Section 2, which deals with Christology, the author castigates this group of Syriacs, while referring to them as “that people who have separated from us, abrogated our authority and our law, and engaged in controversy with us, while taking our name.” F. 17r: ܗ̇ܢ ܥܡܐ ܕܦܪܫ ܡܢܢ. ܒܛܠ ܫܘܠܛܢܢ ܘܕܝܢܢ. ܘܥܒܕ ܚܪܝܢܐ ܥܡܢ. ܕܫܩܠ ܫܘܡܗܐ ܕܝܠܢ Although he does not name this separatist group, it seems almost certain that Sāḇā’s animosity in these passages is aimed against Chaldean Syrians. This faction group within the East Syrian community, whose entangled history could be traced back to the sixteenth century, had broken their allegiance to the Church of the East and entered into full communion with the Roman Catholic Church. See on them M. Tamcke, “Assyro-Chaldean Christians,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 237-243; H.G.B. Teule, Les Assyro-chaldéens: chrétiens d’Irak, d’Iran et de Turquie (Fils d’Abraham; Turnhout: Brepols, 2008); L. Parker, “The Ambiguities of Belief and Belonging: Catholicism and the Church of the East in the Sixteenth Century,” English Historical Review 133:565 (2018), 1420-1445. While the apologetic agenda of the Book requires further, detailed investigation, the kind which cannot be carried out in the framework of this article, it is safe to posit at this point that a considerable part of its author’s efforts is devoted to defending the doctrines and practices of the Church of the East against those of the Roman Catholic Church. This concern seems to be a primary rationale behind Section 2, where Sāḇā goes to a considerable length to make the traditional language of East Syrian Christology more accessible to his audience. Furthermore, this aspect comes to the fore in Section 5, where he expounds upon the practice of confession among the “Eastern Syriacs.” At the beginning of this exposition, the author expresses his disagreement with the opinion of “the men from other nations, who are saying that confession is one of the seven sacraments of the Church,” F. 33r: ܐܝܬ ܐܢ̈ܫܐ ܕܡܢ ܥܡ̈ܡܐ ܐܚܖ̈ܢܐ ܕܐܡܪܝܢ ܡܘܕܝܢܘܬܐ ܚܕ ܐܪܙܐ ܐܝܬܝܗ̇ ܡܢ ܫܒܥܐ ܐܖ̈ܙܐ ܕܥܕܬܐ and argues that penance cannot be considered a proper sacrament. On the practice and theology of penance among the East Syrians, see W. de Vries, Sakramententheologie bei den Nestorianern (Orientalia Christiana Analecta 133; Roma: Pontificium Institutum Orientalium Studiorum, 1947), 265-280. It is most likely that this passage is directed against the Roman Catholic tradition of regarding confession as one of the seven sacraments that Chaldean Syrians also adopted. In order to understand better Sāḇā’s rhetoric, one should analyze it against the background of the shift in socio-confessional dynamics that took place among the Christians of Iranian Azerbaijan during the eighteenth and early nineteenth centuries. Roman Catholic missionaries started to make their first inroads into this region several centuries before his time. On the Catholic presence and activities in the region, see Wilmshurst, Ecclesiastical Organisation , 315-318; O Flynn, Western Christian Presence , 600, 712-713. The history of Catholic presence in the district of Salmas can be traced back to 1318 when a Franciscan mission had been established in Khosrōwā. This village, located just about four kilometers north of Ūlā, eventually became a major center of Roman Catholic missionary activity. According to David Wilmshurst, there was a decisive demographic shift in favor of Catholicism in the Salmas district during the last quarter of the eighteenth century as a result of the efforts of the metropolitan Īšō‘yahb Šem‘ōn (ob. 1789). Wilmshurst, Ecclesiastical Organisation , 316. After he entered into communion with the Catholic Joseph line at Amid, On Joseph and his successors, see Wilmshurst, Ecclesiastical Organisation , 57-60; L. Parker, “Yawsep I of Amida (d. 1707) and the Invention of the Chaldeans,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 121-152. most of the East Syrians of the region were incorporated into the Roman Catholic fold. That portion of Sāḇā’s community that still kept its allegiance to the East Syrian patriarch Mār Šem‘ōn were, most likely, outnumbered by their Chaldean neighbors. In light of these circumstances, Sāḇā’s concern with the influence that Catholicism might have had on members of his flock, which finds expression in the apologetic stance of the Book , becomes quite understandable. 2. The Book of the Rule on Syriac language and ethnicity Turning now to the article’s main subject, I will discuss what Sāḇā has to say about Syriac language and ethnicity and how he makes these two markers of the East Syrian identity to serve his apologetic agenda. With that goal in mind, I would like to present, first, the original Syriac text and an English translation of two main parts of the Book , in which he addresses these topics: Section 1, written in prose, and the opening part of Section 2, written in verse. The Syriac text follows that of ms. A, i.e. Cambridge University Library, Add. 2052. A few significant variants from ms. B are given in the apparatus. Syriac text [1] ܩܕܡܐܝܬ ܡܘܕܥܝܢܢ ܝܘܒܠܐ ܕܣܘܖ̈ܝܝܐ ܘܠܫܢܗܘܢ. ܣܘܪܝܝܐ ܡܢ ܫܡ ܣܘܪܝܐ ܫܩܠ. ܐܠܗܐ ܫܘܒܚܐ ܠܫܡܗ. ܒܗ ܡܠܠ ܥܡ ܐܒܘܢ ܐܕܡ. ܘܒܗ ܡܡܠܠܝܢ ܗܘܘ ܟܠܗܘܢ ܒܢ̈ܝܢܫܐ ܥܕܡܐ ܠܦܘܠܓ ܠܫܢ̈ܐ. ܒܦܘܠܓ ܠܫܢ̈ܐ ܟܕ ܟܢܝܫܝܢ ܗܘܘ ܟܠܗܘܢ ܒܢܝܢܫܐ ܠܒܢܝܢ ܡܓܕܠܐ ܬܡܢ ܦܠܓ ܐܠܗܐ ܠܫܢ̈ܝܗܘܢ. |f. 1v| ܦܪܫܘ ܫܒܥܝܢ ܘܚܕ ܠܫܢܐ ܡܢ ܗܢܐ ܠܫܢܐ ܣܘܪܝܝܐ. ܘܐܬܒܕܪܘ ܠܐܪܒܥܦܢܝܬܗ ܕܥܠܡܐ. ܘܗܢܐ ܠܫܢܐ ܣܘܪܝܝܐ ܦܫ ܠܗ ܠܘܬ ܐܪܒܥܐ ܐܓܘܖ̈ܣܐ B + ܪܘܖ̈ܒܐ ܒܒܝܬܢܗܪܝܢ. ܕܗ̣ܝ ܗ̣ܝ ܪܫܐ ܕܐܬܖ̈ܘܬܐ ܕܣܘܪܝܐ. ܘܣܘܪܝܐ ܗܘܝܐ ܡܢ ܐܢܛܝܘܟܝ ܘܥܕܡܐ ܠܐܘܪܗܝ ܡܛܠ ܗܕܐ ܠܫܢܐ ܗܢܐ ܣܘܪܝܝܐ ܡܬܩܪܐ ܕܒܝܬܢܗܪܝܢ. ܘܗܠܝܢ ܐܪܒܥܐ ܐܓܘܖ̈ܣܐ ܕܒܝܬܢܗܪܝܢ ܐܬܒܕܪܘ ܒܐܬܖ̈ܘܬܐ ܕܟ̈ܠܕܝܐ ܡܛܠ ܗܕܐ ܥܡܐ ܗܢܐ ܣܘܪܝܝܐ ܡܬܩܪܐ ܟܠܕܝܐ. ܘܓܢܣܐ ܕܐܒܗ̈ܬܐ ܖ̈ܫܢܐ ܕܟܬܝܒܝܢ ܫܡܗ̈ܝܗܘܢ ܒܥܬܝܩܬܐ ܘܒܚܕܬܐ ܒܗ ܒܥܡܐ ܗܢܐ ܣܘܪܝܝܐ ܐܝܬܘܗܝ. ܘܡܬܩܪܐ ܗܘܐ ܓܢܣܐ ܕܡܗ̈ܝܡܢܐ. ܡܛܠ ܕܪܫܝܬܢ ܒܓܢܣܗܘܢ ܗܘܬ. ܕܗ̣ܝ ܗ̣ܝ ܐܢܫܘܬܗ ܕܡܪܢ. ܗ̣ܘ ܗܢܐ ܓܢܣܐ ܥܡܪ ܗܘܐ |f. 2r| ܒܩܪܝܬܐ ܐܪܡ ܒܥܘܪ ܕܟ̈ܠܕܝܐ. ܕܗ̣ܝ ܗ̣ܝ ܟܫܟܪ. ܐܦ ܐܒܘܢ ܐܒܪܗܡ ܡܢܗ ܗܘܐ ܕܗܢܐ ܓܢܣܐ ܡܗܝܡܢܐ. ܘܐܝܬܘܵܠܹܐ B ܐܝܬܗ̄ܘܵܠܹܐ ܬܖ̈ܝܢ ܐ̈ܚܐ. ܚܕ ܡܬܩܪܐ ܗܘܐ ܗܪܢ ܘܐܚܪܢܐ ܢܚܘܪ. ܗܪܢ ܐܒܘܗܝ ܕܠܘܛ ܐܝܬܘܗܝ ܗܘܐ. ܗܪܢ ܡܝܬ. ܟܕ ܥܒܕܗ ܐܠܗܐ ܐܒܪܗܡ ܪܫܐ ܕܐܒܗ̈ܬܐ ܦܪܫ ܡܢ ܒܝܬ ܐܒܘܗܝ ܬܪܚ. ܘܡܢ ܩܪܝܬܗ ܐܪܡ B + ܕܥܘܪ ܕܟ̈ܠܕܝܐ ܘܫܢܝܗ B ܘܫܢܝܐ ܠܐܪܥܐ ܕܟܢܥܢ̈ܝܐ ܘܕܚܬܝܐ ܘܫܪܟܐ. ܐܘܒܠܗ ܐܦ B ܠܬܪܚ ܐܒܘܗܝ ܘ ܠܘܛ ܥܡܗ. ܘܢܚܘܪ ܦܲܫܠܹܐ ܒܩܪܝܬܗܘܢ ܐܪܡ. ܘܐܣܓܝ ܐܠܗܐ ܙܪܥܗ ܬܡܢ ܘܐܬܒܕܪܘ ܒܐܬܖ̈ܘܬܐ ܕܟ̈ܠܕܝܐ. ܡܬܩܪܝܢ ܗܘܘ ܐܖ̈ܡܝܐ. ܡܛܠ ܕܡܢ ܐܪܡ ܢܦܝܩܝܢ ܗܘܘ. ܘܠܐܠܗܐ ܝܕܥܝܢ ܗܘܘ. ܐܠܐ ܐܦ ܠܦܬܟܖ̈ܐ ܣܓܕܝܢ ܗܘܘ. ܥܘܖ̈ܠܐ ܐܝܬܝܗܘܢ ܗܘܘ. ܘܐܒܪܗܡ ܫܢܝܗ ܐܠܗܐ |f. 2v| ܠܐܪܥܐ ܢܘܟܪܝܬܐ B + ܘܝܗܒ ܠܗ ܓܙܘܪܬܐ ܐܘܠܕ ܠܐܝܣܚܩ. ܘܐܝܣܚܩ ܐܘܠܕ ܠܝܥܩܘܒ. ܘܝܥܩܘܒ ܟܕ ܚܙܐ ܕܡܘܬܐ ܕܐܠܗܐ ܒܫܡܝܐ ܐܬܩܪܝ ܝܣܪܝܠ. ܘܐܣܓܝ ܐܠܗܐ ܙܪܥܗ. ܘܡܬܩܪܝܢ ܗܘܘ ܒܢ̈ܝ ܝܣܪܝܠ ܘܝܕܥܝܢ ܗܘܘ ܠܐܠܗܐ. ܘܐܝܬ ܗܘܐ ܠܗܘܢ ܓܙܘܪܬܐ ܘܟܢ ܢܡܘܣܐ. ܥܕܡܐ ܕܐܬܝܠܕ ܡܫܝܚܐ ܒܒܝܬܠܚܡ ܘܐܬܪܒܝ ܒܢܨܪܬ. B + ܡܕܝܢܬܐ ܕܓܠܝܠܐ ܘܐܬܝܕܥ ܢܨܪܝܐ. ܘܩܪܝܢ ܗܘܘ ܠܗ ܝܫܘܥ ܢܨܪܝܐ. ܡܛܠ ܗܕܐ ܟܠܗܘܢ ܐܝܠܝܢ ܕܒܗܢܐ ܠܫܢܐ ܣܘܪܝܝܐ ܡܡܠܠܝܢ ܗܘܘ ܕܗܝܡܢܘ ܒܗ ܐܬܩܪܝܘ ܢܨܖ̈ܝܐ. ܝܣܖ̈ܠܝܐ ܐܘ ܐܖ̈ܡܝܐ. ܡܛܠ ܕܡܢ ܓܢܣܗܘܢ ܒܐܢܫܘܬܗ ܗܘܐ ܘܡܢ ܠܫܢܗܘܢ. ܘܗܫܐ ܠܐ ܝܕܥܝܢܢ ܐܝܢܐ ܡܢܢ ܐܝܬܘܗܝ ܝܣܪܠܝܐ. ܘܐܝܢܐ |f. 3r| ܐܪܡܝܐ. ܡܛܠ ܕܟܠܢ ܒܚܕ ܠܫܢܐ ܣܘܪܝܝܐ ܡܡܠܠܝܢܢ. ܘܒܚܕ ܢܡܘܣܐ ܡܫܝܚܝܐ ܪܕܝܢܢ. ܓܙܝܖ̈ܝ ܠܒܐ. ܥܘܖ̈ܠܝ ܒܣܪܐ. ܘܟܢ ܐܠܗܐ ܝܕܥ ܫܪܝܪܘܬܐ. [2] ܬܘܒ ܒܚܝܠ ܡܪܢ ܟܬܒܝܢܢ ܦܘܪܫܢ ܟܝܢܐ ܘܩܢܘܡܐ. ܒܩܠ ܐܝܘ ܠܟ ܥܘܒܐ ܐܩܝܡ ܡܪ܀ ܕܠܐ ܢܨܛܐ Instead of the regular ܢܣܛܐ. ܠܒܝ. ܡܪܝܐ ܗܘܝ ܠܝ ܡܥܕܪܢܐ. ܘܡܠܦܢܐ ܘܡܚܟܡܢܐ. ܡܗܕܝܢܐ ܘܡܫܒܠܢܐ. ܘܐܦ ܠܪܘܝܘܬܝ ܡܥܝܪܢܐ. ܕܢܬܥܝܪ ܗܢ ܠܒܝ ܚܒܢܢܐ. ܡܢ ܪܘܝܘܬ ܣܛܢܐ. ܘܐܗܘܐ ܒܒܪܟ ܡܘܕܝܢܐ. ܩܕܡ ܗܢ ܥܡܟ ܟܪܝܣܛܝܢܐ܀ ܒܫܡ ܘܚܝܠܐ ܕܐܠܗܘܬܐ. ܐ̇ܡܪ ܗܢܐ ܡܠܐ ܚܛܝܬܐ. ܩܠܝܠ ܡܢ ܗܝܡܢܘܬܐ. ܠܘܬ ܡܣܩܡܝ ܗܕ ܬܘܕܝܬܐ܀ |f. 3v| ܬܘܕܝܬ ܕܢܣܛܘܪܝܢܘܬܐ. ܡܬܩܪܝܐ ܒܥܕܠܝܘܬܐ. ܐܝܬܝܗ̇ ܐܪܬܕܘܟܣܝܬܐ. ܕܡܬܣܝܡܐ ܡܢ ܫܠܝܚܘܬܐ܀ ܫ̈ܠܝܚܐ ܕܡܕܢܚܐ ܥܗ̈ܝܕܐ. ܐܪܒܥܐ ܐܝܬܝܗܘܢ ܣܗ̈ܝܕܐ. ܬܪܝܢ ܫ̈ܠܝܚܐ ܬܪܝܢ ܬܠܡ̈ܝܕܐ. ܟܠ ܚܕ ܠܚܕ ܐܬܪܐ ܦܩܝܕܐ܀ ܦܩܕ ܬܐܘܡܐ ܠܗܢܕܘ ܪܒܬܐ. ܘܒܪܬܘܠܡܝ ܠܐܪܡܢܝܐ Blank space after this word in the manuscript. B + ܐܬܐ ܘܐܕܝ ܠܩܛܣܦܘܢ ܡܕܝܢܬܐ. ܘܡܪܝ ܠܨܛ ܐܘ ܠܩܘܢܝ ܩܪܝܬܐ܀ ܗܕܐ ܥܕܬܐ ܕܡܕܢܚܐ. ܐܝܬ ܒܗ̇ ܛܥܡܐ ܐܦ ܡܠܚܐ. ܫܪܪܐ ܡܘܕܝܐ The gloss ܐܢܬܘ ܡܫܝܚܐ ܒܪܗ ܕܐܠܗܐ is added by the same hand between the lines, in red ink. B places it in the left margin. ܒܡܫܝܚܐ. ܐܝܟ ܡܠܬܗ ܕܦܛܪܘܤ ܫܠܝܚܐ܀ |f. 4r| ܗܢ ܥܡܐ ܕܣܘܪܝܝܘܬܐ. ܐܝܬܘܗܝ ܪܫܐ ܘܫܬܐܣܬܐ. ܕܥܡ̈ܡܐ ܕܟܪܝܣܛܝܢܘܬܐ. ܕܡܪܝ ܡܢܗ ܫܩܠ ܐܢܫܘܬܐ܀ ܐܦ ܢܨܪܝܐ ܩܪܝܢ ܠܗ. ܕܡܢ ܢܨܪܬ ܗܘܐ ܝܘܒܠܗ. ܘܢܨܪܝܐ ܩܪܝܢ ܠܡܪܗ. ܕܐܢܫܘܬܗ ܗܘܬ ܡܢ ܛܘܗܡܗ܀ ܡܛܠ ܗܕܐ ܐܦ ܡܫܝܚܐ. ܕܡܢ ܣܘܖ̈ܝܝܐ ܗܘܐ ܕܢܝܚܐ. ܫܕܪ ܐܢܘܢ ܠܡܕܢܚܐ. ܕܡܨܡܚܝܢ ܝܘܠܦܢܐ ܕܪܘܚܐ܀ ܡܕܢܚܐ ܢܗܝܪܘܬܐ. ܝܗܒܐ ܠܐܖ̈ܒܥܦܢܝܬܐ. ܣܘܖ̈ܝܝܐ ܡܠܦܢܘܬܐ. ܝܗܒܝܢ ܠܟܪܝܣܛܝܢܘܬܐ܀ |f. 4v| ܐܦ ܡܪܢ ܒܝܘܡܐ ܕܚܪܬܐ. ܡܢ ܓܒܐ The gloss ܡܕܢܚܐ is added by the same hand in the right margin, in red ink. ܕܣܘܪܝܝܘܬܐ. ܕܢ̇ܚ ܠܟܠܗ̇ ܐܢܫܘܬܐ. ܕܡܬܥܝܪ ܠܗ̇ ܡܢ ܫܢܬ ܡܘܬܐ܀ ܡܫܝܚܐ ܡܪܢ ܘܐܠܗܢ. ܐܢܫܘܬܗ ܫܩܠ ܡܢ ܛܘܗܡܢ. ܘܥܡ̈ܡܐ ܐܚܖ̈ܢܐ ܕܚܣܡܘ ܒܢ. ܛܠܡܘ ܩܢܘܡ ܐܢܫܘܬܗ ܕܡܪܢ܀ ܬܘܒ ܗܦ̇ܟ ܥܒܕܟܘܢ ܠܕܘܟܬܗ. ܣܓܝ ܢܦܩ ܠܗ ܡܢ ܟܢܘܢܬܗ. ܐ̇ܡܪ ܠܗ̇ ܗܝܡܢܘܬܗ. ܘܕܟܠܗܘܢ ܒܢ̈ܝ ܬܘܕܝܬܗ܀ ܡܗܝܡܢ ܗܢܐ ܡܠܐ ܚܛܝܬܐ. ܒܗ̇ܘ ܚܝܠܐ ܕܐܠܗܘܬܐ. ܚܕ ܟܝܢܐ ܩܢܘ̈ܡܐ ܬܠܬܐ. ܠܗ ܫܘܒܚܐ ܐܦ ܬܘܕܝܬܐ܀ <…> English translation [1] First, we are going to make known the descent of the Syriacs and their language. “Syriac” is derived from the name “Syria.” God, let His name be glorified, spoke it with our father Adam, and all people used to speak it until the division of languages. At the division of tongues, when all people were gathered for the building of the tower, there God divided their tongues. Seventy-one languages separated themselves from this Syriac language, and they were scattered to the four corners of the world. This Syriac language remained in the four districts of Mesopotamia, which is the chief among the regions of Syria. Syria stretches from Antioch and up to Edessa. For this reason, this Syriac language is called Mesopotamian. These four districts of Mesopotamia were scattered through the regions of the Chaldeans. For this reason, this Syriac people is called Chaldean. The forefathers whose names are written down in the Old and New (Testament) belonged to this Syriac people by their race. It was called the race of believers, because our beginning, that is the human nature of Our Lord, belonged to their race. This race dwelt in the town of Aram in Ur of the Chaldeans, that is Kashkar. A city in southern Mesopotamia, located on the river Tigris, opposite the later medieval city of Wasit. Our father Abraham also belonged to this believing race. He had two brothers, one was called Haran and another Nahor. Haran was father of Lot. Haran died. When God made Abraham first of the patriarchs, he departed from the house of his father Terah and from his town of Aram, and He (i.e. God) transferred him to the land of Canaanites, Hittites and the rest. He brought also Lot with him. Nahor remained in their town of Aram. God multiplied his seed there, and they scattered through the regions of Chaldeans. They were called Aramaeans, because they had come from Aram. They knew God, but also worshipped idols; (and) they were uncircumcised. God transferred Abraham to the foreign land, B + “and gave him circumcision”. (and) he begat Isaac, and Isaac begat Jacob. When Jacob saw the image of God in the heaven, he was called Israel. God multiplied his seed, and they were called the Sons of Israel. They knew God, and they had circumcision and then the Law, until Christ was born in Bethlehem and grew up in B + “the Galilean city of”. Nazareth and became known as Nazarene. He was called Jesus the Nazarene. For this reason, all those who spoke this Syriac language and believed in him were called Nazarenes, Israelites as well as Aramaeans, because he was from their race by his human nature and from their language. Nowadays, we do not know who among us is an Israelite and who is an Aramaean, because we all speak one Syriac language, and follow one Christian law, circumcised in heart, uncircumcised in the flesh, and so God knows the truth. [2] Again, by the power of Our Lord we are writing an explanation of nature and person; Or “hypostasis”. It is the nature and person of Christ that are meant here. to the tune of “Well done, O (splendid) womb!” This tune, i.e. ܐܝܘ ܠܟ ܥܘܒܐ , was popular during the late period of East Syrian poetry, among such poets as Gīwargīs Wardā; see A. Pritula, The Wardā: An East Syriac Hymnological Collection. Study and Critical Edition (Göttinger Orientforschungen, I. Reihe: Syriaca 47; Wiesbaden: Harrassowitz Verlag, 2015), 97. O Lord, set up … so that my heart might not turn aside. An abbreviated quote from Ps 141:3-4, with which this chant was augmented. O Lord, be my helper, And teacher, and imparter of wisdom, Guide and director, And one who awakes The idea and language of “awakening” became very popular in the nineteenth and early twentieth-century conversations about identity and nationalism among Syriac Christians. Cf. the famous poem “Awaken, son of Assyria, awaken!” by the Assyrian writer Naum Faiq (1868–1930), reproduced and translated in R. Isaf, “Awakening, or Watchfulness: Naum Faiq and Syriac Language Poetry at the Fall of the Ottoman Empire,” in: H.L. Murre-van den Berg, K. Sanchez Summerer and T.C. Baarda (eds.), Arabic and its Alternatives: Religious Minorities and their Languages in the Emerging Nation States of the Middle East (1920–1950) (Christians and Jews in Muslim Societies 5; Leiden: Brill, 2020), 171-200 (175, 192). (me) from my drunkenness, So that this slothful heart of mine should awaken From the drunkenness of Satan, And I might become a confessor of your Son Before this Christian people of yours. In the name and power of the Godhead, This sinner, One of little faith, I.e., the author. Is going to speak about definitions of this confession. It is called in a derogatory manner The confession of Nestorianism. (But) it is orthodox, Since it is established by Apostolicity. Four are they, the apostles of the East, Who are remembered and acknowledged: Two apostles (and) two disciples, Each one appointed over one region. He appointed Thomas over the Great India, And Bartholomew over Armenia, And Addai over the city of Ctesiphon, And Mārī over Ṣāṭ The identity of this toponym is uncertain. or the town of Qūnī. The toponym Qūnī is a shortened form of the place-name Dūrā d-Qūnī , mentioned in the Syriac Acts of Mār Mārī (28, 33) as one of the important centres of this apostle’s missionary activity; ed. A. Harrak, The Acts of Mār Mārī the Apostle (SBL Writings from the Greco-Roman World 11; Atlanta: Society of Biblical Literature, 2005), 62, 76. This Church of the East Has taste Or “discernment”. as well as salt. An allusion to Mt 5:13. It professes An interlinear gloss to this word states: “You are the Christ, the Son of God,” a slightly modified version of Peter’s profession of faith in Mt 16:16. Christ in truth, According to the word of Apostle Peter. This nation of Syrianness Is the head and foundation Of the nations of Christianity, Since the Lord took (his) human nature from it. It I.e. the Syriac people. is also called Nazarene, Because its origin was from Nazareth And its Lord is called Nazarene, Since his human nature was from its lineage. Because of this also Christ, Who shone forth from among the Syriacs, Sent them I.e. the four apostles, mentioned above. to the East, To cause the doctrine of the Spirit to shine. The East gives Brightness to the four corners (of the world). The Syriacs give Instruction to Christianity. And Our Lord at the end of days From the country of Syriacs Shone forth to the whole humanity, Awakening it from the slumber of death. Christ, Our Lord and Our God, Took his human nature from our lineage. And other nations that envied us Denied the hypostasis of the human nature of Our Lord. Yet, your servant returns to his place, He went quite astray from his rule. He is going to affirm his faith, And that of all sons of his confession. This sinner believes In that power of Godhead, One nature (and) three persons, – To Him glory and praise! Commentary Reading through these sections, one discerns several argumentative strategies that are important for Sāḇā’s promotion of his vision of East Syrian identity. They can be divided into those that focus on language and those related to genealogical descent. In what concerns the linguistic argumentation, Sāḇā starts his exposition with claiming that Syriac was the primeval language of humanity. At the very beginning of Section 1, he relates that God spoke in this language with Adam, and that all people used to speak it until the destruction of the Tower of Babel. This portrayal of Syriac as the language of Paradise, spoken by all humanity before the division of the tongues, is not unique to our writer. In fact, it has a long history that could be traced back to Late Antiquity. For a discussion of the early stage in the development of this notion, see M. Rubin, “The Language of Creation or the Primordial Language: A Case of Cultural Polemics in Antiquity,” Journal of Jewish Studies 49:2 (1998), 306-333; Y. Moss, “The Language of Paradise: Hebrew or Syriac? Linguistic Speculations and Linguistic Realities in Late Antiquity,” in: M. Bockmuehl and G.G. Stroumsa (eds.), Paradise in Antiquity: Jewish and Christian Views (Cambridge: Cambridge University Press, 2010), 120-137; F. Briquel-Chatonnet, “La langue du Paradis, la langue comme patrie,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 9-25; M. Debié, ““La reine de toutes les langues”: les relations hiéroglossiques du syriaque avec les langues environnantes,” in: J.-N. Robert (ed.), Hiéroglossie III: persan, syro-araméen et les relations avec la langue arabe. Collège de France, 25 juin 2018 (Bibliothèque de l’Institut des hautes études japonaises; Paris: Les Éditions du Collège de France, 2022), 83-138. The roots of this notion can be found in the works of Theodoret of Cyrus (5th c.), but in its fully articulated form it is attested somewhat later, in the Cave of Treasures , which was composed in Syriac during the sixth or early seventh century. In the part of the narrative that retells the biblical account of the division of languages after the destruction of the Tower of Babel, its author claims that “from Adam and until that time all the peoples spoke this language, that is to say, Syriac, which is Aramaic. For this language is the king of all languages” (24.10). For the Syriac text, see S.-M. Ri, La Caverne des Trésors: les deux recensions syriaques (CSCO 486, Syr. 207; Louvain: Peeters, 1987), 186. For a discussion of this passage in its late antique context, see S. Minov, Memory and Identity in the Syriac Cave of Treasures : Rewriting the Bible in Sasanian Iran (Jerusalem Studies in Religion and Culture 26; Leiden: Brill, 2021), 271-283. Due to the popularity of the Cave of Treasures , the notion that Syriac was the primeval language became widely disseminated among Syriac and Arabic-speaking Christians during the Islamic period. Cf. Theodore bar Koni, Book of Scholia II.113; Īšō‘dāḏ of Merv, Commentary on Genesis , on Gen 11:1; Solomon of Basra, Book of the Bee 22-24; Bar Hebraeus, Scholia on Genesis , on Gen 11:1. As the example of Sāḇā demonstrates, it retained its appeal among the East Syrians well into the modern period. In addition, it seems that Sāḇā held an opinion that Syriac was the language of Jesus. At the end of Section 1, he explains his statement that all Syriac-speaking followers of Jesus, be they of Israelite or Aramaean descent, came to be known as “Nazarenes” (one of the synonyms used to refer to “Christians” in Syriac) by claiming that it was because Jesus “was from their race by his human nature, and from their language”. The first part of this claim, i.e., that Jesus belonged to the Syriac race, which is discussed below, appears in a slightly more developed form in Section 2. As in the case of the notion of Syriac as the primeval language, Sāḇā was not the first to identify it as the language of Jesus. For a discussion of the history of this idea, see S. Ruzer, “Hebrew versus Aramaic as Jesus’ Language: Notes on Early Opinions by Syriac Authors,” in: R. Buth and R.S. Notley (eds.), The Language Environment of First Century Judaea: Jerusalem Studies in the Synoptic Gospels. Volume Two (Jewish and Christian Perspectives 26; Leiden: Brill, 2014), 182-205. Yet, contrary to the claim of Syriac primacy, this notion gained currency among Syriac Christians relatively late, during the early modern period, and its genesis seems to be somewhat more complicated. Some scholars point to the West Syrian theologian Dionysius bar Ṣalibi (12 th c.) as an example of one of the first Syriac writers to hold this opinion. In the polemical tractate Against the Melkites , Dionysius rebuffs his imaginary interlocutor, who claims that Syriacs depended heavily on the corpus of Christian writings in Greek, by pointing out that “the Lord was a Syrian, and they (i.e. Greek Christians) have translated all His teaching into their language”. ܘܗܐ ܡܪܝ ܣܘܪܝܝܐ ܗܘܐ. ܘܟܠܗ̇ ܡܠܦܢܘܬܗ ܐܦܩܘܗ̇ ܠܘܬܗܘܢ ; ed. A. Mingana, Woodbrooke Studies: Christian Documents in Syriac, Arabic, and Garshuni, Edited and Translated with a Critical Apparatus. Vol. 1: Barsalibi’s Treatise against the Melchites; Genuine and Apocryphal Works of Ignatius of Antioch; A Jeremiah Apocryphon; A New Life of John the Baptist; Some Uncanonical Psalms (Cambridge: W. Heffer & Sons, 1927), 57 [trans. (modified)], 88 [Syr.]. It should be noted, however, that the wording of Dionysius’ apologetic statement is not unambiguous, and that it could be understood in the sense that Syriac was the language of the written version of Jesus’ teaching, from which the Greek translation was then made, and not the language that he actually spoke. For an example of such approach, cf. the Armenian historiographer Mekhitar of Ayrivank (13th c.) who relates that Luke wrote his Gospel in Syriac; ed. К.П. Паткановъ, “Хронографическая исторiя, составленная отцомъ Мехитаромъ, Вардапетомъ Айриванкскимъ,” Труды Восточнаго отдѣленія Императорскаго русскаго археологическаго общества 14 (1869), 223-418 (257 [Arm.], 360 [trans.]). If that is indeed the meaning intended by Dionysius, it could be related to the notion, espoused by some Syriac authors, that the immediate disciples of Jesus spoke Syriac. Thus, when Īšō‘dāḏ of Merv (9 th c.) in his Commentary on the Acts of the Apostles praises the success of the twelve apostles in spreading Christianity, he describes them as “fishermen, country born, acquainted only with the Syriac tongue, of a plebeian education”. ܐܢ̈ܫܐ ܨ̈ܝܕܐ ܕܐܬܝܠܕܘ ܒܐܓܘܖ̈ܣܐ ܘܒܠܫܢܐ ܣܘܪܝܝܐ ܠܚܘܕ ܡܦܣܝܢ ܗܘܘ ܘܒܪܕܝܘܬܐ ܗܕܝܘ̈ܛܐ ; ed. M.D. Gibson, The Commentaries of Isho‘dad of Merv, Bishop of Hadatha (c. 850 A.D.), in Syriac and English . 5 vols (Horae Semiticae 5-7, 10-11; Cambridge: Cambridge University Press, 1911, 1916), vol. 4, 1 [Syr.], 1 [trans.]. This notion goes back to Eusebius, Dem . ev . III.7.10. For a discussion of the linguistic aspect of the ethnonym Sūryāyā , see Minov, Memory and Identity , 263-266. The whole issue of the spread and reception of the idea of Syriac as the language of Jesus among Syriac Christians needs a more detailed investigation, which cannot be carried out here. At this point, one should consider seriously the possibility that this notion gained currency in the Syriac Christian milieu due to the influence of Western missionaries. This idea was expressed by Roman Catholic Orientalists as early as the sixteenth century. For example, Johann Albrecht Widmannstetter refers to Syriac as Iesu Christo vernacula on the title page of the first printed edition of the Peshitta version of the New Testament, published in 1555. J.A. Widmannstetter, Liber sacrosancti Evangelii de Jesu Christo, Domino & Deo nostro (Vienna: Michael Cymbermannus, 1555). Similar statements can be found in works of Guillaume Postel (1510–1581); see M.L. Kuntz, “Hebrew and the “Other Sister” Arabic: The Language of Adam as a Paradigm for the Restitutio Omnium in the Thought of Guillaume Postel,” Quaderni di Studi Arabi 15 (1997), 21-44 (25). See also Debié, “La reine de toutes les langues,” 99. Apparently, this notion started gaining momentum during the nineteenth century among Syriac Christians. For some examples from the Assyro-Chaldean milieu, see Becker, Revival and Awakening , 316-318. Very soon, it became an essential part of the identity vocabulary of Syriac communities of various denominations and continues to enjoy broad popular support until today. Cf. the data from the Assyrian community in Georgia in K. Khutsishvili, “Religious Aspects of Structuring the Ethnocultural Identity of the Assyrian Community in Georgia,” in: M. Mollica (ed.), Fundamentalism: Ethnographies on Minorities, Discrimination and Transnationalism (Freiburger Sozialanthropologische Studien 44; Zürich: LIT Verlag, 2016), 65-76 (69). Another essential aspect of Sāḇā’s construction of East Syrian identity is his strong emphasis on a genealogical connection between the “Syriacs” and several key figures of the Christian sacred history. In his exposition of the origins of the Syriac people in Section 1, Sāḇā “Syrianizes” the biblical history of salvation by claiming that both the patriarchs of the Old Testament and Jesus himself belonged to the Syriac “race” ( gensā ) or “nation” ( ‘ammā ). According to him, the original unity of the “Syriac people” that emerged after the division of languages at the Tower of Babel was split into two principal branches, “Aramaeans” and “Israelites”. In the genealogical scheme presented by Sāḇā, the figure of Abraham constitutes a major point of bifurcation in the history of the Syriac people. One branch of it, the descendants of Abraham, was transferred by God to the land of Canaan and eventually became “Israelites,” while another branch, the descendants of Abraham’s brother Nahor (mentioned in Gen 11:26-29), remained in their homeland and became “Aramaeans”. While separated, both groups kept the knowledge of the true God. The coming of Jesus is understood, then, as another turning point in the history of Syriacs. Coming himself from the Syriac lineage, Jesus restores the lost unity of the Syriac people by incorporating into his new community of “Nazarenes” (one of the nouns used in Syriac to refer to Christians in general), descendants of both the Israelites and Aramaeans. One should not overlook an additional layer of meaning in Sāḇā’s use of the ethnic label “Aramaean” ( Ārāmāyā ), which in classical Syriac usage can also mean “pagan”. See J. Joosten, “West Aramaic Elements in the Old Syriac and Peshitta Gospels,” Journal of Biblical Literature 110:2 (1991), 271-289 (279-280). This meaning of “Aramaean” becomes manifest when, while explaining the origins of the Aramaeans, Sāḇā describes them as worshippers of idols and uncircumcised. However, he mitigates this negative portrayal by adding, in a somewhat self-contradictory manner, that they nevertheless knew God. Although Sāḇā does not say this explicitly, it seems to follow from his description that the Israelite branch of the Syriac people continued to use Syriac as their language. It is unclear from Sāḇā’s elliptic description how he understood the relationship between these Israelites and contemporary Jews. Thus, when he mentions the coming of Jesus at the end of Section 1, Sāḇā makes the following statement: “[A]ll those, who spoke this Syriac language and believed in him, were called Nazarenes, Israelites as well as Aramaeans”. On the one hand, this unusual idea could be a distant echo of the modern reconstructions of the socio-linguistic situation in Palestine during the lifetime of Jesus by scholars, who were arguing that Aramaic was the common language of the Roman province, used by its Jewish and non-Jewish population alike. For a brief genealogy of this idea, see H.T. Ong, The Multilingual Jesus and the Sociolinguistic World of the New Testament (Linguistic Biblical Studies 12; Leiden: Brill, 2016), 44-53. On the other hand, it may be related somehow to the socio-linguistic situation of the district of Salmas at the time of the Book ’s composition, that is, during the early nineteenth century. We should not forget that this region was home to a considerably sized Jewish community, who used their Northeastern Neo-Aramaic dialect for everyday communication. On this dialect, see R.J.H. Gottheil, “The Judaeo-Aramaean Dialect of Salamas,” Journal of the Americal Oriental Society 15 (1893), 297-310; I. Garbell, The Jewish Neo-Aramaic Dialect of Persian Azerbaijan: Linguistic Analysis and Folkloristic Texts (Janua linguarum, Series practica 3; The Hague: Mouton & Co, 1965); А.Г. Габриелова, “Образец арамейской речи салмасских евреев,” Восточная филология 1 (1969), 47-58 [in Georgian]. Although it was quite distinct from the Neo-Aramaic dialect used among local East Syrian Christians, See H. Mutzafi, “Christian Salamas and Jewish Salmas: Two Separate Types of Neo-Aramaic,” in: G. Khan and L. Napiorkowska (eds.), Neo-Aramaic and its Linguistic Context (Gorgias Neo-Aramaic Studies 14; Piscataway, New Jersey: Gorgias Press, 2015), 289-304. one might wonder whether the latter would still consider that their Jewish neighbors were speaking the same “Syriac” language. The claim of Jesus’ Syriac descent serves Sāḇā as the key premise for asserting the superiority of the East Syrian Christian community over all other Christian denominations. In Section 2, he extols the Syriac nation as “the head and foundation” of the Christian nations, and declares that “the Syriacs give instruction to Christianity”. The supremacy of East Syrian Christianity is enhanced further by the claim of its apostolic origins. To prove this point, Sāḇā refers to the missionary activity of the four “apostles of the East”: Thomas, Bartholomew, Addai, and Mārī. For a discussion of the early development of traditions about missions of Thomas, Addai, and Mārī, see J.-N. Saint-Laurent, Missionary Stories and the Formation of the Syriac Churches (Transformation of the Classical Heritage 55; Oakland, California: University of California Press, 2015). On Bartholomew, see R. Burnet, Les Douze Apôtres: histoire de la réception des figures apostoliques dans le christianisme ancien (Judaïsme ancien et origines du christianisme 1; Turnhout: Brepols, 2014), 451-487. As in the case of Syriac’s primacy, in his discussion of the origins and superiority of the Syriac nation, Sāḇā makes use of some traditional motifs, although he develops some of them further. Thus, the roots of his strategy of identifying Abraham and other patriarchs from the pre-Mosaic period of Old Testament history as “Syriacs” can be traced back to Late Antiquity. For example, in the Hymns on Julian Saba by Ephrem the Syrian, For a recent discussion of Ephrem’s authorship of these hymns, see B.A. Hartung, “The Authorship and Dating of the Syriac Corpus attributed to Ephrem of Nisibis: A Reassessment,” Zeitschrift für Antikes Christentum 22:2 (2018), 296-321 (esp. 308-311, 319-320). one comes across the following praise of the land of Aram: Let a myriad tongues give thanks for our land In which walked Abraham and his [grand]son Jacob Sarah, Rebekah, Leah and Rachel, and eleven heads of the tribes. Out of this your treasury Zion was enriched by the sons of Jacob: The name of our land is greater than that of its fellow. For in it was born Levi, origin of priesthood And Judah, source of kingship And Joseph, the boy who left but became lord of Egypt. By the light from you [Aram], the world was enlightened. Jul. Saba 4.8-9: ܖ̈ܒܘ ܠܫܢ̈ܝܢ ܢܘܕܘܢ ܚܠܦ ܐܪܥܢ \\ ܕܒܗ̇ ܗܠܟ ܗܘܐ ܐܒܪܗܡ ܘܒܪܗ ܝܥܩܘܒ \\ ܣܪܐ ܘܪܦܩܐ ܠܝܐ ܘܪܚܝܠ \\ ܐܦ ܚܕܥܣܖ̈ ܖ̈ܝܫܝ ܫܒ̈ܛܐ \\ ܡܢ ܓܙܟܝ ܗܘ ܥܬܪܬ ܨܗܝܘܢ ܒܒܢ̈ܝ ܝܥܩܘܒ. \\\\ ܫܡܗ̇ ܕܐܪܥܢ ܪܒ ܗܘ ܡܢ ܫܡ ܚܒܪܬܗ̇ \\ ܒܗ̇ ܗܘ ܓܝܪ ܝܠܝܕ ܟܘܝ ܪܝܫ ܟܘܡܖ̈ܐ \\ ܐܦ ܝܗܘܕܐ ܪܝܫ ܡܠܟܘܬܐ \\ ܘܝܘܣܦ ܛܠܝܐ ܕܢܦܩ ܘܗܘܐ \\ ܡܪܐ ܕܡܨܪܝܢ ܒܢܘܗܪܐ ܕܡܢܟܝ ܢܗܪܬ ܬܒܝܠ ; ed. E. Beck, Des heiligen Ephraem des Syrers Hymnen auf Abraham Kidunaya und Julianos Saba (CSCO 322, Syr. 140; Louvain: Secrétariat du CorpusSCO, 1972), 46; trans. by A. Salvesen, “Keeping it in the Family? Jacob and his Aramean Heritage according to Jewish and Christian Sources,” in: E. Grypeou and H. Spurling (eds.), The Exegetical Encounter between Jews and Christians in Late Antiquity (Jewish and Christian Perspectives 18; Leiden: Brill, 2009), 205-220 (218). Moreover, the author of the Hymns , similarly to Sāḇā, identifies Jesus as a Syrian by forging a close connection between him and the region of Aram\/Syria through the figure of Abraham: The trickle from our land has watered every region Since from it Abraham the great river traveled And poured forth springs and fountains and streams. From that River Gushed forth the great Sea [Christ] that was concealed in it. Jul. Saba 4.11: ܫܚܠܐ ܕܡܢ ܐܪܥܢ ܐܫܩܝ ܠܟܠ ܦܢ̈ܝܢ \\ ܕܡܢܗ̇ ܪܕܐ ܗܘܐ ܐܒܪܗܡ ܢܗܪܐ ܪܒܐ \\ ܘܐܪܕܝ ܢܒ̈ܥܐ ܐܦ ܡܥܝܢ̈ܐ \\ ܐܦ ܡܒܘ̈ܥܐ ܘܡܢܗ ܕܢܗܪܐ \\ ܓܚ ܬܘܒ ܘܢܦܩ ܝܡܐ ܪܒܐ ܕܟܣܐ ܗܘܐ ܒܗ ; ed. Beck, Des heiligen Ephraem , 46-47; trans. Salvesen, “Keeping it in the Family,” 218. Later on, during the Islamic period, one finds an even closer connection made between Jesus and the region of Aram\/Syria in the works of the East Syrian catholicos Timothy I (ob. 823). In Letter 26 , addressed to Māranzḵā, the bishop of Nineveh, Timothy constructs an argument for the independence and primacy of his patriarchal see of Seleucia-Ctesiphon, bringing as a proof, among other claims, the genealogically close kinship between his Christian community and Jesus: We can demonstrate that Christ appeared in the flesh from among us thus: for if Christ appeared in the flesh from David, then David is a descendant of Abraham, Abraham, however, is from among us, the sons of the East, and from the East. It is, then, known and manifest that Christ according to the flesh is from the East and from the sons of the East. ܘܕܡܢܢ ܕܝܠܢ ܐܬܚܙܝ ܡܫܝܚܐ ܒܒܣܪ ܗܟܢܐ ܡܚܘܝܢܢ. ܐܢܗܘ̣ ܓܝܪ ܕܡܫܝܚܐ ܡ̇ܢ ܒܒܣܪ ܡܢ ܕܘܝܕ ܐܬܚܙܝ. ܕܘܝܕ ܕܝܢ ܒܪ ܐܒܪܗܡ. ܐܒܪܗܡ ܕܝܢ ܡܢܢ ܒܢ̈ܝ ܡܕܢܚܐ ܘܡܢ ܡܕܢܚܐ ܐܝܬܘܗܝ. ܝܕܝܥܐ ܐܪܐ ܘܓܠܝܐ ܕܡܫܝܚܐ ܒܒܣܪ ܡܢ ܡܕܢܚܐ ܘܡܢ ܒܢ̈ܝ ܡܕܢܚܐ ܐܝܬܘܗܝ. ; ed. M. Heimgartner, Die Briefe 3‒29 des ostsyrischen Patriarchen Timotheos I. (CSCO 700, Syr. 269; Leuven: Peeters, 2021), 141. For a discussion of this letter, see F. Briquel-Chatonnet, F. Jullien, Ch. Jullien, Ch. Moulin Paliard, and M. Rashed, “Lettre du patriarche Timothée à Maranzek h ā, évêque de Nineve,” Journal asiatique 288:1 (2000), 1-13. The genealogical link between Jesus and “Easterners” (read East Syrians) serves Timothy as a ground for claiming the superiority of the East Syrian patriarchal see over other ecclesiastical centers of Christendom. In the same letter, he affirms this superiority in the following manner: So then, the source of life of Christianity appeared and sprang from the sons of the East, and it is from us that it was divided into four streams which irrigate the entire Paradise of the Catholic Church with the divine and spiritual drink of the kingdom of heaven. ܡܒܘܥܐ ܐܪܐ ܡܕܝܢ ܕܚ̈ܝܐ ܕܟܪܣܛܝܢܘܬܐ ܡܢ ܒܢ̈ܝ ܡܕܢܚܐ ܐܬܓܠܝ ܘܢܒܥ. ܘܡܢܢ ܐܬܦܪܫ ܠܐܪܒܥܐ ܖ̈ܫܝܢ܆ ܗ̇ܢܘܢ ܕܠܟܠܗ ܦܪܕܝܣܗ̇ ܕܥܕܬܐ ܩܬܘܠܝܩܐ ܡܫܩܝܢ ܫܩܝܐ ܐܠܗܝܐ ܘܪܘܚܢܝܐ ܕܡܠܟܘܬܐ ܕܫܡܝܐ. ; ed. Heimgartner, Die Briefe 3‒29 , 141. Comparing Sāḇā’s affirmation of the East Syrian ecclesiastical superiority with that of Timothy, one recognizes that the former’s rhetoric, which revolves around the supposed kinship of the Syriac Christians with the biblical patriarchs as well as with Jesus, follows the general line of the catholicos’ argumentation. It is noteworthy, however, that while Timothy refers to the identity of his Christian community by resorting to such vague regional terms as “the East,” Sāḇā uses the somewhat more ethnically pronounced language of “Syriacs” and “Syriac nation”. One wonders whether this shift reflects the general process of the spread of nationalist consciousness among Christian minorities of the Middle East. On Syriac Christians in this context, see Becker, Revival and Awakening ; H.L. Murre-van den Berg, “Chaldæans and Assyrians: The Church of the East in the Ottoman Period,” in: E.C.D. Hunter (ed.), The Christian Heritage of Iraq: Collected Papers from the Christianity of Iraq I-V Seminar Days (Gorgias Eastern Christian Studies 13; Piscataway, New Jersey: Gorgias Press, 2009), 146-164; B. Heyberger, “Les chrétiens de tradition syriaque à l’époque ottomane: systèmes de connaissance et transferts culturels,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 1-33; S. Roussos, “The Collapse of the Ottoman Empire and Survival Strategies of Christian Communities in Greater Syria,” Contemporary Levant 6:1 (2021), 51-64. 3. Conclusion Completed in the aftermath of the short-term conquest of the Urmī region of Iranian Azerbaijan by Russian troops in 1828–1829, the Book of the Rule was written during a difficult time for the local East Syrian community, to which its author, the parish priest Sāḇā, belonged. On the one hand, the author and his flock were embroiled in the political and social upheavals caused by the military conflict between the Russian and Qajar empires. In this confrontation, some of the local Armenian and Syriac Christians seriously considered leaving their homeland and resettling in Russian territory. On the other hand, an even more serious and long-term danger that threatened the existence of Sāḇā’s community was posed by the increasing pressure from Western missionaries, especially the Roman Catholics. As a result of their efforts, many members of the Church of the East in the district of Salmas had forsaken their traditional ecclesiastical affiliation and joined the ranks of the Assyro-Chaldean Church. It is, first and foremost, in response to this threat that Sāḇā composed his work, which was meant not only to provide his community with spiritual guidance but also to strengthen their self-confidence. With that goal in mind, Sāḇā starts the Book by offering his audience a condensed exposition of the origins and early history of the Syriac people and their language. Blending traditional and innovative elements, he forges a new vision of Syriac collective identity that asserts the superiority of the East Syrian ethno-religious community over other Christian denominations. Sāḇā’s work provides us with a unique insight into the dynamic evolution of the traditional repertoire of East Syrian collective identity, just before the process of its “Assyrianization” was set in motion as a result of the discovery of the rich archaeological and textual legacy of the Assyrian empire by Western scholars. On this development, see Becker, Revival and Awakening , 299-338; A.M. Butts, “Assyrian Christians,” in: E. Frahm (ed.), A Companion to Assyria (Blackwell Companions to the Ancient World; Hoboken, New Jersey: Wiley Blackwell, 2017), 599-612 (602-605). In his vision, the superiority of the East Syrian Christians stems, first and foremost, from the fact that they speak Syriac, the language of Adam, Abraham, and Jesus himself. It receives additional support in the claim that Jesus was a part of the Syriac nation by way of his human nature. As has been demonstrated, in making these claims, Sāḇā stands at the end of the centuries-long process of localization and indigenization of the biblical history of salvation by Syriac Christians. For discussion of the early stages of this process, see A.H. Becker, “The Ancient Near East in the Late Antique Near East: Syriac Christian Appropriation of the Biblical East,” in: G. Gardner and K.L. Osterloh (eds.), Antiquity in Antiquity: Jewish and Christian Pasts in the Greco-Roman World (Texts and Studies in Ancient Judaism 123; Tübingen: Mohr Siebeck, 2008), 394-415; Salvesen, “Keeping it in the Family”; Minov, Memory and Identity . A remarkable development in itself, this identity strategy deserves further investigation, including its role in the emergence of a nationalist discourse among Syriac Christians during the late nineteenth and twentieth centuries. For some examples of this phenomenon, see Becker, Revival and Awakening ; Butts, “Assyrian Christians”. Bibliography Baddeley, J.F. The Russian Conquest of the Caucasus (London: Longmans, Green and Co., 1908). Beck, E. Des heiligen Ephraem des Syrers Hymnen auf Abraham Kidunaya und Julianos Saba (CSCO 322, Syr. 140; Louvain: Secrétariat du CorpusSCO, 1972). Becker, A.H. “The Ancient Near East in the Late Antique Near East: Syriac Christian Appropriation of the Biblical East,” in: G. Gardner and K.L. Osterloh (eds.), Antiquity in Antiquity: Jewish and Christian Pasts in the Greco-Roman World (Texts and Studies in Ancient Judaism 123; Tübingen: Mohr Siebeck, 2008), 394-415. Becker, A.H. Revival and Awakening: American Evangelical Missionaries in Iran and the Origins of Assyrian Nationalism (Chicago, Illinois: The University of Chicago Press, 2015). Bournoutian, G.A. Eastern Armenia in the Last Decades of Persian Rule, 1807–1828: A Political and Socioeconomic Study of the Khanate of Erevan on the Eve of the Russian Conquest (Malibu, California: Undena Publications, 1982). Briquel-Chatonnet, F. “La langue du Paradis, la langue comme patrie,” in: M. Farina (ed.), Les auteurs syriaques et leur langue (Études syriaques 15; Paris: Geuthner, 2018), 9-25. Briquel-Chatonnet, F., Jullien, F., Jullien, Ch., Moulin Paliard, Ch., and Rashed, M. “Lettre du patriarche Timothée à Maranzek h ā, évêque de Nineve,” Journal asiatique 288:1 (2000), 1-13. Burnet, R. Les Douze Apôtres: histoire de la réception des figures apostoliques dans le christianisme ancien (Judaïsme ancien et origines du christianisme 1; Turnhout: Brepols, 2014). Butts, A.M. “Assyrian Christians,” in: E. Frahm (ed.), A Companion to Assyria (Blackwell Companions to the Ancient World; Hoboken, New Jersey: Wiley Blackwell, 2017), 599-612. Coakley, J.F. The Church of the East and the Church of England: A History of the Archbishop of Canterbury’s Assyrian Mission (Oxford: Oxford University Press, 1992). de Vries, W. Sakramententheologie bei den Nestorianern (Orientalia Christiana Analecta 133; Roma: Pontificium Institutum Orientalium Studiorum, 1947). Debié, M. ““La reine de toutes les langues”: les relations hiéroglossiques du syriaque avec les langues environnantes,” in: J.-N. Robert (ed.), Hiéroglossie III: persan, syro-araméen et les relations avec la langue arabe. Collège de France, 25 juin 2018 (Bibliothèque de l’Institut des hautes études japonaises; Paris: Les Éditions du Collège de France, 2022), 83-138. Dum-Tragut, J. “Assyrians in Armenia – An Interdisciplinary Survey,” in: L. Tang and D.W. Winkler (eds.), From the Oxus River to the Chinese Shores: Studies on East Syriac Christianity in China and Central Asia (Orientalia ‒ Patristica ‒ Oecumenica 5; Zürich: LIT Verlag, 2013), 341-353. Frazee, C.A. Catholics and Sultans: The Church and the Ottoman Empire, 1453 – 1923 (London: Cambridge University Press, 1983). Garbell, I. The Jewish Neo-Aramaic Dialect of Persian Azerbaijan: Linguistic Analysis and Folkloristic Texts (Janua linguarum, Series practica 3; The Hague: Mouton & Co, 1965). Gibson, M.D. The Commentaries of Isho‘dad of Merv, Bishop of Hadatha (c. 850 A.D.), in Syriac and English . 5 vols (Horae Semiticae 5-7, 10-11; Cambridge: Cambridge University Press, 1911, 1916). Gottheil, R.J.H. “The Judaeo-Aramaean Dialect of Salamas,” Journal of the American Oriental Society 15 (1893), 297-310. Harrak, A. The Acts of Mār Mārī the Apostle (SBL Writings from the Greco-Roman World 11; Atlanta: Society of Biblical Literature, 2005). Hartung, B.A. “The Authorship and Dating of the Syriac Corpus attributed to Ephrem of Nisibis: A Reassessment,” Zeitschrift für Antikes Christentum 22:2 (2018), 296-321. Heimgartner, M. Die Briefe 3‒29 des ostsyrischen Patriarchen Timotheos I. (CSCO 700, Syr. 269; Leuven: Peeters, 2021). Heyberger, B. Les chrétiens au Proche-Orient: de la compassion à la compréhension (Manuels Payot; Paris: Payot & Rivages, 2013). Heyberger, B. (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020). Heyberger, B. “Les chrétiens de tradition syriaque à l’époque ottomane: systèmes de connaissance et transferts culturels,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 1-33. Hopwood, D. The Russian Presence in Syria and Palestine, 1843–1914: Church and Politics in the Near East (Oxford: Clarendon Press, 1969). Isaf, R. “Awakening, or Watchfulness: Naum Faiq and Syriac Language Poetry at the Fall of the Ottoman Empire,” in: H.L. Murre-van den Berg, K. Sanchez Summerer and T.C. Baarda (eds.), Arabic and its Alternatives: Religious Minorities and their Languages in the Emerging Nation States of the Middle East (1920–1950) (Christians and Jews in Muslim Societies 5; Leiden: Brill, 2020), 171-200. Jakob, J. Ostsyrische Christen und Kurden im Osmanischen Reich des 19. und frühen 20. Jahrhunderts (Orientalia ‒ Patristica ‒ Oecumenica 7; Wien: LIT, 2014). Joosten, J. “West Aramaic Elements in the Old Syriac and Peshitta Gospels,” Journal of Biblical Literature 110:2 (1991), 271-289. Joseph, J.L. Muslim-Christian Relations and Inter-Christian Rivalries in the Middle East: The Case of the Jacobites in an Age of Transition (Albany: State University of New York Press, 1983). Khan, G. The Neo-Aramaic Dialect of the Assyrian Christians of Urmi . 4 vols (Studies in Semitic Languages and Linguistics 86; Leiden: Brill, 2016). Khutsishvili, K. “Religious Aspects of Structuring the Ethnocultural Identity of the Assyrian Community in Georgia,” in: M. Mollica (ed.), Fundamentalism: Ethnographies on Minorities, Discrimination and Transnationalism (Freiburger Sozialanthropologische Studien 44; Zürich: LIT Verlag, 2016), 65-76. Kuntz, M.L. “Hebrew and the “Other Sister” Arabic: The Language of Adam as a Paradigm for the Restitutio Omnium in the Thought of Guillaume Postel,” Quaderni di Studi Arabi 15 (1997), 21-44. Macomber, W.F. “The Oldest Known Text of the Anaphora of the Apostles Addai and Mari,” Orientalia Christiana Periodica 32 (1966), 335-371. Mingana, A. Woodbrooke Studies: Christian Documents in Syriac, Arabic, and Garshuni, Edited and Translated with a Critical Apparatus. Vol. 1: Barsalibi’s Treatise against the Melchites; Genuine and Apocryphal Works of Ignatius of Antioch; A Jeremiah Apocryphon; A New Life of John the Baptist; Some Uncanonical Psalms (Cambridge: W. Heffer & Sons, 1927). Minov, S. Memory and Identity in the Syriac Cave of Treasures : Rewriting the Bible in Sasanian Iran (Jerusalem Studies in Religion and Culture 26; Leiden: Brill, 2021). Minov, S., The Marvels Found in the Great Cities and in the Seas and on the Islands: A Representative of ‘Aǧā’ib Literature in Syriac (Cambridge Semitic Languages and Cultures 6; Cambridge: Open Book Publishers, 2021). Moss, Y. “The Language of Paradise: Hebrew or Syriac? Linguistic Speculations and Linguistic Realities in Late Antiquity,” in: M. Bockmuehl and G.G. Stroumsa (eds.), Paradise in Antiquity: Jewish and Christian Views (Cambridge: Cambridge University Press, 2010), 120-137. Mostashari, F. On the Religious Frontier: Tsarist Russia and Islam in the Caucasus (London: I.B. Tauris, 2006). Murre-van den Berg, H.L. From a Spoken to a Written Language: The Introduction and Development of Literary Urmia Aramaic in the Nineteenth Century (Publications of the ‘De Goeje Fund’ 28; Leiden: Brill, 1999). Murre-van den Berg, H.L. “Chaldæans and Assyrians: The Church of the East in the Ottoman Period,” in: E.C.D. Hunter (ed.), The Christian Heritage of Iraq: Collected Papers from the Christianity of Iraq I-V Seminar Days (Gorgias Eastern Christian Studies 13; Piscataway, New Jersey: Gorgias Press, 2009), 146-164. Murre-van den Berg, H.L. Scribes and Scriptures: The Church of the East in the Eastern Ottoman Provinces (1500‒1850) (Eastern Christian Studies 21; Louvain: Peeters, 2015). Murre-van den Berg, H.L. “Syriac Identity in the Modern Era,” in: D. King (ed.), The Syriac World (Routledge Worlds; London: Routledge, 2019), 770-782. Mutzafi, H. “Christian Salamas and Jewish Salmas: Two Separate Types of Neo-Aramaic,” in: G. Khan and L. Napiorkowska (eds.), Neo-Aramaic and its Linguistic Context (Gorgias Neo-Aramaic Studies 14; Piscataway, New Jersey: Gorgias Press, 2015), 289-304. O Flynn, Th.S.R. The Western Christian Presence in the Russias and Qājār Persia, c. 1760–c. 1870 (Studies in Christian Mission 47; Leiden: Brill, 2017). Okkenhaug, I.M. and Summerer, K.S. (eds.), Christian Missions and Humanitarianism in the Middle East, 1850–1950: Ideologies, Rhetoric, and Practices (Leiden Studies in Islam and Society 11; Leiden: Brill, 2020). Ong, H.T. The Multilingual Jesus and the Sociolinguistic World of the New Testament (Linguistic Biblical Studies 12; Leiden: Brill, 2016). Parker, L. “The Ambiguities of Belief and Belonging: Catholicism and the Church of the East in the Sixteenth Century,” English Historical Review 133:565 (2018), 1420-1445. Parker, L. “Yawsep I of Amida (d. 1707) and the Invention of the Chaldeans,” in: B. Heyberger (ed.), Les chrétiens de tradition syriaque à l’époque ottomane (Études syriaques 17; Paris: Paul Geuthner, 2020), 121-152. Pritula, A. The Wardā: An East Syriac Hymnological Collection. Study and Critical Edition (Göttinger Orientforschungen, I. Reihe: Syriaca 47; Wiesbaden: Harrassowitz Verlag, 2015). Ri, S.-M. La Caverne des Trésors: les deux recensions syriaques (CSCO 486, Syr. 207; Louvain: Peeters, 1987). Roussos, S. “The Collapse of the Ottoman Empire and Survival Strategies of Christian Communities in Greater Syria,” Contemporary Levant 6:1 (2021), 51-64. Rubin, M. “The Language of Creation or the Primordial Language: A Case of Cultural Polemics in Antiquity,” Journal of Jewish Studies 49:2 (1998), 306-333. Ruzer, S. “Hebrew versus Aramaic as Jesus’ Language: Notes on Early Opinions by Syriac Authors,” in: R. Buth and R.S. Notley (eds.), The Language Environment of First Century Judaea: Jerusalem Studies in the Synoptic Gospels. Volume Two (Jewish and Christian Perspectives 26; Leiden: Brill, 2014), 182-205. Saint-Laurent, J.-N. Missionary Stories and the Formation of the Syriac Churches (Transformation of the Classical Heritage 55; Oakland, California: University of California Press, 2015). Salvesen, A. “Keeping it in the Family? Jacob and his Aramean Heritage according to Jewish and Christian Sources,” in: E. Grypeou and H. Spurling (eds.), The Exegetical Encounter between Jews and Christians in Late Antiquity (Jewish and Christian Perspectives 18; Leiden: Brill, 2009), 205-220. Sarau, O. and Shedd, W.A. Catalogue of Syriac Manuscripts in the Library of the Museum Association of Oroomiah College (Oroomiah, Persia: [s.n.], 1898) [in Syriac]. Schlicht, A. Frankreich und die syrischen Christen 1799–1861: Minoritäten und europäischer Imperialismus im Vorderen Orient (Islamkundliche Untersuchungen 61; Berlin: Klaus Schwarz, 1981). Shafiyev, F. Resettling the Borderlands: State Relocations and Ethnic Conflict in the South Caucasus (Montreal: McGill-Queen’s University Press, 2018). Sherry, D.L. Imperial Alchemy: Resettlement, Ethnicity, and Governance in the Russian Caucasus, 1828–1865 (Ph.D. dissertation; University of California, 2007). Tamcke, M. “Nestorianisch, syrisch oder assyrisch? Beobachtungen zum Selbstverständnis der lutherischen Nestorianer in der Periode von 1875-1915,” in: U. Pietruschka (ed.), Hermeneutik und Exegese: Verstehenslehre und Verstehensdeutung im regionalen System koexistierender Religionsgemeinschaften im Orient, Leucorea-Konferenz 2005 (Hallesche Beiträge zur Orientwissenschaft 43; Halle an der Salle: Martin-Luther-Universität Halle-Wittenberg, 2009), 159-169. Tamcke, M. “Assyro-Chaldean Christians,” in: M. Raheb and M.A. Lamport (eds.), The Rowman & Littlefield Handbook of Christianity in the Middle East (The Rowman & Littlefield Handbook Series; Lanham, MD: Rowman & Littlefield, 2021), 237-243. Teule, H.G.B. Les Assyro-chaldéens: chrétiens d’Irak, d’Iran et de Turquie (Fils d’Abraham; Turnhout: Brepols, 2008). Thomas, D.R. and Chesworth, J. (eds.), Christian-Muslim Relations: A Bibliographical History. Volume 18: The Ottoman Empire (1800‒1914) (History of Christian-Muslim Relations 44; Leiden: Brill, 2021). Widmannstetter, J.A. Liber sacrosancti Evangelii de Jesu Christo, Domino & Deo nostro (Vienna: Michael Cymbermannus, 1555). Wilmshurst, D. The Ecclesiastical Organisation of the Church of the East, 1318–1913 (CSCO 582, Subs. 104; Louvain: Peeters, 2000). Wright, W. A Catalogue of the Syriac Manuscripts Preserved in the Library of the University of Cambridge . 2 vols (Cambridge: Cambridge University Press, 1901). Агаян, Ц.П., Дилоян, В.А. and Алексанян, А.В. Присоединение Восточной Армении к России: Сборник документов. Том II (1814–1830) (Материалы по истории армянского народа 17; Ереван: Издательство Академии наук Армянской ССР, 1978). Балаян, Б.П. Дипломатическая история русско-иранских войн и присоединения Восточной Армении к России (Ереван: Издательство Академии наук Армянской ССР, 1988). Габриелова, А.Г. “Образец арамейской речи салмасских евреев,” Восточная филология 1 (1969), 47-58 [in Georgian]. Зая, И.Ю. “Ассирийцы и Россия (вторая половина XIX – начало XX в.),” Восток 4 (1997), 23-36. Матвеев, К.П. “К истории переселения ассирийцев в Россию,” Народы Азии и Африки 5 (1980), 165-168. Паткановъ, К.П. “Хронографическая исторiя, составленная отцомъ Мехитаромъ, Вардапетомъ Айриванкскимъ,” Труды Восточнаго отдѣленія Императорскаго русскаго археологическаго общества 14 (1869), 223-418. Садо, С. Материалы к биографическому словарю ассирийцев в России (XIX – середина XX века) (С.-Петербург: Издательство Олега Абышко, 2006).",
    "title" : 
    [ "East Syrian Identity in the Early Qajar Period (Early 19th c.): Sāḇā of Ūlā’s Book of the Rule on Syriac Language and Ethnicity",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Minov, Sergey" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv26n2minov",
    "type" : "article",
    "displayTitleEnglish" : "East Syrian Identity in the Early Qajar Period (Early 19th c.): Sāḇā of Ūlā’s Book of the Rule on Syriac Language and Ethnicity" }