
  { "fullText" : "In Memoriam: Philippe Gignoux (1931–2023) Les travaux Philippe Gignoux ont profondément marqué la recherche française et internationale sur le Moyen-Orient tardo-antique durant plus de soixante ans. Il eut cette aptitude peu commune d’attirer les pas des syriacisants hors des sentiers classiques vers un Orient plus lointain, celui du monde iranien. Profondément cultivé, il fut de ces découvreurs qui forcent l’admiration par sa recherche inlassable de nouvelles sources littéraires et épigraphiques mais aussi de matériaux archéologiques inédits, ayant à cœur de mettre à la disposition du public scientifique et averti ses lectures du pehlevi et du syriaque. Cet apport exceptionnel avait pour ancrage une double connaissance : celle des langues et celle des écrits, dans une double discipline : les études sémitiques et iraniennes. Il n’est qu’à lire l’impressionnante table des matières des Florilèges qui lui avaient été offerts en 2011 par ses collègues et amis pour son 80 e anniversaire pour saisir combien sa contribution aux études syriaques et iraniennes est immense. L’ouvrage reflète en miroir tous les domaines de compétence qui furent les siens, et l’incidence considérable et originale de ses recherches sur de multiples terrains de la période tardo-antique : épigraphie, sigillographie, numismatique, histoire sassanide, histoire des idées et des religions de l’Iran, philosophie, pharmacopée et médecine, littérature hagiographique et martyro-logique, eschatologie, cosmogonie, anthroponomastique, philologie… Ce mélomane qui rêvait d’être chef d’orchestre aura mis en musique une symphonie de disciplines scientifiques en un éclectisme savant ordonné à une vive curiosité d’esprit. Dans le chapitre dédié à la contribution de Philippe Gignoux aux études syriaques, Sebastian Brock a souligné avec force la dette incommensurable des syriacisants envers ce chercheur, spécialement sur les sentiers de la littérature, de l’histoire des chrétiens sous les Sassanides et de l’épigraphie : « Gignoux’s contributions in the field of Syriac studies is, not only the impressively wide range of Syriac topics that have been covered by him, but also the innovatory and suggestive character of many of his contributions, opening up new or little-explored areas of investigation. » Et de rappeler l’ouverture décisive apportée par ses travaux : « Furthermore, he has provided an important reminder to scholars of Syriac literature, who have always tended to read this literature with their eyes turned, as it were, westwards, towards the Greek-speaking world; (…) at the same time it is equally important, as Gignoux has demonstrated so fruitfully, also to remember to direct one’s eyes eastwards, towards the Iranian world of the Sasanian Empire. For this reminder Syriacists will indeed be grateful »  Brock, S., « The contributions of Philippe Gignoux to Syriac Studies », dans R. Gyselen, C. Jullien (éds.), « Maître pour l’éternité ». Florilège Ph. Gignoux pour son 80 e anniversaire , ( Studia Iranica. Cahier 43), Paris : AAEI, diffusion Peeters Publishers, 2011, p. 107. . Philippe Gignoux est né à Solaize près de Lyon le 1 er mars 1931. Après des études universitaires, il choisit d’entrer en 1953 comme simple religieux dans la Fraternité des petits frères de Jésus du Père de Foucauld : il est envoyé au Sahara puis dans le Kurdistan irakien. Pendant 3 ans, il apprend le kurde au contact des populations, et s’initie au syriaque par lui-même, avant de se réorienter. Au début des années 1960, il entreprend un double cursus d’études en iranologie et en langues sémitiques et civilisations orientales. Il suit alors les enseignements d’Antoine Guillaumont, d’André Dupont-Sommer, d’Émile Benveniste et de Jean de Menasce à l’École Pratique des Hautes Études (IV e et V e sections), et approfondit le syriaque, l’araméen ainsi que les langues de l’ancien et du moyen-iranien. Parallèlement, il s’inscrit aux cours du Père Graffin à l’Institut catholique de Paris, et se forme auprès de Gérard Troupeau en arabe et de Gilbert Larzard en persan à l’École nationale supérieure des langues orientales vivantes (aujourd’hui Institut national des langues et civilisations orientales – INaLCO) où il obtient un diplôme. Attaché puis chargé de recherche au CNRS en 1964, il est élu Maître de conférences à l’EPHE en 1968 avant de succéder à Jean de Menasce deux ans plus tard à la chaire « Religions de l’Iran ancien » de la section des sciences religieuses où il enseigna jusqu’en l’an 2000. Il fut rattaché au Centre d’étude sur les religions du Livre (CERL, UMR 8584) du CNRS fondé en 1970, devenu en 2001 le Laboratoire d’étude sur les monothéismes (LEM), et au Laboratoire Monde iranien (UMR 7528). Il participa durant plusieurs années aux instances du Comité national du CNRS. Dans un souci de développement des études iraniennes dont il favorisa activement le rayonnement, il participa à la création de la revue internationale Studia iranica . Il en fut le premier directeur, de 1972 à 1999, et de la collection des Cahiers de Studia iranica à partir de 1982, qu’il présida avec Rika Gyselen. Membre fondateur de l’Association pour l’Avancement des Études iraniennes et de la Societas Iranologica Europaea (vice-président puis président entre 1983 et 1991), il fut correspondant de l’Académie des Inscriptions et Belles-Lettres (Paris) et membre de plusieurs sociétés savantes en France et en Europe. Un livre d’hommage lui avait été offert en 1995 (éd. R. Gyselen, Au carrefour des religions. Mélanges offerts à Philippe Gignoux , [ Res Orientales VII], Bures-sur-Yvette). Les premiers travaux de Philippe Gignoux furent consacrés au syriaque, avec une thèse de doctorat sur les Homélies de Narsaï sur la Création entreprise sous la direction d’Antoine Guillaumont. Six articles parurent sur ce sujet dans l’ Orient syrien entre 1962 et 1967, dont trois dédiés aux doctrines eschatologiques dans cette œuvre – une thématique sur laquelle il reviendra souvent au cours de sa carrière –, avant l’édition du texte commenté dans la Patrologia orientalis   Gignoux, Ph., Homélies de Narsaï sur la Création , Edition critique du texte syriaque, Introduction et traduction française ( PO 34\/3-4), Turnhout-Paris, 1968 ; « Homélie de Narsaï sur la création d’Adam et d’Eve et sur la transgression du commandement », L’Orient syrien VII\/3, 1962, p. 307-336 ; « Homélie de Narsaï sur la création du monde », L’Orient syrien VII\/4, 1962, p. 477-506 ; « Homélie de Narsaï sur le mot “Au commencement” et sur l’essence divine », L’Orient syrien VIII\/2, 1963, p. 227-250 ; « Les doctrines eschatologiques de Narsaï », L’Orient syrien XI\/3, 1966, p. 321-352 ; « Les doctrines eschatologiques de Narsaï (suite) », L’Orient syrien XI\/4, 1966, p. 461-488 ; « Les doctrines eschatologiques de Narsaï (suite et fin) », L’Orient syrien XII\/1, 1967, p. 23-54. . Son approche diffère sensiblement de celle d’Alphonse Mingana qui avait édité les six memre en 1905 : outre l’édition intégrale du texte sur base de nouveaux manuscrits, il y conduit un travail difficile de classification méthodique de l’œuvre, d’explicitation de termes techniques et d’interprétation doctrinale, salué par la critique occidentale. Son orientation vers l’épigraphie moyen-perse (inscriptions rupestres et sur objets archéologiques, papyrologie, etc.), notamment sous l’influence du Père Jean de Menasce, ne l’a jamais éloigné de cet intérêt premier pour le syriaque, que son empathie pour le sort des chrétiens d’Orient contribuait à raviver ; lui-même chrétien engagé que l’actualité internationale ne laissait pas indifférent  Il dédie l’un de ses articles « aux martyrs des îles Solovki (1920-1940) », Gignoux, Ph., « Réflexions sur l’hagiographie et le multilinguisme des chrétiens syro-orientaux », dans F. Jullien, M.-J. Pierre (éds.), Les Monachismes d’Orient. Images – Échanges – Influences. Hommage à Antoine Guillaumont. Actes du Colloque du Cinquantenaire de la chaire des Christianismes orientaux à l’EPHE SR , ( Bibliothèque de l’École des Hautes Études. Sciences religieuses 148 . Histoire et Prosopographie 6), Turnhout : Brepols, 2011, p. 123-132. , il y était toujours particulièrement sensible. En défricheur curieux, il s’intéressa à des auteurs jusqu’alors peu étudiés comme Aḥudemmeh  Gignoux, Ph., « Anatomie et Physiologie humaine chez un auteur syriaque, Aḥūhdemmeh », Comptes Rendus de l’Académie des Inscriptions & Belles-Lettres , Paris, 1998 (paru 1999), p. 231-242. ou Giwargis Warda qu’il contribua à faire connaître, notamment dans ses réflexions sur l’homme microcosme du monde – théorie du macro-microcosme qui lui était chère et sur laquelle il dirigea un ouvrage collectif à la fin de sa carrière d’enseignant à l’EPHE  Gignoux, Ph., « Un poème inédit sur l’homme-microcosme de Guiwarguis Wardā (13 ème siècle) », dans Ph. Gignoux (éd.), Ressembler au monde. Nouveaux documents sur la théorie du macro-microcosme dans l’Antiquité orientale , Turnhout : Brepols, 1999, p. 95-189. . Philippe Gignoux maîtrisait en profondeur à la fois les iranica et les syriaca , capable de croiser ces champs d’étude pour en faire jaillir la lumière. L’une des valeurs insignes de ses contributions tient précisément à cette double compétence linguistique qui lui permettait de repréciser voire de définir nombre de données propres au mazdéisme et à l’histoire des chrétiens en Perse. À un moment où les historiens du christianisme en milieu zoroastrien privilégiaient plutôt l’éclairage des sources historiographiques grecques en amont, et en aval arabo-persanes, plus tardives et moins fiables, ses nombreuses et remarquables études en matière d’hagiographie ont définitivement prouvé que les sources syriaques constituent un conservatoire pour les fonctions religieuses mazdéennes jusqu’alors mal connues, l’onomastique ou la toponymie moyen-perses  Gignoux, Ph., « Titres et fonctions religieuses sasanides d’après les sources syriaques hagiographiques », Acta Antiqua Academiae Scientiarum Hungaricae XXVIII, 1980, p. 191-203.  ; ses découvertes ont enrichi notre compréhension de l’administration civile et religieuse sassanide grâce à l’identification inlassable d’un vocabulaire technique et précis. De même, le thème des contacts entre chrétiens et mazdéens fut l’un des fils conducteurs de nombreux travaux, en philologie et en onomastique  Gignoux, Ph., « On Syriac proper names of Iranian origin », The Harp , XVIII, 2005, p. 351-356 ; « L’identité zoroastrienne et le problème de la conversion », J.-Ch. Attias (ed.), De la conversion , Centre d’Études des Religions du Livre, le Cerf, Paris, 1997, p. 13-36 ; Jullien, C., Gignoux, Ph., « L’onomastique iranienne dans les sources syriaques. Quand les chrétiens changent de nom (IV è -VII è s.) », Actes du 9è Symposium Syriacum (Kaslik, septembre 2004) . Parole de l’Orient 31, 2006, p. 279-294. mais aussi en histoire et en hagiographie  Gignoux, Ph., « Sur quelques relations entre chrétiens et mazdéens d’après des sources syriaques », Studia Iranica 28, 1999, p. 83-94 ; « Comment le polémiste mazdéen du Škand Gumānīg Vīzār a-t-il utilisé les citations du Nouveau Testament ? », dans C. Jullien (éd.), Controverses des chrétiens dans l’Iran sassanide , ( Studia Iranica. Cahier 36), Paris, 2008, p. 59-67 ; « À la frontière du syriaque et de l’iranien : Quelques confluences tirées des Actes des martyrs perses »,  Semitica et Classica 3, 2010, p. 189-193.  : sa typologie des miracles fournit d’indispensables clefs de lecture en replaçant les textes syriaques dans leur contexte religieux zoroastrien  Gignoux, Ph., « Une typologie des miracles des saints et martyrs perses dans l’Iran sassanide », dans D. Aigle (éd.), Miracle et Karāma. Hagiographies médiévales comparées 2, ( Bibliothèque de l’École des hautes Études SR 109), Turnhout : Brepols, 2000, p. 499-523. . Ses analyses ont aussi permis de mieux connaître certains grands personnages du zoroastrisme qui firent l’histoire des chrétiens dans l’empire sassanide  Gignoux, Ph., « Éléments de prosopographie de quelques Mōbads sasanides », Journal Asiatique 270, 1982, p. 257-269. Cf. Gignoux, Ph., « L’apport scientifique des chrétiens syriaques à l’Iran sassanide », Journal Asiatique 289\/2, 2001 (paru en 2002), p. 217-236. . Un volume d’ opera minora réunit ses principaux articles sur la question des relations mazdéo-chrétiennes (éds. M. de Chiara et E. G. Raffaelli, Mazdéens et chrétiens en terre d’Iran à l’époque sassanide. Opera Minora de Ph. Gignoux , Rome, ISMEO, 2014). Ses études en onomastique iranienne ouvrirent à un entendement renouvelé de la documentation syriaque dont il sut tirer la substantifique moëlle et révéler la signification. Il y consacra une thèse d’État ès lettres et sciences humaines soutenue à l’université de la Sorbonne nouvelle en 1984, qui porta sur l’anthroponymie sassanide à partir des sources épigraphiques. L’immense chantier que fut, entre 2004 et 2009, la mise en œuvre du dictionnaire prosopographique pour l’ Iranisches Personennamenbuch (une collection de l’Österreichischen Akademie der Wissenschaften de Vienne en Autriche co-dirigée par Manfred Mayrhofer et Rüdiger Schmitt) a permis de toucher du doigt la profonde mixité culturelle des chrétiens au-delà de l’Euphrate : réalisé en collaboration avec Christelle Jullien et moi-même, il s’agissait de repérer et d’identifier les noms propres d’origine iranienne dans toute la littérature syriaque à notre disposition – nombre de textes n’étant pas encore traduits –, Philippe Gignoux travaillant aux interprétations étymologiques moyen-perses des quelque mille anthroponymes traités  Gignoux, Ph., Jullien, C., Jullien, F., Noms propres syriaques d’origine iranienne , ( Iranisches Personennamenbuch Band VII: Iranische Namen in Semitischen Nebenüberlieferungen. Fasz. 5), Vienne : Verlag der Österreichischen Akademie der Wissenschaften, 2009. . Ses réflexions sur le multilinguisme des chrétiens syro-orientaux  Gignoux, Ph., « Réflexions sur l’hagiographie et le multilinguisme des chrétiens syro-orientaux », dans F. Jullien, M.-J. Pierre (éds.), Les Monachismes d’Orient , p. 123-132 ; « Symposium “Bilingualism in Iranian Cultures” », Studia Iranica 22, 1993, p. 123-124. ou sur les relations interlinguistiques de termes de la pharmacopée  Citons par exemple : Gignoux, Ph., Lexique français de la pharmacopée syriaque , ( Semitica et Classica. Miscellanées  1), Paris, 2020 ; Lexique des termes de la pharmacopée syriaque , ( Studia iranica. Cahier 47. Chrétiens en terre d’Iran V), Paris, 2022. « Les relations interlinguistiques de quelques termes de la pharmacopée antique », dans D. Durkin-Meisterernst, C. Reck, D. Weber (éds.), Literarische Stoffe und ihre Gestaltung in mitteliranische Zeit , Kolloquium anlässlich des 70. Geburtstages von Werner Sundermann , ( Beiträge zur Iranistik 31), Wiesbaden, 2009, p. 91-98. « Les relations interlinguistiques de quelques termes de la pharmacopée antique. II », dans W. Sundermann, A. Hintze, F. de Blois (éds.), Exegisti monumenta. Festschrift in Honour of Nicholas Sims-Williams , ( Iranica 17), Wiesbaden : Harrassowitz, 2009, p. 117-126. – une thématique qui rejoignait sa passion pour l’horticulture et les jardins de simples ! – témoignent aussi de son souci de “révéler” au sens photographique la coloration du christianisme oriental dans la richesse de ses interactions culturelles. Cette perception transculturelle l’a conduit à mettre en évidence la fécondité d’une analyse comparative – une approche que Nina Garsoïan devait de son côté développer avec tant de profit pour les études arméniennes en contexte iranien. S. Brock avait relevé la complémentarité à double sens de ces deux champs de compétence, mais aussi la rareté des savants pouvant maîtriser les documentations : « (…) most Syriac scholars have little or no knowledge of any Middle Iranian languages, and specialists in Middle Persian only very rarely have a good working knowledge of Syriac – a situation which simply highlights the exceptional character and value of Philippe Gignoux’s contributions to scholarship, for here is someone who is truly expert in both fields »  Brock, S., « The contributions of Philippe Gignoux to Syriac Studies », dans R. Gyselen, C. Jullien (éds.), Florilège , p. 98. . On ne peut plus appréhender aujourd’hui les textes syriaques sur l’histoire des chrétiens de Perse sans cette indispensable remise en contexte porteuse de sens : en cela, Philippe Gignoux fut un pionnier. Si son œuvre fut considérable dans le domaine de l’épigraphie, de la sigillographie ou de la littérature moyen-perses, avec notamment des études originales « fondamentales sur l’eschatologie, l’apocalyptique et le chamanisme en Iran »  Panaino, A., « Apocalittica, escatologia e sciamanismo nell’opera iranologica di Ph. Gignoux, con una nota sulla “visione” del mago Kirdēr », dans R. Gyselen, C. Jullien (éds.), Florilège , p. 205-243. , il faut souligner combien ces recherches en iranologie proprement dite interfèrent souvent directement sur le champ du christianisme syriaque. Mentionnons ses lectures d’inscriptions en moyen-perse sur des objets d’appartenance chrétienne : croix en pierre du mont Saint-Thomas au Kérala par exemple  Gignoux, Ph., « Une croix de procession de Hérat inscrite en pehlevi », Le Muséon 114\/3-4, 2001, p. 291-304. , croix processionnelle de Hérat  Gignoux, Ph., « The Pahlavi Inscription on Mount Thomas Cross (South India) », dans Z. Zevit, S. Gitin, M. Sokoloff (éds.), Solving Riddles and Untying Knots, Biblical, Epigraphic, and Semitic Studies in Honor of Jonas C. Greenfield, Winona Lake, 1995, p. 411-422. datée de 740\/750 qui appartint à la communauté melkite locale  Jullien, C., « Chrétiens d’Iran entre hagiographie et histoire. Avec une nouvelle proposition sur la croix de Hérat », dans R. Gyselen, C. Jullien (éds), Florilège , p . 175-192. . Et parmi son extraordinaire tribut sphragistique (c’est-à-dire l’étude des sceaux, des camées et des bulles), mené avec l’étroit concours de sa disciple et amie Rika Gyselen, rappelons l’étude de sceaux chrétiens rédigés en syriaque ou en moyen-perse, parfois bilingues, qui illustrent avec éloquence le fort ancrage de la communauté chrétienne en milieu iranien  Une trentaine d’articles et trois volumes de Catalogues en 1978, 1982 et 1987. Par ex. Gignoux, Ph., « Sceaux chrétiens d’époque sasanide », Iranica Antiqua , XV, 1980, p. 299-314 ; Gignoux, Ph., Gyselen, R., Sceaux sasanides de diverses collections privées , ( Studia Iranica. Cahier 1), Leuven, 1982. . Citons encore sa monographie (et les articles afférents) sur les inscriptions du mage Kirdīr en 1991, un document particulièrement important pour appréhender la question des politiques religieuses à l’égard des minorités  Gignoux, Ph., Les inscriptions de Kirdīr et sa vision de l’au-delà , ( Conferenze IsMEO 2), Roma : Istituto Italiano per il Medio ed Estremo Oriente, 1990 ; « L’inscription de Kirdīr à Naqš-i Rustam », Studia Iranica 1, 1972, p. 177-202 ; « Étude des variantes textuelles des inscriptions de Kirdīr, Genèse et datation », Le Muséon 86, 1973, p. 193-216. « La liste des provinces de l’Ērān dans les inscriptions de Šābuhr et de Kirdīr », Acta Antiqua Academiae Scientiarum Hungaricae XIX, 1971, p. 83-94. . Il s’intéressa parallèlement aux pratiques magiques en milieu moyen-perse mais aussi syriaque à travers l’étude d’inscriptions de bols incantatoires ou de textes rédigés sur peau, proposant par ailleurs des pistes chronologiques qui jusqu’alors faisaient défaut  Gignoux, Ph., « A New Incantation Bowl Inscribed in Syriac (National Museum of Oriental Art, Roma) », East and West NS 34, 1984, p. 47-53 ; Incantations magiques syriaques , ( Collection de la Revue des Études Juives ), Louvain, 1987. . Mais sa contribution à une meilleure compréhension de l’histoire culturelle de l’Iran sassanide ne fut pas seulement remarquable par ses contenus de haute scientificité ; elle le fut également par ses approches méthodologiques, comme en témoignent ses essais de classification, distinction et priorisation des sources, ses réflexions sur les problèmes d’interprétations historiques et philologiques des lectures d’objets archéologiques  Par exemple : « Problèmes d’interprétation des bulles sassanides », Studia Iranica 2, 1973, p. 137-142. « Problèmes d’interprétation historique et philologique de titres et noms propres sasanides », Acta Antiqua Academiae Scientiarum Hungaricae XXIV, Budapest, 1976, p. 103-108. « Problèmes de distinction et de priorité des sources », dans J. Harmatta (éd.), Prolegomena to the Sources on the History of Pre-Islamic Central Asia, Budapest, 1979, p. 137-141. , son évaluation de l’historicité de corpus de sources (syriaques, arméniennes, etc.)  Gignoux, Ph., « Pour une évaluation de la contribution des sources arméniennes à l’histoire sassanide », dans J. Harmatta (éd.), From Alexander the Great to Kül Tegin. Studies in Bactrian, Pahlavi, Sanskrit, Arabic, Aramaic, Armenian, Chinese, Türk, Greek and Latin Sources for the History of Pre-Islamic Central Asia , Budapest, 1990, p. 63-75. , ou encore ses pistes de recherche pour une nouvelle histoire des idées de l’Iran sassanide  Gignoux, Ph., « Pour une nouvelle histoire de l’Iran sasanide », dans W. Skalmowski, A. Van Tongerloo (éds.), Middle Iranian Studies , Proceedings of the International Symposium organized by the Katholieke Universiteit Leuven from the 17th to the 20th of May 1982 , ( Orientalia Lovaniensia Analecta 16), Louvain, 1984, p. 253-262. « Prolégomènes pour une histoire des idées de l’Iran sassanide : convergences et divergences », dans J. Wiesehöfer, Ph. Huyse (éds.), Erān ud Anērān. Studien zu den Beziehungen zwischen dem Sasanidenreich und der Mittelmeerwelt , Stuttgart : Franz Steiner Verlag, 2006, p. 71-81. . Ces dernières années, Christelle et moi collaborions avec lui à la préparation d’un ouvrage commun : l’édition critique traduite et commentée du Martyre de Giwargis Mihr-Mah-Gushnasp rédigé par Babaï le Grand, pour lequel il s’était véritablement enthousiasmé. Occasion d’apprécier plus encore son érudition, ses multiples compétences et la formidable richesse d’une lecture croisée des textes. Ses collègues et amis garderont au cœur ses qualités humaines, sa simplicité bienveillante. Philippe Gignoux s’est éteint le 24 septembre dernier à l’âge de 92 ans dans son cher Poitou où il aimait tant cultiver son potager entre deux séances de travail. Il restera pour la postérité l’une des figures marquantes des études irano-syriaques sur plus d’un demi-siècle. Qu’il repose en paix au Paradis des “lumières infinies”.",
    "title" : 
    [ "In Memoriam: Philippe Gignoux (1931–2023)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Jullien, Florence" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv26n2obgignoux",
    "type" : "obituary",
    "displayTitleEnglish" : "In Memoriam: Philippe Gignoux (1931–2023)" }