
  { "fullText" : "Among the Syriac manuscript collection that is found in the Oriental Institute-Chicago University, there are six leaves of Syriac parchments from the mid-ninth century, registration number: A12001-A12006. I would like to thank Laura D’Alessandro, Head, Conservation Laboratory, OI Museum; Susan Allison, Associate Registrar, OI Museum; Kiersten Neumann, Ph.D., Curator, OI Museum; Helen McDonald, Registrar, OI Museum, for their immense help during my research in the Oriental Institute Museum-Chicago. These leaves belonged to the same manuscript known as “the Canonical Collection of Basibrīnā” that was described but reported missing by Afrām Barṣawm Afrām Barṣawm was born in 1887, in Mosul, Iraq. In 1905 he joined the monastery of al-Zaʿfarān in Mardin, southeast Turkey. He was ordinated a priest in 1908, and in 1911 he became responsible for managing the monastery press. In the same year, he visited the monasteries and churches in southeast Turkey. In 1913 he traveled to Europe where he examined Syriac manuscripts in some libraries of Europe. In 1918, Afrām Barṣawm was consecrated by Patriarch Elias III as metropolitan of Syria and Lebanon. In 1919, he represented the national rights of the Syrian community in the peace settlement in Paris. After the death of Patriarch Elias III in 1932, the synod of bishops elected Afrām Barṣawm a Patriarch. Barṣawm died on June 23 rd , 1957, and was buried in Homs. during World War I. Barṣawm 2008a, pp. 218–244. A short description of these fragments is included in A Checklist of Syriac Manuscripts in the United States and Canada by J. T. Clemons. Clemons 1966, pp. 478–480. Among these leaves is a fragment containing West-Syriac Synodal Decrees of Callinicos 818. This rediscovered document reveals the dynamics of ecclesial events and positions during the synod and the development of these affairs after the synod. Therefore, this article aims to present the Syriac text with an English translation of the synodal decrees of Callinicos 818, followed by observation and commentary. It sheds some light on the missing manuscript of “the Canonical Collection of Basibrīnā” and the recent rediscovery of a few leaves from this manuscript. Lost Extensive Canonical Jurisprudential Manuscript Known as “Canons of Basibrīnā” The story of the rediscovery that we are about to present to the reader dates to the year 1911, when the Syriac Orthodox monk Afrām Barṣawm (1887–1957), who later became the patriarch of his church, visited the region of Ṭūrʿabdīn in southeast Turkey and examined the manuscripts kept in its churches and monasteries. Barṣawm found a ninth-century century manuscript in the Village of Basibrīnā. A village in Ṭūrʿabdīn located 20 km east of Midyat. Thomas A. Carlson et al., “ Beth Sbirino — ܒܝܬ ܣܒܝܪܝܢܐ ” last modified December 9, 2016, http:\/\/syriaca.org\/place\/49 . This manuscript contained an extensive collection of canons and some historical tracts composed between the third and ninth centuries. In his catalog, The Manuscripts of Ṭūrʿabdīn , Barṣawm 2008a, p. 218. Barṣawm described the manuscript as a large Syriac manuscript dated mid-ninth century written on parchment, two columns per page, in Syriac Estrangelo script: كتاب جليل نفيس جدا فريد في مواضيعه وفوائده، على رق اسطرنجيلي القلم بخط دقيق غاية في الحسن أشبه بخطنا اليوم ضخم متوسط الحجم في كل صفحة عمودان كتبه ساويرا المانعمي بين سنة 855-885 م وهو من مخطوطات خزانة دير قرتمين. وقع في تجليده تبلبل. “A very remarkable and exceptional book, unique in its subjects and benefits, (written) on parchment in a very beautiful Estrangelo script, similarly to our handwriting nowadays. It (the manuscript) is quite large, with two columns per page. It was written by Severus of Beṯ Manʿem between the years 855 and 885 A.D. It (the manuscript) belonged to the manuscripts found in the library of the Monastery of Qartmin. Its binding is untidy”. Barṣawm 2008a, pp. 218–219. Barṣawm gave a detailed description of the contents of the manuscript in his catalog of the Syriac manuscripts in Ṭūrʿabdīn : يشتمل على دسقالية الرسل وكتاب قليميس ورسالة برنابا وقوانين المجامع القديمة والأباء ومناشير وقوانين مجامع كفرنبو وبيت باتين ودير مار شيلا والرقة وتواقيع اباء هذا المجمع – ورسائل سينوديقية لبطاركة انطاكية والاسكندرية من سنة 512 حتى 848 – ومنشور اثناسيوس الثاني وقوانين رابولا ورسائل شتى لمار يعقوب الرهاوي ومار فيلكسينس ومار سويريوس ويوحنا التلي وتوما اسقف جرمانيقي وسرجيوس امغياطور وساويرا الأسقف وجرجس اسقف العرب واوتاليوس الأسقف وشمعون رئيس دير العرب وأجوبة لثاودوسيوس الرهاوي وقوانين الملوك، ونبذة من تاريخ سقراط وتاريخ ديني مدني مختصر من سنة 309 حتى 1130 ي وهو الذي نشرناه في باريس سنة 1914 م ونبذ من رسائل القديس اغناطيوس النوراني ورسائل لمار يعقوب السروجي ورسالة من لاون الروماني الى مرقيان الملك. وبيان عدد الكراسي الأسقفية في البطريركية الأنطاكية وأسماء البطاركة من مار سويريوس حتى ديونيسيوس وغير ذلك. وضياع هذا الكنز في الحرب العالمية قبل ان نتمكن من الحصول على نسخة منه خسارة علمية كبرى، واليك ثبت مواضيعه التي نقلناها منه سنة 1911م “It (the manuscript) contains the Didascalia Apostolorum, the Book of Clement, the Letter of Barnabas, the canons of the ancient Synods and church fathers, the proclamations and canons of the synods of Kfar Nabu, “A village near Serugh.” Thomas A. Carlson, “Kfar Nabu — ܟܦܪ ܢܒܘ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/1511 . Beth Botīn, Monastery of Mor Šīlō, Callinicos, and the signatures of the fathers of this synod. The synodical letters exchanged between the patriarchs of Antioch and Alexandria between 512 and 848. The proclamation of (Patriarch) Athanasius II, the canons of Rabbula. Several letters by Jacob of Edessa, Saint Philoxenos (of Mabbugh), Saint Severus, John of Tella, Thomas Bishop of Germanicia, Sergius Amghyāṭūr, Bishop Severus, George, bishop of the Arabs, Bishop Euthalius, Simon the abbot of the Monastery of Arabs, the answers of Theodosius of Edessa, the canons of the kings, an extract from the history of Socrates, a short ecclesiastical and secular history from the year 309 to 1130 A.G., which is the same as what we published in Paris in 1914, extracts from the letters of Saint Ignatius the Illuminator, and letters by Jacob of Serugh. A letter from Pope Leo the Roman to Emperor Marcian. The record of the episcopal sees of the patriarchate of Antioch, the names of the patriarchs from Mor Severus to Dionysius, and others (documents). Losing this treasure during World War (I) before we could get a copy of it was a great scientific loss. Here are the topics that we recorded in 1911”. Barṣawm 2008a, pp. 218–219. Because of its extensive content of canonical jurisprudential texts, Barṣawm referred to this manuscript as: “The Canons of Basibrīnā”, Barsoum 2003 , p. 213a. “Book of Canons in Basibrīnā”, Barsoum 2003 , p. 118a, 199b, 204b. or “the Collection of Canons of Basibrīnā.” Barsoum 2003 , p. 125b, 126b. Barṣawm mentioned that two people were involved in the production of this manuscript. It was copied by Monk Severus from the village of Beth Manʿem, A village located in Ṭūrʿabdīn, east of Midyat and near the Monastery of Mor Gabriel. Thomas A. Carlson et al., “Beth Manʿem — ܒܝܬ ܡܢܥܡ ” last modified December 9, 2016, http:\/\/syriaca.org\/place\/243 . nephew of Bishop David of Ḥarran, who had requested that it be copied. Then, Bishop David of Ḥarran gave the manuscript to the Monastery of Qartmin, The Monastery of Qartmin or Mor Gabriel in Ṭūrʿabdīn is the oldest surviving Syriac monastery in the world. It is near Midyat. Thomas A. Carlson et al., “Mor Gabriel — ܕܝܪܐ ܕܩܪܛܡܝܢ ” last modified February 6, 2014, http:\/\/syriaca.org\/place\/226 . “where it was kept most of the time until its loss during World War I”: “Dawud ascended the See of Harran after Gewargi (Jirjis) II. He was well known as Dawud of Manimʿim, after the name of his native village in Tur ʿAbdin. He was a relative of Simeon of the Olives. He became a monk at the Monastery of Qartmin and was ordained a bishop by Patriarch Yuhanna IV, being the 26th bishop the patriarch had ordained. Bishop Dawud, one of the best Fathers, lived between 855 and 880.  In the Calendar (of Saliba ibn Khayrun), his commemoration is mentioned on February 4. He bequeathed his books and other precious items to his monastery (of Qartmin). They included a collection of canons copied on vellum by his nephew (son of his sister) Sawera (Severus) of Manim’im. Later, Bishop David of Haran bequeathed the manuscript to the monastery of Qartmin where it remained for a long time until it was lost a few years after 1911 during the First War World”. Bishop David of Ḥarran (855-880). Barṣawm 2009a, p. 37. Unfortunately, the manuscript was lost during the First World War. Barṣawm described its loss by saying: “the loss of this treasure in the World War before obtaining a copy of it is a great scientific loss”. Barṣawm 2008a, pp. 218–219. Rediscovery of Six Fragments from the “Collection of Canons of Basibrīnā” During my cataloging work of the Syriac manuscripts collection found in the Oriental Institute Museum-Chicago, I came across six old leaves of Syriac parchment with registration numbers: A12001 to A12006. The acquisition of these leaves, together with two other Syriac manuscripts: OIM A11997, and OIM A11999, occurred on July 1st, 1928, by Martin Sprengling, Professor of Semitic Languages at the University of Chicago. Nabia Abbott, “Martin Sprengling, 1877-1959,” Journal of Near Eastern Studies (1960). Sprengling purchased them from Afrām Barṣawm, who then became the Syriac Orthodox archbishop of Syria and Lebanon. From the chronology of his life, we know that after his journey to Geneva and Lausanne as an apostolic delegate to the World Conference on Faith and Order (August 3–21, 1927), Afrām Barṣawm came as an emissary of the Patriarch to the United States, where he investigated the condition of the Syriac Orthodox Church, consecrated three new churches, and ordained new priests. In the USA, Afrām Barṣawm gave lectures on the Syriac language and literature at Providence University and the University of Chicago and served at the Oriental Institute of the latter institution until his return in 1929. The purchase of the Syriac manuscripts occurred most probably while he was visiting Chicago. Courtesy of the Oriental Institute of the University of Chicago The fragments on parchment: OIM A12001, A12002, A12003, A12004, A12005, and A12006, written in Syriac Estrangelo, dated to the mid-ninth century, belonged to the same manuscript. This claim is based on the size of the leaves, the type of parchment, and the matching physical marks that appear on the leaves, such as wear, tears, cuts, wrinkling, discoloring, and holes. Also, the contents of this collection of fragments run through more than one leaf. So, part of the text continues from one leaf to another. In addition, the unity of these fragments is based on the same handwriting, ink, Syriac script, and approximate date. A short description of these fragments was included in A Checklist of Syriac Manuscripts in the United States and Canada , by J. T. Clemons: 18 Clemons 1966, pp. 478–480. A 12000. Evangeliary. Vellum; c. 8x12 in; I f; 2 cols; at least 21 l; brown and red ink; very large letters. A 12001. Evangeliary. Minor Chronicle and List of Bishoprics; Vellum; c. 8x12 in; I f; 2 cols; 42-43; brown and red ink marginalia; p. i. A 12002. Evangeliary. Minor Chronicle and List of Bishoprics. Vellum; c. 8x12 in; I f; 2 cols; 40 1; brown ink with red markings; one side badly stained; p.i. A 12003. Evangeliary. Minor Chronicle and List of Bishoprics. Vellum; c. 8x12 in; I f; 2 cols; 44 45 1; brown ink with red markings; one has written in a different hand near the bottom in black ink; p.i. A 12004. Evangeliary. Minor Chronicle and List of Bishoprics. Vellum; c. 8x12 in; I f; 2 cols; 46 1; brown ink with red markings; a larger hand was used in writing the bottom portions; p.i. A 12005. Evangeliary. Minor Chronicle and List of Bishoprics. Vellum; c. 8x11 ½ in; I f; 2 cols; 45 1; brown ink with red markings; p.i. A 12006. Evangeliary. Minor Chronicle and List of Bishoprics. Vellum; c. 8x11 ½ in; I f; 2 cols; 45 1; red and brown ink; p.i. Unfortunately, Clemons’s very brief description is vague and incorrect. The Syriac fragments A12001 to A12006 comprise the following subjects: OIM A12001 Recto and Verso: A remaining part of the agreement issued at the Synod of Callinicos 818 (fol. 1r). A list of forty-eight bishops who signed the Synodal decision of Callinicos 818 (fol. 1r – fol. 1v). A remaining part of the letter issued by the Syr. Orth. Patriarch Dionysius (818–845) Dionysius was born in Tel Maḥrē, near the city of Callinicos. He became a monk at the Monastery of Qennešrē, where he studied theology. He also lived in the Monastery of Mor Jacob at Kayšūm. In 818, Dionysius was elected Patriarch of Antioch. He served the church for 27 years and died in 845. Witold Witakowski, “Dionysios of Tel Maḥrē,” in Gorgias Encyclopedic Dictionary of the Syriac Heritage , edited by Sebastian P. Brock, Aaron M. Butts, George A. Kiraz and Lucas van Rompay, https:\/\/gedsh.bethmardutho.org\/Dionysios-of-Tel-Mahre . and the bishops that preceded the canons of Synod Callinicos 818 (fol. 1v). OIM A12002 recto: Canons of not yet identified Syriac Orthodox Synod issued probably during the eighth century. Bcheiry 2019, pp. 1–16. OIM A12002 recto and verso: A record of episcopal sees of the patriarchate of Antioch known as Notitia Antiochena . Bcheiry 2020, pp. 1–27. OIM A12003 – A 12006: A short, annotated chronological table of events and notable persons from the birth of Christ to 819. This Chronicle presents historical events in short pieces of information, called lemmata. These begin with the year date and state what happened that year. Afrām Barṣawm edited this Chronicle in Barṣawm 1920, pp. 3–22. Then it was translated into Latin by Jean-Baptiste Chabot in  Chabot 1937, pp. 1–16. After rediscovering the original text, it is now possible to compare the manuscript and the transcription of Barṣawm. This comparison shows that there are numerous faint words in the script and other details, such as dates, that Barṣawm was not able to read because they were invisible to the naked eye. However, thanks to certain sophisticated tools, it is possible now to decipher these faint parts of the text which will be included in an upcoming new edition of the Syriac text accompanied by an English translation. The contents of the six leaves are unique and were mentioned by Barṣawm as found only in the manuscript of the “Canons of Basibrīnā.” Also, these six leaves were purchased by the Oriental Institute, and two other manuscripts were originally from Basibrīnā. The scribal and marginal notes found in the margins of the texts are the same mentioned by Barṣawm. The incomplete fragmentary texts transcribed by Barṣawm from the manuscript of “Canons of Basibrīnā” exactly match the remaining parts of the same texts found in the Syriac parchment leaves of the Oriental Institute Museum-Chicago. Remaining Parts of West-Syriac Synodal Decrees of Callinicos 818: the Syriac Fragment OIM A12001 As already mentioned, among the contents of these leaves, there is a fragment that contains the remaining parts of the acts of the West-Syriac Synod of Callinicos 818. This section of my article will present the Syriac text with the English translation of these surviving parts. However, I would first like to start with a brief historical background that will help clarify the circumstances behind the issuance of these documents. Historical Background During the end of the eighth and early ninth centuries, a liturgical controversy arose within the Syrian Orthodox Church, leading to a near schism. The Eucharistic formula of the fraction that has been used in the Syriac liturgy: “We break  the heavenly bread,  and we sign the holy chalice of salvation, in the name of the Father, Son, and the Holy Spirit,” became a subject of a debate among the Syriac Orthodox Church. Some of the Syriac bishops and clergy insisted that the formula “heavenly bread” would suggest a Nestorian “heresy.” According to them, breaking the “heavenly bread”, already consecrated, and thus becoming the Body of Christ, would imply that the person of Christ is divided into two persons. So, this would mean that “the heavenly Bread” is recognized as another son, distinct from the Second Person of the Holy Trinity. Varghese 2008, p. 260. The Syriac Orthodox Patriarch Cyriacus of Tikrit (793–817) forbade the priests he ordained from using this phrase. In a synod at Beṯ Botīn near Harran in 794, it was decided that the clergy may use the phrase. However, in the Synod of Beṯ Gabrīn in 808, the use of the phrase “the heavenly bread” was condemned, and the monks of the Monastery of Gūbō Baroyō (The Outer Pit Monastery) near Mabbugh were excommunicated for their refusal to obey the patriarch. Opponents of the patriarch elected a rival patriarch named Abīram from the Monastery of Qartmin who consecrated several bishops and supported the use of the phrase “the heavenly bread”. Kitchen 2017, pp. 9–10. After the death of Patriarch Cyriacus in 817, bishops of both parties gathered in Callinicos Kallinkos is “ a city on the Euphrates where the Daiṣan enters it.” Thomas A. Carlson et al., “ Kallinikos — ܩܐܠܘܢܝܩܝ ” last modified December 9, 2016, http:\/\/syriaca.org\/place\/109 . For the role that this city played in the history of the Syriac Orthodox church during that period, see Wood 2021. in 818 to discuss issues and controversies. In the end, the bishops agreed and stated that the expression of “the heavenly bread” is indeed the body of the Son of God. The prayer of fraction: “a heavenly bread we are breaking”, was neglected later from the Order of the Holy Mass, and other prayers were used until Dionysius Bar Ṣalībī, Metropolitan of Amid (died 1171), composed another prayer which is being used until today in the Syriac orthodox church. The bishops also decided to elect a new patriarch during the synod. The bishop of Kaysum suggested the name of a monk who lived in the Monastery of Mor Yaʿqub near Kaysum as a candidate. The monk Dionysius was called and brought to the synod, where the bishops were gathered, and he was ordained a patriarch by forty-eight bishops. After his ordination, a synodical declaration was issued regarding the liturgical controversy. This declaration was signed by the newly elected patriarch, the maphrian, and the bishops. Also, Patriarch Dionysius issued a statement regarding the state of his church followed by twelve canons. Kitchen 2017, pp. 9–10. The circumstances around the Synod of Callinicos in 818, including the synodical letter, are mentioned in the Chronicle of Michael the Syrian Michael the Syrian 1963, Syriac text (vol. 4), pp. 498–505, translation (vol. 3), pp. 35–45. and the Ecclesiastic Chronicle of Bar Hebraeus. Bar Hebraeus 1872, pp. 343–353. The canons of this Synod, including the letter of Patriarch Dionysius Tel-Maḥroyō, are preserved in the West-Syriac synods published by Arthur Vööbus in his: The Synodicon in the West Syrian Tradition (1976). Vööbus 1 976, Syriac text pp. 25–34; and translation pp. 27–36. The list of the names and signatures of the bishops who were present at the Synod of Callinicos 818, as well as the patriarch’s signature, was transcribed by Afrām Barṣawm, Maḫṭūṭāt Ṭūrʿabdīn (2008). Barṣawm 2008a, pp. 222–226. Barṣawm later translated this list into Arabic, Manārat Anṭākyah al-Suryāniyyah , (1992). Barṣawm 1992, pp. 77–83. However, there are some discrepancies between the transcription of the Syriac and the translation into Arabic. After rediscovering the original manuscript, it is possible to compare the manuscript and the transcription of Barṣawm. This comparison shows some details that Barṣawm erroneously read, transcribed, or omitted. Manuscript Description and Content Library: Oriental Institute Museum-Chicago Registration no.: A 12001 recto and verso Material: Parchment Script: Syriac Estrangelo Date: Ninth century Location: Ṭūrʿabdīn in what is now southeast Turkey Measurement: 8x2 inches Text Features: The text is written in brown ink and contains a title in red ink. Two columns on both sides of the leaf. The right-hand column on the recto side contains 43 lines, and the left column contains 42 lines. The right-hand column on the verso side contains 42 lines, while the left contains 41 lines. Two sentences in Syriac are found between the two columns on the recto side and in a vertical direction. The text on the lower part of the first column is generally better preserved than the text on the upper part, where it was rubbed or washed off. A sentence in Syriac is found on the upper left margin. Condition: The edge is torn, and the upper left margin is damaged. Content: Recto: A remaining part of the agreement issued at the Synod of Callinicos 818. Verso: A list of forty-eight bishops who signed the Synodal decision of Callinicos 818. Verso: A remaining part of the letter issued by the Syr. Orth. Patriarch Dionysius and the bishops that preceded the canons of Synod Callinicos 818. Edition (... ... ...) ܠܪܚܡܬ ܛܝܒܘܬܗ ܕܐܠܗܐ܇ ܗܘ ܕܨܒܐ ܕܢܬܟܢܫ ܘܢܬܦܢܐ ܘܠܫܘܬܦܘܬܐ ܕܝܠܗ ܦܩܕ ܟܠ ܘܡܬܛܦܝܣܝܢܢ ܕܥܠ ܫܦܝܪܘܬ ܡܛܟܣܢܘܬܐ ܕܩܢܘ̈ܢܐ ܥܕܬܢ̈ܝܐ. ܘܠܡܕܒܪܢܘܬܐ ܐܠܗܝܬܐ ܕܐܒ̈ܗܬܐ ܩܕ̈ܝܫܐ ܕܡܢ ܩܕܡܝܢ. ܕܒܪܢܢ ܘܦܣܩܢܢ ܘܬܚܡܢܢ ܟܕ ܫܦܝܪ ܝܕܥܝܢܢ ܟܠܢ. ܕܡܢ ܙܒ̈ܢܐ ܩܕܡ̈ܝܐ ܗܟܢܐ ܒܚܕܐ ܫܠܡܘܬܐ ܕܠܐ ܚܪܝܢܐ ܪܕܬ ܥܕܬܐ ܕܐܠܗܐ. ܟܕ ܡܢܗܘܢ ܡܢ ܐܡܪܝܢ܇ ܡܢܗܘܢ ܕܝܢ ܠܐ ܐܡܪܝܢ ܗܘܘ. ܘܠܐ ܣܟ ܐܬܚܪܝܘ ܐܘ ܫܓܫܘ ܠܚܕܕ̈ܐ ܡܛܠ ܗܕܐ܇ ܥܕܡܐ ܠܙܒܢܐ ܗܢܐ ܕܝܠܢ. ܘܗܠܝܢ ܬܚܡܢܢ. ܟܕ ܠܐ ܣܟ ܡܬܦܫܟܝܢܢ ܒܚܕ ܡܢ ܙܢܝ̈ܢ܇ ܕܠܘ ܠܚܡܐ ܫܡܝܢܐ ܡܫܪܪܐ ܘܒܣܘܥܪܢܐ ܐܝܬܘܗܝ. ܦܓܪܐ ܩܕܝܫܐ ܕܒܪܗ ܕܐܠܗܐ ܗܘ ܕܡܢ ܡܕܒ̈ܚܐ ܟܗܢ̈ܝܐ ܢܣܒܝܢܢ. ܐܠܐ ܟܠܢ ܡܘܕܝܢܢ ܗܕܐ ܟܕ ܬܚܝܬ ܚܪܡܐ ܣܝܡܝܢܢ܇ ܠܟܠ ܕܠܐ ܡܘܕܐ ܥܡܢ ܕܠܚܡܐ ܫܡܝܢܐ ܐܝܬܘܗܝ. ܗܘ ܕܢܣܒܝܢܢ ܡܢ ܡܕܒܚ̈ܐ ܩܕܝܫ̈ܐ܇ ܐܝܟ ܕܡܠܦܢܘܬܗ ܕܩܕܝܫܐ ܘܪܒܐ ܡܪܝ ܣܐܘܝܪܐ ܦܛܪܝܪܟܐ. ܘܠܫܘܪܪܐ ܕܗܕܐ. ܟܠܢ ܐܪܡܝܢܢ ܐܝܕܐ ܡܦܣܝܦܣܡܐ ܓܘܢܝܐ ܀ ܀ ܀ ܀ ܀ ܕܝܢܘܣܝܘܣ ܕܒܪ̈ܚܡܐ ܕܐܠܗܐ ܦܛܪܝܪܟܐ ܕܟܘܪܣܝܐ ܫܠܝܚܝܐ ܕܐܢܛܝܘܟܝܐ ܕܣܘܪܝܐ، ܟܕ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܡܫܪܪ ܐܢܐ ܐܪܡܝܬ ܐܝܕܐ ܀ ܐܢܐ ܒܣܝܠܝܘܣ ܡܝܛ̄ܪ ܕܬܓܪܝܬ ܘܪܝܫ ܟܘܪܣܝܐ ܕܡܕܢܚܐ ܟܕ ܫܠܡܬ ܐܪܡܝܬ ܐܝܕܐ ܀ ܐܢܐ ܒܪܚܕܒܫܒܐ ܐܦܝ̄ܣ ܕܡܪܓܐ ܕܫܠܡܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܐܢܐ ܝܘܚܢܢ ܐܦܝ̄ܣ ܕܓܪܡܢܝܩܝܐ ܝܗܒܬ ܫܠܡܘܬܐ ܠܫܠܡܘܢ ܕܩܘܪܘܣ ܘܢܩܦܬ ܠܡܕܒܪܢܘܬܐ ܕܣܘܢܕܘܣ ܗܕܐ ܩܕܝܫܬܐ ܀ ܐܢܐ ܓܘܪܓܝ ܐܦܝ̄ܣ ܕܩܢܫܪܝܢ ܕܝܗܒܬ ܫܠܡܘܬܐ ܕܝܠܝ ܠܚܐܢܢܝܐ ܣܥܘܪܐ ܕܝܠܝ ܘܠܣܘܢܕܘܣ ܩܕܝܫܬܐ ܀ ܐܢܐ ܐܗܪܘܢ ܐܦܝ̄ܣ ܕܡܝܠܝܛܝܢܝ ܕܫܠܡܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܘܪܫܡܬ ܒܟܬܝܒܬ ܐܝܕܐ ܕܝܠܝ ܀ ܐܢܐ ܙܟܪܝܐ ܐܦܝܣܩܘܦܐ ܕܐܘܪܗܝ ܕܫܠܡܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܘܐܪܡܝܬ ܐܝܕܐ ]ܡܢ ܥܘܡܪܐ ܕܩܪܬܡܝܢ[ In the margin. ܀ ܐܢܐ ܩܘܣܛܢܛܝܢܐ ܕܕܠܝܟ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܬܐܘܕܣܝܘܣ ܐܦܝ̄ܣ ܕܣܠܘܩܝܐ ܕܫܠܡܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܬܐܘܡܐ ܐܦܝ̄ܣ ܕܐܢܣܛܣܝܐ ܕܗܝ ܕܪܐ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܘܠܗܠܝܢ ܕܡܢ ܠܥܠ ܫܪܪܬ ܥܡ ܐܚ̈ܝ ܚܣܝ̈ܐ ܀ ܐܢܐ ܬܐܘܕܣܝܘܣ ܡܝܛܪܘ̄ܦܘ ܕܩܠܝܢܝܩܘܣ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܕܘܡܝܢܐ ܐܦܝ̄ܣ ܕܣܪܘܓ ܕܫܠܡܬ ܠܗܠܝܢ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܫܡܥܘܢ ܐܦܝ̄ܣ ܕܬܐܘܕܡܪ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܐܢܐ ܛܝܡܘܬܐܘܣ ܡܝܛܪܘܦܘܠܝܛܘܣ ܕܐܘܪܫܠܡ ܕܝܗܒܬ ܫܠܡܘܬܐ ܠܐܦܝ̄ܣ ܬܐܘܕܘܣܝܘܣ ܕܣܠܘܩܝܐ ܘܠܣܝܢܘܕܘܣ ܩܕܝܫܬܐ ܀ ܚܒܝܒ ܕܒܪ̈ܚܡܐ ܕܐܠܗܐ ܡܝܛ̄ܪܘ ܕܐܘܦܡܝܐ ܕܫܠܡܬ ܠܗܠܝܢ ܕܒܟܬܒܐ ܗܢܐ ܀ ܦܝܠܟܣܝܢܘܣ ܐܦܝ̄ܣ ܕܢܨܝܒܝܢ ܕܫܠܡܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܘܪܫܡܬ ܀ ܚܒܝܒ ܕܒܪ̈ܚܡܐ ܕܐܠܗܐ ܐܦܝ̄ܣ ܕܒܓܐܕܕ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܐܢܐ ܐܝܓܢܛܝܘܣ ܡܝܛ̄ܪܘ ܕܐܢܙܐܪܒܐ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܬܐܘܕܣܝܘܣ ܡܝܛ̄ܪܘ ܕܐܘܪܗܝ ܕܫܠܡܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܐܪܐܒܝ ܐܦܝܣܩܘܦܐ ܕܪܝܫܥܝܢܐ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܫܠܝܡܘܢ ܐܦܝ̄ܣ ܕܩܘܪܣ ܕܢܩܦܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܀ ܢܩܝܡ ܐܦܝ̄ܣ ܕܩܪܩܣܝܘܢ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܐܠܝܐ ܕܒܪ̈ܚܡܐ ܕܐܠܗܐ ܐܦܝ̄ܣ ܕܚܕܬ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܣܪܓܝܣ ܐܦܝ̄ܣ ܕܒܝܬ ܢܗܕܪܐ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܐܒܪܗܡ ܐܦܝܣ̄ܩܘ ܕܬܓܠܒܝ̈ܐ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܚܒܝܒ ܐܦܝ̄ܣ ܕܢܪܣܝܒܕ ܟܕ ܫܠܡܬ ܐܪܡܝܬ ܐܝܕܐ ܀ ܬܐܘܕܘܪܐ ܐܦܝܣ̄ܩܘ ܕܟܝܫܘܡ ܟܕ ܫܠܡܬ ܐܪܡܝܬ ܐܝܕܐ ܀ ܠܥܙܪ ܐܦܝ̄ܣ ܕܓܫܪܐ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܫܡܥܘܢ ܡܝܛ̄ܪܘ ܕܐܪܨܦܐ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܕܢܝܐܝܠ ܐܦܝ̄ܣ ܕܚܠܒ ܕܫܪܪܬ ܠܗܠܝܢ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܝܥܩܘܒ ܐܦܝ̄ܣ ܕܐܘܪܡ ܟܕ ܫܠܡܬ ܐܪܡܝܬ ܐܝܕܐ ܀ ܓܘܪܓܝ ܐܦܝ̄ܣ (A 12001 verso)ܕܫܡܝܫܛ ܕܫܠܡܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܚܒܝܒ ܡܝܛ̄ܪܘ ܕܐܪܣܝܐ ܕܚܬܡܬ ܒܟܬܝܒܬ ܐܝܕܐ ܕܝܠܝ ܀ ܐܘܓܪܝܣ ܐܦܝ̄ܣ ܕܐܪܕܥܬ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܝܘܚܢܢ ܐܦܝܣܩܘܦܐ ܕܩܢܣܛܢܛܝܢܐ ܕܗܝ ܬܠܠܐ ܕܫܠܡܬ ܘܚܬܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܡܝܬܘܕܐܘܣ ܐܦܝܣ̄ܩ ܕܐܫܦܪܝܢ ܕܫܠܡܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܀ ܓܐܘܪܓܝ ܐܦܝ̄ܣ ܕܡܝܦܪܩܛ ܟܕ ܫܠܡܬ ܠܗܠܝܢ ܐܪܡܝܬ ܐܝܕܐ ܀ ܝܘܚܢܢ ܐܦܝܣ̄ ܕܩܪܕܘ ܕܫܠܡܬ ]ܠܗܠܝܢ ܕܡܢ ܠܥܠ[ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܐܕܝ ܐܦܝܣܩܘܦܐ ܕܟܪ̈ܡܐ ܕܢܩܦܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܘܪܫܡܬ ܀ ܐܠܝܐ ܐܦܝ̄ܣ ܕܫܝܓܪ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܚܙܩܐܝܠ ܐܦܝ̄ܣ ܕܛܘܪܥܒܕܝܢ ܟܕ ܫܠܡܬ ܚܬܡܬ ܒܟܬܒܬ ܐܝܕܐ ܕܝܠܝ ܀ ܓܒܪܐܝܠ ܐܦܝ̄ܣ ܕܐܪ̈ܡܢܝܐ ܟܕ ܢܩܦܬ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܐܝܓܢܛܝܘܣ ܐܦܝ̄ܣ ܕܡܪܕܐ ܟܕ ܫܠܡܬ ܐܪܡܝܬ ܐܝܕܐ ܀ ܓܐܘܪܓܝ ܐܦܝ̄ܣ ܕܚܪܢ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܬܐܘܡܐ ܐܦܝ̄ܣ ܕܪܝܫ ܟܐܦܐ ܕܢܩܦܬ ܘܐܪܡܝܬ ܐܝܕܐ ܒܗܠܝܢ ܕܡܢ ܠܥܠ ܀ In the margin. ܝܘܐܢܝܣ ܐܦܝ̄ܣ ܕܒܝܬ ܒܠܫ ܩܐܣܛܪܐ ܕܫܠܡܬ ܘܐܪܡܝܬ ܐܝܕܐ ܀ In the margin. ܕܐܘܝܕ ܐܦܝ̄ܣ ܕܐܓܪܘܦܣ ܟܕ ܢܩܦܬ ܐܪܡܝܬ ܐܝܕܐ ܀ ܬܐܘܦܝܠܐ ܐܦܝ̄ܣ ܕܙܘܒܛܪܐ ܟܕ ܫܠܡܬ ܠܗܠܝܢ ܐܪܡܝܬ ܐܝܕܐ ܀ ܚܒܝܒ ܐܦܝ̄ܣ ܡܢ ܓܘܒܐ ܒܪܝܐ ܕܫܠܡܬ ܠܗܠܝܢ ܘܐܪܡܝܬ ܐܝܕܐ ܀ ܐܢܐ ܝܘܚܢܢ ܩܫܝܫܐ ܬܐܒܠܝܐ ܡܢܗ ܕܥܘܡܪܐ ܕܫܠܡ ܐܢܐ ܠܗܠܝܢ ܕܡܢ ܠܥܠ ܀ ܐܢܐ ܓܐܘܪܓܝ ܘܐܢܬܝܡܐ ܘܝܘܣܦ ܡܫܡܫ̈ܢܐ ܡܢܗ ܕܥܘܡܪܐ ܥܡ ܫܪܟܐ ܕܟܠܗܘܢ ܒܢ̈ܝ ܥܘܡܪܐ ܕܓܘܒܐ ܒܪܝܐ، ܕܦܪ̈ܨܘܦܝܗܘܢ ܡܫܡܠܝܢܢ، ܕܫܠܡܝܢܢ ܫܪܝܪܐܝܬ ܠܗܠܝܢ ܕܫܪܪܬ ܣܘܢܕܘܣ ܩܕܝܫܬܐ ܘܐܪܡܝܢܢ ܐܝܕܐ ܀ ܬܘܒ ܣܝܡܐ ܕܐܓܪܬܐ ܘܩܢܘܢ̈ܐ ܕܐܬܬܣܝܡܘ ܡܢܗ ܕܛܘܒܬܢܐ ܡܪܝ ܕܝܢܘܣܝܘܣ ܘܣܘܢܕܘܣ ܩܕܝܫܬܐ ܕܥܡܗ ܒܗ̇ ܒܡܕܝܢܬܐ ܩܐܠܝܢܝܩܘܣ ܠܒܢ̈ܝܐ ܕܐܒܐ ܫܡܝܢܐ܇ ܘܐܚ̈ܐ ܘܒܢ̈ܝ ܝܪܬܘܬܐ ܕܡܫܝܚܐ܇ ܫܘܬܦ̈ܐ ܕܝܢ ܕܪܘܚܐ ܩܕܝܫܐ܇ ܕܒܐܝܕܘ̈ܗܝ ܠܚܝ̈ܐ ܕܠܥܠܡ ܘܠܝܪܬܘܬܐ ܠܐ ܡܬܚܒܠܢܝܬܐ ܐܬܩܪܝܘ܇ ܘܒܕܓܘܢ ܠܨܘܪܐ ܕܬܪܥܝܬܗܘܢ ܚܘܝܚܐܝܬ ܬܚܝܬ ܢܝܪܐ ܕܦܘܩܕܢ̈ܐ ܐܘ̈ܢܓܠܝܐ ܣܡܘ܇ ܛܟܣܐ ܡܢܗܪܢܐ ܘܡܕܟܝܢܐ ܕܬܓܡܐ ܫܒܝܚܐ ܕܟܗܢ̈ܐ ܘܡܫܡܫܢ̈ܐ܇ ܘܫܪܟܐ ܕܩܠܝܪܘܣ ܩܕܝܫܐ ܘܥܡܐ ܡܗܝܡܢܐ ܕܒܟܠ ܡܕܝܢܬܐ ܘܐܬܪܐ ܬܘܬܒܬܐ ܙܒܢܝܬܐ ܡܡ̈ܠܝܢ܇ ܕܝܢܘܣܝܘܣ ܕܒܛܝܒܘܬܐ ܐܠܗܝܬܐ ܦܐܛܪܝܪܟܐ ܕܟܘܪܣܝܐ ܫܠܝܚܝܐ ܕܐܢܛܝܘܟܝܐ ܡܕܝܢܬܐ ܕܐܠܗܐ܇ ܘܣܘܢܕܘܣ ܩܕܝܫܬܐ ܘܡܫܝܢܬܐ ܗܕܐ ܕܒܡܕܝܢܬܐ ܫܦܝܪܬ ܙܟܘܬܐ ܘܪܚܡܬ ܐܠܗܐ ܕܩܠܝܢܝܩ̈ܝܐ܇ ܒܡܫܝܚܐ ܗܘ ܕܐܝܬܘܗܝ ܫܝܢܐ ܕܝܠܢ܇ ܗܘ ܕܠܚܕܐ ܘܗܝ ܟܕ ܗܝ ܬܪܥܝܬܐ ܠܟܠܢ ܟܢܫ܇ ܘܥܒܕ ܐܝܟ ܕܠܡܐܡܪ ܕܚܕܐ ܢܣܘܩ܇ ܠܘ ܒܨܝܪ ܐܘ ܒܫܘܝܘܬ ܡܘܬܒܐ ܕܐܟܚܕܐ܇ ܘܐܒܘܗܝ ܣܓܝܕܐ ܘܪܘܚܗ ܩܕܝܫܐ. ܫܠܡܐܝܬ ܢܬܪ ܒܢܦܫ̈ܬܐ ܕܝܠܟܘܢ. ܘܣܒܪ̈ܬܐ ܛܒ̈ܬܐ ܘܕܦܘܪܩܢܐ. ܡܛܠ ܗܟܝܠ ܕܠܡܒܢܝܘ ܬܘܪ̈ܥܬܐ ܘܠܡܩܝܡܘ ܡܣܚ̈ܦܬܐ ܕܥܕܬܐ ܩܕܝܫܬܐ ܐܬܟܢܫܢܢ ܚܒܝܒ̈ܝܢ܇ ܘܠܡܬܦܪܣܘ ܘܠܡܨܝܒܘ ܐܘܝܘܬܐ ܠܟܢܫ̈ܐ ܕܝܠܗ̇ ܡܗ̈ܝܡܢܐ܇ ܘܠܡܟܢܫܘ ܘܠܡܠܚܡܘ ܠܗܕܡ̈ܐ ܕܐܬܒܕܪܘ ܡܢ ܦܓܪܐ ܕܝܠܗ̇ ܡܝܩܪܐ܇ ܗܘ ܕܡܫܝܚܐ ܐܝܬܘܗܝ ܪܝܫܐ ܕܝܠܗ܇ ܘܡܢܗ ܡܬܪܟܒ ܘܡܬܩܛܪ܇ ܟܕ ܒܝܬܐܝܬ ܘܠܚܡܢܐܝܬ ܠܟܠ ܚܕ ܚܕ ܒܕܘ̈ܟܝܬܐ ܒܝܬܝ̈ܬܐ ܒܫܦܝܪܘܬ ܡܛܟܣܘܬܐ ܡܩܦ ܘܡܣܬܬ ܘܡܩܝܡ܇ ܒܟܠܗ̇ ܢܓܝܪܘܬ ܪܘܚܐ ܕܙܕܩܐ܇ ܘܐܦ ܒܡܚܡܣܢܢܘܬܐ ܘܠܝܐܝܬ ܐܬܚܫܚܢܢ܇ ܕܗܠܝܢ ܟܝܬ ܒܥܒܕܐ ܢܓܡܘܪ ܘܢܫܡܠܐ ܝܕܝܥܐ ܕܝܢ ܕܟܕ ܡܢ ܛܝܒܘܬܐ ܐܠܗܝܬܐ ܡܚܝܠܘܬܢ ܡܣܬܡܟܐ. ܐܝܟܢܐ ܕܠܘ ܚܢܢ ܡܠܠܘܢ. ܛܝܒܘܬܐ ܕܝܢ ܐܠܗܝܬܐ ܬܬܪܨ ܒܐܝܕܝ̈ܢ܇ ܗܝ ܕܒܟܠܙܒܢ ܡܠܬܐ ܠܘ ܐܝܕܐ ܕܗܝ ܥܒܕܐ܇ ܘܫܝܢܐ ܘܩܘܝܡܐ ܘܚܕܝܘܬܐ ܕܥܕ̈ܬܐ ܩܕܝܫ̈ܬܐ. ܘܡܛܠ ܗܕܐ ܟܕ ܬܟܝܠܝܢܢ ܘܡܗܝܡܝܢܢ܇ ܕܐܦܢ ܠܐܢܫ̈ܝܢ ܐܝܬܝܢ ܠܐ ܚܫܢܝ̈ܐ ܘܒܨܝܪ̈ܐ܇ ܘܕܒܙܒܢܐ ܗܢܐ ܠܐ ܡܛܟܣܐ ܘܫܓܝܫܐ ܘܕܝܬܝܪ ܡܢ ܟܠܗܘܢ ܙܒܢ̈ܐ ܐܝܟ ܕܚܢܢ ܕܝܢܝܢܢ ܣܓܝܬ ܒܗ ܡܪܕܘܬܐ܇ ܘܠܐ ܡܬܬܦܝܣܢܘܬܐ܇ ܒܗܝ ܕܦܓ ܚܘܒܐ ܕܣܓܝ̈ܐܐ ܐܝܟ ܡܠܬܐ ܐܘܢܓܠܝܬܐ .(... ... ...) English Translation [Letter of the Synod of Callinicos 818] (… … …) for the love of the grace of God, who decided that we should meet and return and commanded us all to join him. Therefore, we take as an example in our administrating, ruling, and regulating (agreement), the good setting of the church canons, and the holy forefathers’ conduct. We all know that the church of God has operated since ancient times with concord and without conflict. So that if some of them said something, some others have kept silent, they never quarreled or held each other with contempt regarding these matters until these days. This is what we decided with no way of doubt in any form, that the heavenly bread is truly and actually the holy body of the Son of God that we receive at the holy altars. We all confess this, with the threat of ex-communication against whoever does not confess with us that He (the Son of God) is the heavenly bread that we obtain from the holy altars, according to the teaching of the great saint, Patriarch Mor Severus . As confirmation of this, all of us fixed our signatures on this act. ܡܦܣܝܦܣܡܐ is translated in English as a ‘decree’, ‘act’, or ‘vote’, see Smith 1903, p. 452. [Signatures of the bishops at the Synod of Callinicos 818] [1] I, Dionysios by the mercies of God, Patriarch of the Apostolic See of Antioch in Syria, have signed and confirmed what is mentioned above. [2] I, Basil Basil, metropolitan of Tagrit, from the Monastery of Mor Sergius, MICHAEL THE SYRIAN 1963, p. 754. metropolitan of Tagrit An ancient city west of the Tigris, between Baghdad and Mosul. In the golden age of the Syrians, it was the seat of the Maphrian of the East from 628 until the end of the twelfth century. A. Harrak, “ Tagrit ” in Sebastian P. Brock et al. 2011, p. 395-396. Thomas A. Carlson et al., “ Tagrit — ܬܓܪܝܬ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/193 . and the head of the See of the East, have consented and signed. [3] I, Barḥadbšabā, bishop of Marga, “Place northeast of Mosul, formerly a big province.” Barṣawm 2003, p 556. Thomas A. Carlson et al., “ Marga — ܡܪܓܐ ” last modified January 14, 2014, http:\/\/syriaca.org\/place\/457 . have consented to and signed the above-mentioned (decisions). [4] I, Yoḥannan, bishop of Germanicia, Germanicia is today Maraş in Turkey. Daniel L. Schwartz, “ Germanicea — ܓܪܡܢܩܝܐ ” last modified August 8, 2018, http:\/\/syriaca.org\/place\/2670 . authorized Šlaymūn, Šlaymūn (Solomon), metropolitan of Cyrrhus, from the Monastery of Mor Jacob, MICHAEL THE SYRIAN 1963, p. 753. (bishop) of Cyrus “ An ancient and medieval city 70 km north of Aleppo.” Thomas A. Carlson et al., “ Cyrrhus — ܩܘܪܘܣ .”, last modified June 30, 2014. http:\/\/syriaca.org\/place\/65 . to follow the decision of this Holy Synod. [5] I, Gewargī, bishop of Qenneshrin , For the important Syrian monastery of Qenneshrin, see J. Tannous, \" Qenneshre, Monastery of .\" in Sebastian P. Brock et al. (eds.) 2011 , p. 345-346 . See also Thomas A. Carlson et al., “ Qenneshre — ܕܝܪܐ ܕܩܢܫܪܝܢ ”, last modified June 30, 2014. http:\/\/syriaca.org\/place\/230 . authorized Ḥānanyā my representative to the Holy Synod. [6] I, Ahrūn, bishop of Melitene, See A. Carlson et al., “ Melitene — ܡܝܠܝܛܝܢܝ .”, last modified June 30, 2014. http:\/\/syriaca.org\/place\/136 . have consented to the above-mentioned (decisions) and signed by my own hand. [7] I, Zakariyā, bishop of Edessa, “ A city of Mesopotamia, the capital of the ancient kingdom of Osrhoene, modern Urfa.” Thomas A. Carlson et al., “ Edessa — ܐܘܪܗܝ .” last modified June 30, 2014. http:\/\/syriaca.org\/place\/78 . from the Monastery of Qartmīn consented to the above-mentioned (decisions) and signed. [8] I, Constantine, “Constantine was ordained a bishop of Dulīk (Doliche), in the village of Taʿadā”, MICHAEL THE SYRIAN 1963, p. 753. bishop of Dulīk, \" A town west of the Euphrates, north of Aleppo, and northeast of Cyrrhus.” Thomas A. Carlson et al., “ Doliche — ܕܠܘܟ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/75 . consented and signed. [9] I, Theodosius, bishop of Seleucia, Seleucia Pieria is “a port city west of Antioch.” Thomas A. Carlson, “ Seleucia Pieria ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/183 .   approved those above-mentioned (decisions) and signed. [10] I, Tūmā, Tūmā, bishop of Dara, from the Monastery of Qūbā, MICHAEL THE SYRIAN 1963, p. 753. bishop of Anāsṭasiyā which is Darā, Dara is a “Roman city between Mardin and Nisibis.” Thomas A. Carlson et al., “ Dara — ܕܪܐ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/67 . have approved and signed the above-mentioned together with my brethren the bishops. [11] I, Theodosius, Theodosius, bishop of Callinicos, was ordained in the city of Harran, MICHAEL THE SYRIAN 1963, p. 753. metropolitan of Qalīnīqūs have approved and signed. [12] (I,) Damian, Damian, bishop of Serugh, was ordained in the village of Mashrā in the same district (of Sarūg), MICHAEL THE SYRIAN 1963, p. 753. the bishop of Serugh, Serugh is the modern town Suruç in the province of Sanliurfa. Thomas A. Carlson et al., “ Serugh — ܣܪܘܓ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/48 . approved and signed (those decisions mentioned above). [13] (I,) Šamʿūn Šamʿūn (Simon), bishop of the city of Tadmūr from the Monastery of Mor Jacob, MICHAEL THE SYRIAN 1963, p. 753. bishop of Tādmur Tadmūr is Palmyra, between Emesa and Dura-Europos. Thomas A. Carlson, “ Palmyra ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/153 . accepted and signed. [14] I, Timothy, Timothy, metropolitan of Jerusalem, was ordained in the Monastery of Mor Jacob in Cyrrhus, MICHAEL THE SYRIAN 1963, p. 753. metropolitan of Jerusalem, authorized our Father Theodosius, bishop of Seleucia, and the Synod in this matter. [15] (I,) Ḥabīb, Ḥabīb, metropolitan of Euphemia, was ordained in Damascus, MICHAEL THE SYRIAN 1963, p. 753. by the mercies of God metropolitan of Awfimyā ( Apamea) , Apamea was 90 km south of Antioch on the Orontes river. L. Van Rompay, \" Apamea \" in Sebastian P. Brock et al. (eds.), 2011 , p. 23-24. Thomas A. Carlson et al., “ Apamea — ܐܘܦܡܝܐ ” last modified December 9, 2016, http:\/\/syriaca.org\/place\/11 . approved the content of this document. [16] (I,) Philoxenus, The Chronicle of Michael the Syrian mentions the following regarding Philoxenus, bishop of Nisibis: “In the same year (828 A.D.) a synod of forty bishops together with Patriarch Dionysius, assembled in (the Monastery of) Euspholis near Rīšʿaynā, concerning Philoxenus (bishop) of Nisibis, who was removed from his see. His accusers were Nūnā (Nunnus), archdeacon of Nisibis, and Abū Rayṭā of Tikrit, who were both sages, and philosophers. However, when he was called to attend the synod and did not come and went to Nisibis without permission, the synod excommunicated him together with Abiram, but then these two expelled men came into agreement with each other”. Michael the Syrian 1963, Syriac text (vol. 4), p. 507; translation (vol.3), p. 50. bishop of Nisibis, City in Mesopotamia and an important center of early Syriac Christianity. H. Takahashi, \" Nisibis \" in Sebastian P. Brock et al. (eds.) 2011 , p: 310-311. Thomas A. Carlson et al., “ Nisibis — ܢܨܝܒܝܢ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/142 . accepted and signed the above-mentioned (decisions). [17] (I,) Ḥabīb, by the mercy of God, bishop of Baghdad, accepted and singed. [18] I, Ignatius, Ignatius, bishop of Anzārbā, from the Natfō (Qatrā) Monastery, MICHAEL THE SYRIAN 1963, p. 753. metropolitan of Anzārbā, See ʿAyn Zarba, “ A city in Cilicia, a provincial capital of the Roman Empire and for a time the capital of the Armenian Kingdom of Cilicia.” Thomas A. Carlson et al., “ ʿAyn Zarba — ܥܝܢ ܙܪܒܐ ” last modified December 9, 2016, http:\/\/syriaca.org\/place\/9 . consented and signed. [19] I, Theodosius, Theodosius, metropolitan of Edessa, from the Monastery of Qinnišrīn, MICHAEL THE SYRIAN 1963, p. 754. metropolitan of Edessa, accepted and signed the above-mentioned (decisions). [20] I, Arabi, Arabi, bishop of Theodosiopolis (Rīšʿaynā), from the Senā Monastery, MICHAEL THE SYRIAN 1963, p. 753. bishop of Rīšʿaynā, “ City on the Khabur, located in the eastern part of ancient Osrhoene.” H. Takahashi and L. Van Rompay, \" Reshʿayna \" in Sebastian P. Brock et al. (eds.) 2011, p: 351. Thomas A. Carlson et al., “ Reshʿayna — ܪܝܫ ܥܝܢܐ ” last modified December 9, 2016, http:\/\/syriaca.org\/place\/172 . consented and signed. [21] (I) Solomon, Šlaymūn (Solomon), metropolitan of Cyrrhus, from the Monastery of Mor Jacob, MICHAEL THE SYRIAN 1963, p. 753. bishop of Cyrrhus, I accepted the above-mentioned (decisions). [22] (I,) Nqīm, Nqīm or Mqīm, bishop of Cercesium, from the Monastery of Telia, MICHAEL THE SYRIAN 1963, p. 753. bishop of Circesium , “ A city at the confluence of the Euphrates and the Khabur rivers.” Thomas A. Carlson et al., “ Circesium — ܩܪܩܝܣܝܘܢ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/62 . accepted and signed. [23] I, Elijah, by the mercies of God bishop of Ḥadaṯ, consented and signed. [24] (I,) Sargīs, bishop of Beth Nuhadra , “ An E.-Syr. bishopric seat the heartland of which was the region extending from the small Khabur river to the Tigris, including the area of modern Zakho and part of Dehok. ” A. Harrak, \" Beth Nuhadra \" in Sebastian P. Brock et al. (eds.), p. 72. Thomas A. Carlson, “ Beth Nuhadra ” last modified January 14, 2014, http:\/\/syriaca.org\/place\/36 . consented and signed. [25] (I,) Abraham, bishop of the Taghlabites, consented and signed. [26] (I,) Ḥabīb, bishop of Narsībad, Thomas A. Carlson et al., “ Narsaybād — ܢܪܣܝܒܐܕ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/465 . consented and signed. [27] I, Theodore Resafa, Theodore, bishop of Kayšūm, from the monastery of Mor Jacob in Kayšūm, MICHAEL THE SYRIAN 1963, p. 754. bishop of Kayšūm, The Fortress of Kayšūm is located near the village of Cakirhuyuk, in the Adıyaman province in southeastern Turkey. consented and signed. [28] I, Laʿazar, Laʿazar, bishop of Gešrō, from the Monastery of Mor Abḥay, MICHAEL THE SYRIAN 1963, p. 754. bishop of Gešrō, consented and signed. [29] I, Šamʿūn, Šamʿūn (Simon), bishop of Rasafa, from the Monastery of Abīn, MICHAEL THE SYRIAN 1963, p. 754. metropolitan of Resafa, Sergiopolis or Resafa was a “town southwest of Kallinkos.” Thomas A. Carlson, “ Sergiopolis ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/165 . consented and signed. [30] I, Daniel, Daniel, bishop of Aleppo, from the Monastery of the Ṭayoyē (Arabs), MICHAEL THE SYRIAN 1963, p. 754. bishop of Aleppo confirmed these and signed. [31] I, Yaʿqūb, Yaʿqūb, bishop of Urīm, from the Monastery of Mor Yawsef, MICHAEL THE SYRIAN 1963, p. 754. bishop of Urīm, consented and signed. [32] I, Gewargī, Gewargī, bishop of Samosata, MICHAEL THE SYRIAN 1963, p. 754. bishop of (A 12001 verso) Samosata, “ A town on the Euphrates northwest of Edessa.” Thomas A. Carlson et al., “ Samosata — ܫܡܝܫܛ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/178 . consented to and signed the above-mentioned (decisions). [33] I, Ḥabīb, metropolitan of Arasyā, signed with my own hand. [34] I, Evagrius, Evagrius Akhsnayā, bishop of Ardaʿt in Bithynia, MICHAEL THE SYRIAN 1963, p. 754. bishop of Adraʿat, consented and signed. [35] I, Yūḥanun, Yūḥanun, bishop of the city of Telia, from the Qarqafta (the Skull) Monastery, MICHAEL THE SYRIAN 1963, p. 754. bishop of Constantina which is Tellā, “ A town east of Edessa and west of Mardin.” Thomas A. Carlson et al., “ Tella — ܬܠܐ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/200 . consented, approved, and signed. [36] I, Methodius, bishop of Ašfarīn, consented to the above-mentioned (decisions). [37] (I,) Gāwargī, bishop of Maypherqaṭ , Maypherqaṭ is “north of the Tigris and east of Amida.” Thomas A. Carlson et al., “ Maypherqaṭ — ܡܝܦܪܩܛ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/134 . approved these (decisions) and signed them. [38] (I,) Yūḥanun, bishop of Qardū, This Qardū is also known as Gazarta, a city on the Tigris River between Amida and Mosul. Thomas A. Carlson et al., “ Gazarta — ܓܙܪܬܐ ܕܒܪ ܥܘܡܪ ” last modified December 9, 2016, http:\/\/syriaca.org\/place\/88 . approved the above-mentioned (decisions) and signed them. [39] (I,) Aday, Aday, bishop of Karme, from the Monastery of Mor Zʿurā in Serugh, MICHAEL THE SYRIAN 1963, p. 754. bishop of Karmē, Thomas A. Carlson, “ Karme ” last modified January 14, 2014, http:\/\/syriaca.org\/place\/1367 . I accepted the above-mentioned (decisions) and signed. [40] (I,) Elijah, Eliyyā (Elijah), bishop of the city of Ḥadath, was ordained in the Pillar Monastery in Callinicos (al- Raqqa), MICHAEL THE SYRIAN 1963, p. 753. bishop of Šīgar, consented and signed. [41] (I,) Ezekiel, Ezekiel, bishop of Țūrʿabdīn, from the Monastery of Qartmin, MICHAEL THE SYRIAN 1963, p. 754. bishop of Țūrʿabdīn, Ṭūrʿabdīn is a mountain connected with the mountain of Izlā, which overlooks the ancient city of Nisibis in southeast Turkey. See Barṣawm 2008b and Palmer 1990. consented and signed with my own hand. [42] (I,) Gabriel, bishop of the Armenians, accepted the above-mentioned (decisions) and signed. [43] (I,) Ignatius, Ignatius, bishop of Mardīn and Kafartūtā, form the monastery of Mor Ḥānanyā (Zaʿfarān Monastery), MICHAEL THE SYRIAN 1963, p. 754. bishop of Mardin, Mardin is a city in southeastern Turkey and is an important center for the Syrian Orthodox Church. H. Takahashi, \" Mardin \" in Sebastian P. Brock et al. (eds.) 2011, p 267-268. Thomas A. Carlson et al., “ Mardin — ܡܪܕܝܢ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/130 . consented and signed. [44] (I,) Gāwargī, bishop of Ḥaran, “ Syr.\/Hebrew Ḥārān; Latin Carrhae; Arabic Ḥarran. Ancient city in Mesopotamia, approximately 45 km south-southeast of Edessa. ” H. Takahashi, \" Ḥarran \" in Sebastian P. Brock et al. (eds.) 2011, p. 191-192. Thomas A. Carlson et al., “ Ḥarran — ܚܪܢ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/216 . consented and signed. [45] (I,) Tāwmā, bishop of Rīš Kīfā, accepted and signed the above-mentioned (decisions). [46] (I,) Yuwānīs, Yuwānīs, bishop of Baīsh, from Raṣafā and the Monastery of Mor Ḥānanyā in the same district, MICHAEL THE SYRIAN 1963, p. 754. bishop of castrum Beṯ Bališ, This is “ a town in Syria between Aleppo and al-Raqqa, known in antiquity as Perpalisos, it is now called Maskana. ” Thomas A. Carlson et al., “ Bālis — ܒܐܠܫ ” last modified June 30, 2014, http:\/\/syriaca.org\/place\/299 . consented and signed. [47] (I,) Dāwīd, bishop of Jarabulus, “ A city on the Euphrates north of Mabbug and south of Birtha.” Thomas A. Carlson et al., “ Europos — ܓܪܐܒܠܣ ” last modified January 14, 2014, http:\/\/syriaca.org\/place\/83 . accepted and signed. [48] (I,) Theophilus, Theophile, bishop of Zūbaṭrā, from the Monastery of Mor Elīshaʿ, MICHAEL THE SYRIAN 1963, p. 754. bishop of Sozopetra, \"Σωζόπετρα\/ Sōzópetra , also Ζιζόατρα\/ Zizóatra , Ζάπετρα\/ Zápetra ; in Arabic sources Zibaṭra or Zubaṭra . City in Cappadocia in the strategia of Lauiansene, which borders on Syria, modern Doğanşehir … 56 km to the southwest of Melitene.” Strobel, Karl (Klagenfurt), “Sozopetra”, in Brill’s New Pauly , Antiquity volumes edited by: Hubert Cancik and, Helmuth Schneider, English Edition by Christine F. Salazar, Classical Tradition volumes edited by: Manfred Landfester, English Edition by Francis G. Gentry. Consulted online on 07 February 2023 http:\/\/dx.doi.org\/10.1163\/1574-9347_bnp_e1118370 . consented to these (decisions) and signed. [49] (I,) Ḥabīb, a bishop from the Monastery of Gūbō Baroyō, “Located in the Euphrates desert between Aleppo and Mabug, was built at the end of the fifth and the start of the sixth century. Nothing is known about it after the middle of the ninth century. It produced four patriarchs and three bishops,” Barṣawm 2003, p. 564. consented to these (decisions) and signed. I, Yūḥanun, an ecumenical presbyter from the same monastery, accept the above-mentioned (decisions). We, Gāwargī, Anṯīmā, and Yawsef, deacons from the same monastery, together with the rest of the sons of the monastery of Gūbō Baroyō whom we represent, truly accept and sign on what this holy Synod confirmed. [The letter of Patriarch Dionysius of Tel-Maḥroyō after the synod] Also, the composition of the letter and the canons that were set by the blessed Mor Dionysius and with him, the holy synod in the City of Qāllīnīqūs. To the children of the Heavenly Father and brothers and heirs of Christ, companions of the Holy Spirit through whom you have been called to eternal life and to the incorruptible inheritance, where you have gladly laid the neck of your mind under the yoke of the evangelical commandments; to the illustrious and purifying orders of the glorious company of priests, deacons, and the rest of the holy clergy and the faithful people who in every city and every country are fulfilling their temporary abode,—Dionysius who is, by divine grace, the patriarch of the apostolic see of Antioch, the City of God, and this holy and peaceful synod in the victorious and God-loving city of the people of Qāllīnīqūs through Christ who is our peace, who are gathered all of one and the same mind and so made that we can say we desire the same thing, not only the dignity of sitting together (but the company) of His wonderful Father and the Holy Spirit. May peace ever abound in your souls with the good hope of redemption. Therefore, my beloved ones, we were gathered to examine the transgression and the rise of destruction in the Holy Church, to spread and provide harmony to its believing masses and to join and strengthen the members who have been detached from its honorable body whose head is Christ, which by Him is framed and linked together conveniently and suitably, fastening, and joining and setting firmly everyone in good order in the proper places. (In all this) we have worked with all the necessary patience and endurance to practice and fulfill these (canons) by acts. However, it is known that our weakness is supported by the divine grace so that it is not we but rather the divine grace which directs the actions through our hands because it is not always in the hands but the work which acts as well as the peace and the sustenance of the holy churches. For this reason, we are confident even though we believe that we are useless and poor men and in this time without order—so confused, even more than of all times, as we adjudge it. The rebellion and disobedience increased. In it, the love of many grew cold according to the evangelical word Matt 24:12 (… … …). Observations and commentary The following section of this article draws attention to a collection of orthographical mismatches and misreading errors of geographical and personal names that occurred in Barṣawm’s transcript of the original text. Barṣawm 2008a, pp. 223–225. It also analyzes the text in comparison with the sequence of events presented in the Chronicle of Michael the Syrian: Orthographical mismatches of geographical names: Anāsṭasiyā; Bagādad; Tellā, were transcribed by Barṣawm as Anasṭasiyā; Bagdad; Tālā. Orthographical mismatches of Personal names: Dīnūsiyūs; Ḥānanyā; Tāwudusiyūs; Iygnaṭiyūs; Ḥazqāyel have been transcribed by Barṣawm as Diyūnūsiyūs; Ḥananyā; Tāwudūsiyūs; Iygnāṭīyūs; Ḥazqiyāīl. The misreading of geographical name in the case of Kayšūm has been misread by Barṣawm as Karūm. Barṣawm 2008a, p. 224. In the original manuscript, we find “Gabrāyel, bishop of the Armenians ”, however, in Barṣawm it was read as “Gabrāyel, bishop of Armenia ”. Barṣawm 2008a, p. 225. Barṣawm also misread the name of Šlaymūn, bishop of Qūrūs, as Šamʿūn. Barṣawm 2008a, p. 223. In the original manuscript, we find “Ḥabīb, a bishop from the Monastery of Gūbō Baroyō, consented to these (decisions) and signed”, however, in the Arabic translation of Barṣawm he renders the text as “Ḥabīb, a bishop from the Monastery of Gūbō Baroyō, obeyed these (decisions) and signed”. Barṣawm 1992, p. 83. In the original manuscript, we find “I Yūḥanun, an ecumenical presbyter from the same monastery, accept the above-mentioned (decisions); however, in the Arabic translation of Barṣawm, he renders the text as “I, Yūḥannā, an ecumenical presbyter from the same monastery, I obeyed the above-mentioned (decisions)”. Barṣawm 1992, p. 83. In the original manuscript, we find: “We, Gāwargī, Anṯīmā, and Yawsef, deacons from the same monastery, together with the rest of the sons of the monastery of Gūbō Baroyō whom we represent, truly accept and sign on what this holy Synod confirmed”, however, in the Arabic translation of Barṣawm he renders the text as “I, Gāwargī, Antīmā and Yūsef, deacons from the same monastery, together with the rest of the sons of the monastery of Gūbō Baroyō whom we represent, obey and submit totally and truly and sign on what this holy Synod confirmed”. Barṣawm 1992, p. 83. The fragment OIM Syr. A 12001 gives us the names of the representatives of the Monastery of Gūbō Baroyō, who approved the synodal decisions of Callinicos 818, on behalf of “the rest of the sons of the monastery of Gūbō Baroyō”. These are Bishop Ḥabīb, Presbyter Yūḥanun, Deacons Gāwargī, Anṯīmā, and Yawsef. Based on the historical information that Michael the Syrian gives us in his Chronicle , we can assume that these representatives are the ones who broke away from Abīram of Gūbō Baroyō, who led the opposition against Patriarch Cyriacus of Tikrit and later against Patriarch Dionysius I Tel-Maḥroyō and refused the decision of Synod Callinicos 818. “When Abīram and the monks of the Gūbō Baroyō learned that the synod had elected a head and reached an agreement concerning the expression of “heavenly bread”, he became enraged. Therefore, when the damned one saw that he had not reached the hope, he had been waiting for, he gathered his partisans and said (to them): Look what the bishops have done. They chose a head from the monastery and the city that has rejected the expression \"(we break) the heavenly bread.\" I adjure you by the word of God that after my death, you shall not deposit my body in the grave until you have made a head to replace me, nor shall you be reconciled with these (bishops).” The monks said to him , “This is not what you promised, but you did say, ‘I would give up leadership if the elected patriarch uttered this expression even once.’ Then all of us will become subject to him. You should wait until the head is ordained and see his point of view.” The wicked, however, excommunicated those monks and left with the stranger (monks) loyal to him. He went to the people of Cyrrhus to have some of the wicked among them partake in their hypocrisy. As to the Gubbites who did not submit to him (Abīram), they came to the Synod (the assembled bishops) and asked forgiveness ”. Michael the Syrian 1963, Syriac text (vol.4), pp. 502–503; translation (vol.3), p. 42. The surviving last part of the synodal letter of Callinicos 818 differs relatively from the same letter that was reported by Michael the Syrian in his Chronicle . In our fragment, there is no mention of a decision made at the Synod to burn all the writings that discussed the expression “ we break the heavenly bread ”. Also, there is no use of the Christological statement of “ the qnumo (hypostasis) of the Word of God (Christ) that he took from Mary and became a sacrifice on the cross ” . Also, absent is the following: “ We further condemn he who says that it (the body) is broken not just to satisfy the partaking of many, but it is certainly a Messianic sacrifice ”. OIM A 12001 Chronicle of Michael the Syrian “(… …) We all know that the church of God has operated since ancient times with concord and without conflict. So that if some of them said something, some others have kept silent, they never quarreled, or hold each other with contempt regarding these matters until these days. This is what we decided with no way of doubt in any form, that the heavenly bread is truly and actually the holy body of the Son of God that we receive at the holy altars. We all confess this, with the threat of ex-communication against whoever does not confess with us that He (the Son of God) is the heavenly bread that we obtain from the holy altars, according to the teaching of the great saint, Patriarch Mor Severus . As confirmation of this, the bishops, all of us unanimously fixed our signatures”. “We all know that the church of God has operated since ancient times with concord and without conflict. So that if some of them said something, some others have kept silent, they never quarreled, or hold each other with contempt regarding these matters until this time. We have resolved that everything that has been written about this expression “heavenly bread” should be burned by fire, whether it concurred with it or opposed it, and that no one shall have the authority to write anything about it. We did not find anything indicating that the ancients (fathers) had provoked this subject . This is what we decided with no way of doubt in any form, that the heavenly bread is truly and actually the holy body of the Son of God that we receive at the holy and priestly altars. We all confess this, with the threat of ex-communication against whoever does not confess with us that He (the Son of God) is the heavenly bread that we obtain from the holy altars, according to the teaching of the holy Patriarch Severus (of Antioch, d. 538). We also condemn anyone who says that it is not the body of the qnumo (hypostasis) of the Word of God (Christ) that he took from Mary and became a sacrifice on the cross. We further condemn he who says that it (the body) is broken not just to satisfy the partaking of many, but it is certainly a Messianic sacrifice . We, the bishops, have unanimously fixed our signatures”. Michael the Syrian 1963, Syriac text (vol.4), pp. 501–502.; translation (vol.3), pp. 41–42. The analysis of the Syriac text found in fragment OIM Syr. A 12001 permits us to believe that this fragment contains the final acts of the Synod at Callinicos, which were issued during or a little bit after August 818. These final acts involve specific updates made on the draft agreement that was agreed upon in June 818 at Callinicos which was mentioned by Michael the Syrian in his Chronicle . These updates are the following: (1) adding the name and signature of Patriarch Dionysius who was elevated to the patriarchal throne on August 1 st , 818. The names and the signatures of the Gūbites (from the Monastery of Gūbō Baroyō) who broke away from Abīram of Gūbō Baroyō, the leader of the opposition after he had refused the draft agreement at Callinicos in June 818, and the election of Monk Dionysius as a patriarch. (2) The final acts include Patriarch Dionysius's letter with the Synod of bishops at Callinicos introducing twelve canon decisions in August 818. To follow the chronological development of events and the documentation of the Synodal decisions at Callinicos, it is useful to present the following table of events based on the Chronicle of Michael the Syrian: Circa 800 The liturgical controversy occurred in the Syriac Orthodox Church during the patriarchate of Cyriacus of Tikrit. Michael the Syrian 1963, Syriac text (vol.4), p. 492; translation (vol.3), p. 24. Circa 808 Patriarch Cyriacus of Tikrit excommunicated a group of self-appointed bishops and the monks of the Monastery of Gūbō Baroyō who refused his decision in banning the use of the liturgical phrase “We break the heavenly bread”. Michael the Syrian 1963, Syriac text (vol.4), p. 492; translation (vol.3), p. 24. Circa 810 Monk Abīram was appointed a rebel patriarch by the expelled bishops who were supported by the inhabitants of the region of Cyrrhus and the Monastery of Gūbō Baroyō. Michael the Syrian 1963, Syriac text (vol.4), p. 492; translation (vol.3), p. 25. June\/August 817 The death of Patriarch Cyriacus. Michael the Syrian 1963, Syriac text (vol.4), p. 498; translation (vol.3), p. 35. June 818 Forty-eight bishops met at Callinicos to resolve the liturgical dispute. Abīram with a group of monks from the Monastery of Gūbō Baroyō were also present there. Michael the Syrian 1963, Syriac text (vol.4), p. 500; translation (vol.3), p. 39. June 818 An agreement was reached between the bishops to resolve the liturgical dispute. This agreement was confirmed by all bishops and representatives including Abīram and his group. An agreement was drawn up between the different parties who signed their names. Michael the Syrian 1963, Syriac text (vol.4), p. 501; translation (vol.3), p. 41. June\/July 818 The agreement about the liturgical matter was followed by a discussion on ecclesiastic administrative matters which lasted for more than forty days. Michael the Syrian 1963, Syriac text (vol.4), p. 502 ; translation (vol.3), pp. 41–42. July 818 Then, Monk Dionysius was chosen by the bishops at Callinicos to succeed Patriarch Cyriacus on the patriarchal throne. A document of agreement on the election of Monk Dionysius was drawn up with the signatures of the prelates. Michael the Syrian 1963, Syriac text (vol.4), p. 502 ; translation (vol.3), pp. 41–42. July 818 Abīram and his followers rejected the nomination of the Monk Dionysius to the patriarchal throne and backed out of their approval of the (liturgical) agreement , but a group of his followers abandoned him and obeyed the decisions of the Synod. Michael the Syrian 1963, Syriac text (vol.4), p. 503 ; translation (vol.3), p. 42. Sunday, August 1, 818 Dionysius was elevated to the rank of a patriarch at Callinicos. August 818 The Synod was concluded, and the final acts of the Synod were issued. Michael the Syrian 1963, Syriac text (vol.4), pp. 504-505 ; translation (vol.3), pp. 43–44. Conclusion There is more than one reason to re-publish and edit this document. First, it is a rediscovery of a historical document that was thought of as lost. It is important to return to the original manuscript to examine the transcript of Afrām Barṣawm which contained several inaccuracies. Moreover, the importance of this document lies in the fact that it reveals (when intersected with the Chronicle of Michael the Syrian) the dynamics of ecclesial events and positions that occurred during the convening of the Synod of Callinicos 818 and the development of these positions such as of the monks and bishops from the Monastery of Gūbō Baroyō. Furthermore, the synodal letter is not identical to the one found in the Chronicle of Michael the Syrian, and this opens a general question of how far the documentation of synodal acts and letters are actually representing the actual documents issued by the synod. Bibliography Sources BAR HEBRAEUS 1872 : Gregory BAR HEBRAEUS, Chronicon Ecclesiasticum : J. B. Abbeloos & T. J. Lamy (eds.), Louvain, Peeters. BARṢAWM 1920 : Aphrem BARSAUM (ed.), “Chronicon anonymum ad annum Domini 819 pertinens” in Jean-Baptiste Chabot (ed.), Anonymi auctoris chronicon ad annum Christi 1234 pertinens , CSCO 81, Paris, pp. 3–22. CHABOT 1937 : Jean-Baptiste CHABOT (trans.), Anonymi auctoris chronicon ad annum Christi 1234 pertinens , CSCO 109, Louvain, pp. 1–16. MICHEL LE SYRIEN 1963 : MICHEL LE SYRIEN, Chronique de Michel le Syrien, Patriarche d’Antioche (1166-1199) , Jean-Baptiste Chabot (éd e trans), Paris, Ernest Leroux. References ABBOTT 1960 : Nabia ABBOTT, “Martin Sprengling, 1877-1959”, Journal of Near Eastern Studies , volume 19, number 1, pp. 54–55. BARṢAWM 1992 : Afrām BARṢAWM, Manārat Anṭākyah al-Suryāniyyah , Ḥalab, Dār al-Ruhā. BARṢAWM 2003 : Afram BARSOUM, The Scattered Pearls: A History of Syriac Literature and Sciences , Matti Moosa (trans.), Piscataway, NJ, Gorgias Press. BARṢAWM 2008a : Afrām BARṢAWM, Maḫṭūṭāt Ṭūrʿabdīn , Dimašq, Maṭbaʿat Bāb Tūmā. BARṢAWM 2008b : Aphram I BARSOUM, The History of Tur Abdin , Matti Moosa (trans.), Piscataway, NJ, Gorgias Press. BARṢAWM 2008c : Afrām BARṢAWM, Maḫṭūṭāt Dayr al-Za‘farān , Dimašq, Maṭbaʿat Bāb Tūmā. BARṢAWM 2009a : Ignatius Aphram I. BARSOUM, “2. Bishops of the City of Harran”, in The Collected Historical Essays of Aphram I Barsoum edited by Matti Moosa, Piscataway, NJ, Gorgias Press, pp. 15–42. BARṢAWM 2009b : Ignatius Aphram I. BARSOUM, “7. Outstanding Syrians”, In The Collected Historical Essays of Aphram I Barsoum , edited by Matti Moosa, Piscataway, NJ, Gorgias Press, pp. 97–178. BCHEIRY 2019 : Iskandar BCHEIRY, “West-Syriac Synodal Canon Decisions from the Eighth Century: the Syriac Fragment of OIM Syr. A12002r”, Oriens Christianus (102), pp. 1–16. BCHEIRY 2020 : Iskandar BCHEIRY, “A Record of Episcopal Sees of the Patriarchate of Antioch known as Notitia Antiochena”, Oriens Christianus (103), pp. 1–27. BROCK ET AL., EDS 2011: The Gorgias Encyclopedic Dictionary of the Syriac Heritage , Piscataway, Gorgias Press. e-GEDSH is an electronic version of the 2011 edition of the Gorgias Encyclopedic Dictionary of the Syriac Heritage , published by Gorgias Press on behalf of the Beth Mardutho: The Syriac Institute . CARLSON 2014- : Thomas Carlson, The Syriac Gazetteer, edited by David Michelson et al. Syriaca.org: The Syriac Reference Portal. https:\/\/syriaca.org\/geo\/index.html CLEMONS 1966 : James T. CLEMONS, “A Checklist of Syriac Manuscripts in the United States and Canada”, Orientalia Christiana Periodica , vol. 32, pp. 224–251; 478–522. Dolabani 1994 : Y. Dūlabānī , Fahras Maḫṭūṭāt dayr al-Za‘farān , Ḥalab, Dār Mārdīn. KITCHEN 2017 : Robert KITCHEN, “Trying to Fix What is Broken in a Broken Age: Syrian Orthodox Synodical Canons (628-896)”, Journal of the Canadian Society for Syriac Studies (17), no. 1, pp. 3–20. PALMER 1990 : Andrew PALMER, Monk, and Mason on the Tigris Frontier: The Early History of Tur ‘Abdin , Cambridge, Cambridge University Press. Smith 1903 : J. Payne Smith , A compendious Syriac dictionary: founded upon the Thesaurus syriacus of R. Payne Smith . Clarendon Press. VARGHESE 2008 : Baby VARGHESE, “Anaphora of Saint James and Jacob of Edessa”, in R. B. ter Haar Romeny (ed.), Jacob of Edessa and the Syriac Culture of His Day , Leiden and Boston, Brill, pp. 239–264. VÖÖBUS 1976 : Arthur VÖÖBUS (ed.), The Synodicon in the West Syrian Tradition II . CSCO 375 and 376 : SS 163 and 164, Louvain, Secrétariat du CorpusSCO. Wood 2021 : P. Wood , The Imam of the Christians: The World of Dionysius of Tel-Mahre, c. 750–850 . Princeton University Press. Appendix Courtesy of the Oriental Institute of the University of Chicago, Ms. OIM Syr. A12001r. Courtesy of the Oriental Institute of the University of Chicago, Ms. OIM Syr. A12001v.",
    "title" : 
    [ "West-Syriac Synodal Decrees of Callinicos 818: The Syriac Fragment of Oim Syr. A12001",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Bcheiry, Iskandar" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv26n1bcheiry",
    "type" : "article",
    "displayTitleEnglish" : "West-Syriac Synodal Decrees of Callinicos 818: The Syriac Fragment of Oim Syr. A12001" }