
  { "fullText" : "Aaron M. Butts and Robin Darling Young, eds. Syriac Christian Culture: Beginnings to Renaissance (Washington, DC: Catholic University of America Press, 2021). Pp. xii + 354; $75.00. The edited volume Syriac Christian Culture: Beginnings to Renaissance is a carefully organized and beautifully published collection of articles on various aspects of Syriac Christianity that offers valuable updates on the status artis of the academic field. The volume contains thirteen chapters, organized into five thematic sections, that originate from the Seventh North American Syriac Symposium, held at the Catholic University of America in 2015. It represents a selection of papers with a shared goal to explore “ texts as sources and especially literary texts.” This theme – Ad fontes, “to the sources” – remains the unifying principle of the thematically and methodologically diverse chapters covering various periods, authors, genres, and research tools and ranging from case studies to surveys and project overviews. The thematic sections exemplify the main foci of the volume. Individual articles within a section complement each other, while often offering different perspectives on the same issue. The first section, Aphrahaṭ and Ephrem: From Context to Reception , includes five articles. In “Making Ephrem One of Us,” Joseph Amar explores how the figure of Ephrem and his legacy have been reshaped and repurposed over the centuries, from the fifth- and sixth-century monastic writers and hagiographers to the inventors of the Ephraem Graecus corpus, to seventeenth-century Vatican scholars, to modern editors and beyond. Above this, the article seeks to recover the historical Ephrem from the layers of later literary and scholarly interpretations and to speak about him on his own terms. If anything, the chapter is a cautionary tale against an attempt to force “a complex, multi-faceted creative genius” into a manageable mold and to make a deep and intentionally ambiguous thinker fit a certain agenda. Such an attempt would unavoidably tell more about us than about Ephrem, and “in the process, we do not simply cut Ephrem down to size; we cut him down to our own size.” Next, Blake Hartung in “The Significance of Astronomical and Calendrical Theories for Ephrem’s Interpretation of the Three Days of Jesus’ Death” zooms into a specific issue in this writer’s legacy, namely, Ephrem’s solution to the so-called three-day problem, the time between Jesus’ death and resurrection. Comparing his views with other early Christian authors and contextualizing them within the late antique calendar and astronomical knowledge, Hartung highlights the unique aspects of Ephrem’s chronology meant to emphasize “the fundamental agreement between scripture and nature.” He also argues that some of Ephrem’s compositions, such as the hymn De crucifixione analyzed here, better fit educational, rather than liturgical settings. The next article by J. Edward Walters, “Reconsidering the Compositional Unity of Aphrahaṭ’s Demonstrations ,” is an intriguing study that challenges our understanding of the authorship, structure, and editorial history of this collection. Upon reconsidering previously known evidence, Walters examines newly discovered manuscript passages that suggest that the Demonstrations in its current form is a result of later editing and that an earlier collection of texts was in circulation before the sixth century; moreover, the long-neglected attribution to Jacob of Nisibis may not be so outlandish after all. The section closes with a chapter by Erin Galgay Walsh on “From Sketches to Portraits: The Canaanite Woman within Late Antique Syriac Poetry.” She explores the evolution of this female image in the poetry of such theologically distinct authors as Ephrem, Narsai, and Jacob of Sarugh. The second thematic block, Translation , opens with Yury Arzhanov’s study “The Syriac Reception of Plato’s Republic .” Arzhanov demonstrates that Syriac writers were often familiar with (pseudo-)Platonic ideas not via original dialogues, but rather through summaries and pseudepigrapha mediated by Church authorities that provide a very special image of Plato Christianus . The next chapter by Craig Morrison, titled “Did the Dying Jacob Gather His Feet into His Bed (MT) or Stretch Them Out (Peshiṭta)? Describing the Unique Character of the Peshiṭta,” explores unusual readings attested in the Peshiṭta that cannot be explained by traditional categories (“faithful” vs. “idiomatic” translations). He compares Hebrew, Aramaic, and Greek versions of Genesis 49 to gain insight into the social and intellectual milieu in which the Syriac translation appeared as well as the character of the original Hebrew passage. Two articles of the next section, Hagiography: Formation and Transmission , focus on the Persian Martyr Acts . While Adam Becker’s contribution (“The Invention of the Persian Martyr Acts ”) offers a valuable overview of the diverse origins, typology, manuscript history, and reception of various textual subgroups within the collection, Simcha Gross takes a deep dive into one of those texts and demonstrates its literary, rather than historical, background by pointing to an earlier Western source that underwent a multi-stage reworking process in Greek and Syriac (“The Sources of the History of ʿAbdā damšiḥā : The Creation of a Persian Martyr Act ”). Similarly, Reyhan Durmaz explores the transmission of a fifth-century Syriac hagiographical text – on the journey of Bishop Paul and the priest John of Edessa to Himyar – into the Islamic literary tradition (“Stories, Saints, and Sanctity between Christianity and Islam: The Conversion of Najrān to Christianity in the Sīra of Muhammad ”). She argues that the accompanying transformations bear witness to different Christian and Muslim visions of asceticism, sanctity, and religious communities. The section Christians in the Islamic World contains four articles: Thomas A. Carlson introduces a new integrated platform, the Historical Index of the Medieval Middle East (HIMME), which can facilitate and enrich the study of the complex multilingual environment of the region (“Syriac in the Polyglot Medieval Middle East: Digital Tools and the Dissemination of Scholarship Across Linguistic Boundaries”); Maria Conterno outlines the avenues for the future study of the early Christian Arabic historiographical tradition, a topic long awaiting a special monograph (“Christian Arabic Historiography at the Crossroads between the Byzantine, the Syriac, and the Islamic Traditions”); Zachary Ugolnik analyzes the spiritual program of John of Dalyatha, an eight-century East Syriac theologian, and his ideas about visuality, hierarchical revelations, and reflections of divine glory in human and angelic nature (“Seeing to be Seen: Mirrors and Angels in John of Dalyatha”). The final article of this section, “On Sources for the Social and Cultural History of Christians during the Syriac Renaissance” by Dorothea Weltecke, is a broad and very helpful survey for everyone working on the period of the eleventh to thirteenth century. Regardless of the cultural implications of the “renaissance” as a concept, the period invites a number of questions about sources of political and religious authority, social structures, milieus and networks, forms of cultural preservation, change, and synthesis. The author explores various groups of sources for the study of social and cultural history, including epigraphy, archaeology, art history, intellectual prose, and legal materials. The volume ends with an epilogue, “Syriac Studies in the Contemporary Academy” by Kristian Heal, which fills the need for self-reflection on the current state of the academic field, proposing to focus on three tasks: editing and translating Syriac texts, producing larger scholarly interpretations, and promoting the area among the wider public. The book is an important milestone in current Syriac scholarship.",
    "title" : 
    [ "Aaron M. Butts and Robin Darling Young, eds. Syriac Christian Culture: Beginnings to Renaissance (Washington, DC: Catholic University of America Press, 2021)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Minets, Yuliya" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv26n2brminets",
    "type" : "review",
    "displayTitleEnglish" : "Aaron M. Butts and Robin Darling Young, eds. Syriac Christian Culture: Beginnings to Renaissance (Washington, DC: Catholic University of America Press, 2021)" }