
  { "fullText" : "Introduction The study of the Arabic version of the Life of John the Merciful , originally written in Greek by the Byzantine hagiographer Leontios of Neapolis towards the middle of the 7 th century, offers the opportunity for an overall reconsideration of the entire manuscript tradition of the work. The importance of the Arabic Life in the history of the transmission of Leontios’ hagiography is primarily connected to its central position among the oriental versions (including Syriac and Georgian), the Greek original, and the medieval translations into Latin. This contribution aims to clarify the origin of the Arabic version (from Greek or Syriac). It offers a definitive clarification of the mutual relationship between the ancient translations of the Life of John the Merciful . After outlining the status quaestionis and the latest advancements on the topic, the article will study the Arabic version from an ecdotic point of view. By focusing on the most relevant loci critici of the work, the author will show the close connection between the Arabic, Syriac, and Latin versions. Excluding their common dependence on a lost Greek Vorlage , the author will provide evidence of the direct relationship between Arabic and Latin on the one hand, and between Syriac and Arabic on the other. Finally, the Arabic text will be studied as an indirect witness of the Syriac manuscript tradition by comparing it with the multiple forms of the Syriac version. The studies on the Life’s manuscript tradition in the last ten years The research on the hagiographic masterpiece of Leontios of Neapolis, the Life of John the Merciful , has made considerable advances in the last decade. Scholars have attended to both the history of the Greek text and its ancient translations, which also offer helpful evidence for reconstructing the original. The importance of the ancient translations for reconstructing the Greek original has rekindled the debate on this hagiographic work and was the starting point of my research. For the ancient versions of the Life of John the Merciful , cf. Déroche, Études sur Léontios , p. 39-43. For the relationship between the Greek text and the Syriac version, cf. Venturini, Quale modello greco? , p. 375-380. The Greek text The Greek tradition of the Life has received noteworthy attention from the group led by P. A. Cavallero at the University of Buenos Aires. He has dedicated the last fifteen years to the literary production of Leontios of Neapolis. In addition to the Spanish edition of the Life, Cavallero, Vida de Juan el limosnero . The work of Cavallero improves Festugière’s edition, with a new proposal of stemma codicum and the contribution of the “abridged versions” of the Greek text. It also provides an in-depth stylistic and linguistic study and a Spanish translation. which has substantially improved the edition of A. J. Festugière, Festugière, Vie de Syméon le Fou. these developments include studies of the multiple versions of the Greek text. For the relationship between the abridged versions and the original text, cf. Cavallero—Fernández, La Vida de Juan . A specific study of an extract from the Life , the Story of Peter the Tax Collector , clarifies the relationship between this edifying tale and the primary source, cf. Cavallero, Leoncio de Neápolis y los relatos . Recently the so-called “selective version” has also been published, cf. Cavallero—Gutiérrez—Fuentes, El texto ‘selectivo’ de la versión ‘corta’. The study of the “mixed version” and the “uncertain version” is still in progress, and an edition of both is being prepared. Cavallero’s group is also studying the fragments and the unedited recensions of the Life and is working on a new critical edition, which will be published soon. This edition will consider a new collation of the Greek manuscripts, the Syriac version, and the Latin versions. Leoncio de Neápolis, Vida de Juan . The new critical edition will primarily consider the essential contribution of the Syriac version. I worked on a systematic comparison of the Syriac version with the Greek (and its variants) in the summer of 2018, during my research stay at the University of Buenos Aires. I am grateful to Professor Cavallero for sharing the results of his new collation with me at that time. The Latin version (BHL 4392) Regarding the ancient translations of the Life , many discoveries have been added to the information collected in the study of V. Déroche, which provided scholars with important starting points for studying the Latin, Syriac, and Arabic versions. Leontios’ work circulated widely both in the Christian East and in the Latin West, as is clear from the large number translations: three in Latin and one each respectively in Syriac, Arabic, Georgian and Slavic, cf. Déroche, Études sur Léontios , p. 37-39. Déroche considered the Syriac version to preserve an ancient form of the Greek text: his theory was based on the analysis of Bedjan's edition, which is extremely deficient from an ecdotic point of view, especially in the part of the prologue which was examined by Déroche, cf. Venturini , Nuove considerazioni , p. 78-79. In his work, Déroche clarifies the dependence of Anastasius’ Latin translation on the “short version” of the Greek text, and of the other two Latin translations on the “long version”, Déroche, Études sur Léontios , p. 73-75 and 42-43. Concerning the Arabic version, Déroche does not say whether it derives from Greek or Syriac; he does, however, provide to the reader with important data for a first approach to the text, cf. infra . The critical edition of the anonymous Latin version known as BHL 4392 has recently been published, which had remained the only unedited version after the one by John of Amalfi. Chiesa, Vita e morte di Giovanni Calibita e Giovanni l'Elemosiniere . The relationship of the Amalfitan version with the Greek text is being studied in the University of Buenos Aires. My opinion about the ecdotic position of this translation is exposed infra . The edition provides a text of extreme interest because of its significant affinities with the Syriac version. Cf. infra . The Syriac version In 2020, I published a new critical edition of the Syriac version, using recensions, manuscripts, and indirect witnesses unknown to P. Bedjan, who had published the text for the first time. Bedjan, Acta Martyrum , p. 303-395. This edition details the manuscript tradition, a stemma codicum , and an Italian translation. Venturini, La versione siriaca della Vita ( CSCO 679). The main improvement of the new edition is due to the contribution of the so-called versio syra minor (manuscript Paris BnF Syr. 234), of the manuscript Dayr Mar Mattay, ms. 142 (27), and of an unedited fragment found in Sinai Syr. 24, cf. infra . More recently, I published other studies on the subject: a critical edition of all the existing recensions of the Syriac text, with an explanation of their mutual relation; a study of the ecdotic link between the Syriac version and the Greek manuscript tradition; and a study of the contribution that the Syriac provides to the reconstruction of the Greek original. Venturini, La leggenda di Pietro il Pubblicano ; Venturini, La versio syra minor . My proposal of a tripartite stemma suggests the substantial contribution of the Syriac version for a new edition of the Greek text: when the two main branches of the Greek tradition disagree, the preference must be given to the one which agrees with Syriac, cf. Venturini, Quale modello greco? , p. 378-380. The Arabic version New data concerning the Arabic version of the Life have emerged recently. The Arabic version, which is almost entirely unedited, The only available parts of the text are the extracts from the Annals of Eutychius of Alexandria, published by Breydy, Das Annalenwerk ( CSCO 471), p. 119-121. has been recently studied by André Binggeli, who in 2019 presented his work in Leuven at a conference dedicated to the Lavra of Mar Saba. The study, which will be published soon in the Proceedings of the conference, considers cases of several hagiographical works with a tradition in Arabic and Syriac, among which is the Life of John the Merciful. Binggeli, Writing in Syriac [forthcoming]. I thank André Binggeli for giving me the opportunity to read his unedited contribution, which was essential for the development of this study. The Arabic version of the Life: status quaestionis Breydy’s remarks on three excerpts of the Arabic version The Arabic version of the Life of John the Merciful , preserved in several manuscripts of different eras, A list is provided by Graf, Geschichte der christlichen , p. 409, who does not mention two ancient Sinaitic witnesses, Sinai Ar. 428 [late 9 th century] and Sinai Ar. 431 [10 th century], cf. Binggeli, Writing in Syriac , n. 117. is still inaccessible to scholars who do not read Arabic. An exception regards the three excerpts quoted in the Annals of Eutychius, edited and translated into German by M. Breydy, reproducing the content of chapters 6, 18, and 45 of the Life. Breydy, Das Annalenwerk ( CSCO 471), p. 119-121. The use in the Annals of material coming from the Life of John the Merciful helps to fix the epoch of the Arabic translation before 935. Breydy’s theory that Eutychius knew the Life in Arabic translation is confirmed by the peculiar form of a chapter XVIII, cf. infra . Breydy observed that the source of Eutychius must have been a Sinaitic copy of the Arabic Life : the three excerpts preserve a high-quality text, reproducing more accurately the Greek than the Arabic manuscripts copied in Mar Saba do. Breydy, Études sur Sai’id Ibn Batriq, p. 17-18. Apart from the ecdotic relationship between the Annals and the Life of John the Merciful, The problem involves the relationship between the two recensions of the Annals , cf. Ebeid, Saʿīd ibn Baṭrīq and Conterno, The recensions of Eutychius . it is noteworthy that Breydy had already realized the significant differences, even in the earliest manuscripts, between the Greek text and the Arabic version “ réalisée dans les milieux melchites palestiniens, qui prétend traduire directement d'un original grec, mais dont la correction stylistique laisse beaucoup à desirer. Breydy, Études sur Sai’id Ibn Batriq , p. 18, n. 17. The scholar refers here to the colophon of the earliest Arabic witness, Sinai Ar. 428, which informs that the Life of John the Merciful has been translated into Arabic directly from Greek, cf. Blau, Über einige alte , p. 370. The study of Vincent Déroche In his monograph on Leontios of Neapolis, V. Déroche highlighted the most relevant data provided by Breydy's study. First, he remarked that the earliest manuscripts, such as the Syriac version, presented the story in 48 chapters. Déroche, Études sur Léontios , p. 41, n. 15. Secondly, the Arabic version indirectly reflects the Greek text's longer and more complete recension, the so-called Vie Longue. Déroche comes to this conclusion by comparing the content of chapters 6, 18, and 45 (numeration of Sinai Ar. 428) to their counterparts in the text edited by Festugière, Vie de Syméon le Fou. Moreover, due to insufficient evidence, Déroche does not take a position on the Greek or Syriac derivation of the Arabic version. Déroche, Études sur Léontios , p. 38, n. 7. Affinities between Greek, Syriac, and Arabic in one of Breydy’s extracts In the preface of my edition of the Syriac version, I inform the reader that the Arabic version —in the form preserved by the Annals of Eutychius, the only text accessible to me at that time— preserves original details of the Greek, which are absent in the Syriac text. Venturini, La versione siriaca della Vita (CSCO 679), p. XXVIII. In the same paragraph, I suggest that the Arabic and the Syriac versions may depend on the same branch, considering the subdivision of the work into 48 chapters, which is certainly not original. Venturini, La versione siriaca della Vita (CSCO 679), p. XXIX. These two remarks were based on the analysis of a passage that the Annals had taken from chapter XVIII of Life of John the Merciful , containing the list of provisions sent by the Patriarch to Modestus of Jerusalem, who was rebuilding the city after its destruction by the Persians in 614. Festugière, Vie de Syméon le Fou , p. 366. On the one hand, the correct translation in Arabic of the term μαινομένη, “dried fish”, absent in Syriac, seems to support the translator’s direct knowledge of the Greek original; on the other hand, the order of the provisions is different in the Greek text compared to the Syriac and Arabic versions, The “thousand pounds of iron” are mentioned in the sixth position both in Syriac (ܘܠܝܛܪ̈ܐ ܐܠܦܐ ܕܦܪܙܠܐ, cf. Venturini, La versione siriaca della Vita ( CSCO 679), p. 46) and in Arabic (والف رطل حديد, cf. Breydy, Das Annalenwerk ( CSCO 471), p. 121), in the fourth position in Greek, (χιλίας λίτρας σιδήρου, cf. Festugière , Vie de Syméon le Fou , p. 366). suggesting a close link between the two latter. Venturini, La versione siriaca della Vita ( CSCO 679), p. XXIX, n. 60. Without directly examining the Arabic manuscripts, I did not take a position on the Greek or Syriac model of the Arabic translation, just stating that Syriac and Arabic belong to the same branch of the manuscript tradition. In theory, it could not be excluded that the Arabic version was translated from a Greek model similar to the one used by the Syriac translator. Two new hypotheses on the Arabic Life’s origin The recent analysis of the Arabic version by André Binggeli, based on the earliest manuscripts (Sinai Ar. 428 and Sinai Ar. 431), convincingly demonstrates a close relationship between Syriac and Arabic versions. First, Binggeli provides a table showing the almost perfect correspondence between the chapter numbering in Syriac and Arabic: the Arabic version has the same omissions and reorganization of chapters we find in Syriac. Binggeli, Writing in Syriac [forthcoming]. He then offers a table that compares pieces from the last chapter: the Arabic version presents the same omissions, additions, and reformulations that distinguish the Syriac version from the Greek original. The author highlights that the manuscript Sinai Ar. 428 reproduces even the calque from Syriac of the name of Alexandria, instead of its Arabic counterpart, cf. ibid . The Arabic version is much more condensed than the Greek text: it follows the Syriac (almost ad verbum ) in its drastic reduction of rhetorical and descriptive sections. In conclusion, Arabic and Syriac create a different narrative fabric from the one conceived by Leontios of Neapolis. Nevertheless, the Arabic version keeps one original detail of the Greek which is not present in Syriac: the mention of orphans and widows, which could reveal a direct knowledge of the Greek original. Binggeli concludes by formulating two alternative hypotheses: a) Syriac and Arabic were translated from the same lost Greek model; b) the Arabic version was translated from Syriac and eventually revised according to the Greek original. To support the claim that the Arabic translator knew the Greek original, Binggeli adduces the colophon of Sinai Ar. 428, which informs that the Life of John the Merciful has been translated from Greek ( rūmī ) into Arabic at Mar Saba. Blau, Über einige alte , p. 370. He parallels the Martyrdom of the Forty Monks of Sinai and Raithu, a hagiographic text translated from Syriac into Arabic and later revised according to the Greek original, as A. Treiger convincingly demonstrated. Treiger, The Earliest Dated Christian Arabic Translation, p. 32-34. In my analysis of the Arabic manuscripts, made possible thanks to a collaboration with Bishara Ebeid, I have found many other agreements with the Syriac version against the Greek original. Since I am not a specialist in Arabic language, I developed my research [workflow?] as follows. First of all, I examined some Garshuni manuscripts, easier to read, looking for the crucial loci of the Syriac version. I consulted two manuscripts, both late but well conserved: Vatican Syr. 202, f. 1r-52v [1672 A. D.] and Dayr Mar Mattay, ms. 138, f. 106r-122r [n. d.]. After this preliminary phase, I studied the detected passages with Bishara Ebeid, my colleague in Venice. After translating it, Bishara compared the Garshuni text to that of the oldest Arabic manuscript, Sinai Ar. 428, to register the variants. In this way, we made sure that the Garshuni manuscripts do not reflect a different version from that preserved in the Sinaitic sources. After that, I transcribed the selected passages from Vatican Syr. 202, registering the variants in the footnotes. I am infinitely grateful to Bishara Ebeid for his help, without which this contribution would have never seen the light of day. The content of Vatican Syr. 202 has been descripted by Assemani, Bibliothecae Apostolicae Vaticanae , p. 458-484, who observes that the work is divided in 50 small chapters. He also transcribes and translates some pieces, including the note at f. 52v, which informs about the place and the date of the copy (Aleppo, 14 th October 1672), cf. ibid ., p. 458-459. A description of Dayr Mar Mattay, ms. 138 can be found in Al-Shamani, Fahâris al-makhtûtât , p. 95. I mention here, for example the number of poor people in Alexandria, 8500 instead of 7500 (Festugière, 348.39; Venturini, 7.1-2); the last sentence of chapter VII, which was not part of the Greek original (Festugière, 353, 19; Venturini, 20.7-8); the different ending of chapter VIII (Festugière, 354, 79-85; Venturini, 24.16-25.10); the peculiar conclusion of chapter XIX and beginning of chapter XX (Festugière, 368.2-6; Venturini, 50.7-13); the price of a slave, thirty coins instead of fifty coins (Festugière, 370, 114; Venturini, 55.8); and the suppression of the chapters concerning the heretics in Alexandria. Cf. infra . On this problem, see also Binggeli, Writing in Syriac [forthcoming] and Venturini, Quale modello greco? , p. 381. I will go back to the two hypotheses above: do these innovations point to a Greek common ancestor, or do they directly reflect the Syriac text? I will extend my view to the whole manuscript tradition of the Life of John the Merciful , looking for other helpful data. The lost Greek Vorlage: an unnecessary theory The Latin version BHL 4392: peculiarities and common features to the Syriac version The possible dependence of Arabic and Syriac on a common Greek model was suggested by the discovery of the surprising features of the anonymous Latin version known as BHL 4392. Bibliotheca hagiographica latina , p. 650. The text is transmitted by a single manuscript, Paris BnF Lat. 3820, f. 166vb-175ra [14 th century], which has been recently published by Bohdziewicz-Warburg , Vita beati Iohannis , p. 308-323. For the general content of the manuscript, cf. Thomas, Catalogue général des manuscrits , p. 412-413. This late translation, whose origin is still unknown, A suggestion will be proposed later, cf. infra . For a description of the content and the cultural context of the manuscript, cf. Bohdziewicz-Warburg, Vita beati Iohannis , p. 305. reproduces almost all the loci in which the Syriac version differs from the Greek original (including those common to the Arabic version, listed above). As it is challenging to assume a direct relationship between Syriac and Latin, I first supposed that the two versions depended on the same lost Greek model Venturini, La versione siriaca della Vita (CSCO 679), p. XXVII. . I did not exclude that this unknown recension might have been the common model of the Syriac, Latin, Arabic, and Georgian versions. Venturini, La versione siriaca della Vita (CSCO 679), p. XXIX. I was motivated to study this version by V. Déroche, who correctly assumed that the Latin text reflects the Vie Longue and noted a possible concordance with the Syriac text at the end of chapter VIII, cf. Déroche, Études sur Léontios , p. 40-42. I was able to develop my research thanks to S. Bohdiewicz, who kindly shared with me, at the time of my PhD thesis, the drafts of her unpublished transcription. The Latin version offers a complete reinterpretation of the structure of the saint's biography, achieved through a new ordering of the chapters, which remains without any parallel in the manuscript tradition. The chapters are arranged in the following order (reference is made to Festugière’s numeration): 6 (1 st part)+47, 16+46, 45, 4+5, 2, 3, 1, 10, 9, 6 (2 nd part), 8, 27, 18, 20+21, 22, 23, 38, 19, 40, 51, 11, 24, 25, 7, 31, 35, 30+32, 12. Despite this radical rearrangement, traces of a previous reorganization are still surviving, which reflect the Syriac-Arabic structure. Noteworthy is the fusion of chapters 4-5, 20-21, 30-32 (with the displacement of chapter 31). The only chapters which remain in their original position are number 5 and 19. For the correspondence of the chapters’ order in the three versions, cf. Bohdziewicz-Warburg, Vita beati Iohannis , p. 342; Venturini, La versione siriaca della Vita ( CSCO 680), p. XXIII-XIV; Binggeli, Writing in Syriac [forthcoming]. The rhetorical sections are suppressed, as any other author’s digression. Bohdziewicz-Warburg, Vita beati Iohannis , p. 307. The Latin even includes some new episodes, such as the account of John’s youth and a lengthy excursus concerning the story of Epiphanius, which is not reproduced by any other version of the work. Bohdziewicz-Warburg, Vita beati Iohannis , p. 334-335, n. XXIII. The ending is absent, including the account of the patriarch’s death, a possible consequence of physical damage to the antigraph. Déroche, Études sur Léontios , p. 42. As in Syriac, the “doctrinal chapters” have disappeared, albeit with many others (30% of the original chapters is missing). In addition to these elements, which suggest that we are dealing with a late and inaccurate translation, we find a long list of agreements with Syriac against the Greek original, which I provide below. Bohdziewicz-Warburg, p. 310, chap. 8, §7: Fuitque descriptorum numerus octo milia quingenti Venturini, 7.1-2: ܗ̇ܘܐ ܗܘܐ ܕܝܢ ܡܢܝܢܗܘܢ ܝܬܝܪ ܡܢ ܬܡܢܝܐ ܐܠܦܝ̈ܢ ܘܚܡܫܡܐܐ Festugière, 348.39: πλείους δὲ ἦσαν τῶν ἑπτὰ ἥμισυ χιλιάδων Bohdziewicz-Warburg, p. 309, chap. 6, §2: Mensura et mensura, pondus et pondus abhominabilia sunt apud Deum Venturini, 9.3-4: ܕܣܢܐ ܐܠܗܐ Festugière, 348, 25: στάθμιον μέγα καὶ μικρὸν ἐμίσησεν ὁ θεός Bohdziewicz-Warburg, p. 312, chap. 12, §28-30: Super quo gratias egerunt altissimo ac sic ulterius prospere nauigantes uenerunt Alexandriam. Et narratis omnibus que fuerant gesta sancto patriarche, optulit ei argentum memoratum. Qui totum respuens uniuersa cum uase ipso donauit mercatori. Venturini, 24.16-25.10: ܘܝܗܒܘ ܬܫܒܘܚܬܐ ܠܐܠܗܐ . ܗ̇ܘ ܕܥܒܕ ܨܒܝܢܐ ܕܕܚܠܘ̈ܗܝ ܀ ܘܗܘܐ ܕܟܕ ܐܬܡ̇ܢܥܘ ܠܐܠܟܣܢܕܪܝܐ . ܣܠܩ ܡܠܚܐ ܗ̇ܘ ܠܘܬ ܝܘܚܢܢ ܪܝܫ ܐܦܝܣ̈ܩܘܦܐ . ܘܐܫܬ̇ܥܝ ܠܗ ܒܗ̇ܘ ܡܕܡ ܕܛܝܒ ܠܗܘܢ ܐܠܗܐ ܒܐܘܪܚܗܘܢ . ܘܐܦܝܣܗ ܕܢܣܒ ܡܢܗ ܗ̇ܘ ܡܕܡ ܕܝܗܒ ܠܗ . ܘܠܐ ܨܒܐ ܛܘܒܢܐ ܕܢܣܒ ܡܢܗ ܡܕܡ . ܐܠܐ ܐܡܪ ܠܗ . ܒܪܝ . ܗ̇ܘ ܡܕܡ ܕܢܣܒܬ ܡܢܢ . ܕܐܠܗܐ ܐܝܬܘܗܝ . ܘܗܫܐ ܙܠ ܗܘܝܬ ܡܬܥܗܕ ܠܡܣ̈ܟܢܐ . ܐܝܟܢܐ ܕܢܫܪܬܚ ܠܟ ܡܪܢ ܡܢ ܓܙܘ̈ܗܝ ܕܠܐ ܡܘܦܝܢ . ܘܐܙܠ ܓܒܪܐ ܡܢ ܠܘܬܗ . ܟܕ ܡܫ̇ܒܚ ܠܐܠܗܐ . ܘܡܩ̇ܠܣ ܠܛܘܒܢܐ . ܘܥ̇ܒܕ ܗܘܐ ܐܡܝܢܐܝܬ ܙܕܩ̈ܬܐ . ܘܐܠܗܐ ܡܫܪܬܚ ܗܘܐ ܒܝܬ ܐܝܕܘ̈ܗܝ ܐܡܝܢܐܝܬ ܟܠ ܝܘ̈ܡܝ ܚܝܘ̈ܗܝ . Festugière, 354, 79-85: Καὶ οὐ θαῦμα, ὦ φιλόχριστοι. ὁ γὰρ τοὺς πέντε ἄρτους πληθύνας καὶ πάλιν τὸ ὕδωρ Αἰγύπτου εἰς αἷμα μεταποιήσας καὶ τὴν ῥάβδον εἰς ὄφιν μετασχηματίσας καὶ τὴν φλόγα εἰς δρόσον μετενέγκας ἀκαμάτως, καὶ τοῦτο τὸ παράδοξον ἐποίησεν ἵνα καὶ τὸν ἑαυτοῦ θεράποντα πλουτίσῃ καὶ τὸν ναύκληρον ἐλεήσῃ . Bohdziewicz-Warburg, p. 310, chap. 9, §14: scias in omnibus aliis amphoris mel huic simile contineri. Venturini, 31.1-2: ܕܟܠܗܝܢ ܗܠܝܢ ܩܘ̈ܠܐ ܕܚܙܝܬ . ܗܟܢܐ ܡ̈ܠܝܢ ܡܢܗ ܕܗܢܐ ܕܒܫܐ Festugière, 357, 45-46: « Ὅλα τὰ ἐθεάσω ἀνερχόμενα χρήματα ἀντὶ μέλιτος γέμουσιν » Bohdziewicz-Warburg, p. 313, chap. 14, §1. The “thousand pounds of iron” ( mille rotas ferri ) are mentionned in the sixth position of the list sent by John to Modestus, as in Syriac (cf. Venturini, 46.4-7) Bohdziewicz-Warburg, p. 318, chap. 19, §14: uidebimus quis preualebit Venturini, 49.11-12: ܡ̇ܢ ܙ̇ܟܐ ܢܚܙܐ Festugière, 367, 64: Ἴδωμεν τίς περικακεῖ Bohdziewicz-Warburg, p. 314, chap. 15, §39: precio bisantiorum triginta Venturini, 55.8: ܛܝܡܘ̈ܗܝ ܬܠܬܝܢ ܕܝܢܪ̈ܐ Festugière, 370, 114: νομισμάτων πεντήκοντα Bohdziewicz-Warburg, p. 315, chap. 15, §70: et qui audierunt hec, glorificauerunt Deum. Amen. Venturini, 58.12-13: ܠܐܠܗܐ ܫܘܒܚܐ . ܘܥܠܝܢ ܪ̈ܚܡܘܗܝ ܠܥܠܡܝܢ . ܐܡܝܢ Festugière, 371.180: om. Bohdziewicz-Warburg, p. 318, chap. 19, §27: Narrauit similiter eidem diuiti exemplum de quodam seruiente quem olim habuerat in Cypro dicente sibi: «Quotiens hylariter largior et habundanter pauperibus, habundant et uestra, et si quando parce, minorantur et uestra». Venturini, 50.7-13: ܬܘܒ ܬܚܘܝܬܐ . ܕܢܩܦܐ ܘܠܚܡܐ ܠܫܪܒܐ ܗܢܐ ܕܩܕܝܡ ܣܝܡ . ܡܫܬܥܐ ܗܘܐ ܩܕܝܫܐ ܝܘܚܢܢ ܘܐܡܪ ܗܟܢܐ . ܕܐܝܬ ܗܘܐ ܠܝ ܠܡ ܐܢܫ ܡܗܝܡܢܐ ܥܠ ܒܝܬ ܡܕܝ̈ܐ ܕܝܠܝ ܒܩܘܦܪܘܣ . ܘܐܝܬܘܗܝ ܗܘܐ ܒܬܘܠܐ ܘܢܟܦܐ ܟܠܗܘܢ ܝܘ̈ܡܬܗ . ܘܟܠ ܟܡܐ ܕܝܗܒ ܗܘܐ ܒܠܒܐ ܛܒܐ . ܝܬܝܪ ܡܬܒܪܟ ܗܘܐ ܘܣܓܐ ܗ̇ܘ ܡܐ ܕܐܝܬܘܗܝ ܗܘܐ ܒܝܬ ܐܝܕܘ̈ܗܝ . ܘܡܐ ܕܒܚܘܣܟܐ ܝܗܒ ܗܘܐ . ܚܣܪ ܗܘܐ ܠܗ . Festugière, 368.2-6: Ἄξιον δὲ καὶ ἁρμόζον τῷ προειρημένῳ κεφαλαίῳ ἐξηγεῖτο ἐν μιᾷ ἐπὶ πάντων ὁ ὅσιος. Εἶχον γάρ, φησί, τινα παραμονήτην ἐν Κύπρῳ εἰς τὴν ἐμὴν ἀποθήκην, πιστὸν πάνυ καὶ παρθένον ἕως τελευτῆς. καὶ ἐξηγεῖτό μοι μεθ’ ὅρκων ὅτι∙ «Ἐν Ἀφρικῇ ἐμοῦ ὄντος [follows the Story of Peter the Tax Collector ] Bohdziewicz-Warburg, p. 315, chap. 17, §3: precepit eos capi et separatim carceri mancipari Venturini, 61.6-7: ܘܦܩܕ ܛܘܒܢܐ ܕܢܬܠܒܟܘܢ ܘܢܬܦܪܫܘܢ ܡܢ ܚܕܕ̈ܐ Festugière, 373, 17-18: ἐπέτρεψεν τὴν μὲν γυναῖκα πτερνισθῆναι καὶ ἀποχωρισθῆναι ἐξ αὐτοῦ, αὐτὸν δὲ λωρισθῆναι καὶ εἰς φυλακὴν ἰδιάζουσαν ἀποκλεισθῆναι Bohdziewicz-Warburg , p. 308, chap. 2, §8: disparuit Venturini, 61.12: ܐܬܓܢܙ Festugière, 373, 25: ἀνεχώρησεν Bohdziewicz-Warburg, p. 315, chap. 17, §21: gratias agebat deo Venturini, 63.10: ܫܘܒܚܐ ܠܗ ܠܐܠܗܐ Festugière, 375, 91: βαβαῖ Festugière, 375. 1: chap. XXIV = On the utility of the prayers for the dead + Story of a prisoner in Persia Venturini, 65: chap. XXIII = On the utility of the prayers for the dead; chap. XXIV = Story of a prisoner in Persia Bohdziewicz-Warburg, p. 320: chap. XXIII = Story of a prisoner in Persia Festugière, 381-382: chap. XXX = A ruler procrastinates a loan; chap. XXXII = Punishment of the ruler Venturini, 79-81: chap. XXIX = A ruler procrastinates a loan + Punishment of the ruler Bohdziewicz-Warburg, p. 322: chap. XXVIII = A ruler procrastinates a loan + Punishment of the ruler Bohdziewicz-Warburg, p. 322, chap. 28, §1: Eo tempore erat in partibus Alexandrie uir quidam habens casale ualde bonum , sed fructum non fecerat domino suo solitum propter siccitatem et aque penuriam. Venturini, 79.2-4: ܐܢܫ ܡܢ ܒܢ̈ܝ ܐܬܪܐ ܐܝܬ ܗܘܐ ܠܗ ܦܪܣܛܝܘܢ ܪܒܬܐ ܘܐܬܠܒܟ ܒܕܝܡܘܣܝܐ ܕܩܪܝܬܗ . ܗ̇ܝ ܕܒܫܢܬܐ ܗ̇ܝ ܡܕܡ ܠܐ ܐܥܠܬ ܠܗ ܡܢ ܥܠܠܬܐ . ܒܝܕ ܒܨܝܪܘܬ ܡ̈ܝܐ. Festugière, 381, 1-3: Ἄλλοτε δὲ ἄλλος ἐπειγόμενος ὑπὸ τῶν τὰ δημόσια εἰσπραττόντων καὶ μὴ εὐπορῶν ἀποδοῦναι—ἦν γὰρ ἀστοχήσασα ἡ χώρα διὰ τὴν λειψυδρίαν τοῦ Νείλου— Bohdziewicz-Warburg, p. 316, chap. 18, §9-10: Et sic per diem sequentem laborans, ad aliam meretricem per noctem similiter declinabat. Et sic diebus singulis apud singulas similia faciens circuibat. Venturini, 88.1-5: ܘܐ̇ܙܠ ܗܘܐ ܠܥܒ̇ܕܗ ܘܠܦܘܠܚܢܗ ܀ ܘܗܟܢܐ ܥ̇ܒܕ ܗܘܐ ܟܠܝܘܡܐ . ܟܕ ܐ̇ܙܠ ܠܘܬ ܚܕܐ ܚܕܐ ܡܢܗܝܢ ܟܠ ܠܠܝܐ . ܘܝ̇ܗܒ ܗܘܐ ܠܗ̇ ܐܓܪܗ . ܘܡܢ̇ܛܪ ܗܘܐ ܠܗ̇ ܡܢ ܚܛܝܬܐ . ܟܕ ܡܘܡܐ ܠܗܝܢ ܕܠܐ ܢܘ̈ܕܥܢ ܠܐܢܫ ܣܘܥܪܢܗ Festugière, 387, 20: om. Bohdziewicz-Warburg, p. 317, chap. 18, §44: et suffocans ipsum Venturini, 91.12-13: ܘܫܪܝ ܚܢܩ ܠܗ Festugière, 390, 143-144: καὶ διέρρηξεν αὐτόν Bohdziewicz-Warburg, p. 318, chap. 20, §5: duro fueram corde Venturini, 95.13: ܩܫܐ ܠܒܐ Festugière, 392, 19: ἄσπλαγχνος καὶ ἀσυμπαθής Bohdziewicz-Warburg, p. 318, chap. 20, §9: largiri Venturini, 96.6-7: ܘܬܘܒ ܝܗܒ ܗܘܐ Festugière, 392, 32: κλέπτειν Bohdziewicz-Warburg, p. 318, chap. 20, §10: tres dragmas Venturini, 96.8: ܡܬܩ̈ܠܐ ܬܠܬܐ Festugière, 392, 33: τριμίσια Bohdziewicz-Warburg, p. 309, chap. 4, §1: ciues alexandrini Venturini, 103.2: ܠܒܢ̈ܝ ܐܠܟܣܢܕܪܝܐ Festugière, 397, 2: τοὺς πολλούς Bohdziewicz-Warburg, p. 319, chap. 21, §4: qui et peritior et magis intentus operi Venturini, 110.14-15: ܟܕ ܐܡܝܢ ܐܢܐ ܒܦܘܠܚܢܐ ܘܐܘܡܢ ܐܢܐ Festugière, 401, 10: κἀγὼ πλέον σου σχολάζων Bohdziewicz-Warburg, p. 319, chap. 21, §7: meis acquiesce consiliis Venturini, 111.2: ܬܫܡܥ ܒܩܠܝ Festugière, 402.15: om. Although the agreement between Syriac and Latin is not always literal, it is undeniable that they preserve a significant number of common variants, which are absent in the huge manuscript tradition of the Greek text. Moreover, the other two Latin versions, respectively of Anastasius and John of Amalfi, do not have any ecdotic connection with the anonymous version. While the first one reflects the so-called Vie courte Déroche, Études sur Léontios , p. 73-74. , the “Amalfitan version” seems to depend on the same branch of manuscript Vat. gr. 1669. There are no studies on this problem, except for the observation of Déroche, Études sur Léontios , p. 42, about the derivation of this version from the Vie Longue . My personal impression, based on a quick collation of the Latin with the main variants of the Greek text, is that its model was somehow related to manuscript Vat. gr. 1669 (here: V) and to the lost archetype of the “abridged versions” (here: Δ), but still independent from their common antigraph (for a stemma codicum of the Vie Longue , cf. Cavallero, Vida de Juan el limosnero , p. 20). As in VΔ, we find the sentence referring to the oaths of John at the end of the prologue (347.188-189); the omission of the verbum dicendi at chapter III (349.8); the absence of the quotation from Psalms 78:8 at chapter IV (349.21-22); the omission of ἐν ἐλέει in the prologue (346.160); the omission of μοδίων at chapter XI (358.41). On the other hand, the Amalfitan version is free from some significant errors of VΔ: it preserves humanam for ἀνθρώπων , omitted by VΔ (346.176); eruditus for σώφρων (350.5), omitted by V and changed in ὁ ἐν αγίοις by Δ ; mitis et leni voce seems to match with πρᾳείᾳ καὶ ἡσύχῳ τῇ φωνῇ (350.13), while VΔ suppress καὶ ἡσύχῳ τῇ; ykonomo ecclesie et ceteris ministris seems to reflect τοῦ οἰκονόμου καὶ τοῦ λογοθέτου , rather than the inversion of the two terms which we find in VΔ . The Syriac version does not depend on this branch of the Greek tradition, as it agrees with manuscript Ott. gr. 402 every time VΔ present an error, cf. Venturini, Quale modello greco? , p. 379. An alternative hypothesis: Arabic as the missing link between the Syriac and the Latin versions Excluding that the Latin translator knew the Syriac text, there is an alternative to the theory of a lost Greek Vorlage : the “Syriac form” of the Life may have reached the Latin West through the mediation of Arabic. Venturini, La versione siriaca della Vita ( CSCO 679), p. XXVII. At the time of my thesis, I could read only the drafts of the Latin transcription, and I did not have access to the Arabic manuscripts. Furthermore, I could not explain why the Latin version preserves some original details of the Greek which are missing in Syriac, which is something related to the stemmatic position of the Arabic version, cf. infra . After the publication of the Latin text and an examination of the Arabic manuscripts, it is now possible to propose this theory as the most convincing one The translation from Arabic into Latin of a Christian hagiographic work is an unusual event in the cultural history of the Latin Middle Ages. It is thus very difficult to define the place and period of the translation: the lexicon and the epoch of the manuscript suggest that we are dealing with a late version. At chapter 22, the erroneous mention of Satalia (the Crusaders’ city of Antalya) instead of Sicily, refers to the context of the Crusades, whereas it would be incomprehensible how such an error could have occurred in Muslim Sicily. It should be remembered that even the Latin version of John of Amalfi, which dates to 11 th century, reflects the direct relations with the East of the Latin community to which that translation was addressed, cf. Greif, La orden de San Juan en Jerusalén , p. 192 and n. 26. . One of the most eccentric features of this version is the lexicon: common and proper names, some of which have a Latin origin, are abnormally altered. A possible explanation for these deformations is that they came into Latin through Arabic instead of Greek. The following table compares the lexicon used to translate the same Greek words by John of Amalfi and the anonymous compiler of BHL 4392. Greek text (ed. Festugière ) John of Amalfi’s Latin version (ed. Chiesa ) Anonymous Latin version (ed. Bohdziewicz-Warburg) Arabic (Garshuni) version (Vatican Syr. 202; Dayr Mar Mattay, ms. 138) οἴνου Vinum Syrupo ܫܪܐܒ ( sharāb ) κεντηνάρια Centenaria Quintaria ܩܢܐܛܝܪ \/ ܩܢܛܐܪ ( qinṭār ) λίτρας Libras Rotae ܪܛܠ ( raṭil ) τριμίσιον tertia pars numismatis Tres dragmas ܬܠܬܗ̈ ܕܪܐܗܡ (3 darāhim ) Βιτάλιος Vitalis Petalius ܒܛܐܠܝ (proper noun) Τρωΐλος Troilus Trophila ܛܪܘܒܝܠܐ (proper noun) While John of Amalfi translates the Greek words accurately, even using the calque ceratim instead of the Latin equivalent siliqua , the Anonymous deforms them abnormally, including those of Latin etymology, such as κεντηνάρια and the name Βιτλάιος. In the latter, the initial b is changed into p ( Petalius ), as commonly happens in the passage from Arabic into Latin. The name of the bishop Troilus is changed into Trophila , which reflects the spelling of the Arabic manuscripts. The Syriac origin of the Arabic version: a revealing numismatic word The most interesting case is the translation of the term τριμίσιον, used in chapter XL (ar. 36; lat. 20; syr. 35), telling the story of an astute servant, who stole from his master to give to the poor people. Festugière, Vie de Syméon le Fou , p. 392. The Latin version certainly depends on Arabic, since it reproduces, in addition to the Arabic word dìrham , an evident translation error. The τριμίσιον, which was a third of a solidus at the time of the author, is wrongly translated by both the Arabic and the Latin translators as “three drachmas” ( ܬܠܬܗ̈ ܕܪܐܗܡ f. 120ra; tres dragmas, Bohdziewicz-Warburg, p. 318, chap. 20, §10). This is a significant error, unlikely polygenetic, caused by the translator’s misunderstanding of the obsolete monetary term τριμίσιον. But which translator are we talking about? The Syriac version presents the same kind of error, translating ܬܠܬܐ ܡܬܩ̈ܠܐ “three coins”. Venturini, La versione siriaca della Vita (CSCO 679), p. 96. This situation occurs in two other passages of the Syriac version: in the prologue, when the salaried servant says that he received ܕܝܢܪ̈ܐ ܬܠܬܐ ܒܟܠ ܫܢܐ “three coins every year” from his master (Venturini, 2.12); and in chapter XLIV, when the patriarch calculates the inheritance he has left to the Church of Alexandria, repeating thrice the amount of ܕܝܢܪ̈ܐ ܬܠܬܐ , “three dinars” (Venturini, 114.7; 114.9; 114.14). In all these cases the Arabic text, which in chapter 36 had used the term ܕܪܐܗܡ for the Syriac ܡܬܩ̈ܠܐ , reproduces the Syriac literally, translating ܬܠܬܗ̈ ܕܢܐܢܝܪ , “three dinars” (Vatican Syr. 202, f. 122rb; Dayr Mar Mattay, ms. 138, f. 107rb). Unfortunately, the Latin version does not reproduce neither the prologue nor the chapter XLIV. It is challenging to explain how such an error could have been committed in the Greek manuscript tradition: it seems closely connected to a precise choice of the Syriac translator, which was later spread among the manuscript tradition, including the Latin version. In my comment to the Italian translation, I could not explain the origin of this error in Greek, being surprised by its presence in Latin, cf. Venturini, La versione siriaca della Vita ( CSCO 680), p. 69-70, n. 3. The Arabic translator certainly read the Syriac text to propose such a translation, not the Greek original. Another interesting case, albeit is less significant, is the translation of Καισάρειον as ܒܝܬ ܡܣ̈ܟܢܐ in Syriac and as ܒܝܬ ܐܠܣܐܟܝܢ in Arabic, both the expressions literally meaning “the house of the poor people”, cf. Venturini, La versione siriaca della Vita ( CSCO 680), p. 35, n. 3. Finally, it is noteworthy that the Georgian version in the first passage also preserves the reading “three drachmas”, which suggests its dependence on Arabic. After an examination of the Georgian version conducted in Louvain with the help of Tamara Pataridze, I realized that it presents the same features of the Syriac and the Latin versions, cf. Venturini, La versione siriaca della Vita ( CSCO 679), p. XXIX, n. 64. The Georgian version, like its Latin counterpart, reproduces literally the Arabic dirham . This suggests that also the Georgian version has been translated from Arabic, as supposed by Déroche, Études sur Léontios , p. 42. The theory that all the versions derive from the same (and inexplicably lost) Greek model is now even more unlikely. The most realistic solution is also the simplest: a direct link between the three versions, among which the Arabic assumes the role of cultural mediator. The relationship of the Arabic version with the Syriac manuscript tradition Understanding more about the relationship between the Arabic version and the Syriac manuscript tradition is now opportune. The most exciting goal is establishing which branch of the Syriac tradition served as the model for the Arabic translator. Which of the multiple recensions of the Syriac text did the Arabic translator consult? The following section briefly describes the general features of each one. The multifaceted shape of the Syriac tradition The manuscript tradition of the Syriac version of the Life of John the Merciful is complex, as its text was transmitted in several different recensions. α = this siglum identifies the best-known recension of the Syriac Life . Its main feature is that it is shorter and less detailed compared to the Greek text. By “shorter” is meant not a selective version but abridged in all its parts. “Greek text”, refers here to the so-called Vie Longue , which is the closest to the original and on which the Syriac version depends, cf. supra . It is transmitted by three manuscripts, depending on the same archetype, The manuscripts are the following: Paris BnF Syr. 235 (P), f. 275v-312v [12 th -13 th century]; London British Library Add. 14645 (L), f. 126r-154r [10 th century]; Dayr Mar Mattay, ms. 142 [27] (M), f. 88v-103v [15 th century]. The last two manuscripts are more closely related from an ecdotic point of view. For a description of the manuscripts, cf. Venturini, La versione siriaca della Vita ( CSCO 679), p. XI-XVII. while a Sinaitic fragment represents an independent branch. This is a scattered bifolium (S), dating to 9 th century, which was later included in manuscript Sinai Syr. 24, cf. Géhin, Les manuscrits syriaques , p. 164. The fragment, which basically reproduces the same text of the other three manuscripts, preserves in addition some ancient textual elements, cf. Venturini, La versione siriaca della Vita ( CSCO 679), p. XVIII-XIX. The small size of this fragment does not allow to determine precisely its ecdotic position, cf. infra . P. Bedjan edited this recension based on the manuscript Paris BnF Syr. 235, comparing its text with manuscript London British Library Add. 14645. Bedjan, Acta Martyrum , p. X. For the text of α, I will always refer to Bedjan’s edition, which does not consider the contribution of other recensions. Σ = I use this siglum to refer to the Syriac version's most complete and detailed form, the closest to the original. We know about its existence only indirectly, thanks to some incomplete witnesses (β and π). It has been almost entirely neglected by the manuscript tradition to the advantage of the abridged version. However, both forms of the text probably circulated together for some time after the translation from Greek into Syriac. Evidence of this co-circulation is offered by the same dismembered manuscript to which belonged the Sinaitic fragment (S), cf. Venturini, La leggenda di Pietro il Pubblicano , p. 49-50. β = this siglum identifies a long extract from the Life , which contains the Story of Peter the Tax Collector (chapter 20 of the Syriac version). This edifying story detached quite early from the Syriac Life and was transmitted as a separate work in several hagiographic collections. The tale is transmitted independently, in three different sub-recensions, by seven manuscripts, dating from 9 th to 20 th century, all sharing the copious presence of original details of the Greek, cf. Venturini, La leggenda di Pietro il Pubblicano , p. 48-52. It preserves much more details of the Greek than the other sources do, and it represents the most direct (albeit incomplete) witness of the original Syriac translation (Σ). I have shown elsewhere that we are not dealing with a different translation from Greek, cf. Venturini, La leggenda di Pietro il Pubblicano , p. 46-48. For another Greek version of the legend, which was not part of the Life of John the Merciful , cf. Cavallero, Leoncio de Neápolis y los relatos , p. 31-36. π = this recension, which I called versio syra minor , is preserved by manuscript Paris BnF Syr. 234, f. 104r-127v [13 th century], and was recently published by the writer. Venturini, La versio syra minor , p. 15-37. It is a metaphrase of the Syriac version, which presents a further reduced form if compared to α. This abrégé was performed on Paris BnF Syr. 235 (or more likely on a closely related manuscript), but it was retouched with the help of an unknown witness of Σ. For a list of the common errors to Paris BnF Syr. 234 and Paris BnF Syr. 235, cf. Venturini, La versione siriaca della Vita ( CSCO 679), p. XXI-XXII. The list of the correct readings reproduced exclusively by π can be found in the critical apparatus of the Syriac text. The definition versio syra mixta would be equally suitable to this peculiar text, considered the concurrence of ancient and modern textual features, blended and reinterpreted as in a new work. For the problem of the sources of π, cf. Venturini, La versio syra minor , p. 7-8 ( stemma codicum at p. 9). Arabic’s close relation to α: common errors to both versions I will start my analysis by comparing the Arabic version to π on one hand, and to α on the other. It is pretty easy to exclude a direct dependence of the Arabic text on π: it does not present the highly shortened form of π and its peculiar innovations, a unicum in the manuscript tradition of the Life of John the Merciful. For a description of the features of the versio syra minor , cf. ibid ., p. 9-11. Furthermore, the Arabic version does not reproduce the common errors to π and its probable antigraph, Paris BnF Syr. 235. Cf. supra , n. 59. However, comparing the Arabic text with the original readings that π has derived from its secondary source, Σ, is interesting for this study. The first example I have chosen is significant, as π is the only one that correctly reflects the Greek original's meaning, while the rest of the Syriac tradition presents an evident misunderstanding. Conspectus siglorum V = Vatican Syr. 202 [17 th century] D = Dayr Mar Mattay, ms. 138 [n. d.] A = Sinai Ar. 428 [9 th century] Σ = original Syriac version α = versio syra = mss, LPM π = versio syra minor = Paris BnF Syr. 234 [13 th century] β = Story of Peter the Tax Collector L = London British Library Add. 14645 [10 th century] P = Paris BnF Syr. 235 [12 th -13 th century] M = Dayr Mar Mattay, ms. 142 (27) [15 th century] S = Sinai Syr. 24, ff. 199r-200v [9 th century] Greek text = Festugière , 357.70-76 Syriac rec. α = Bedjan , 325.6-11 Syriac rec. π = Venturini (2022) , 18.10-11 Arabic version = Vat. Syr. 202, f. 15r; DMMM 138, f. 110r θαυμάσαντος δὲ καὶ τοῦ πάπα τὴν ὀξεῖαν τοῦ ἀνδρὸς μεταβολήν, οὐδὲν περὶ τῆς ἐγχειρήσεως ἐνεκάλεσεν, ἀλλὰ μᾶλλον καὶ παρεμυθήσατο αὐτὸν λόγοις παρακλητικοῖς. τοιαύτη δὲ ἀμφοτέρων συνεδέθη ἔκτοτε ἐκ θεοῦ ἀγάπη, ὡς καὶ σύντεκνον γενέσθαι αὐτὸν τοῦ πολλάκις εἰρημένου λαμπροτάτου ἀνδρός. ܘܟܕ ܚܙܝܗܝ ܛܘܒܢܐ ܠܫܘܚܠܦܐ ܚܪܝܦܐ ܕܗܘܐ ܠܗ ܬܡܗ: ܘܠܐ ܩܪܒ ܠܗ ܡܪܫܘܬܐ ܡܕܡ ܠܦܛܪܝܩܝܘܣ ܗ̇ܘ: ܥܠ ܣܥܝܐ ܗ̇ܘ ܠܐ ܢܡܘܣܝܐ: ܐܠܐ ܡܠܘܢ ܘܝܬܝܪܐܝܬ ܡܒܝܐ ܗܘܐ ܠܗ ܒܡ̈ܠܐ ܒܣ̈ܝܡܬܐ. ܘܒܕܐܝܟ ܗܕܐ ܪܚܡܘܬܐ ܥܡ ܚܕܕ̈ܐ ܢܬܐܣܪܘܢ: ܐܝܟܢܐ ܕܐܦ ܐܪܙܐ ܩܕܝܫܐ ܕܡܥܡܘܕܝܬܐ ܢܩܒܠ ܡܢܗ ܕܛܘܒܢܐ ܢܩܒܠ ܡܢܗ ܕܛܘܒܢܐ LPM : ܢܗܘܐ ܒܝܢܬܗܘܢ S . ܘܟܕ ܚ̣ܙܐ ܩܕܝܫܐ ܠܣܓܝܐܘܬܐ ܕܡܬܬܘܝܢܘܬܗ . ܠܐ ܐܟܣܗ . ܐܠܐ ܩܒܠܗ ܘܐܢܝܚ̣ܗ ܒܚܕܘܬܐ ܘܩ̇ܒ̣ܠ ܝܠܕܘܗ̈ܝ ܡܢ ܡܥܡܘܕܝܬܐ . ܦܠܡܐ ܪܐܝ ܐܠܒܛܪܝܪܟ ܟܬܪܗ̈ ܢܕܐܡܬܗ̇ ܘܚܪܐܪܗ̈ ܐܡܐܢܬܗ̇ ܥܔܒ܆ ܘܠܡ ܝܠܘܡܗ̇ ܥܠܝ ܡܐܦܥܠ ܡܐܦܥܠ V A : ܡܐܦܥܠܗ̇ D ܡܢ ܡܟ̣ܐܠܦܗ̈ ܐܠܢܐܡܘܣ܆ ܘܠܟ̇ܢܗ̇ ܥܙܐܗ ܒܟ̇ܠܐܡ ܪܘܚܐܢܝ ܪܘܚܐܢܝ V D : طيب A . ܘܨܐܪ ܒܝܢܗܡ ܒܥܕ ܕܠܟ ܡܘܕܗ ܡܘܕܗ V D : حب A ܟ̇ܬܝܪܗ ܟܒܝܪܗ V D : شديد A . ܘܩܒܠ ܡܢܗ ܐܠܡܥܡܘܕܝܗ ܐܠܡܩܕܣܗ add. V D As the Pope wondered at the sudden conversion of the man, he did not reproach him for the attempt, but rather comforted him with consoling words. From then on, so strong was the affection knit by God between the two, that (John) became the godfather of the children of the often-mentioned illustrious man. And when the blessed man saw the sudden repentance that he had, he was amazed and did not reproach him for that illicit assault, but rather and even more comforted him with sweet words. And through this friendship they will be linked with each other, so that he will also receive the holy sacrament of baptism from the blessed man. And when the saint saw the abundance of his compunction, he did not reproach him, but he received him and reassured him joyfully, and received his children from the baptism. And when the Patriarch saw the fervent repentance that he had, and his warm faith, he marveled and did not reproach him for the action opposite to the law, but he began to console him with good speeches. And after this, a strong love occurred between them, and he received the baptism from him. As we can see, the text of α is unsustainable: the patriarch John, instead of becoming σύντεκνος of the patrician Nicetas, baptizes him. On the meaning of the term σύντεκνος , which literally means “who shares the children”, therefore “godfather of the children”, cf. Festugière , Vie de Syméon le Fou , p. 560. We find the misunderstanding in the three witnesses of α (LPM) and in the Sinaitic fragment (S), It is not clear whether S, which has the variant ܢܗܘܐ ܒܝܢܬܗܘܢ , reflects an earlier stage of the error ( ܢܗܘܐ = γενέσθαι?; ܒܝܢܬ < ܒܢܝ̈ ?) or the desperate attempt of a scribe to normalize the passage. In any case, both LPM and S are very far from the original meaning of the passage. while in π, it is clear that John became godfather of Nicetas’ children, who are explicitly mentioned ( ܝܠܕܘܗ̈ܝ ). The compiler of π, faced with an inconsistency of its antigraph (P), decided to turn to its superior quality source (Σ). The Arabic version here clearly follows the text of α, presenting the same error, almost ad verbum , of the manuscripts LPM. There are other passages in which a similar situation occurs, which cannot be examined here analytically. I register here some examples. At the end of chapter XIV (f. 111v), the Arabic mentions “every citizen of Alexandria”, ܘܟܠ ܐܗܠ ܐܠܐܣܟܢܕܪ , as α does ( ܟܠܗܘܢ ܒܢܝ̈ ܐܠܟܣܢܕܪܝܐ ): here again, only π correctly mentions the city of Alexandria ( ܐܠܟܣܢܕܪܝܐ ), cf. Venturini , 19.35; at chapter VIII, the Arabic retains the following sentence, which is missing in α: ܦܐܢ ܟ̇ܢܬ ܬܪܝܕ ܐܢ ܐܩܢܥܟ̇. ܬܥܐܠ ܡܥܝ ܐܠܝ ܐܠܡܪܟܒ ܚܬܝ ܐܪܝܟ ܒܩܝܬ ܐܠܘܙܢܐܬ. ܦܕܗܒ ܡܥܗ. ܦܘܓܕ ܐܠܩܙܕܝܪ ܩܕ ܨܐܪ ܟܠܗ̇ ܦܜܗ ܦܐܝܩܗ. , “If you want to be convinced, come to the ship and I will show you the rest of the tin. He went with him, and he saw the tin, which had become all pure silver”. The text is identical to that of π, which in addition reflects the original verb εὗρον (cf. Festugière , 354.73-74): ܐܢܕܝܢ ܨ̇ܒܐ ܐܢܬ ܕܬܛܦܝ̣ܣ ܕܗܟܢ ܐܝܬܝܗ̇. ܬܐ ܥܘܠ ܠܣܦܝܢܬܐ. ܘܬ̣ܚܙܐ ܠܣܓܝܐܘܬ ܐܢܟܐ. ܗܘ̣ ܕܝܢ ܐܬ̣ܐ ܥܡܗ ܠܣܦܝܢܬܐ. ܘܐܫ̣ܟܚ ܠܐܢܟܐ ܗܘ̇ ܟܠܗ ܕܐܫܬܚܠܦ ܠܣܐܡܐ ܕܟܝܐ , “If you want to be convinced that it is like that, come, enter the ship, and you will see an abundance of tin! He therefore came with him to the ship, and he found all the tin turned into pure silver”, cf. Venturini, La versio syra minor , p. 20. The close link between the Arabic version and α is confirmed by their comparison with β, as in the following passage. Greek text = Festugière , 370.111-112 Syriac rec. α = Bedjan , 344.13-14 Syriac rec. β = Venturini (2020) , 72.16-17 Arabic version = Vat. Syr. 202, f. 25v; DMMM 138, f. 113v «Δάνεισαι καὶ ἀγόρασον αὐτόν∙ ὁ θεὸς γὰρ οἶδεν, πολύ ἐστιν καλοποδίνος καὶ εὐλογῆσαί σε ἔχει ὁ θεὸς δι’αὐτοῦ.» ܐܬܦ̇ܪܣ ܘܙܒܢܝܗܝ. ܡܛܠ ܕܥܒܕܐ ܗܘ ܒܪܝܟܐ. ܘܡܬܒ̇ܪܟ ܐܢܬ ܡܛܠܬܗ. ܫܐܠ ܘܙܒܢܝܗܝ. ܡܛܠ ܕܝ̇ܕܥ ܗܘ ܡܪܝܐ. ܕܪܓܠܐ ܛܒܬܐ ܐܝܬ ܠܗ. ܘܥܬܝܕ ܗܘ ܐܠܗܐ ܕܢܒ̇ܪܟܟ ܡܛܠܬܗ. ܐܚܬ̇ܐܠ ܘܐܫܬܪܝܗ: ܦܐܢܗ̇ ܥܒܕ ܡܒܐܪܟ܇ ܘܣܘܦ ܝܒܐܪܟܟ ܐܠܠܗ ܡܢ ܐܔܠܗ̇܀ “ Ask for a loan and buy him! God knows it, he is a bringer of happiness ( καλοποδίνος ) and God is going to bless you through him”. “ Devise a manner and buy him, because the servant is blessed , and you will be blessed through him”. “ Ask and buy him, because the Lord knows that he has a good foot , and God will bless you through him ”. “ Find a way and buy him, because the servant is blessed , and God will bless you through him”. The literal translation ܕܪܓܠܐ ܛܒܬܐ (“with a good foot”) of the difficult term καλοποδίνος (“bringer of happiness”) is trivialized by α, whose compiler deduced the meaning of “blessed” from the following verb ܡܬܒܪܟ , which translates the Greek εὐλογῆσαι . The original translation had to seem unintelligible because of its extreme literality, to the scribe who introduced the variant. Here again, the Arabic ܡܒܐܪܟ reproduces the error of α. It is also noteworthy the precise translation of the Greek δάνεισαι (“ask for a loan”) in β, against the Arabic and α, which simplify the concept. Nevertheless, this passage reveals something else: α does not say that God bestows the blessing, although this is explicit in Greek, in β, and in Arabic. The Arabic text is freely reproduced by the Latin multiplicabuntur bona uestra a Deo per eum ( Bohdziewicz-Warburg, p. 314, chap. 15, §40), which also preserves the mention of God. This attests to the better quality of the Arabic text if compared to α. The Arabic version as a halfway witness between α and Σ We can explain in two different ways the presence of the Greek’s original details in the Arabic version: a) the Arabic translator also consulted the Greek text to improve his translation; b) the Arabic version depends on an ancient form of the Syriac text, preserving an intermediate stage between α and Σ. The first hypothesis is challenging to demonstrate and refute because it involves a contamination, as the compiler mixed two different sources. To verify the second hypothesis, we need a passage that has undoubtedly been translated into Arabic from a Syriac model of better quality than α, without the possible help of a Greek source. I have found a sentence in the Arabic version that certainly reflects the Syriac original, while the Greek text expresses the concept using different words. Greek text = Festugière , 366.23-26 Syriac rec. α = Bedjan , 336.10-12 Syriac rec. π = Venturini (2022) , 20.30-32 Arabic version = Vat. Syr. 202, f. 21v; DMMM 138, f. 112r πλὴν ἐκεῖνο ἀντιβολῶ τὴν τιμίαν σου κεφαλὴν μηδαμοῦ ἐντάξαι τὸ ὄνομα τῆς ἐμῆς ἀναξιότητος, ἀλλὰ μᾶλλον τοῦτο αἰτήσασθαι Χριστὸν ἐκεῖ με ἀπογράψασθαι ἔνθα ἀληθῶς ἡ ἀπογραφὴ μακάριστος. ܘܡܦܝܣ ܐܢܐ ܠܟ: ܕܠܐ ܬܟܬܘܒ ܫܡܝ ܒܕܘܟܬܐ ܗ̇ܝ: ܕܡܬܝܗܒ ܛܘܒܐ ܠܐܝܠܝܢ ܕܡܬܟܬܒ ܫܡܗܘܢ ܬܡܢ. ܘܬܘܒ ܒ̇ܥܐ ܐܢ̣ܐ ܡܢܟ ܕܠܐ ܬܟܬܘܒ ܫܡܝ ܣܟ ܒܡܕܡ ܕܒ̇ܢܐ ܐܢܬ ܐܠܐ ܨ̇ܠܐ ܥܠܝ ܕܢ̣ܬܟܬܒ ܫܡܝ ܒܣ̣ܦܪܐ ܕܚ̈ܝܐ ܘܐܢܐ ܐܛܠܒ ܡܢ ܩܕܣܟ add. post ܐܛܠܒ V D ܐܢ ܠܐ ܬܟܬ̇ܒ ܐܣܡܝ ܦܝ ܫܝ ܡܡܐ ܬܒܢܝܗ: ܘܠܟܢ ܨܠܝ ܥܠܝ ܐܢ ܝܟ̇ܬܒ ܐܣܡܝ ܦܝ ܐܠܡܘܜܥ ܐܠܕܝ ܝܥܛܐ ܐܠܛܘܒܐ ܠܟܠ ܡܢ ܐܠܛܘܒܐ ܠܟܠ ܡܢ V A : ܠܡܢ D ܝܟܬܒ ܝܛܠܒ ܘ add. ante ܝܟܬܒ V D ܐܣܡܗ̇ ܗܢܐܟ܀ Further, I pray your honorable head not to place the name of my indignity anywhere, but rather to ask Christ to inscribe me where the inscription is truly blessed. I ask you not to write my name in that place, where beatitude is given to those whose names are written there. And furthermore, I ask you not to write my name at all on what you build, but pray for me that my name will be written in the Book of Life. And I ask your holiness not to write my name on what you build, but pray for me that my name will be written in the place where beatitude is given to everyone who asks for his name to be written there. The Arabic here is almost identical to π, which is the only Syriac recension to preserve the correct text. I will explain in the next paragraph the ecdotic reason why the Arabic version is the only one to reflect the Greek τὴν τιμίαν σου κεφαλὴν, cf. infra . It is indeed still immune from the saut du même au même produced in α by the confusion between the two identical terms ܫܡܝ ... ܫܡܝ (to which correspond the Arabic ܐܣܡܝ ... ܐܣܡܝ ). The concordance of the Arabic text with π occurs this time against the Greek, which presents a different formulation of the sentence. In Greek (without any variant in the manuscripts) the conditions for a saut du même au même are totally missing, as there is not proximity between two identical terms. It is unlikely that the Arabic translator managed to achieve the same text of π independently, by consulting the different formulation of the sentence that we find in Greek. It is much more probable that the Syriac model of the Arabic translator preserved an earlier stage of the text than α, still immune from its oversight. The following stemma codicum summarizes the ecdotic relationship of the Arabic version with the Syriac manuscript tradition. Albeit indirectly, the Arabic version is the only complete witness of such an ancient stage of the Syriac tradition, because a) the text of Σ is lost, and only partially reflected by the Story of Peter the Tax Collector (β); b) the recension π retains only sporadic elements of Σ, but the great part of its text depends on α; c) the Sinaitic fragment (S) preserves only two tiny excerpts of the work. The intermediate position of the Arabic version between Σ and α is enough to justify its knowledge of the Greek’s original details that disappeared in the Syriac manuscript tradition, without involving any awareness of the Greek original. The theory of a revision on Greek: a piece of misleading information in manuscript Sinai Ar. 428 Considering the above-depicted stemma , the theory that the Arabic translation was revised on the Greek text appears no longer necessary. Only the colophon of manuscript Sinai Ar. 428 supports the idea that the Arabic translator somehow read the Greek original. The colophon says that the Life of John the Merciful has been translated into Arabic directly from Greek, cf. supra . This same information is not accurate, as it does not even mention the translation from Syriac. The information of the colophon is clear but not necessarily accurate if not supported by textual evidence of a direct transition from Greek into Arabic. The colophon could, for example, simply betray the scribe’s awareness of the Byzantine origin of the Life of John the Merciful . In theory, it is not impossible that the Arabic translator, despite having available a Syriac model of excellent quality, decided in addition to consult a Greek manuscript to improve his translation further. Another compiler could have also performed the revision on Greek many years after the first translation from Syriac. In the following paragraphs, I will show that such a revision appears unnecessary from an ecdotic point of view (5.1), and that it is not supported by any clear textual evidence (5.2). A simpler explanation for Greek-Arabic concordances against Syriac As we have seen above, the earliest form of the Syriac version (Σ) is known only from indirect witnesses (β and π). To support the theory of a revision, all we can do is look for significative concordances between Arabic and Greek against β or π. In this paragraph, I will start with the examination of the latter case. The first passage where Arabic and Greek agree against π is found at the very beginning of the work. Greek text = Festugière , 343.5-14 Syriac rec. α = Bedjan , 303.6-9 Syriac rec. π = Venturini (2022) , 11.4-7 Arabic version = Vat. Syr. 202, f. 3v; DMMM 138, f. 106r Ὁ μὲν σκοπὸς εἷς ἐστιν ἡμῶν τε καὶ τῶν πρὸ ἡμῶν φιλοπόνων καὶ ὁσίων ἀνδρῶν ὁ ἐπὶ τῇ παρούσῃ τοῦ ἀοιδίμου ἀνδρὸς τοῦ βίου διηγήσει, τουτέστιν τὸ πᾶσιν μὲν μίμησιν θεοφιλῆ καὶ ὠφέλειαν προσγενέσθα, δόξαν δὲ καὶ μεγαλοπρέπειαν τῇ ἁγίᾳ καὶ προσκυνητῇ τριάδι ἀναπέμψαι καὶ ἐν τούτῳ ὡς ἐν πᾶσιν τῇ πάντοτε κατὰ γενεὰν καὶ γενεὰν τοὺς οἰκείους φωστῆρας ἀναδεικνυούσῃ εἰς τὸ φωτίζειν τοὺς ἐν σκότει καὶ σκιᾷ θανάτου καθημένους τῆς ἁμαρτίας. ܬܫܒܘܚܬܐ ܘܬܘܕܝܬܐ ܘܩܘܒܠ ܛܝܒܘܬܐ ܠܐܒܐ ܘܠܐܒܪܐ ܘܠܪܘܚܐ ܩܕܝܫܐ: ܗ̇ܘ ܕܡܕܟܐ ܘܡܙܗܐ ܠܩܕܝܫܘ̈ܗܝ: ܐܝܟܢܐ ܕܢܢܗܪܘܢ ܐܝܟ ܟܘ̈ܟܒܐ ܢܗܝܪ̈ܐ ܠܐܝܠܝܢ ܕܒܚܫܘܟܐ ܘܒܛܠܠܝ̈ ܡܘܬܐ ܝܬܒܝܢ. ܐܬܚܙܝ ܠܝ ܐܚܝ̈ ܘܐܒܗ̈ܝ ܕܢܣܝ̣ܡ ܬܫܥܝܬܗ ܕܗܢܐ ܩܕܝܫܐ ܡܪܝ ܝܘܚܢܢ . ܕܢ̣ܗܘܐ ܝܘܬܪܢܐ ܠܐܝܠܝܢ ܕܩܪܝܢ ܘܫ̇ܡܥܝܢ . ܘܢ̇ܫ̣ܒܚܘܢ ܠܬܠܝܬܝܘܬܐ ܩܕܝܫܐ ܕܡܚܘܝܐ ܒܓܠܝܐ ܢܘܗܪܐ ܕܩܕܝܫ̈ܝܗ̇ . ܕܒܟܠ ܕܪ̈ܝܢ ܐܝܟ ܟܘܟ̈ܒܐ ܢܗ̈ܝܪܐ . ܠܐܝܠܝܢ ܕܝ̇ܬܒܝܢ ܒܚܫܘܟܐ ܘܒ̈ܛܠܠܝ ܡ̇ܘܬܐ . ܪܐܝܢܐ ܪܐܝܢܐ A : ܪܐܘܐ ܩܕ V D ܐܠܐܒܗܐܬ ܐܠܩܕܝܣܝܢ add. post ܐܠܐܒܗܐܬ D ܐܠܕܝܢ ܣܒܩܘܐ ܘܟ̣ܒܪܘܐ ܣܝܪܗ̈ ܗܕܐ ܐܠܩܕܝܣ ܐܒܝܢܐ ܝܘܚܢܐ ܐܠܪܚܘܡ add. post ܐܒܝܢܐ V D ܐܢ ܝܟ̇ܬܒ ܐܡܪ ܝܟ̇ܘܢ ܦܝܗ ܡܢܦܥܗ ܠܡܢ ܝܩܪܐܗ ܘܠܡܢ ܝܣܡܥܗ: ܘܝܣܒܚ ܐܠܬܐܠܘܬ ܐܠܩܕܘܣ ܐܠܕܝ ܦܝ ܟ̇ܠ ܚܝܢ ܚܝܢ V D :جيل A ܝܜܗܪ ܩܕܝܣܝܗ: ܠܝܢܡܘܐ ܠܝܢܡܘܐ D A : ܠܝܛܘܐ V ܡܬ̣ܠ ܦܝ ܐܠܥܐܠܡ add. ante ܡܬ̣ܠ V D ܐܠܟ̇ܘܐܟ̇ܒ ܐܠܟ̇ܘܐܟ̇ܒ V D : النجوم A ܐܠܕܝܢ ܗܡ ܔܠܘܣ ܦܝ ܐܠܜܠܡܗ ܘܜܠܐܠ ܐܠܡܘܬ. One alone is our objective and that of the zealous and pious men before us in the present narration of the biography of the celebrated man: that he becomes, on the one hand, for all an imitation loved by God and something profitable, on the other, to elevate glory and magnificence to the holy and worshipful Trinity, which always, from generation to generation , shows also in this, as in all things, its own luminaries to enlighten “those who are in darkness and shadow of death” of sin. Glory and praise and thanksgiving to the Father, the Son, and the Holy Spirit, who purifies and makes his saints shine, so that they shine like bright stars for those who lie in the darkness and shadow of death. It seemed suitable to me, my brothers and fathers , to present the story of this Saint John, so that those who read and hear may benefit and so that they glorify the Holy Trinity, which openly reveals the light of its saints , who illuminate in everything, like shining stars, those who lie in the darkness and shadow of death. We have seen the fathers who came before us , describe the narration of this our holy father, something useful to those who will read and hear it, and we praise the Holy Trinity, which in every generation illuminates its saints , who like the stars (illuminate) those who are sitting in the dark and in the shadow of death. In the Syriac recension α, the first lines of the prologue are missing, maybe because of a material damage in the antigraph. Here again, π reproduces better than α the original form of the prologue. As in the previous example, the Arabic version reflects the knowledge of an ancient form of the Syriac text, as reveals its concordance with π (against the Greek) in the mention of: the “fathers” (Ar.: ܐܠܐܒܗܐܬ ; π: ܘܐܒܗ̈ܝ ) instead of the “men” (Gr.: ἀνδρῶν ); the benefit “of those who read and hear” (Ar.: ܝܩܪܐܗ ܘܠܡܢ ܝܣܡܥܗ ; π: ܠܐܝܠܝܢ ܕܩܪܝܢ ܘܫ̇ܡܥܝܢ ) instead of “for all” (Gr.: πᾶσιν ); “his saints” (Ar.: ܩܕܝܣܝܗ ; π: ܕܩܕܝܫ̈ܝܗ̇ ) instead of “his stars” (Gr.: τοὺς οἰκείους φωστῆρας). Nevertheless, in this case the Arabic retains original details of the Greek which have been suppressed by π: the mention of the fathers “who preceded us” (Ar.: ܐܠܕܝܢ ܣܒܩܘܐ ; Gr.: τῶν πρὸ ἡμῶν ), and “in every generation” (Ar.: ܟ̇ܠ ܚܝܢ ; Gr.: κατὰ γενεὰν καὶ γενεὰν ). This situation is the direct consequence of the metaphrastical nature of π. On the one hand, most of its text reproduces Paris BnF Syr. 235 (P), while its secondary source (Σ) was used by the compiler non-systematically, and mostly in case of necessity (for example, to fill lacunas). On the other hand, the compiler of π radically abridged its model, by cutting original details, sentences, and even entire episodes. Although sometimes π it the only witness preserving the Greek’s original details, Cf. supra . it remains generally a lower quality source than the Arabic text. Depending on an ancestor of α, the Arabic version well preserves the author’s narrative scheme, which has been destructured by π. Therefore, it is totally to be expected that several passages of the Greek are better reproduced in Arabic than in Syriac. I will enumerate here only a few of them. At chapter VI, the correct transliteration of ܒܪܛܐܢܝܐ (Vatican Syr. 202, f. 11v; cf. also the Latin Britania , Bohdziewicz-Warburg, p. 328, chap. 12, §18) = τῆς Βρεττανίας (Festugière, 354.43), against the Syriac ܕܟܪܛܢܝܐ (α) and ܕܩܪܝܛܘܢܝܐ (β); Venturini, La versio syra minor , p. 20, n. 28 at chapter XI, the mention of the Nile ܐܠܢܝܠ (Vatican Syr. 202, f. 15v; cf. also the Latin Nili , Bohdziewicz-Warburg, p. 319, chap. 22, §3), which reflects the Greek τὸν ποταμὸν (Festugière, 358.11), omitted in Syriac; at chapter XII, the mention of the “universal prayer” ܐܠܩܐܬܘܠܝܩܝ , and of the “anaphora” ܐܠܐܢܐܦܘܪܐ (Vatican Syr. 202, f. 17r), which reflect the Greek τὴν καθολικὴν [...] καὶ τοῦ ἁγίου καταπετάσματος ὑψοῦσθαι μέλλοντος (Festugière, 360.29-30); at chapter XIV, the mention of the merchant ܐܗܠ ܐܠܣܘܩ (Vatican Syr. 202, f. 19r), which is the Greek μετά τινος τῶν τῆς πόλεως καπήλων (Festugière, 362.3), while the Syriac version has ܠܐܢܫ ܡܢ ܒܢܝ̈ ܡܕܝܢܬܐ (α) or ܠܐܢܫ̈ܝܢ (β). Here the Arabic version confirms the emendation suggested by a marginal note in manuscript L ( ܡܢ ܒܢܝ̈ ܫܘܩܐ ), which probably consulted an independent source, cf. Venturini, La versione siriaca della Vita ( CSCO 680), p. 29, n. 1. At chapter XXIX, the sentence ܐܢܢܝ ܠܡ ܐܣܦܟ̇ ܕܡܝ ܒܥܕ ܥܢܟ. ܟ̇ܡܐ ܐܡܪܢܝ ܐܠܡܣܝܚ , “I have not yet shed my blood for you, as Christ ordered me!” (Vatican Syr. 202, f. 35r), correctly reproduces the Greek οὔπω τὸ αἶμά μου ὑπέρ σου ἐξέχεα ὡς ἐνετείλατό μοι ὁ δεσπότης μου καὶ πάντων Χριστός (>Festugière, 381.12-13), which is not preserved in Syriac. I had already noted that this passage was probably corrupted in the whole Syriac tradition, cf. Venturini, La versione siriaca della Vita ( CSCO 680), p. 56, n. 1. The Story of Peter the Tax Collector: the Arabic version of the tale and its relationship with β, α, and the Greek text The independent recension of the Story of Peter the Tax Collector (β), despite its fragmentary nature, represents the most direct descendant of the original Syriac translation (Σ) of the Life of John the Merciful. Cf. supra . This excerpt reproduces the longest episode of the Life (it takes up approximately 10% of the work). The big size and the ecdotic relevance of the fragment allow a systematic comparison with the Arabic version (chapters 20-21 in Sinai Ar. 428), with the form of the tale included in the Syriac Life (α), and with the Greek text. The comparison with π is not possible, as it summarizes the whole episode in a single sentence, cf. Venturini, La versio syra minor , p. 20, §19. It can be helpful to analyze the following questions. Many details of the Greek original are not (or are badly) reproduced by α: are they better reproduced by β or by the Arabic version? In the case of discordance between α and the Greek text, does the Arabic agree with α against the Greek and β, or does it agree with the Greek against α and β? It is possible to retrace the history of some variants to understand their progressive stages in the different stemmatic levels? To answer to the previous questions, I will present a table comparing the four versions of the tale: Greek, Syriac 1 (β), Syriac 2 (α), Arabic. I give the English translation of each one, with the reference to the original text’s editions. The Arabic text, which is unedited, can be found in the Appendix (§8) at the end of this contribution. I examine here only the first half of the tale, going until the second vision of Peter (Festugière, 369.70), more an additional passage, coming from the conclusion (Festugière, 371.170-176). Font styles’ legenda: α, β, and Arabic vs Greek Greek and β vs Arabic and α Greek, Arabic, and β vs α Greek, Arabic, and α vs β Greek text = Festugière , 368.1-29 Syriac 1 (β) = Venturini (2020), 60-62, §1 Syriac 2 (α) = Bedjan , 340.5-341.5 Arabic version = Vat. Syr. 202, f. 23r; DMMM 138, f. 112va When I was in Africa , something like this happened. I was administrator —he affirms— of a tax collector , extremely rich and merciless. One day, thus, in winter , while some poor people were sitting in the sun and were warming up , each one began to praise the houses of the merciful men and to pray for each one of them, and similarly to mock and revile the houses of the unmerciful men. So meanwhile came in the middle also the name of my master, the tax collector, and each one began to ask his neighbor: “In truth, brother, did you ever receive alms from that house?”. And —I swear it as in front of the Lord— all asking each other , nobody was found who has ever received anything from that house. One of them says then: “What do you give me, and today I will take alms from him?”. And, after making a deal with him , he goes and stands outside the door of the tax collector’s house, waiting for the moment when he comes back from the mass. Indeed, he, by determination of God, arrived at the same time as he, who was entering the door, and the beast of burden, loaded with loaves from the bakery , which was entering for his breakfast. So, after seeing the poor, he grabs out of anger, having not found a stone, a loaf from the basket of the beast and throws it at his face . That one then took it and left, swearing to his companions that — he says— “I received it from his own hands”. My beloved, there was in Africa one of the noblemen, a tax collector , whose name was Peter , and he had absolutely no mercy towards anyone . And so one day it happened that, while the poor people were sitting in the winter days and were warming up in the sun, each one of them began to praise and bless the houses of the merciful men who gave them alms, praying for them. In the same way, therefore, they also blamed and cursed the houses of the unmerciful men, and among them they also put in the middle the name of Peter, who had no mercy , and each one began to ask his companion if he had ever received alms from his house. And after everyone had asked his companion and no one was found who said that he had received something from him sometime, one of them spoke and said: “What do you give me, and I receive alms from him today?”. And after making a deal with him on what they would have given him , he immediately went and stood in front of the door of that rich man, and waited for him until he returned. And then, by God's determination, were entering at the same time he and his beast of burden, which was carrying the loaves from the bakery for his meal. And having seen that poor, he got very angry , and wanting to throw at him a stone and not finding it, he grabbed a loaf from the basket that was on the beast, and threw it angrily at the poor's face , and hit him. That one then immediately bent down a little and took the loaf, and ran and went to his companions, swearing to them: “From his hands I have received it now!”. There was one of the noblemen, and he was very rich , whose name was Peter , and he never had compassion towards anyone . And one day of the poor people, while they were sitting in the sun, remembered the merciful men who gave them alms and prayed for them. And then they started to mention those who had no mercy for them and to curse them, and they also remembered Peter, since he was not merciful . And they asked each other if he had ever given alms to someone of them, and none was found among them who had received anything from him. And one of them started talking and said, “What do you give me, and I will receive alms from him?”. And they promised to give him something . And he immediately went and stood at Peter's door, and waited for him until he came at his house. And by God's determination he arrived, and with him a donkey, which brought loaves for him to eat. And when the poor saw him, began to implore him, asking him for alms. Peter then, when he saw that poor, got very angry , and he looked for a stone to throw at him, but he did not find it. And he grabbed a loaf of those which his donkey was carrying, and threw it at the poor with great anger. And the poor took it, and returned to his companions, and began to swear that he had received it from Peter’s hand. There was a noble man named Peter , and he was very rich and he had absolutely no mercy towards anyone . In some days, while the poor people were sitting in the sun, each one of them began to mention the merciful men and who gave them alms, and to pray for them, and to remember even those who had no mercy and to curse them. And then they also mentioned Peter, who had no mercy , and began to ask each other if he had given alms to any of them , and they did not find anyone of them who had received anything from him. So one of the poor men said: “What do you give me, if I go and receive alms from him?”. And they promised to give him something . And that poor went and sat at his door, waiting for him until he came. And with God's help he came, and with him there was an animal that was bringing a loaf from the bakery for the meal. And when he saw that poor, he got very angry and looked for a stone to throw at him, and he did not find it. And he took a loaf from those the animal was carrying, and threw it at his face with great anger, and hit him. And the poor took that loaf and brought it to his companions, and began to swear to them: “I received it from his hands”. Some observations: Syriac 2 (α) and Arabic omit many important details of the Greek, which are regularly mentioned by Syriac 1 (β): the geographical setting of the tale “in Africa”; the profession of Peter, “a tax collector”; the temporal setting “in winter”; the poor people “warming up”; the blessing on “the houses” of the merciful men; the literal reproduction of the Greek εἰς μέσον, “in the middle”; the question whether a poor “had ever received” from Peter (Syriac 2 and Arabic: “whether Peter had ever given”); the deal of the poor with his companions; the basket carried by the beast of burden. When the Arabic version preserves an original detail of the Greek which is omitted by Syriac 2 (α), it is always found also in Syriac 1 (β): the specular reproduction of the Greek ἤρξατο ἕκαστος , “each one began”; the loaves coming “from the bakery”; the throw of the loaf “at the face” of the poor. There are no original details of the Greek, which are preserved exclusively by the Arabic version. Syriac 1 (β) does not specify that Peter was “very rich”. The Arabic version retains this original detail but, here again, is not the only one, as Syriac 2 (α) retains it too. Some errors and omissions are to be expected in Syriac 1 (β), as it is not itself the original Syriac text (Σ), but just a copy of chapter 20 belonging to an independent branch of the manuscript tradition. I have found in Syriac 2 (α) other two original readings, cf. Venturini, La leggenda di Pietro il Pubblicano , p. 53, n. 57. Unfortunately, the Arabic version does not reproduce those passages literally. Syriac 2 (α) and Arabic say that the poor’s companions “promised to give him something”, while the Greek text says that they made “a deal with him”. It is noteworthy that Syriac 1 (β) presents a halfway form of the sentence: “after making a deal with him | on what they would have given him”. The concept, which in Greek is not so explicit, has been clarified by the Syriac translator, who added the second part of the sentence. The first part of the sentence has been later simplified into “they promised” by the common ancestor to Arabic and Syriac 2 (α). Greek text = Festugière , 368.30-369.55 Syriac 1 (β) = Venturini (2020), 62-66, §2-3 Syriac 2 (α) = Bedjan , 341.6-342.9 Arabic version = Vat. Syr. 202, f. 23v; DMMM 138, f. 113ra Indeed, after two days, the tax collector fell ill with a fatal disease , and sees in his sleep himself, called to account [for his actions], and all his actions weighed on a scale. In a scale pan, thus, some bad-looking blacks (μαῦροι) were gathering, the other belongs to others, clothed in white and fearsome in appearance, who, finding nothing good to counterbalance the wicked deeds gathered by the blacks in their scale pan, were very sad and gloomy and hesitating towards each other, and they said: “ Don't we really have anything here?”. Then one of them says: “Really we have nothing but a single loaf that he gave two days ago to Christ, even this reluctantly”. And when they put the loaf, the scale pan was balanced. And those clothed in white who had appeared to him, tell him: “Come on, add [something] to the loaf, because these blacks will catch you”. When he woke up, thus, he acknowledged that what he had seen was not false, but true, since everything [experienced] from his youth, even what he had forgotten, he saw that those Ethiopians had gathered and carried on the scale. And he said: “ Alas (Βαβαῖ)! If a single loaf, which I threw with anger , benefited me so, how many damages avoids he who gives his goods with simplicity to those who need them!”. And from then on, he got so wise —he says— that he became extremely merciful to the point that he did not even spare his own body. And after two days, that rich man fell ill with a fatal disease . And he had a vision in his dream, as if he was standing in a court and was being judged for his actions. And he saw that some black and bad-looking ones came, and they gathered all his evil deeds and put them on a scale pan , on one side; on the other side of the scale, instead, there were other men dressed in white and good-looking , and they wanted to put something good on the scale pan which was next to them, against the evil things that had been placed by those blacks, and they found none. And then they were sad and very gloomy, and hesitating they were saying to each other: “So, what have we got? Don't we have anything to put here?”. So, one of them said: “We really have nothing but this loaf, which two days ago he gave to Christ unintentionally, for some reason”. And then they hurried, and they brought it and placed it, and immediately that scale pan matched with his counterpart. And immediately those dressed in white spoke and said to him: “Peter, go and add to this loaf, and know that otherwise those blacks will catch you, and we will not help you at all”. And when he woke up, he acknowledged that the things that had appeared to him were not a lie but reality , since all he had done or said from his youth until then, including what he had forgotten, he had seen that those blacks had collected and placed on that scale pan. And he said to himself : “ Alas ( ܒܒܝ )! If a loaf, that with anger I threw against that poor unintentionally , has benefited so much and was able to save me from the hands of those blacks , from how many damages is released he who gives his goods to the needy people with simplicity and good effort !”. And from then on, he became so honest that he was eminent and excellent in mercy towards the poor people , to the point that he would not even spare his own body. And after two days it happened that the rich Peter fell ill. And he saw in his dream that he was standing in a courtroom, and he was judged for his evil deeds. And he saw some blacks, horrible looking, who came towards him and gathered his evil deeds and placed them on a scale pan . And near the other scale pan he saw some good-looking men, with white clothes, who were standing up and wanted to put some good deed against the evil ones which the blacks had placed. And they did not find it, and they were very sad, and said to each other: “Is there nothing here to put on this scale?”. And one of them answered and said: “Actually we have nothing here but a loaf, that two days ago he gave to Christ unintentionally, for some reason”. And they took the loaf and put it on the scale, and immediately he leaned over and was in balance with the other scale pan. And those dressed in white began to speak and said: “Oh Peter, go and add to this loaf! Otherwise, know that the blacks will catch you!”. And after they said these things, Peter awoke from his sleep, and acknowledged that the dream he had seen was true, because everything he had done and said from his youth until that day, he had seen that those blacks had brought it and placed it on the scale. And he said to himself : “If a loaf, which I gave to that poor unintentionally , has thereby helped and saved me from those blacks , how more he who gives to the poor people with a good heart is preserved from the evil!”. And from that day on, he gave alms to the poor people. And that rich man fell ill, and he saw in his dream as if he was standing in the day of Judgment to be judged for his deeds. And he saw a group of black men, ugly face, coming towards him , after collecting all his evil deeds and putting them on a scale pan . And there was also another group of men, and they were standing on the other side of the scale, and they were good-looking , in white clothes, and they wanted to put something in the other scale pan to counterbalance, but they found no good deeds against the evil deeds of those blacks, and they were sad about that. And while they were in that situation, they said to each other: “So, don't we have anything here to put on the other scale pan?”. And one of them answered, saying: “We have nothing except a bread that he had given to Christ two days ago unintentionally”. And then they took it and put it on the scale pan, and it balanced it with the other scale pan. Then those who were clothed in white said: “Oh Peter, go and add something else good to this loaf! Otherwise, know that these blacks will catch you!”. And when Peter noticed that what he had seen was truth and not a lie —because he acknowledged that everything he had done, from his youth up to that time, he saw the blacks coming towards him and putting it on the scale pan, he said to himself , marveling: “If a loaf that I threw to that poor unintentionally , has benefited and has saved me from those blacks , from how many evils will be saved he who gives, with his good effort , what he owns to the poor people! And from that day on, he became merciful to the poor people. Syriac 2 (α) and Arabic do not mention the “fatal disease” of Peter; they do not say that the white men were “gloomy and hesitating”, but simply “sad”; they suppress the interjection ܒܒܝ , which in Syriac 1 (β) accurately translates the Greek βαβαῖ; they do not specify that the loaf was thrown “with anger”; they do not reproduce the Greek expression ἐν ἁπλότητι (“with simplicity”), as Syriac 1 (β) does; they suppress the whole final sentence, corresponding to the Greek consecutive clause ὥστε μήτε τοῦ οἰκείου σώματος φείσασθαι (Festugière, 369.55). Right in the last sentence, the Arabic version shows a halfway textual stage between Syriac 1 (β) and Syriac 2 (α): it omits, as Syriac 2 (α) does, the consecutive clause, but it well reflects the Greek ἐγένετο ἄκρος ἐλεήμων , “he became merciful” (albeit it does not reproduce ἄκρος), while Syriac 2 (α) trivializes the concept (“he gave alms”). The expression “with simplicity” ( ἐν ἁπλότητι ) is reproduced only by Syriac 1 (β), which moreover presents the addition: “and good effort”. The Arabic version retains only the latter addition, having lost the first member, which is more difficult to understand. Syriac 2 (α) goes on in the deterioration process of the original, changing the expression in “with a good heart”. Greek text = Festugière , 369.58-70 Syriac 1 (β) = Venturini (2020), 66-68, §4 Syriac 2 (α) = Bedjan , 342.10-343.1 Arabic version = Vat. Syr. 202, f. 24v; DMMM 138, f. 113rb Therefore, it happened once that he went after the night, as usual, to the customs office, and goes towards him a sailor (ναύτης) , who came out of a shipwreck naked as he had been begotten , and fell at his feet, imploring him for a garment. Therefore [Peter], thinking that he was a poor , takes his own tunic off, which was expensive, and makes him swear with faith, saying: “By the Lord, brother, put it on and pray for me!”. After he left, ashamed to wear it, he gave it to a tailor to be sold. And coming back the tax collector, sees it hung and became very sad. And after he returned to his home, he could not eat anything, but after closing the door of his room he sat down, crying and pondering thus: “I was not worthy —he says— that the poor man had a memory of me”. While then he was discouraged, he fell asleep. Therefore, it happened once that, as he was leaving the church to go to the customs office — since he was a tax collector —, came across him a sailor ( ܢܘܛܐ ) , who had saved himself from the fury of the sea and who was naked as at birth . And he bowed before him, asking to give him a garment for his body. Therefore, after seeing him , and after thinking that he was a poor , he took off the expensive garment that was on him and gave it to the poor, making him swear a lot and saying: “By our Lord, wear it and pray for me!”. The poor man then, having gone away, was ashamed to wear that garment because of its elegance, and immediately gave it away to be sold. And the rich Peter, after waiting a while, came back and saw that garment hung in the market , and he became sad and regretted a lot. And after he went to his home, he could not eat anything, but closed the door of his room in front of him and sat down, weeping and pondering and saying: “I was not worthy to leave a memory to that poor”. And while he was regretting and moaning, he dozed off and fell asleep. And one day , while he was leaving the church to go to the customs office — since he was the chief tax collector — came across him a sailor ( ܡܠܚܐ ), who had run away naked from the sea. And he fell to the ground before him, and implored him to give him a garment to wear. And when [Peter] saw him , he took off one of the sumptuous garments that he was wearing, and gave it to him and made him swear and said: “By our Lord, wear it and pray for me!”. And that poor, after walking away from him, was ashamed to wear it because of his elegance, and gave it to the market to be sold. And when Peter came back and saw that garment hung in the market to be sold, became very sad. And after going to his house, he could not eat because of his sadness. And he closed his door and sat down, and started to weep and moan and to say: “I did not deserve to be remembered by that poor”. And while he was crying and regretting, he dozed off and fell asleep. And one day , while he was leaving the church to go to his court, — since he was the chief tax collector— and there he found a sailor ( ܢܘܬܝ ) , who was saved from drowning in the sea and who was naked. And he fell in front of him, imploring and asking to dress him. And when Peter saw him , he felt compassion for him and took off a good [om. VD] garment and gave it to him [VD: made him wear it] and made him swear [VD: asked him], saying: “By God, accept this garment and pray for me!”. And when the sailor left and walked away, he was ashamed to wear it because it was elegant, and put it up for sale in the market . And the rich [om. VD] Peter, returning to his house, saw the garment hung [om. VD] in the market for sale, and he was very sad about it. [And when he arrived at his home, he could not eat anything for the great sadness, and closed his door and sat down, crying and sighing from the bottom of his heart, and saying: “I did not deserve to be remembered by that poor”. And while he was regretting and crying [om. VD], he dozed off and fell asleep. Syriac 1 (β) and Arabic still reflect some ancient features of the Syriac translation, like the calque ܢܘܛܐ , reproduced by the Arabic ܢܘܬܝ , and used to translate the Greek ναύτης . In the Syriac manuscript tradition, the calque has been trivialized not only by Syriac 2 (α), which substitutes it with the facilior ܡܠܚܐ , but also by one of the same manuscripts of β, which prefers the equivalent ܐܠܦܪܐ . Cf. Venturini, La leggenda di Pietro il Pubblicano, p. 67, n. 146. The progressive corruption of the Syriac text did not affect the Syriac model of the Arabic version, which still preserved the reading ܢܘܛܐ . Nevertheless, the Syriac model of the Arabic version had already suffered some of the omissions that we find also in Syriac 2 (α): the loss of the main verb which introduces the episode (Gr.: Συνέβη, “it happened”); the sentence “after thinking that he was a poor”, which is essential for the comprehension of the whole passage (the sailor felt ashamed and refused the expensive garment, but Peter did not understand why, thinking that he was a poor asking for alms). Everything claims for a progressive corruption of the Syriac translation. The Arabic version reflects a precise stage of this corruption process, which is halfway between Syriac 1 (β) and Syriac 2 (α). Greek text = Festugière , 371.170-176 Syriac 1 (β) = Venturini (2020), 80, §10 Syriac 2 (α) = Bedjan , 347.3-9 Arabic version = Vat. Syr. 202, f. 27r; DMMM 138, f. 115ra He who was cooking went out running. But be careful that he is not fleeing, for he is a great servant of God. For when he came out, he said to me: “I say to you in the name of the Lord”, and immediately I saw a flame , which came out of his mouth and touched my ears : so immediately I heard, and I spoke. The one who was serving in the kitchen came out running. But beware that he does not flee, because he is truly a servant of God! For when he went down, he said to me: “I tell you in the name of Christ: open!”. And immediately I saw that came out of his mouth like a flame of fire, and it came and reached my ears and my mouth , and immediately my ears heard, and my mouth spoke”. “The man who was serving in the refectory went out in a rush. But beware that he does not flee, because he is a servant of God!”. And he told them: “When he came to me, he said: ‘In the name of our Lord Jesus Christ, open the door for me!’, I saw going out of his mouth like a tongue of fire, and it touched my mouth and my ears , and immediately I spoke with my mouth, and I heard with my ears. And he said to them: “The one who managed the kitchen came out running, fleeing. And he said to me: 'I tell you in the name of Christ, open to me'. And I saw coming out of his mouth like a flame of fire, which reached my ears and my mouth ”. In this last passage, coming from the conclusion of the tale, the Syriac translator readapted the Greek text, by adding the detail of the mouth touched by the flame. Here the Arabic text and Syriac 1 (β) are almost identical, while Syriac 2 (α) inverts the terms (“my mouth and my ears”) and substitutes the substantive ܫܠܗܒܝܬܐ , “flame” (surely original, cf. Gr.: φλόγα ), with ܠܫܢܐ , “tongue”. The perfect concordance of the Arabic with Syriac 1 (β), against Syriac 2 (α) on one hand, and against the Greek on the other, shows once more that the model of the Arabic translator was not the Greek original, but a Syriac manuscript belonging to a high branch of the tradition. To answer to the previous questions: Syriac 1 (β) preserves original details of the Greek, which have disappeared in Syriac 2 (α), better than the Arabic version does. There is a first group of omissions and errors which is exclusive of Syriac 2 (α), whereas Arabic and Syriac 1 (β) faithfully reproduce the Greek. There is then a second group of variants, which are common to Syriac 2 (α) and Arabic, whereas only Syriac 1 (β) correctly reflects the Greek. I did not find any passage which is correctly reproduced only by the Arabic version, against Syriac 1 (β) and Syriac 2 (α). Quite the opposite, the Arabic version usually agrees with Syriac 2 (α), against Syriac 1 (β) and the Greek. Finally, it also happens that Arabic agrees only with Syriac 1 (β), against the Greek. It is sometimes possible to retrace the progressive development of the variants. The Greek text is often readapted by the Syriac translator, introducing some extensions and clarifications. Sometimes the Arabic version has lost the main features of the original, preserving only those extensions. Syriac 2 (α) often goes further on in this deterioration process. None of these observations is compatible with a revision on the Greek original performed by the Arabic translator. It would be challenging to justify how the outcome of such a revision is often identical to Syriac 1 (β). If the Arabic translator had consulted a Greek source, the improvements of the Arabic text would be different from those of Syriac 1 (β). To support the theory of a “re-translation” from Greek, it is not enough to find details of the Greek original or calques from Greek words, which the Arabic may have derived from a Syriac source of high quality. It would be necessary to discard the mediation of a Syriac source, like it is possible in the case of Ammonius’ Report on the Martyrdom of the Monks of Sinai and Raithu , where it is evident that the Arabic translator read the Greek text, as he misunderstood the word μερῶν, cf. Treiger , The Earliest Dated Christian Arabic Translation , p. 33. The loss of three “pro-Chalcedonian chapters”: another Syriac-Arabic connection The absence in the Arabic version of chapters XXXIII, XXXVII, and XLIX, which are focused on the conflict between the patriarch and the Miaphysite sects of Alexandria, represents another direct reflection of the Syriac version. As informs the colophon of manuscript Sinai Ar. 428, the Arabic translation has been performed at Mar Saba: if the translator had known the Greek original, the “pro-Chalcedonian” chapters would have probably been reintegrated. Considering the epoch of the Arabic translation and its high stemmatic position, Cf. supra . we know that the three chapters disappeared before the 10 th century. This confirms the opinion, expressed by André Binggeli, that the doctrinal chapters were not suppressed by the later Miaphysite compilers of the Syriac collections. Binggeli, Writing in Syriac [forthcoming]. Binggeli rightly highlights that some excerpts of the Syriac version have also been transmitted by the Melkite manuscript Sinai Syr. 24 (S). We do not know exactly which recension of the Syriac text was transmitted by S, since it reproduces only fragments from chapters X and VII. However, its stemmatic position seems to be similar to that of the Arabic version, where the three chapters are lacking, cf. supra . Nevertheless, there is no reason to ascribe, as Binggeli does, the suppression —which is common to Syriac, Latin, and Arabic— to the Greek model: as we have seen, the Greek text was unknown not only to the Arabic translator but also to the anonymous author of the Latin version BHL 4392, who translated from an Arabic source. Between the Greek and the Syriac manuscript traditions, the Life of John the Merciful passed through two radical readaptations: 1) the translation from Greek into Syriac; 2) the rewriting which led from the “detailed form”, surviving in Syriac 1 (β), to the “abridged form”, which characterizes Syriac 2 (α) and the Arabic text. Probably in one of these two crucial moments, the Life of John the Merciful assumed the peculiar structure surviving in Syriac, Arabic, and Latin. The general reorganization of the chapters allowed the compiler to suppress the above-mentioned episodes. It is noteworthy that some innovations seem to have been introduced for a simpler translation of the work. It is for example what happens with Peter’s tale: in the Syriac version, the repositioning of its conclusion at the end of chapter XIX reinforces the internal cohesion of the story, cf. Venturini, La leggenda di Pietro il Pubblicano, p. 47. Conclusions. The central position of the Arabic version in the manuscript tradition of the Life of John the Merciful To summarize: The Syriac, Arabic and Latin (BHL 4392) versions of the Life of John the Merciful present the same structure and many common variants, which are absent in the Greek manuscripts. The Latin version BHL 4392 has not been translated from Greek but from an Arabic model. The Arabic version has been translated from a Syriac model. The theory of a lost Greek Vorlage is not necessary to explain the features common to the three versions, as Latin depends on Arabic and Arabic depends on Syriac. The Arabic version preserves many details of the Greek, which have disappeared in the Syriac manuscript tradition. The Arabic version reflects a high branch of the Syriac tradition, halfway between the “abridged recension” (α) and the original Syriac translation (Σ), which survives only in excerpts (β) and indirect witnesses (π). The Greek’s original details, reproduced by the Arabic version, are not the outcome of direct knowledge of the Greek text but of a high branch of the Syriac tradition. The Syriac recension β reproduces the Greek text much better than the Arabic version. The absence in Arabic (and in Latin) of the “doctrinal chapters” is the direct consequence of their earlier suppression in the Syriac version. The position of the Arabic version in the manuscript tradition of the Life of John the Merciful is crucial, not only from the stemmatic point of view but more in general from that of the “transmission’s history”. The Arabic version unexpectedly performs the role of cultural mediator between the “oriental redaction” of the Life and the Latin West. From an ecdotic perspective, the Arabic version represents the “missing link” among the multiple recensions of the Syriac text. The study in parallel of both translations can not only clarify their mutual relationship but also provide new evidence for the research on the Syriac manuscript tradition. As a meeting point between the Syriac, Latin, and Georgian traditions, the Arabic version can help solve some problems that trouble the text’s history. The Arabic text can directly improve not only the edition of the Syriac version but also that of the Greek original. For example, it can help to choose between adiaphora in the Greek manuscripts, where the Syriac tradition does not reproduce a specific passage. For these reasons, a critical edition of this version represents, more than before, a desideratum . I hope that someone will be interested in working on this challenging task, which is expected to bring new knowledge about a manuscript tradition that never stops to surprise. Appendix The Arabic version of the Story of Peter the Tax Collector , as in manuscript Vatican Syr. 202, f. 23r-f. 27r (V); variants from Dayr Mar Mattay, ms. 138 (D), and Sinai Ar. 428 (A) Vatican Syr. 202, f. 23r; DMMM 138, f. 112va = Festugière, 368.1-29 [1] ܟܐܢ ܐܢܣܐܢ ܫܪܝܦ ܝܩܐܠ ܠܗ̇ ܒܛܪܐ ܝܩܐܠ ܠܗ̇ ܒܛܪܐ V D : om. A ܘܟܐܢ ܓܢܝ ܘܟܐܢ ܓܢܝ D : ܘܓܢܝ V ܔܕܐ: ܘܠܡ ܝܟ̇ܢ ܠܗ̇ ܪܚܡܗ ܥܠܝ ܐܠܡܣܐܟܝܢ ܐܠܡܣܐܟܝܢ V D : انسان A ܐܠܒܬܗ. ܘܦܝ ܒܥܨ ܐܠܐܝܐܡ ܟܐܢܘܐ ܐܠܡܣܐܟܝܢ ܓܠܘܣ ܦܝ ܐܠܫܡܣ. ܦܒܕܐ ܟܠ ܘܐܚܕ ܡܢܗܡ ܝܕܟܪ ܐܠܢܐܣ ܐܠܪܚܘܡܝܢ ܐܠܪܚܘܡܝܢ V D : الذين يدفعون اليهم الصدقة A ܘܝܕܥܘܐ ܠܗܡ. ܘܝܕܟܪܘܐ ܐܝܛܐ ܐܠܕܝܢ ܠܝܣ ܠܗܡ ܪܚܡܗ ܟܣܒܘ add. post ܪܚܡܗ V ܘܝܠܥܢܘܗܡ. ܦܕܟܪܘܐ Post ܦܕܟܪܘܐ add. ܗܕܐ ܐܠܪܔܠ ܐܠܓܢܝ V D ܒܛܪܐ ܐܠܥܕܝܡ ܐܠܪܚܡܗ. ܘܒܕܘܐ ܝܣܐܠܘܐ ܒܥܨܗܡ ܠܒܥܨ ܒܥܨܗܡ ܠܒܥܨ D A : ܒܥܛܗܡ ܐܠܒܥܛ ܗܟܕܐ V ܗܠ ܐܥܛܐ ܠܐܚܕܐ ܡܢܗܡ ܨܕܩܗ܇ ܦܠܡ ܝܔܕܘܐ ܐܚܕܐ ܡܢܗܡ ܐܟܕ ܡܢܗ̇ ܫܝܐ ܐܟܕ ܡܢܗ̇ ܫܝܐ V D : om. A . ܦܩܐܠ ܘܐܚܕܐ ܡܢ ܐܠܡܣܐܟܝܢ. ܡܐ ܕܐ ܬܥܛܘܢܝ ܐܢ ܐܢܐ ܕܗܒܬ ܘܐܟܕܬ ܡܢܗ̇ ܨܕܩܗ. ܦܐܘܥܕܘܗ ܐܢܗܡ ܝܥܛܘܗ ܫܝܐ. ܘܐܢ ܕܠܟ ܐܠܡܣܟܝܢ ܘܐܢ ܕܠܟ ܐܠܡܣܟܝܢ V D : om. A ܕܗܒ ܘܔܠܣ ܥܠܝ ܒܐܒܗ̇ ܝܢܬܛܪܗ̇ ܐܠܝ ܐܢ ܝܐܬܝ. ܘܒܬܘܦܝܩ ܡܢ ܐܠܗ ܐܩܒܠ ܘܡܥܗ̇ ܐܢܣܐܢ ܐܢܣܐܢ D V : دوابه A ܝܚܡܠ ܦܝ ܛܒܩ ܛܒܩ ܦܝ D V : سلجن من الخبازة A ܟ̣ܒܙ ܐܠܓܕܐ. ܦܠܡܐ ܢܛܪ ܐܠܝ ܕܠܟ ܐܠܡܣܟܝܢ Post ܐܠܡܣܟܝܢ add. ܔܐܠܣ ܥܠܝ ܐܠܒܐܒ V D ܓܨܒ ܔܕܐ ܘܛܠܒ ܚܔܪ ܠܟܝܡܐ ܝܪܡܝܗ ܒܗܐ ܦܠܡ ܝܔܕ Post ܝܔܕ add. ܦܡܢ ܐܠܓܨܒ V D . ܐܟ̣ܕ ܪܓܝܦ ܡܢ ܥܠܝ ܐܠܛܒܩ ܐܠܛܒܩ V D : مما كانت تحمل دوابه A ܦܪܡܐ ܒܗ ܦܝ ܘܔܡܗܗ ܒܓܨܒ ܫܕܝܕ [وضربه] وضربه A : om. V D . ܦܐܟܕ ܐܠܡܣܟܝܢ ܕܠܟ ܐܠܪܓܝܦ ܘܐܬܝ ܒܗ ܐܠܝ ܐܨܚܐܒܗ̇. ܘܔܥܠ ܝܚܠܦ ܠܗܡ ܒܐܠܗ ܐܢܢܝ ܡܢ ܝܕܗ̇ ܐܟܕܬܗ̇ ܐܠܣܐܥܗ. Vatican Syr. 202, f. 23v; DMMM 138, f. 113ra = Festugière, 368.30-369.55 [2] ܘܡܢ ܒܥܕ ܝܘܡܝܢ ܡܪܨ ܕܠܟ ܐܠܓܢܝ ܒܛܪܐ ܒܛܪܐ om. D ܦܪܐܝ ܦܝ ܡܢܐܡܗ̇ ܟܐܢܗ̇ ܘܐܩܦ ܦܝ ܐܠܕܝܢܘܢܗ ܐܠܡܦܙܥܗ ܐܠܡܪܗܒܗ ܐܠܡܦܙܥܗ ܐܠܡܪܗܒܗ om. D ܘܗܘ ܝܕܐܢ ܥܠܝ ܐܥܡܐ ܠܗ̇: ܘܐܒܨܪ ܩܘܡ ܣܘܕܐܢ ܩܒܚܐܢ ܩܒܚܐܢ D A : ܩܒܚܝܢ V ܐܠܘܔܘܗ ܐܬ̇ܘܗ. ܘܩܕ ܔܡܥܘܐ ܟܠ ܐܥܡܐ ܠܗ̇ ܐܠܣܘ. ܘܘܨܥܘܗܐ ܦܝ ܟܦܗ̈ ܐܠܡܝܙܐܢ ܘܟܐܢܘܐ ܐܝܨܐ ܩܘܡ ܐܟܪܝܢ ܩܝܐܡ ܥܢܕ ܐܠܟܦܗ̈ ܐܠܐܟܪܝ ܐܠܐܟܪܝ V A : ܐܠܐܟܪܗ D ܘܗܡ ܚܣܢܝܢ ܐܠܘܔܘܗ ܐܠܘܔܘܗ V A : ܐܠܘܔܗ D . ܒܠܒܐܣ ܐܒܝܛ: ܦܐܪܐܕܘܐ ܐܢ ܝܛܥܘܐ ܦܝ ܐܠܟ̇ܦܗ̈ ܐܠܐܟܪܝ ܫܝ ܠܟܝ ܬܥܬܕܠ ܦܠܡ ܝܔܕܘܐ ܫܝܐ ܡܢ ܐܠܚܣܢܐܬ ܡܩܐܒܠ ܫܪܘܪ ܐܘܠܝܟ ܐܠܣܘܕܐܢ. ܦܒܩܝܘܐ ܚܙܝܢܝܢ ܠܕܠܟ. ܦܟܝܢܡܐ ܗܡ ܟܕ ܠܟ. ܩܐܠ ܒܥܜܗܡ ܠܒܥܜ. ܬܪܐ ܡܐ ܠܢܐ ܗܐ ܗܢܐ ܫܝ ܢܘܨܥ ܢܘܨܥ D A : ܢܜܥ V ܦܝ ܐܠܟ̇ܦܗ̈ ܐܠܐܟܪܝ. ܫܝ ܫܝ om. V ܦܐܔܐܒ ܐܚܕܗܡ ܩܐܝܠܐ ܚܩܐ ܡܐ ܠܢܐ ܗܐ ܗܐܢܐ ܫܝ ܐܠܐ ܪܓܝܦ ܟ̣ܒܙ ܕܦܠܗ ܐܠܝ ܐܠܡܣܚܝ ܡܢܕ ܝܘܡܝܢ. ܒܓܝܪ ܗܘܐܗ: ܦܢܜܗ ܦܝ ܐܠܟ̇ܦܗ ܐܠܐܟܪܝ ܡܥ ܒܚܕ ܬܚܢܢ ܘܪܚܡܗ ܘܪܐܦܗ̈ ܝܣܘܥ ܐܠܡܣܝܚ ܦܢܜܗ ... ܐܠܡܣܝܚ om. D : ܦܐܟܕܘܗ ܝܚܢܝܕ ܘܘܨܥܘܗ ܦܝ ܐܠܟܦܗ܇ ܦܐܣܬܘܬ ܦܐܣܬܘܬ V A : ܦܐܬܣܘܬ D ܡܥ ܐܠܐܟ̣ܪܝ܆ ܦܐܢܬܬܪܬܐ ܘܪܐܩ ܬܠܟ ܐܠܣܘ ܪܐܢ ܘܘܠܘܐ ܡܟ̣ܙܚܢ ܥܠܝ ܐܕܒܐܪ ܗܡ ܦܐܢܬܬܪܬܐ...ܗܡ om. D ܇ ܦܩܐܠܘܐ ܠܗ̇ ܐܠܢܐܒܣܝܢ ܐܠܐܒܝܨ ܐܠܐܒܝܨ D A : ܐܠܒܝܐܨ V . ܐܢܛܪ ܐܢܛܪ om. D ܝܐ ܒܛܪܐ ܐܕܗܒ ܘܙܝܕ ܥܠܝ ܗܕܐ ܐܠܪܓܝܦ ܫܝܐ ܐܟܪ ܡܢ ܐܠܟ̣ܝܪ܆ ܘܐܠܐ ܐܥܠܡ ܐܢ ܗܘ ܠܐܝ ܐܠܣܘܕܐܢ ܝܐܟܕܘܟ ܐܠܝܗܡ. ܦܠܡܐ ܐܢܬܒܗ ܒܛܪܐ ܥܠܡ ܐܢ ܡܐ ܐܒܨܪܗ ܐܒܨܪܗ V A : ܐܒܨܪ D ܚܩ: ܘܠܝܣ ܒܒܐܛܠ ܠܐܢܗ̇ ܥܪܦ ܟܠ ܫܝ ܦܥܠܗ̇ ܡܢ ܨܒܗ ܐܠܝ ܕܠܟ ܐܠܘܩܬ܇ ܦܐܒܨܪ ܐܠܣܘܕܐܢ ܩܕ ܐܬܘܐ ܐܠܝܗ ܐܠܝܗ D A : ܒܗ V ܘܘܛܥܘܗ ܦܝ ܟܦܗ̈ ܐܠܡܝܙܐܢ ܦܩܐܠ ܠܢܦܣܗ̣ ܝܐ ܐܠܥܔܒ ܐܢ ܟܐܢ ܪܓܝܦ ܘܐܚܕܗ ܘܐܚܕܗ V A : ܘܐܚܕ D ܩܕ ܐܠܩܝܬܗ̇ ܒܓܝܪ ܗܘܐܝ ܐܠܝ ܕܠܟ ܐܠܡܣܟ̇ܝܢ ܢܦܥܢܝ ܗܟܕܐ ܘܟ̣ܠܨܢܝ ܡܢ ܐܘܠܝܟ ܐܠܣܘܕܐܢ: ܦܡܢ ܟ̇ܡ ܫܪܘܪ ܝܟ̣ܠܨ ܐܠܕܝ ܒܗܘܐ ܨܐܠܚ ܝܥܛܝ ܡܐܠܗ̇ ܐܠܡܣܐܟ̇ܝܢ. ܘܡܢ ܕܠܝܟ ܐܠܝܘܡ ܨܐܪ ܝܪܚܡ ܐܠܡܣܐܟܝܢ. Vatican Syr. 202, f. 24v; DMMM 138, f. 113rb = Festugière, 369.58-70 [3] ܘܦܝ ܒܥܨ ܐܠܐܝܐܡ ܘܗܘ ܟܐܪܔ ܡܢ ܐܠܟܢܝܣܗ. ܝܪܝܕ ܡܔܠܣܗ̇ ܠܐܢܗ̇ ܟ̇ܐܢ ܪܚܣ ܐܠܥܫܐܪܝܢ ܠܩܝܗ ܐܢܣܐܢ ܢܘܬܝ. ܩܕ ܢܔܐ ܡܢ ܓ̣ܪܩ ܐܠܒܚܪ. ܘܗܘ ܥܪܝܐܢ ܦܣܔܕ ܠܗ̇ ܦܣܔܕ ܠܗ̇ V D : فوقع بين يديه A ܘܛܠܒ ܐܠܝܗ ܐܢ ܝܟ̇ܣܘܗ. ܦܠܡܐ ܪܐܗ ܒܛܪܐ ܬܚܢܢ ܥܠܝܗ. ܘܢܙܥ ܬܘܒ ܡܢ ܬܝܐܒܗ̇ ܬܘܒ ܡܢ ܬܝܐܒܗ̇ V D : ثوب جيد A ܘܐܠܒܣܗ̇ ܐܝܐܗ ܘܐܠܒܣܗ̇ ܐܝܐܗ V D : فدفعه اليه A : ܘܣܐܠܗ̇ ܘܣܐܠܗ̇ V D : حلفه A ܩܐܝܠܐ ܡܢ ܐܔܠ ܡܢ ܐܔܠ V A : ܡܢܔܠ D ܐܠܗ Add. الرب A . ܐܩܒܠ ܗܕܐ ܐܠܬܘܒ ܐܩܒܠ ܗܕܐ ܐܠܬܘܒ V D : om. A ܘܨ̇ܠܝ ܥܠܝ. ܦܠܡܐ ܐܢܛܠܩ ܐܠܢܘܬܝ ܐܣܬܚܝ ܐܣܬܚܝ V A : ܐܣܬܚܐ D ܐܢ ܝܠܒܣܗ̇ ܠܚܐܠ ܚܣܢܗ̇ ܦܐܥܛܐܗ̇ ܝܒܐܥ ܦܝ ܐܠܣܘܩ: ܘܥܢܕ ܪܔܘܥ ܒܛܪܐ Add. الغني post ܒܛܪܐ A ܐܠܝ ܡܢܙܠܗ̇ ܪܐܝ ܐܠܬܘܒ ܝܒܐܥ ܦܝ ܐܠܣܘܩ ܝܒܐܥ ܦܝ ܐܠܣܘܩ V D : معلق في السوق للبيع A : ܦܚܙܢ ܠܕܠܟ ܔܕܐ. ܘܐܢܛܠܩ ܐܠܝ ܡܢܙܠܗ̇ ܘܐܢܛܠܩ ܐܠܝ ܡܢܙܠܗ̇ V D : فلما اتا بيته A : ܘܠܡ ܝܩܕܪ ܝܐܟ̇ܠ ܡܢ ܐܦܪܐܛ ܚܙܢܗ̇ ܫܝܐ: ܠܟ̇ܢܗ̇ ܐܓ̣ܠܩ ܒܐܒܗ̇ ܘܩܥܕ ܝܒܟ̇ܝ ܘܝܬܢܗܕ ܡܢ ܨܡܝܡ ܩܠܒܗ̇. ܘܝܩܘܠ ܡܐ ܟܢܬ ܐܣܬܐܗܠ ܐܢ ܝܕܟ̇ܪܢܝ ܕܠܟ ܐܠܡܣܟ̇ܝܢ. ܘܦܝܡܐ ܗܘ ܚܙܝܢ Post ܚܙܝܢ add. باكي A ܢܥܣ ܘܢܐܡ. Vatican Syr. 202, f. 27r; DMMM 138, f. 115ra = Festugière, 371.170-176 [4] ܦܩܐܠ ܠܗܡ ܐܢ ܐܠܕܝ ܟܐܢ ܝܟܝ̣ܡ ܝܟܝ̣ܡ V D : يدبر A ܦܝ ܐܠܡܛܒܟ ܟܪܔ ܐܠܝ ܒܪܐ ܝܔܪܝ ܘܗܘ ܗܐܪܒ ܘܩܐܠ ܠܝ ܠܟ ܐܩܘܠ ܒܐܣܡ ܐܠܡܣܚܝ ܐܦܬܚ ܠܝ ܘܪܐܝܬ ܐܢ ܟܪܔ ܡܢ ܦܡܗ ܟܡܬܠ ܠܗܝܒ ܐܠܢܐܪ. ܘܒܠܓ ܐܠܝ ܐܕܢܝ ܘܦܡܝ Bibliography Al-Shamani, Fahâris al-makhtûtât = G. A. Al-Shamani, Fahâris al-makhtûtât al-suryâniyyah fi ʻ abrashiat Deir Mar Matta, Nīnawā — al-‘Irāq ( Catalogue of the Syriac Manuscripts in the Diocese of Dayr Mar Mattay, Niniveh — Iraq ), Dahuk, 2010. Assemani, Bibliothecae Apostolicae Vaticanae = J. S. Assemani—S. E. Assemani , Bibliothecae Apostolicae Vaticanae codicum manuscriptorum catalogus, in tres partes distributus, in quarum prima Orientales, in altera Graeci, in tertia Latini, Italici aliorumque Europaeorum idiomatum codices , III, Paris, 1759. Bedjan, Acta Martyrum = P. Bedjan, Acta Martyrum et Sanctorum , IV, Leipzig, 1894. Bibliotheca hagiographica latina = Socii Bollandiani , Bibliotheca hagiographica latina antiquae et mediae aetatis, I, Bruxelles, 1898-1899 (Subsidia Hagiographica, 6). Binggeli, Writing in Syriac = A. Binggeli, Writing in Syriac and Christian Palestinian Aramaic at Mar Saba, in The Lavra of St Sabas: Liturgy and Literature in Communities and Contexts, edited by D. Galadza —J. Verheyden ( Orientalia Lovaniensia Analecta\/Bibliothèque de Byzantion), [forthcoming]. Blau, Über einige alte = J. Blau, Über einige alte christlich-arabische Handschriften aus Sinai , in Le Muséon 76 (3-4) (1963), p. 369-374. Bohdziewicz—Warburg, Vita beati Iohannis = S. Bohdziewicz, I. Warburg, La Vita beati Iohannis pii patriarche Alexandrie (BHL 4392): editio princeps y traducción , in Magnificat Cultura i Literatura Medievals 8 (2021), p. 303-342. Breydy , Études sur Sai’id Ibn Batriq = M. Breydy , Études sur Sai’id Ibn Batriq et ses sources (Corpus Scriptorum Christianorum Orientalium, 450; Subsidia, 69), Louvain, 1983. Breydy , Das Annalenwerk (CSCO 471) = M. Breydy , Das Annalenwerk des Eutychios von Alexandrien (Corpus Scriptorum Christianorum Orientalium, 471; Scriptores Arabici, 44), Louvain, 1985. Breydy , Das Annalenwerk (CSCO 472) = M. Breydy , Das Annalenwerk des Eutychios von Alexandrien (Corpus Scriptorum Christianorum Orientalium, 472; Scriptores Arabici, 45), Louvain, 1985. Cavallero—Fernández, La Vida de Juan = P. A. Cavallero , T. Fernández , La Vida de Juan el limosnero de Leoncio de Neápolis (s. VII): sus recensiones breve, media y larga, in Estudios bizantinos 4 (2016), p. 15-37. Cavallero, Vida de Juan el limosnero = P. A. Cavallero, P. A. Ubierna, A. C. Capboscq, J. C. Lastra Sheridan, A. V. Sapere, T. Fernández, S. Bohdziewicz, D. M. Santos , Vida de Juan el limosnero . Edición revisada con traducción, introducción, notas y apéndices (Textos y Estudios, 9), Buenos Aires, 2011. Cavallero, Leoncio de Neápolis y los relatos = P. A. Cavallero , Leoncio de Neápolis y los relatos sobre Pedro el publicano , in Circe, de clásicos y modernos 23\/1 (2019), p. 31-37. Cavallero—Gutiérrez—Fuentes , El texto ‘selectivo’ de la versión 'corta’ = P. A. Cavallero , D. G. Gutiérrez, P. E. Fuentes, El texto ‘selectivo’ de la versión 'corta’ de la Vida de Juan el Limosnero de Leoncio de Neápolis (Textos y Estudios, 25), Buenos Aires, 2021. Cavallero—Fernández, Leoncio de Neápolis, Vida de Juan = P. A. Cavallero , T. Fernández, Leoncio de Neápolis, Vida de Juan el Limosnero, edición crítica con introducción y notas de Pablo Cavallero y Tomás Fernández , Granada, [forthcoming].  Chiesa, Vita e morte di Giovanni Calibita e Giovanni l'Elemosiniere = P. Chiesa, Vita e morte di Giovanni Calibita e Giovanni l'Elemosiniere. Due testi 'amalfitani' inediti , Cava dei Tirreni 1995. Conterno, The recensions of Eutychius = M. Conterno, The recensions of Eutychius of Alexandria’s Annals: MS Sinai 582 reconsidered , in Adamantius 25 (2019), p. 383-404. Déroche, Études sur Léontios = V. Déroche , Études sur Léontios de Néapolis ( Acta Universitatis Upsaliensis . Studia Byzantina Upsaliensia , 3), Uppsala, 1995. Ebeid, Saʿīd ibn Baṭrīq = B. Ebeid, Saʿīd ibn Baṭrīq, the Theologian: New Considerations on his Historical Work, \"The Annals\" , in Parole de l'Orient 42 (2016), p. 165-190. Festugière, Vie de Syméon le Fou = A. J. Festugière , Vie de Syméon le Fou et Vie de Jean de Chypre , Paris, 1974. Géhin , Les manuscrits syriaques = P. Géhin, Les manuscrits syriaques de parchemin du Sinai et leurs membra disjecta ( Corpus Scriptorum Christianorum Orientalium , 665; Subsidia 136) , Louvain, 2017. Graf, Geschichte der christlichen = G. Graf , Geschichte der christlichen arabischen Literatur , I, Città del Vaticano, 1944. Greif, La orden de San Juan en Jerusalén = E. Greif, La Orden de San Juan en Jerusalén y el modelo de caridad monástica bizantina en el cuidado de los enfermos , in  Ordens militares, identidade e mudança , I, edited by I. C. Ferreira Fernandes (Coleção Ordens Militares, 9), Palmela, 2021, p. 187-206. Thomas, Catalogue général des manuscrits = M. Thomas, Catalogue général des manuscrits latins , VII, Paris, 1988. Treiger, The Earliest Dated Christian Arabic Translation  = A. Treiger, The Earliest Dated Christian Arabic Translation  ( 772 AD ): Ammonius' Report on the Martyrdom of the Monks of Sinai and Raithu , in Journal of the Canadian Society for Syriac Studies 16 (2016), p. 29-38. Venturini , Nuove considerazioni = G. Venturini, Nuove considerazioni su alcuni luoghi della Vita di Giovanni il Misericordioso a partire dal contributo della versione siriaca, in Rivista di Studi Bizantini e Neoellenici 54 (2017), p. 71-83. Venturini, Quale modello greco? = G. Venturini, Quale modello greco? La versione siriaca nella tradizione manoscritta della Vita di Giovanni il Misericordioso, in Adamantius 25 (2019), p. 371-382. Venturini, La versione siriaca della Vita (CSCO 679) = G. Venturini, La versione siriaca della Vita di Giovanni il Misericordioso (Corpus Scriptorum Christianorum Orientalium, 679; Scriptores Syri, 263) , Louvain, 2020. Venturini, La versione siriaca della Vita (CSCO 680) = G. Venturini, La versione siriaca della Vita di Giovanni il Misericordioso (Corpus Scriptorum Christianorum Orientalium, 680; Scriptores Syri, 264) , Louvain, 2020. Venturini, La leggenda di Pietro il Pubblicano = G. Venturini , La leggenda di Pietro il Pubblicano nella tradizione agiografica siriaca, in Le Muséon 133 (1-2) (2020), p. 43-86. Venturini, La versio syra minor = G. Venturini , La versio syra minor della Vita di Giovanni il Misericordioso , in Analecta Bollandiana 140\/I (2022), p. 5-66.",
    "title" : 
    [ "Arabic Life of John the Merciful and its relationship with the Syriac version and the Greek text",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Venturini, Guido" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv26n2venturini",
    "type" : "article",
    "displayTitleEnglish" : "The Arabic Life of John the Merciful and its relationship with the Syriac version and the Greek text" }