
  { "fullText" : "In Memoriam: Fr. Abdo Badwi, O.L.M. † (8 December 1948 – 28 October 2022) The community of Syriac scholars will always remember the late Maronite monk: Fr. Abdo Badwi, who passed away peacefully on 28 th October 2022. He was especially well-known for founding the new Syriac school of Sacred Art at the Holy Spirit University of Kaslik – Lebanon. His Syriac icons, which he painted for several churches worldwide, showed his unique dedication to the whole Syriac tradition, crossing ecumenically church denominations, by concentrating on the Syriac Art he revived after studying most of the miniatures in Syriac manuscripts and archeological sites. He was born in the Maronite village of Mazra͑et Yeshu͑, Lebanon, on 8 th December 1948 (on the Catholic Feast of Immaculate Conception, which is also the Commemoration of the Virgin Mary’s parents in the Syriac Calendar), where he had shown since his early childhood a distinguished talent for learning languages, especially Syriac. In 1963, he joined the Lebanese Maronite Order ( Ordo Libanensis Maronitarum : O.L.M.) and was ordained as a priest in 1975. He studied in Rome, receiving a Diploma from the Academy of Fine Arts in 1979. He began teaching in 1980 on Iconography and Christian Sacred Art at the Holy Spirit University of Kaslik (USEK), where in 1986, he became the dean for the Faculty of Fine Arts. In 1994 he founded the Department of the Sacred Art, and in 2010 he was appointed as the director of the Institute of Liturgy. In addition to his dedicated paintings which covered the whole Syriac liturgical year and many other themes, he published in Kaslik several books and articles, such as: “Le syriaque pour tout le monde” (1984), “L'iconographie de l'année liturgique de l'église Syro-Maronite” (2006), and “Iconographie et peinture dans l'Église maronite” (2013). He was remarkably active in attending the Syriac international conferences, especially: Symposium Syriacum, North American Syriac Symposium, The Canadian Society for Syriac Studies Symposium, and the World Syriac Conferences at St. Ephrem Ecumenical Research Institute (SEERI) in Kottayam – Kerala, where he taught and supported its program for years. Those who have known him will keep the good memory of his extraordinary enthusiasm for Syriac art heritage and Eastern Christian legacy in the world, where he travelled personally to visit and study. He built friendly relationships with many of the Syriacists in the West and with most of the Syriac heritage scholars worldwide. Abdo Badwi’s name will be remembered for many generations to come, especially while visiting the churches and seeing the icons he painted: ܕܘܟ̣ܪܢܐ ܛܒܐ ܠܐܒܘܢ ܥܒܕܐ ܒܕܘܝ ! 8 th December 2022 (on Fr. Abdo Badwi’s 40 th day memorial)",
    "title" : 
    [ "In Memoriam: Fr. Abdo Badwi, O.L.M.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Ishac, Ephrem Aboud" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv26n1obbadwi",
    "type" : "obituary",
    "displayTitleEnglish" : "In Memoriam: Fr. Abdo Badwi, O.L.M." }