
  { "fullText" : "Alberto Rigolio, Christians in Conversation: A Guide to Late Antique Dialogues in Greek and Syriac (Oxford: University Press, 2019). Pp. xii + 297; $105. Scholars of both classical literature and Christian literature of late antiquity are certainly acquainted with texts that are presented in dialogue format, whether as a didactic tool or as a representation of a “real” historical conversation. Despite obvious connections, much previous scholarship on these bodies of literature has resisted the idea that late ancient Christian dialogues are an extension of the classical genre, preferring instead to view Christian dialogues as merely derivative in form and propagandistic in function. Yet, while some Christian dialogue texts have been studied at length (e.g., Justin Martyr’s Dialogue with Trypho ) many others remain understudied and undervalued as comparative points of study with classical dialogues. The present volume thus serves (at least) two purposes: first, the author, Alberto Rigolio provides a basic introduction to sixty Christian dialogue texts preserved in Greek and Syriac, many of which are little-known works, and second, Rigolio demonstrates time and again the ways that these late ancient dialogues show awareness of and\/or influence by classical dialogues. In format, the volume Christians in Conversation is essentially a handbook for Christian dialogue texts in Greek and Syriac, with a single introductory chapter followed by the “guide” with sixty distinct entries for the dialogue texts being introduced. In the introduction, the author deftly covers a range of topics pertinent to the volume’s structure and content. First, Rigolio provides justification for the linguistic and chronological boundaries that determine which dialogue texts have been included. The volume is limited to Greek and Syriac. Rigolio notes that Latin dialogues have already been treated systematically P. L. Schmidt, “Zur Typologie und Literarisierung des frühchristlichen lateinischen Dialogs,” in Al. Cameron, ed., Christianisme et formes littéraires de l’Antiquité Tardive en Occident (Geneva, 1977), 109-190. whereas Greek and Syriac dialogues “remain in greater need of systematic work” (3). The chronological scope of the volume begins with the earliest extant Christian dialogue texts of the second century and extends up to the beginning of the seventh century. Rigolio justifies this cutoff point by noting various developments in the dialogue genre that took place over the course of the seventh century that would have made the present work more complicated. Among these developments are the advent of Christian-Muslim dialogues, which likely would have required the volume to expand into Arabic and perhaps Coptic sources as well. Additionally, there are a number of Syriac dialogue poems of unknown composition date that would have needed to be included if the range had been extended beyond 600 CE. So, this chronological framework was likely a wise editorial decision for the scope of the volume. Indeed, Rigolio notes that this is largely an artificial chronological division, which should not “overemphasize conventional divides” (3). Otherwise, Rigolio provides justification for the exclusion of short dialogues that are inserted within otherwise narrative texts, and texts that are more properly described as “Question and Answer” format ( erotapokrisis ) rather than dialogue. Rigolio addresses this distinction at some length (pp. 22–24). Throughout the remainder of the introduction, Rigolio surveys previous literature on the dialogue genre for both classical and late antique Christian literature. The author is—again, wisely—reluctant to propose a formal typology of what constitutes a “dialogue” based on the various tropes and characteristics shared across the genre. Nevertheless, he has provided a detailed list in table format (pp. 34–36) of the various formal features that are common to dialogues, noting which texts discussed in the volume include each feature. Ultimately, Rigolio makes an appeal—building on recent work by Averil Cameron, Kate Cooper, and Matthew Dal Santo—for late ancient Christian dialogues to be read and understood as a natural development of—and not a radical departure from—classical dialogues. Indeed, as Rigolio contends, the dialogue genre did not disappear altogether after classical antiquity, but “emerged transformed and reinvigorated in the religiously diverse world of late antiquity” (36). The entries for the sixty dialogue texts featured in the guide follow a standardized format, though each entry varies in length, depending on the text. Some entries are quite short, such as no.  10, an anonymous fragmentary “Anti-Jewish Dialogue” which takes up less than a single page, while others require significantly more attention because of their complexity and\/or history of scholarship. Methodius’ Symposium (no. 13), by comparison, takes up roughly five and half pages. Each entry begins with a list of standardized data about the text: author, full title (generally provided in native language\/script), original language, date of composition, edition(s), and modern translation(s). Following this list, most entries include two distinct sections: 1) summary and 2) discussion of scholarship. For many of the shorter entries, however, these two sections are combined under a single heading. Finally, each entry concludes with a short bibliography specific to the scholarship on that text. This volume is a welcome addition to scholarship on dialogues in Greek and Syriac. While the practical concerns of the chronological boundaries for the volume are certainly understandable, Syriac scholars in particular may wish that the artificial boundaries had allowed for the inclusion of at least some dialogue poems ( sogyātā ), even if many of them are anonymous and difficult to date. Even without the sogyātā , however, the present work provides a now standard reference work for those who wish to delve into the dialogue genre in both Greek and Syriac. Hopefully this volume will encourage even more scholarship on these important works. *** Appendix: List of Syriac Works discussed in the volume In each case I have simply provided the name\/title conventions employed by Rigolio. Readers of Hugoye will likely be most interested in the Syriac texts discussed in the volume. Thus, for quick reference, I have created a list that provides the entry number and titles of the Syriac texts—that is, texts that were either composed in Syriac or for which the primary surviving witness is a Syriac translation. I have not included every single text that has a Syriac witness in addition to a surviving Greek witness. Entry Number Author (if known) Text title 4 ?Hippolytus Chapters against Gaius 5 Philip Bardaisanite The Book of the Laws of the Countries (also includes a discussion of Bardaisan’s lost dialogues) 6 Anonymous Erostrophus 8 Gregory the Wonderworker Discourse of Saint Gregory the Great to Theopompus, on the Impassibility of God 37 Theodotus of Ancyra Contra Nestorium 38 Nestorius Adversus Theopaschitas 39 Nestorius Dialogue in the Bazaar of Heracleides 41 John of Apamea Six Dialogues with Thomas 42 John of Apamea Four Dialogues with Eusebius and Eutropius 43 John of Apamea Discourse on the Mystery of Baptism 48 Zacharias of Mytilene Life of Severus 54 John bar Aphthonia Conversation with the Syrian Orthodox under Justinian 58 Paul of Nisibis Conversation with Caesar",
    "title" : 
    [ "Alberto Rigolio, Christians in Conversation: A Guide to Late Antique Dialogues in Greek and Syriac (Oxford: University Press, 2019)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Walters, J. Edward" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv26n1prwalters",
    "type" : "review",
    "displayTitleEnglish" : "Alberto Rigolio, Christians in Conversation: A Guide to Late Antique Dialogues in Greek and Syriac (Oxford: University Press, 2019)" }