
  { "fullText" : "Hubert Kaufhold, Ebedjesus von Nisibis, „Ordo iudiciorum ecclesiasticorum”. Eine Zusammenstellung der kirchlichen Rechtsbestimmungen der ostsyrischen Kirche im 14. Jahrhundert (Wiesbaden: Harrassowitz, 2019). Pp. xxiv + 628; €118. This volume offers the first critical edition of an important part of Syriac (ecclesiatico-)juridical literature, the penqīṯā ḏ-ṭukkās dīnē ʿettānāyē by the East Syriac author ʿAbdīšōʿ bar Briḵā (d. 1318 AD). Kaufhold discusses the exact meaning of this title and proposes “Band (πινακίδιον) der Zusammenstellung der kirchlichen Rechtsbestimmungen” (volume of compilation of the ecclesiastical legal regulations; pp. 10*-12*). Thus, Kaufhold rejects the translation of dīnē as “judgments,” even if the book’s title retains the traditional Latin translation as ordo iudiciorum ecclesiasticorum , which obviously conveys exactly this meaning. In his rich introduction, Kaufhold also summarizes the content of the work, which somewhat differs from its more famous precursor, the Nomocanon , also compiled by ʿAbdīšōʿ. Whereas according to Kaufhold this earlier work builds upon the previous East Syrian juridical literature which can be traced back to the Nomocanon of Gabriel of Basra, the Ordo iudiciorum ecclesiasticorum presents the subject matter in a new order, designed by ʿAbdīšōʿ, and contains much material that is not of a juridical nature strictly speaking. This is especially true for the first book where, for example, a chronological overview can be found. For this reason, Kaufhold describes the work rather as a “Handbuch für höhere Kleriker” (handbook for the higher clergy) than as a juridical manual. Kaufhold’s edition, which has long been in preparation, could now be finished thanks to the availability of two copies from a lost manuscript dating from 1535 (which Addai Scher saw in 1902 in the library of Notre Dame des Semences, but which was reported as missing already in 1926\/1927 when Jacques Vosté visited this monastery). Digital images of two copies of this now lost manuscript are available in the HMML collection. One of these (Zakho 28) does indeed appear to be a direct copy of the 1535 manuscript, whereas the other manuscript, Bagdad, Chaldean Monastery 518, might be separated by one intermediate from its Vorlage . Both have been copied in 1885, one of them in Seert, the other one in Alqōš, from where their model was later transferred to Notre Dame des Semences. It is unclear if the 1535 codex was kept in Seert before coming to Notre Dame des Semences. In any case, according to Kaufhold, both manuscripts, Zakho 28 and Bagdad 518, can be considered as independent descendants of the 1535 manuscript, which in turn might be a copy of the author’s autograph. Thus they allow, in spite of minor errors and differences, the reconstruction of a more correct and complete text than all other manuscripts as well as the Latin translation by Vosté. Other manuscripts are mostly not mentioned in the critical apparatus, except for deviations of the Vosté translation and the witnesses of the rather restricted indirect tradition of certain parts of ʿAbdīšōʿs work. Thus, from now on Kaufhold’s edition should serve as the basis of all further research and of any quotations of our text which do not go back directly to the manuscripts. The new edition offers ample evidence of Kaufhold’s extensive research on the sources of ʿAbdīšōʿs handbook. Apart from ʿAbdīšōʿs own earlier Nomocanon , these sources include various documents of juridical nature. Especially interesting is the case of the Copto-Arabic juridical handbook by Ibn al-ʿAssāl, which ʿAbdīšōʿ might have consulted in Arabic translation. In the vast majority of instances, Kaufhold succeeds in identifying the sources, so that his edition should be consulted for any questions in this regard. Kaufhold’s edition not only closes an important gap in the editorial situation of Syriac juridical literature, but his work also offers many important insights into the history, the literary form, and the sources of the text in question. It should be part of any library specialized in Syriac studies.",
    "title" : 
    [ "Hubert Kaufhold, Ebedjesus von Nisibis, „Ordo iudiciorum ecclesiasticorum”. Eine Zusammenstellung der kirchlichen Rechtsbestimmungen der ostsyrischen Kirche im 14. Jahrhundert (Wiesbaden: Harrassowitz, 2019)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Perkams, Matthias" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv26n2brperkams",
    "type" : "review",
    "displayTitleEnglish" : "Hubert Kaufhold, Ebedjesus von Nisibis, „Ordo iudiciorum ecclesiasticorum”. Eine Zusammenstellung der kirchlichen Rechtsbestimmungen der ostsyrischen Kirche im 14. Jahrhundert (Wiesbaden: Harrassowitz, 2019)" }