
  { "fullText" : "As already pointed out by Jacques-Marie Vosté, many manuscripts held at the library of Our Lady of the Seeds (also known as Notre-Dame des Semences) originate from the period of restoration of the monastery of Rabban Hormizd. I am grateful to Abbot Dr. Samer Soreshow Yohanna, the Superior General of the O.A.O.C., who kindly provided me with copies of the manuscripts. At the time of photographing none of the manuscripts had modern foliation, added only recently by the team of IRHT which is currently in charge of cataloguing of a selection of manuscripts belonging to O.A.O.C. I am indebted therefore to André Binggeli and Flavia Ruani for putting at my disposal the preliminary descriptions of Syr. 169 – 173 prepared by Manhal Makhoul, which have enabled me to make use of the recently added foliation as well as the dimensions. [The descriptions prepared by Manhal Makhoul have been published online at http:\/\/syriac.msscatalog.org\/ (accessed 13 February, 2023) right before the final submission of the present article and hence it was impossible to take them fully into consideration; Makhoul’s catalogue entries provide thorough physical description of the codices, but are not precise, and occasiannly erroneous, in identification of the texts]. For previous installments see Hugoye 20.2 (2017), 419–434, Hugoye 21.1 (2018), 21–42, and Hugoye 23.1 (2020), 99–130. The research leading to this article has received funding from the European Research Council under the European Union’s Seventh Framework Programme (FP7\/2007–2013) \/ ERC Grant Agreement n. 679083 as part of the research project ‘Transmission of Classical Scientific and Philosophical Literature from Greek into Syriac and Arabic’ (HUNAYNNET), carried out at the Austrian Academy of Sciences. J.-M. Vosté, Catalogue de la Bibliothèque syro-chaldéenne du Couvent de Notre-Dame des Semences près d’Alqosh (Iraq) (Rome-Paris, 1929), 4 (the catalogue was published originally as J.-M. Vosté, “Catalogue de la Bibliothèque syro-chaldéenne du Couvent de Notre-Dame des Semences près d’Alqosh (Iraq),” Angelicum 5 (1928), 3–36, 161–194, 325–358, 481–498). The restoration was initiated by Gabriel Danbo (alternative spelling, Dambo) (1774–1832), who in 1808 managed to gain control of the by-that-time abandoned monastery of Rabban Hormizd near Alqosh in order to establish a new monastic community that later became known as the Antonian Order of St. Hormizd. For the history of Rabban Hormizd following its re-opening by Danbo, see D. Wilmshurst, The Ecclesiastical Organisation of the Church of the East, 1318–1913 , CSCO 582 \/ Subsidia 104 (Louvain: Peeters, 2000), 263–270. One of the most important sources for the period under consideration remains the Life of Gabriel Danbo (a French translation is available in M. Brière, “Histoire du couvent de Rabban Hormizd de 1808 à 1832,” Revue de l’Orient Chrétien 15 (1910), 410–424; 16 (1911), 113–127, 249–254, 346–355). A more detailed historical account can be found in S. Bello, La congregation de S. Hormizdas et l’église chaldéenne dans la première moitié du XIX e siècle , OCA 122 (Rome, 1939). For the Antonian Order, see also C. Karalevskij, “Antonins chaldéens,” DHGE 3 (Paris, 1924), cols. 870–873. Among the unexplored sources relating to the history of the monastery of Rabban Hormizd belongs also the monastery’s history composed by Samuel Giamil (the text remains unedited, but for a summary, see A. Vaschalde, “The Monks of Rabban Hormizd,” The Catholic University Bulletin 8 (1902), 472–482, here 475–482). Despite various difficulties, Danbo’s enterprise enjoyed success, and the number of monks grew yearly. One of his primary goals was to prepare educated clergy, particularly for the Chaldean mission. Apparently, the copying of manuscripts went hand in hand with education, and this explains the presence in the Antonian Order’s collection of a large number of manuscripts containing texts of different genres that were produced during the 19th century, first at the monastery of Rabban Hormizd and subsequently at the monastery of Our Lady of the Seeds (built in 1858), which was situated close to Alqosh and offered a more secure and appropriate setting for the monastic community. Special attention in the curriculum was devoted to the study of philosophy and logic: we are informed that Danbo invited two learned teachers to instruct the monks in these subjects. Bello, La congregation de S. Hormizdas , 57–59. It is also possible that Danbo himself taught philosophy. According to Badger, Danbo taught grammar, philosophy, and rhetoric during the first decade of the 19th century in a school that he established in Baghdad (G.P. Badger, The Nestorians and their Rituals , vol. 1 (London, 1852), 162, cf. Bello, La congregation de S. Hormizdas , 29). The study of philosophy and logic was carried on also after Danbo’s assassination in 1832. Thus we know that Jeremiah Timothy Maqdasi (1847–1929), before his consecration as a Chaldean bishop of Zakho in 1892, taught philosophy in the monastery of Our Lady of the Seeds. See the introduction to his Book of Logic (unedited). A brother of Samuel Giamil, he is better known for his Grammaire chaldéenne (Mosul, 1889). For further details, see R. Macuch, Geschichte der spät- und neusyrischen Literatur (Berlin, 1976), 408–409. Perhaps teaching needs compelled him to compose the Book of Logic which seems to have enjoyed great popularity, judging from the number of extant (not only East Syriac but also Syrian Orthodox) copies. This remains unedited. For a provisional list of manuscript copies, see G. Kessel, “The Syriac Commentary Tradition: An Update,” in La philosophie en syriaque , Études syriaques 16, ed. E. Fiori and H. Hugonnard-Roche (Paris: Geuthner, 2019), 389–416, here 392 n. 7. We are aware of yet another philosophical output – this time, however, produced by the monks of Rabban Hormizd during the lifetime of Danbo. Two manuscripts have preserved an exposition of Aristotelian logic in twelve-syllable metre (covering the Isagoge , On interpretation and Prior Analytics ) composed by three monks of Rabban Hormizd in the year 1831. This work has not received any scholarly attention to date (cf. H. Murre-van den Berg, Scribes and Scriptures: The Church of the East in the Eastern Ottoman Provinces (1500‒1850) , Eastern Christian Studies 21 (Louvain: Peeters, 2015), 353–354; Kessel, “Syriac Commentary Tradition,” 392). According to the description of the manuscript olim Alqosh, Notre-Dame des Semences \/ Vosté 69 (Vosté, Catalogue de la Bibliothèque syro-chaldéenne , 28–29), Damianos composed a section dealing with Isagoge , Simʿon Lewis – On Interpretation and Aklemandros –  Prior Analytics . The authors can be identified with Damianōs, son of Telkō, Shemʿōn Louis of Piyōz and Clement of Telkepe, who entered the monastery of Rabban Hormizd in 1832, 1822, and 1823 respectively (Wilmshurst, Ecclesiastical Organisation , 264); all three were also active as copyists (for Damianōs, see ibid , 266 and n. 369, 257 and note 323; for Shemʿōn Louis: ibid , 239 and note 219, 269 and note 378; and for Clement of Telkepe: ibid , 228–229 and note 150). This philosophical exposition in verse form sheds light on the philosophical curriculum in the monastery. Particularly noteworthy is the study of logic in the form of the so-called ‘truncated’ or ‘short’ Organon . A similar profile for the philosophical curriculum can be inferred from analyzing the manuscripts with philosophical content undertaken below. The philosophical manuscripts presented in this article illustrate how the newly established order satisfied its demand in texts. First, the manuscripts were available locally from the monastery of Rabban Hormizd and the town of Alqosh. By going through the manuscripts available locally, Gabriel Danbo and his assistants could easily come across old manuscripts that could be put to use by means of new copies made either by the local professional scribes in Alqosh or by the monks themselves. Secondly, if unavailable locally, copies of the required texts could be commissioned or copied personally through the Chaldean network of churches and monasteries. For example, we know that during a visit to Diyarbakır in order to receive the ordination in 1823, several monks produced a copy of the Book of Dialogues by Jacob bar Shakkō (Antonian Order, Syr. 180 \/ olim Notre-Dame des Semences \/ Vosté 64) on the basis of the manuscript copied by Chaldean patriarch Joseph II ( olim Diyarbakır \/ Scher 140 = Mardin, Chaldean Church \/ HMML Project number CCM 338). Hence, one can easily imagine how, in our case, Gabriel Danbo, being interested in supporting the study of philosophy in his monastic community, in 1821\/2 requested that a professional scribe Shemʿōn – residing at that time in Alqosh – produce a copy of a collection of philosophical works (Syr. 169) based on an old codex. One may assume this was found at the abandoned monastery of Rabban Hormizd or in Alqosh. A further copy based on the same exemplar was produced before 1840 by a professional scribe (Syr. 171). Syr. 171, in turn, appears to have been used as a model for Syr. 170 that was copied by one of the monks during the second half of the 19th century. During the third decade of the 19th century another monk at Rabban Hormizd – Vincentius – copied the first three books from the Cream of Wisdom by Bar ʿEbrōyō (Syr. 172). The manuscript Syr. 174 illustrates that leaders of the monastic community were well aware of the holdings of the neighbouring collections. This particular manuscript was copied from an exemplar that was at that time kept in the collection of the Chaldean Patriarchate in Mosul. Although we cannot be sure whether the copy was produced in Mosul or Rabban Hormizd, it is reasonably safe to assume that the copy was made by one of the community's monks. Manuscript Syr. 173 has much in common with a few other manuscripts of philosophical content, such as Alqosh, Chaldean Diocese \/ HMML Project number DCA 61 and Cambridge Add. 2812. Given that both of these manuscripts were produced in Alqosh, it is highly probable that Syr. 173 was produced by one of the monks relying on an exemplar available locally. Notwithstanding the availability of catalogue descriptions for the six philosophical manuscripts analysed below, a new examination is worthwhile for one main reason: none of the available catalogues provides an adequate description of their contents. Scher, A., “Notice sur les manuscrits syriaques conservés dans la bibliothèque du couvent des Chaldéens de Notre Dame-des-Semences,” Journal Asiatique 10 e série, vol. 7 (1906), 479–512 & 8 (1906), 55–82; Vosté, Catalogue de la Bibliothèque syro-chaldéenne ; B. Ḥaddād and J. Isḥāq, Al-makhṭūṭāt al-suryāniyya wa-l-ʿarabiyya fī khizānat al-rahbāniyya al-kaldāniyya fī Baghdād ( Syriac and Arabic Manuscripts in the Library of the Chaldean Monastery Baghdad ), part 1. Syriac Manuscripts (Baghdad, 1988). The catalogues of Addai Scher (covering only Syr. 170 and Syr. 171) and Jacques-Marie Vosté offer imprecise and occasionally mistaken descriptions and neglect several items altogether. The catalogue of B. Ḥaddād and J. Isḥāq – at least in the case of the six manuscripts under consideration – provides no additional information beyond that of Vosté. Moreover, Ḥaddād and Isḥāq failed to identify one manuscript – Syr. 172 – in the catalogue of Vosté. The catalogue descriptions prepared by Manhal Makhoul are more detailed but not sufficiently precise in the identification of the texts. This has been rectified in the present study. In relation to earlier catalogues’ shortcomings, the most significant ones are as follows: Prōbā’s commentary on Porphyry’s Isagoge , present in Syr. 169 and Syr. 170, is identified as a translation of Isagoge (Scher) or even as a translation of Isagoge , Categories and Prior Analytics (Vosté, Ḥaddād–Isḥāq); Bar Zōʿbī’s Mēmrā on philosophy in Syr. 173 is assigned to Prōbā (Vosté) or Aritotle (Makhoul); texts overlooked by all earlier catalogues include: Prōbā’s commentary on On Interpretation in Syr. 169 and Syr. 171; two lives of Aristotle in Syr. 170; Bar Zōʿbī’s Mēmrā on divisions of philosophy in Syr. 171; a metrical letter (otherwise attributed in the East Syriac manuscripts to Rabban Qāmīshōʿ of Nuhādrā) in Syr. 173; Makhoul’s descriptions overlooked two lives of Aristotle in Syr. 170, Bar Zōʿbī’s Mēmrā on divisions of philosophy in Syr. 171, a metrical letter and an anonymous mēmrā on the mind in Syr. 173 and misidentified the contents of Syr. 172. Out of the six manuscripts described in the present study, only two – Syr. 169 and Syr. 171 – have been used in scholarship. They feature particularly in the studies of Henri Hugonnard-Roche see below under Syr. 171, no. 7 and 8 and also his H. Hugonnard-Roche, “Sergius de Rešayna: Commentaire sur les Catégories (à Théodore). Livre premier,” Oriens-Occidens. Cahiers du Centre d’Histoire des sciences et des philosophies arabes et médiévales 1 (1997), 123–135 = idem , La logique d’Aristote du grec au syriaque. Études sur la transmission des textes de l’Organon et leur interprétation philosophique , Textes et traditions 9 (Paris: Vrin, 2004), 187–231. Hence the significance of most of the manuscripts as witnesses to the works they contain remains to be explored. Nevertheless, some general observations can be made already at this stage. All the texts but one are attested in other manuscript copies, some of which are much older and originate from the monastery Dayr al-Suryān in Egypt. The only exception is the commentary on On Interpretation by Paul the Persian, the only known copy of which is Syr. 171. In the case of one more work – a complete version of Prōbā’s commentary on Isagoge – besides two fragments from a manuscript from Dayr al-Suryān, three manuscripts of the Antonian Order are the only known witnesses. As far as identification of the texts present in these six manuscripts is concerned only one – an anonymous mēmrā on the mind that can be found in Syr. 173 – escapes precise identification. Though it may be premature to deal with the filiation of the manuscripts under consideration before any in-depth textual analysis has taken place, a couple of preliminary observations can be ventured here. For one manuscript – Syr. 174 – one can state positively that its exemplar was olim Mosul, Chaldean Patriarchate \/ Scher 35, an important early modern East Syriac philosophical manuscript that was used as a model for several manuscripts. G. Kessel & N. Bamballi, “Field Notes on Syriac Manuscripts II: A Philosophical Manuscript olim Mosul 35 Rediscovered,” Hugoye: Journal of Syriac Studies 21.1 (2018), 21–42. Three manuscripts – Syr. 169, Syr. 170 and Syr. 171 – are remarkably similar in their contents. My selective collation of these three manuscripts allows me to posit that: first, Syr. 169 and Syr. 171 were independently copied from the same exemplar. The exemplar appears to have been quite old and defective, and at least some of its folios were in the wrong sequence. At the same time, Syr. 171 seems to be a more accurate copy in comparison to Syr. 169. For a similar assessment of Syr. 169 and Syr. 171, see H. Hugonnard-Roche, “Le commentaire syriaque de Probus sur l’ Isagoge de Porphyre. Une étude préliminaire,” Studia graeco-arabica 2 (2012), 227–243, here 231. Secondly, Syr. 170 seems to have been copied from Syr. 171. Notwithstanding the relationship between these three manuscripts that has been just outlined, the nature of the puzzling textual variation remains to be clarified. Finally, it is necessary to say a few words about the history of the manuscript collection of the Antonian Order, which saw multiple relocations. A brief survey can be found in S.S. Yohanna, The Gospel of Mark in the Syriac Harklean Version: An Edition Based upon the Earliest Witnesses , Biblica et Orientalia 52 (Rome, 2015), 109–111. After being moved to the newly built monastery of Our Lady of the Seeds near Alqosh, the collection remained there for about a century, with hundreds of manuscripts being added throughout that period. For security’s sake, a part of the collection was moved to the monastery of St. George near Mosul, where it remained from circa 1963\/4 to 1974. All the manuscripts were subsequently transferred to the newly built monastery of St. Antony in Baghdad. During a further period of significant instability in the country, in 2006, the collection was re-located again, this time back to the monastery of Our Lady of the Seeds. Lastly, several years ago, on account of the ISIS invasion of Iraq, the collection was once again removed, this time to Erbil, where the Antonian Order had just built a cultural center called the ‘Scriptorium Syriacum’, which currently houses and takes care of the entire collection. Syriac 169 olim Alqosh, Notre-Dame des Semences \/ Vosté 51 Summary: 1. Prōbā, Commentary on Porphyry’s Isagoge 2. Aristotle, Categories (version of Jacob of Edessa) 3. Sergios of Rēšʿaynā, Commentary on Aristotle’s Categories 4. Aristotle, On Interpretation (version of Prōbā) 5. Prōbā, Commentary on Aristotle’s On Interpretation Paper. – 260 ff. – 1 col., 27 l. 310–350 × 210–227 mm. East Syriac handwriting with minimal vocalization. Contemporary foliation in Syriac letters on the verso side of each leaf. Possession note ‘of the monastery of Rabban Hormizd’ and a seal in Arabic (undeciphered) on f. 1r. Condition: The manuscript consists of 27 quires which are signed on the first and last page of each quire. The manuscript is complete, although three quires are irregular: 1 7 , 2–17 10 , 18 4 , 19–26 10 , 27 9 . Date: the manuscript does not have a colophon and most probably never had one; nevertheless, the year – AG 2133 [CE 1821\/2] – as well as the scribe’s name, are mentioned in a decorative border (f. 1v). Scribe Shemʿōn from the Asmar family with whom the scribe of the present manuscript is identified, employed the same method to document his name and the year of manuscript’s copying in at least two other manuscripts (ʿAqrah, Chaldean Archdiocese \/ HMML Project number ACA 3 and Duhok, Chaldean Church \/ HMML Project number DCD 9). Scribe: deacon Shemʿōn (mentioned on ff. 1v, 30v, 158r). On palaeographic and chronological grounds, the scribe of the manuscript can be identified as deacon Shemʿōn (the son of Peter, the son of Denḥā), who belonged to the scribal Asmar family of Telkepe. On this scribal family, see Wilmshurst, Ecclesiastical Organisation , 226–227 and passim. On the basis of the evidence provided by the manuscripts copied by Shemʿōn, we can reconstruct only the main stopovers during his life. To the list of six manuscripts indicated by Wilmshurst (Wilmshurst, Ecclesiastical Organisation , 226 n. 132), we can also add manuscript no. 12 from the collection of the Babel College (indicated in Shikwānā, ʿI. M. Ḫaṭṭāṭūn mašāriqa , vol. 2 (Duhok, 2013), 68*, no. 222). He started his career as a scribe in the second decade of the 19th century in Telkepe, where he had as his master deacon Joseph of the Pallaṯ family. From there, he moved to Alqosh, where he was active during the third decade of the century. For the most part, he was commissioned to copy Biblical and liturgical texts. The manuscript Syr. 169 is the only known manuscript with philosophical content that he had produced. It seems, then, that the production of the given manuscript was initiated by Gabriel Danbo (or his assistants), who was interested in procuring copies of philosophical texts for the community. A personal connection between deacon Shemʿōn and Gabriel is attested by the colophon of manuscript Duhok, Chaldean Church \/ HMML Project number DCD 9 (1822 CE), where after the names of the Pope and Chaldean patriarch, the scribe mentions ‘Gabriel, the abbot of Mar Hormizd’. Catalogue descriptions: Vosté, Catalogue de la Bibliothèque syro-chaldéenne , 22 (no. 1 is mistaken and no. 5 is missing); Ḥaddād–Isḥāq, Al-makhṭūṭāt al-suryāniyya wa-l-ʿarabiyya , 82* (no. 1 is mistaken and no. 5 is missing); Makhoul, “Erbil-Ankawa, O.A.O.C., syr. 169”. http:\/\/syriac.msscatalog.org\/71255 (accessed 13 February, 2023). The manuscript was used as an exemplar for Mingana Syr. 606, copied in Alqosh in 1933. This has been established already earlier, see, for example, Hugonnard-Roche, “Le commentaire syriaque de Probus sur l’ Isagoge ,” 231. A large number of the lacunae are noticeable in the manuscript and have to do with the defective condition of the exemplar. The scribe marked such problematic sections of the text with white spaces. The form of the lacunae suggests that the missing sections of text were not caused by the loss of respective folios but rather by their illegibility, perhaps due to water damage. 1. ff. 1v–30v Prōbā, Commentary on Porphyry’s Isagoge In two sections (ff. 1v–24r; 24v–30v). Title : ܟܬܒܐ ܕܐܝܣܓܘܓܐ ܘܕܐܢܠܘܛܝ̈ܩܐ ܘܕܩܛܓܘܪܝܣ ܩܕܡܝܬ ܟܬܒܐ ܕܐܝܣܓܘ̈ܓܐ ܕܦܪܦܘܪܝܘܣ ܦܝܠܣܘ(ܦܐ) ܘܡܦܫܩ ܠܦܪܘܒܐ ܚܟܝܡܐ ܘܩܫܝܫܐ ܘܐܪܟܕܝܩܘܢ ܐܪܟܝܐܛܪܘܣ ܕܐܢܛܝܟܝܐ ܕܣܘܪܝܐ Incipit : ܩܕܡܐܝܬ ܡܛܠ ܓܢܣܐ. ܡܟܝܠ ܒܬܪ ܗܠܝܢ ܇ ܢܐܬܐ ܠܘܬ ܐܝܠܝܢ ܕܡܬܐܡܪ̈ܢ ܡ̣ܢ ܦܪܦܘܪܝܘܣ … Desinit : … ܣܛܪ ܡ̣ܢ ܗܠܝܢ ܕܡܢܢ ܐܬܐܡܪ. ܐܠܐ ܣܦܩ̈ܢ ܗܠܝܢ ܕܣܡܢܢ ܇ ܠܘܬ ܒܘܚܢܐ ܗܢܐ. ܘܗܪܟܐ ܡܫܠܡܝܢܢ ܠܦܪܓܡܛܝܐ ܗܕܐ ܒܝܕ ܥܘܕܪܢܐ ܕܐܠܗܐ ܡܪܐ ܟܠ. ܕܠܫܘܒܚܐ ܝܐܐ ܒܟܠܥܕ̈ܢܝܢ Final rubric : ܫܠܡ ܣܘܟܠܐ ܘܢܘܗܪܐ ܕܐܝܣܓܘ̈ܓܐ ܕܦܪܦܘܪܝܘܣ ܦܝܠܣܘܦܐ ܕܥܒܝܕ ܠܦܪܘܒܐ ܐܢܫ ܚܟܝܡܐ ܇ ܩܫܝܫܐ ܐܪܟܝܛܪܘܣ ܘܐܪܟܕܝܩܘܢ ܕܐܢܛܝܟܝܐ ܕܣܘܪܝܐ Multiple diagrams (ff. 5r–v, 11v, 12r, 21r–v, 22v, 24r) and variant readings in the margins. The text’s opening title implies that the commentary on Isagoge initially formed part of a tripartite corpus that also contained Prōbā’s commentaries on Aristotle’s Categories and the Prior Analytics . Out of those three commentaries, the one on the Categories has not come down to us. A scribal note on f. 1v (‘Be aware, o reader, that I begin from the second section, because I could not find the first section in the manuscript’) is puzzling because the text of the commentary is complete. Ed.: A. Baumstark, Aristoteles bei den Syrern vom v.–viii. Jahrhundert. Bd. 1, Syrisch-Arabische Biographieen des Aristoteles. Syrische Commentare zur ΕΙΣΑΓΩΓΗ des Porphyrios (Leipzig, 1900), 4*–12* [ed. of the second section], 148–156 [Germ. transl.] Lit.: see G. Kessel, “The Syriac Commentary Tradition: An Update,” in La philosophie en syriaque , Études syriaques 16, ed. E. Fiori and H. Hugonnard-Roche (Paris: Geuthner, 2019), 389–416, here 393 (1.2.1). 2. ff. 30v–57v Aristotle, Categories (version of Jacob of Edessa) Title : ܦܪܓܡܛܝܐ ܕܡܠܝܠܘܬܐ ܕܥܒܝܕܐ ܠܐܪܣܛܘܛܗܠܝܣ ܦܝܠܣܘܦܐ ܦܪܝܦܛܛܝܩܘܣ ܩܐܛܓܘܪ̈ܝܐ Incipit : ܐܘܡܘܢܘ̈ܡܐ ܐܘܟܝܬ ܫܘܝܝ ܫܡܐ ܡܬܐܡܪܝܢ ܇ ܕܗ̇ܢܘܢ ܕܫܡܐ ܒܠܚܘܕ ܕܓܘܐ … Desinit : … ܗܠܝܢ ܕܝܢ ܕܡܥܝܕܝܢܢ ܕܢܬܐܡܪܘܢ ܟܢܝܫܐܝܬ ܟܠܗܘܢ ܡܢܝܢ Final rubric : ܫܠܡ ܟܬܒܐ ܕܩܐܛܐܓܘܪ̈ܝܣ ܕܥܒܝܕ ܠܐܪܝܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ Glosses (ff. 41r, 45v) and multiple variant readings in the margins. The name of Jacob of Edessa is not indicated (the earliest attestation for that is provided by Vat. sir. 158). The text form belongs to the same branch represented by the manuscript olim Mosul \/ Scher 35. Ed. : S. Schüler, Die Uebersetzung der Categorieen des Aristoteles von Jacob von Edessa (nach einer Handschrift der Bibliothèque nationale zu Paris und einer der Königl. Bibliotheken zu Berlin) [PhD thesis] (Berlin, 1897), 21–31 [ed. up to 3b32]; Kh. Georr, Les Catégories d’Aristote dans leurs versions syro-arabes (Beyrouth, 1948), 253–305; digital edition by Y. Arzhanov available at https:\/\/hunaynnet.oeaw.ac.at\/categoriae.html#cat_syr_jacob. Lit. : see Kessel, “Syriac Commentary Tradition,” 397–398 (2.1.2). 3. ff. 58r–158v Sergios of Rēšʿaynā, Commentary on Aristotle’s Categories Title: ܡܟܬܒܢܘܬܐ ܕܥܒܝܕܐ ܠܣܪܓܝܣ ܐܪܟܝܐܛܪܘܣ ܥܠ ܢܝܫܐ ܕܩܛܐܓܘܪ̈ܝܣ ܕܐܪܣܛܘܛܠܝܣ ܣܛܪܓܪܛܝܣ ܡ̇ܢ ܒܓܢܣܐ ܦܝܠܣܘܦܐ ܕܝܢ ܒܙܢܐ Incipit : ܡܠܬܐ ܐܡܝܪܐ ܡ̣ܢ ܩܕܡܝ̈ܐ ܐܘ ܐܚܘܢ ܬܐܕܘܪܐ. ܕܥܘܦܐ ܗ̇ܘ ܕܡܫܬܡܗ ܚܘܪܒܐ … Desinit : … ܐܝܟ ܕܡ̣ܢ ܚܝܠܐ ܐܢܫܝܐ ܠܐ ܡܫܟܚܐ ܕܢܗܘܐ ܇ ܐܠܐ ܒܝܕ ܕܘܪܫܐ ܕܒܡܠܝܠܘܬܐ Final rubric : ܫܠܡ ܠܡܟܬܒ ܟܬܒܐ ܕܩܛܗܓܘܪ̈ܝܐܣ ܕܥܒܝܕ ܠܐܪܝܣܛܘܛܗܠܝܣ ܦܝܠܣܘܦܐ. ܘܡܦܫܩ ܠܣܪܓܝܣ ܐܪܟܝܐܛܪܘܣ ܐܪܟܝܐܛܪܘܣ ܪܫܥܝܢܐ The text is divided into seven mēmrē , which are preceded by a prologue: prologue (ff. 58r–60r), mēmrā i (ff. 60r–69r), mēmrā ii (ff. 69v–85r), mēmrā iii (ff. 85r–111r), mēmrā iv (ff. 111r–129r), mēmrā v (ff. 129v–138v), mēmrā vi (ff. 138v–150r), mēmrā vii (ff. 150r–161v). Multiple diagrams (ff. 69r, 84r–85r, 86v, 110r–111r, 129r, 138v, 150r, 158r–v) and variant readings in the margins; several extensive lacunae indicated by white spaces (ff. 125v, 154r, 154v–155r, 155v–156r, 156v–157r) suggest that the exemplar used by the scribe was defective. Ed .: edition is in preparation by Y. Arzhanov; a summary of the contents can be found in G. Furlani, “Sul trattato di Sergio di Rêshʿaynâ circa le Categorie,” Rivista di studi filosofici e religiosi 3 (1922), 135–172; D. King, “Why the Syrians Translated Greek Philosophy and Science,” in Why Translate Science? Documents from Antiquity to the 16 th Century in the Historical West (Bactria to the Atlantic) , Handbook of Oriental Studies I\/160, ed. D. Gutas (Leiden: Brill, 2022), 170–253, here 224–229 [ed. of several fragments from the Prologue and Books 2 and 7], 189–194 [English tr.]. Lit .: to the literature indicated in Kessel, “Syriac Commentary Tradition,” 398 (2.2.1), one should add also M. Perkams, “Aristoteles, Ordner der Wissenschaften: Ein Bild des Sergios von Rēš‘aynā, seine Rezeption bei Paul dem Perser und die spätantiken Wurzeln der arabischen Aristoteles-Eulogien,” in Überleben im Schatten: Geschichte und Kultur des syrischen Christentums. Beiträge des 10. Deutschen Syrologentages an der FU Berlin 2018 , Göttinger Orientforschungen, I. Reihe: Syriaca 58, ed. Sh. Talay (Wiesbaden: Harrassowitz Verlag, 2020), 179–202. 4. ff. 159r–168r Aristotle, On Interpretation (version of Prōbā) In five sections. Title : ܟܬܒܐ ܕܥܒܝܕ ܠܐܪܝܣܛܘܛܗܠܝܣ ܦܝܠܣܘܦܐ ܥܠ ܪܘܟܒܐ ܩܕܡܝܐ ܕܥܠ ܟܘܢܝ̈ܐ ܦܫܝ̈ܛܐ ܕܡܬܩܪܐ ܝܘܢܐܝܬ ܦܪܝܗܪܡܢܝܐܣ. ܘܡܦܫܩ ܡ̣ܢ ܠܫܢܐ ܝܘܢܝܐ ܠܠܫܢܐ ܣܘܪܝܝܐ ܠܦܪܘܒܐ ܩܫܝܫܐ ܘܐܪܟܕܝܩܘܢ ܐܢܛܝܘܟܝܐ Incipit : ܩܕܡܝܐܬ ܙܕܩ ܕܢܬܚܡ ܡܘܢ ܫܡܐ. ܘܡܘܢ ܡܠܬܐ. ܘܡ̣ܢ ܒܬܪܟܢ ܡܘܢ ܐܝܬܝܗ̇ ܩܐܛܐܦܣܝܣ ܘܐܦܘܦܣܝܣ … Desinit : … ܐܟܚܕܐ ܕܝܢ ܠܐ ܡܨܝܐ ܕܣܩܘܒܠܝ̈ܬܐ ܢܗܘܝ̈ܢ ܠܗ ܟܕ ܠܗ Final rubric : ܫܠܡܬ ܨܘܪ̈ܬ ܟܬܒ Several extensive lacunae (ff. 159v, 160r–v, 161r–v, 162r–v) indicated by white spaces suggest that the exemplar was defective. Apart from that, on one occasion, the scribe copied an extensive portion of text in the wrong place: on f. 163r ܘܠܐ ܚܕܐ ܐܦܘܦܣܝܣ. ܗܕܐ ܕܝܢ (= οὐδὲ ἀπόφασις μία∙ οὐδὲν γὰρ, De int. 8, 18a21) is followed by a section beginning with ܕܬܗܘܐ ܘܐܦܘܦܣܝܣ ܠܗ ܟܕ ܠܗ (= ὑπάρξει αὐτῷ καὶ ἡ ἀπόφασις, De int. 21, 21b15) and running until ܘܡܥܢܕܢܘܬܐ ܩܕܡܝܬܐ ܕܚܝܠܐ (= καὶ ἐνέργεια δυνάμεως προτέρα, De int. 13, 23a22–23) on f. 166r after which the text seamlessly resumes where it was left off: ܘܠܐ ܡ̇ܢ ܕܢܐܡܪ ܐܝܬ ܣܘܣܝܐ ܘܒܪܢܫܐ ܚܘܪܐ [lacuna] ܡܕܡ (= διαφέρει τοῦτο εἰπεῖν ἢ ἔστιν ἵππος καὶ ἄνθρωπος λευκός, De int. 8, 18a21–22). However, after only a couple of lines the scribe jumped from ܐܢܗܘ ܗܟܝܠ ܕܗܠܝܢ ܣܘܓܐܐ (= εἰ οὖν αὗται πολλὰ , De int. 8, 18a23–24) to ܘܗܠܝܢ ܡ̇ܢ ܕܕܠܐ ܚܝܠܐ ܡܥܒܕܢܘ̈ܬܐ ܐܝܬܝܗܝܢ (= καὶ τὰ μὲν ἄνευ δυνάμεως ἐνέργειαί εἰσιν, De int. 21, 21a23). Afterwards the text runs uninterruptedly until the end. Ed .: J.G.E. Hoffmann, De Hermeneuticis apud Syros Aristoteleis (Leipzig, 1869), 23, 25, 27, 29–55 [partial ed., up to 23b15], A. Baumstark, “Aristoteles περὶ ἑρμηνείας p. 23b 16 ff. syrisch,” Zeitschrift für Assyriologie und verwandte Gebiete 13 (1898), 116–119 [ed. of the ending, 23b16–24b9]; digital edition available at https:\/\/hunaynnet.oeaw.ac.at\/de_interpretatione.html#de_int_syr_anon. Lit .: see Kessel, “Syriac Commentary Tradition,” 401 (3.1.1). 5. ff. 168v–259r Prōbā, Commentary on Aristotle’s On Interpretation Title : ܡܡܠܠܐ ܕܩܕܡ ܦܘܫܩܐ ܕܡܘܕܥ ܥܠܬܗ ܕܟܬܒܐ ܗܢܐ ܕܒܦܗܪܝܗܪ̈ܡܢܝܣ Incipit : ܚܙܝܢܢ ܕܨܒܘ̈ܬܐ ܟܝܢܝ̈ܬܐ ܇ ܡܢܗܝܢ ܡ̇ܢ ܡܛܠ ܢܦܫܗܝܢ ܐܬܝܗܝܢ. ܡܢܗܝܢ ܕܝܢ ܡܛܠ ܐܚܪ̈ܢܝܬܐ … Desinit : … ܗ̇ܝ ܓܝܪ ܕܐܡ̣ܪ ܕܠܐ ܡܨܝܐ ܕܐܟܚܕܐ ܢܗܘܝ̈ܢ ܠܗ ܟܕ ܠܗ ܆ ܚܠܦ ܗ̇ܝ ܕܠܐ ܡܫܟܚܐ. ܕܐܟܚܕܐ ܢܫܪ̈ܢ Final rubric : ܫܠܡ ܦܘܫܩܐ ܕܟܬܒܐ ܕܡܬܩܪܐ ܦܗܪܝܗܪܡܢܝܣ ܕܡܦܫܩ ܠܦܪܘܒܐ ܚܟܝܡܐ The text consists of a prologue and five sections ( psāqē ): prologue (ff. 168v–172v), section 1 (ff. 171v–188r), section 2 (ff. 188r–214v), section 3 (ff. 214v–235r), section 4 (ff. 235r–249v), section 5 (ff. 249v–259r). Occasional lacunae (the most extensive on ff. 222r–223r) indicated by white spaces; marginal glosses. Ed. : Hoffmann, De Hermeneuticis apud Syros , 62–90 [ed. of section 1 and beginning of section 2], 90–112 [Lat. transl.]; a new edition is in preparation by H. Hugonnard-Roche. Lit. : to the literature indicated in Kessel, “Syriac Commentary Tradition,” 402 (3.2.2), one should add also H. Hugonnard-Roche, “La tradition du Peri hermeneias d’Aristote en syriaque, entre logique et grammaire,” in Les auteurs syriaques et leur langue , Études Syriaques 15, ed. M. Farina (Paris: Geuthner, 2018), 55–93, here 78–83. Syriac 170 olim Alqosh, Notre-Dame des Semences \/ Scher 49; Alqosh, Notre-Dame des Semences \/ Vosté 52 earlier shelfmark (f. 1r): 49 Summary: 1. Prōbā, Commentary on Porphyry’s Isagoge (incomplete) 2. Pseudo-Ammonius, Two Lives of Aristotle 3. Aristotle, Categories (version of Jacob of Edessa) 4. Sergios of Rēšʿaynā, Commentary on Aristotle’s Categories (incomplete) Paper. – 149 ff. – 1 col., 20 l. 235–237 × 170–174 mm. Amateur East Syriac handwriting with vocalization. No pagination or foliation. – Catch-words, sometimes not accurate. Condition: it was not possible to establish the quire composition relying on the available images. The manuscript is incomplete both at the beginning and end. Inferring from Scher’s description, it appears that the manuscript contained the complete text of Sergios’ commentary on Categories , which was followed by Aristotle’s On Interpretation (in the version of Prōbā) and Prōbā’s commentary on that treatise (similar to Syr. 169 and 171). Vosté’s brief description is puzzling: on the one hand, he equals the manuscript’s contents to that of Syr. 169, on the other hand, his indication that the codex consisted of 14 quires suggests that it was in the same condition as it is today. F. 84 is a singleton that belongs to a different (probably 16th c.) manuscript and contains ch. 2 of the second book of Bar ʿEbrōyō’s Treatise of treatises ( Teḡraṯ teḡrāṯā ). Date: 2nd half of the 19th c. Scribe: not indicated. Catalogue descriptions: Scher, “Notice sur les manuscrits syriaques,” 498 (no. 2 is missing); Vosté, Catalogue de la Bibliothèque syro-chaldéenne , 22; Ḥaddād–Isḥāq, Al-makhṭūṭāt al-suryāniyya wa-l-ʿarabiyya , 82*–83*; Makhoul, “Erbil-Ankawa, O.A.O.C., syr. 170”. http:\/\/syriac.msscatalog.org\/71256 (accessed 13 February, 2023). 1. ff. 1r–42r Prōbā, Commentary on Porphyry’s Isagoge (incomplete at the beginning) In two sections (ff. 1r–31v; 31v–42r). Incipit mut. (first section): ܘܓܕܫܐ. ܗܠܝܢ ܓܝܪ ܒܗ̇ܝ ܕܐܝܢܐ ܐܝܬܘܗܝ ܡܬܩܛܪܓܝܢ … = Syr. 169, f. 5r, lines 4–5. Desinit : … ܣܛܪ ܡ̣ܢ ܗܠܝܢ ܕܡܢܢ ܐܬܐܡܪ. ܐܠܐ ܣܦܩ̈ܢ ܘܗܠܝܢ ܕܣܡܢܢ ܇ ܠܘܬ ܒܘܚܢܐ ܗܢܐ ܇ ܘܗܟܢܐ ܡܫܠܡܝܢܢ ܠܦܪܓܡܛܝܐ ܗܕܐ ܇ ܒܝܕ ܥܘܕܪܢܐ ܕܐܠܗܐ ܡܪܟܠ ܐܡܝܢ Final rubric : ܫܠܡ ܣܘܟܠܐ ܘܢܘܗܪܐ ܕܐܝܣܓܘ̈ܓܐ ܕܦܪܦܘܪܝܘܣ ܦܝܠܣܘܦܐ ܕܥܒܝܕ ܠܦܪܘܒܐ ܐܢܫ ܚܟܝܡܐ ܇ ܩܫܝܫܐ ܐܪܟܝܐܛܪܘܣ ܘܐܪܟܕܝܩܘܢ ܕܐܢܛܝܟܝܐ ܕܣܘܪܝܐ Multiple diagrams (ff. 1r–v, 11v, 27r–28r, 29r, 31v); the variant readings are not provided. Ed. : see Syr. 169, no. 1. 2. ff. 42r–43v <Pseudo>-Ammonius, Two lives of Aristotle First life Title : ܦܪ̈ܓܡܛܝܐ ܕܡܠܝܠܘܬܐ ܕܥܒܝܕܐ ܠܐܪܝܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ ܦܪܝܦܛܛܝܩܘܣ ܦܪܟܣܝܣ ܐܘܟܝܬ ܬܫܥܝܬܐ ܕܝܠܗ ܕܐܪܝܣܛܘܛܠܝܣ ܒܪ ܢܝܩܘܡܐܟܘܣ ܐܪܟܝܛܪܘܣ ܛܝܓܪܝܣ ܕܥܒܝܕܐ ܠܐܡܩܢܝܣ Incipit : ܐܠܨܐ ܩܕܡܝܬ ܕܢܒܥܐ ܐܬܪܗ ܘܢܣܝܡ ܓܢܣܗ ܘܗܠܝܢ ܕܫܪܟܐ … Desinit : … ܣܡܘ ܐܢܘܢ ܒܕܘܟܬܐ ܗܝ̇ ܕܐܪܝܣܛܘܛܠܝܬܐ ܡܬܩܪܝܐ ܗܘܬ ܒܗܝ̇ ܕܐܦ ܡܛܠ ܡܚܫܒܬܐ ܡܬܟܢܫܝܢ ܗܘܘ. Second life Title : ܐܚܪܬܐ ܦܪܟܣܝܣ Incipit : ܐܪܝܣܛܘܛܠܝܣ ܒܪܐ ܐܝܬܘܗܝ ܗܘܐ ܆ ܕܢܝܩܘܡܐܟܘܣ ܐܣܝܐ. … Desinit : … ܚܝܐ ܕܝܢ ܐܪܝܣܛܘܛܠܝܣ ܆ ܫܢ̈ܝܐ ܫܬܝܢ ܘܬܡܢܐ. Final rubric : ܫܠܡܬ ܬܫܥܝܬܐ ܐܘܟܝܬ ܕܘܒܪܐ ܕܐܪܝܣܛܘܛܠܝܣ The attribution to Ammonius ( sc . Hermeiou, spelled in the manuscript as AMQNIS) is today considered spurious. This text was neglected by Vosté and hence adds to our knowledge about the manuscript tradition of the two lives. Ed. : both lives were fully transcribed in E. Sachau, Verzeichniss der syrischen Handschriften , Bd. 1 (Berlin, 1898), 335–336; Baumstark, Aristoteles bei den Syrern , 2* (first Life), 2*–3* (second Life). Lit.: see G. Kessel & N. Bamballi, “Field Notes on Syriac Manuscripts II: A Philosophical Manuscript olim Mosul 35 Rediscovered,” Hugoye: Journal of Syriac Studies 21.1 (2018), 21–42, here 30–31. 3. ff. 43v–85r Aristotle, Categories (version of Jacob of Edessa) Title : ܬܘܒ ܩܐܛܐܓܘܪܝܣ ܕܐܪܝܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ Incipit : ܐܘܡܘܢܘ̈ܡܐ ܐܘܟܝܬ ܫܘܝܝ ܫܡܐ ܡܬܐܡܪܝܢ. ܕܗܢܘܢ ܕܫܡܐ ܒܠܚܘܕ ܕܓܘܐ … Desinit : … ܗܠܝܢ ܕܝܢ ܕܡܥܝܕܝܢܢ ܕܢܬܐܡܪܘܢ ܟܢܝܫܐܝܬ ܟܠܗܘܢ ܡܢܝܢ Final rubric : ܫܠܡ ܟܬܒܐ ܕܩܐܛܗܓܘܪ̈ܝܣ ܕܥܒܝܕ ܠܐܪܝܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ The text form belongs to the same branch which is represented by the manuscript olim Mosul \/ Scher 35; glosses and variant readings are not provided. Ed .: see Syr. 169, no. 2. 4. ff. 85r–149v Sergios of Rēšʿaynā, Commentary on Aristotle’s Categories (incomplete at the end) Title : ܡܟܬܒܢܘܬܐ ܕܥܒܝܕܐ ܠܣܪܓܝܣ ܐܪܟܝܛܪܘܣ ܥܠ ܢܝܫܐ ܕܩܛܓܘܪ̈ܝܣ ܕܐܪܝܣܛܘܛܠܝܣ ܣܛܗܓܪܛܝܣ ܡ̇ܢ ܒܓܢܣܐ ܦܝܠܣܘܦܐ ܕܝܢ ܒܙܢܐ Incipit : ܡܠܬܐ ܐܡܝܪܐ ܡ̣ܢ ܩܕܡܝ̈ܐ ܐܘ ܐܚܘܢ ܬܐܕܘܪܐ. ܕܥܘܦܐ ܗ̇ܘ ܕܡܫܬܡܗ ܚܘܪܒܐ … Desinit mut . ( mēmrā iii): … ܕܐܕܫ̈ܐ ܘܓܢܣ̈ܐ ܟܝܢܐܝܬ ܡܫܘܕܥܝܢ ܠܗܘܢ ܠܩܢܘ̈ܡܐ ܝܚܝܕܝ̈ܐ ܕܐܝܬܝܗܘܢ ܐܘܣܝ̈ܐܣ = Syr. 169, f. 100v, lines 15–17. The text is divided into three mēmrē , which are preceded by a prologue: prologue (ff. 85v–88v), mēmrā i (ff. 88v–103r), mēmrā ii (ff. 103v–127r), mēmrā iii (ff. 127v–149v). Diagrams on ff. 103r, 125r–127r, 128v; variant readings are not provided. Ed .: see Syr. 169, no. 3. Syriac 171 olim Alqosh, Notre-Dame des Semences \/ Scher 50; Alqosh, Notre-Dame des Semences \/ Vosté 53 earlier shelfmark (f. 1r): 50 Summary: 1. Yōḥannān bar Zoʿbī, Mēmrā on divisions ( sc . dihairesis ) of philosophy 2. Prōbā, Commentary on Porphyry’s Isagoge (incomplete) 3. Aristotle, Categories (version of Jacob of Edessa) 4. Sergios of Rēšʿaynā, Commentary on Aristotle’s Categories 5. Aristotle, On Interpretation (version of Prōbā) (incomplete) 6. Prōbā, Commentary on Aristotle’s On Interpretation 7. Paul the Persian, Commentary on Aristotle’s On Interpretation 8. Severos Sēbokht, Letter to Yonan on some difficulties in Aristotle’s On Interpretation and Prior Analytics (incomplete) Paper. – 233 ff. – 1 col., 28 l. 322–327 × 220–225 mm. East Syriac handwriting with minimal vocalization. No pagination or foliation. – Catch-words, sometimes not accurate. Possession note on f. 233v dated to CE 1840: ‘this book belongs to the monastery of Rabban Hormizd’. Condition: The manuscript is incomplete at the end and consists at present of 24 quires (of 10 ff. each), which are not signed. The leaves from quires <1> and <2> are misplaced. Quire <1> wants four folios after f. 16r, and quire <15> wants three folios between ff. 140 and 141. Quires <2>–<14> and <16>–<24> are complete. Date: 1st half of the 19th. c. (but before 1840). Scribe: not indicated. Catalogue descriptions: Scher, “Notice sur les manuscrits syriaques,” 498 (no. 1 and 6 are missing, no. 2 is mistaken); Vosté, Catalogue de la Bibliothèque syro-chaldéenne , 22–23 (no. 1 and 6 are missing, no. 2 is mistaken); Ḥaddād–Isḥāq, Al-makhṭūṭāt al-suryāniyya wa-l-ʿarabiyya , 83* (no. 1 and 6 are missing, no. 2 is mistaken); Makhoul, “Erbil-Ankawa, O.A.O.C., syr. 171” (no. 1 is missing). http:\/\/syriac.msscatalog.org\/71257 (accessed 13 February, 2023). 1. ff. 2r–3v, 14r–16r <Yōḥannān bar Zoʿbī>, Mēmrā on divisions ( sc . dihairesis ) of philosophy In seven-syllable metre. Title : ܡܐܡܪܐ ܕܥܠ ܦܘ̈ܠܓܐ ܦܝܠܣܘ̈ܦܝܐ ܒܡܫܚܘ̈ܚܬܐ Incipit : ܦܝܠܣܘܦܘܬܐ ܐܚܝ̈ ܠܬܪܝܢ ܙܢܝ̈ܐ ܡܬܦܠܓܐ ܠܬܐܘܪܛܝܩܘܢ ܗ̣ܘ ܚܙܬܐ ܘܠܡܥܒܕܢܘ ܕܗ̣ܘ ܥܡܠܐ … Desinit : … ܘܬܘܒ ܫܘ̈ܚܠܦܐ ܥܡ ܙܘ̈ܥܐ ܕܢܩܝܦܝܢ ܠܐܝܢܝܘܬܐ Final rubric : ܫܠܡ ܡܐܡܪܐ ܕܥܠ ܦܘܠܓܐ ܕܦܝܠܣܘܦܝܐ Although the author’s name is not indicated in the manuscript, the text is identical to the one preserved in several other copies. In addition to three manuscripts identified by Daiber (Daiber, “Ein vergessener syrischer Text,” 73–74) one can now add seven more: olim Diyarbakır \/ Scher 106 = Mardin, Chaldean Church \/ HMML Project number CCM 20 (1458\/9 CE), olim Diyarbakır \/ Scher 107 = Mardin, Chalden Church \/ HMML Project number CCM 22 (1681 CE), Tehran, Chaldean Church MS 1 \/ HMML Project number TEH SJ 1 (1724 CE), Siirt \/ Scher 97 (18th c.; lost), Erbil, Chaldean Archdiocese MS 145 \/ HMML Project number ACE 141 (1801 CE), Alqosh, Chaldean Archdiocese \/ HMML Project number DCA 128 (19th c.), Baghdad, Chaldean Patriarchate \/ HMML Project number CPB 350 (1894 CE). Ed .: not edited. Lit .: H. Daiber, “Ein vergessener syrischer Text: Bar Zoʿbī über die Teile der Philosophie,” Oriens Christianus 69 (1985), 73–80. 2. (reconstructed order of folios) ff. 10r–11v, 4r–9v, 12r–13v, 17r–30v (incomplete at the beginning) Prōbā, Commentary on Porphyry’s Isagoge In two sections (beginning is wanting, ff. 10r–11v, 4r–9v, 12r–13v, 17r–25v; 25v–30v). Incipit mut . (first section): ܡܛܠ ܓܢܣܐ. ܡܟܝܠ ܒܬܪ ܗܠܝܢ ܆ ܢܐܬܐ ܠܘܬ ܐܝܠܝܢ ܕܡܬܐܡܪ̈ܢ ܡ̣ܢ ܦܪܦܘܪܝܘܣ … = Syr. 169, f. 1v, lines 15–17. Desinit : … ܣܛܪ ܡ̣ܢ ܗܠܝܢ ܕܡܢܢ ܐܬܐܡܪ. ܐܠܐ ܣܦܩܢ ܗܠܝܢ ܕܣܡܢܢ ܇ ܠܘܬ ܒܘܚܢܐ ܗܢܐ. ܘܗܟܢܐ ܡܫܠܡܝܢܢ ܠܦܪܓܡܛܝܐ ܗܕܐ. ܒܝܕ ܥܘܕܪܢܐ ܕܐܠܗܐ ܡܪܐ ܟܠ. Final rubric : ܫܠܡ ܣܘܟܠܐ ܘܢܘܗܪܐ ܕܐܝܣܓܘ̈ܓܐ ܕܦܪܦܘܪܝܘܣ ܦܝܠܣܘܦܐ ܕܥܒܝܕ ܠܦܪܘܒܐ ܐܢܫ ܚܟܝܡܐ ܩܫܝܫܐ ܐܪܟܝܐܛܪܘܣ ܘܐܪܟܕܝܩܘܢ ܕܐܢܛܝܟܝܐ ܕܣܘܪܝܐ Multiple diagrams (ff. 4v–5r, 12r, 23r–v, 24r, 25v) and variant readings in the margins; the variant readings are slightly different from those present in Syr. 169. Ed .: see Syr. 169, no. 1. 3. ff. 30v–51v Aristotle, Categories (version of Jacob of Edessa) Title : ܦܪܓܡܛܝܐ ܕܡܠܝܠܘܬܐ ܕܥܒܝܕܐ ܠܐܪܝܣܛܛܠܝܣ ܦܝܠܣܘܦܐ ܀ ܩܛܓܘܪ̈ܝܣ ܕܐܪܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ Incipit : ܐܘܡܘܢܘ̈ܡܐ ܐܘ ܟܝܬ ܫܘܝ̈ܝ ܫܡܐ ܡܬܐܡܪܝܢ. ܕܗ̇ܢܘܢ ܕܫܡܐ ܒܠܚܘܕ ܕܓܘܐ … Desinit : … ܗܠܝܢ ܕܝܢ ܕܡܥܝܕܝܢ ܕܢܬܐܡܪܘܢ ܟܢܝܫܐܝܬ ܟܠܗܘܢ ܡܢܝܢ Final rubric : ܫܠܡ ܟܬܒܐ ܕܩܐܛܗܓܘܪܝܣ ܕܥܒܝܕ ܠܐܪܝܣܛܘܛܗܠܝܣ ܦܝܠܣܘܦܐ Glosses and multiple variant readings in the margins differ slightly from those in Syr. 169. The text form belongs to the same branch represented by the manuscript olim Mosul \/ Scher 35. Ed. : see Syr. 169, no. 2. 4. ff. 51v–129v Sergios of Rēšʿaynā, Commentary on Aristotle’s Categories Title : ܡܟܬܒܢܘܬܐ ܕܥܒܝܕܐ ܠܣܪܓܝܣ ܐܪܟܝܛܪܘܣ ܥܠ ܢܝܫܐ ܕܩܛܗܓܘܪ̈ܝܣ ܕܐܪܝܣܛܘܛܗܠܝܣ ܣܛܗܓܪܛܝܣ ܡ̇ܢ ܒܓܢܣܐ ܦܝܠܣܘܦܐ ܕܝܢ ܒܙܢܐ Incipit : ܡܠܬܐ ܕܝܢ ܐܡܝܪܐ ܡ̣ܢ ܩܕܡܝ̈ܐ ܐܘ ܐܚܘܢ ܬܐܕܘܪܐ. ܕܥܘܦܐ ܗ̇ܘ ܕܡܫܬܡܗ ܚܘܪܒܐ … Desinit : … ܐܝܟ ܕܡ̣ܢ ܚܝܠܐ ܐܢܫܝܐ ܠܐ ܡܫܟܚܐ ܕܢܗܘܐ ܇ ܐܠܐ ܒܝܕ ܕܘܪܫܐ ܕܒܡܠܝܠܘܬܐ Final rubric : ܫܠܡ ܠܡܟܬܒ ܟܬܒܐ ܕܩܛܗܓܘܪ̈ܝܐܣ ܕܥܒܝܕ ܠܐܪܝܣܛܘܛܗܠܝܣ ܦܝܠܣܘܦܐ. ܘܡܦܫܩ ܠܣܪܓܝܣ ܐܪܟܝܐܛܪܘܣ ܪܫܥܝܢܐ Another Final rubric : ܫܠܡ ܠܡܟܬ ܣܟܘܠܝܘܢ ܡܕܡ ܐܘܟܝܬ ܢܝܫܐ ܕܥܠ ܩܛܗܓܘܪ̈ܝܣ ܕܐܪܝܣܛܘܛܗܠܝܣ ܦܪܦܐܛܛܝܩܘ ܕܥܒܝܕ ܠܣܪܓܝܣ ܪܫܥܝܢܐ ܣܘܦܝܣܛܐ ܘܐܪܟܝܐܛܪܘܣ The text is divided into seven mēmrē , which are preceded by a prologue: prologue (ff. 51v–53r), mēmrā i (ff. 53r–60r), mēmrā ii (ff. 60r–72r), mēmrā iii (ff. 72r–92r), mēmrā iv (ff. 92r–106r), mēmrā v (ff. 106r–113r), mēmrā vi (ff. 113r–122v), mēmrā vii (ff. 122v–129v). Multiple diagrams (ff. 60r, 71r–72r, 73r, 91r–92r, 105v–106r, 113r, 122v, 129r–v) and variant readings in the margins; the reading seem to agree with those present in Syr. 169. Several extensive lacunae indicated by white spaces (ff. 125v, 126r–v, 127r, 127v–128r) suggest that the exemplar used by the scribe was defective; the lacunae are identical to those present in Syr. 169. Ed. : see Syr. 169, no. 3. 5. ff. 129v–142r Aristotle, On Interpretation (version of Prōbā) (incomplete) In five sections. Title : ܟܬܒܐ ܕܥܒܝܕ ܠܐܪܝܣܛܘܛܗܠܝܣ ܦܝܠܣܘܦܐ ܥܠ ܪܘܟܒܐ ܩܕܡܝܐ ܕܥܠ ܟܘܢܝ̈ܐ ܦܫܝ̈ܛܐ ܕܡܬܩܪܐ ܝܘܢܐܝܬ ܦܗܪܝܗܪܡܗܢܝܐܣ. ܘܡܦܫܩ ܡ̣ܢ ܠܫܢܐ ܝܘܢܝܐ ܠܠܫܢܐ ܣܘܪܝܝܐ ܠܦܪܘܒܐ ܩܫܝܫܐ ܘܐܪܟܕܝܩܘܢ ܐܢܛܝܘܟܝܐ Incipit : ܩܕܡܝܬ ܙܕܩ ܕܢܬܚܡ ܡܘܢ ܫܡܐ. ܘܡܘܢ ܡܠܬܐ. ܘܡ̣ܢ ܒܬܪܟܢ ܡܘܢ ܐܝܬܝܗ̇ ܩܐܛܐܦܣܝܣ ܘܐܦܘܦܣܝܣ … Desinit : … ܐܟܚܕܐ ܕܝܢ ܠܐ ܡܨܝܐ ܕܣܩܘܒܠܝ̈ܬܐ ܢܗܘܝ̈ܢ ܠܗ ܟܕ ܠܗ Final rubric : ܫܠܡܬ ܨܘܪ̈ܬ ܟܬܒ Several extensive lacunae (ff. 130r–v, 130v–131r, 131v, 132r–v) indicated by white spaces suggest that the exemplar was defective. Lacunae are identical to those present in Syr. 169. Apparently, the scribe used the same imperfect exemplar as the copyist of Syr. 169. Namely, having reached on f. 133r ܘܠܐ ܚܕܐ ܐܦܘܦܣܝܣ. ܗܕܐ ܕܝܢ (= οὐδὲ ἀπόφασις μία∙ οὐδὲν γὰρ, De int. 8, 18a21) he jumped to ܕܬܗܘܐ ܘܐܦܘܦܣܝܣ ܠܗ ܟܕ ܠܗ (= ὑπάρξει αὐτῷ καὶ ἡ ἀπόφασις, De int. 21, 21b15). Similar to Syr. 169, this section runs until f. 135v where ܘܡܥܢܕܢܘܬܐ ܩܕܡܝܬܐ ܕܚܝܠܐ (= κ αὶ ἐνέργεια δυνάμεως προτέρα, De int. 13, 23a22–23) is followed by ܡ̇ܢ ܕܢܐܡܪ ܐܝܬ ܣܘܣܝܐ ܘܒܪܢܫܐ ܚܘܪܐ [lacuna] ܘܠܐ ܡܕܡ (= διαφέρει τοῦτο εἰπεῖν ἢ ἔστιν ἵππος καὶ ἄνθρωπος λευκός, De int. 8, 18a21–22). However, unlike the scribe of Syr. 169, the scribe of Syr. 171 marked the transition spots with a red line and added a marginal note next to the first mark saying: “Proceed from this red line to another red line”. Again, unlike the scribe of Syr. 169, who resumed copying beginning from De int. 8, 18a21–22, then copied only a few lines and, instead of continuing, jumped to De int. 8, 18a23–24, the scribe of Syr. 171 copied the text without further omissions. Ed. : see Syr. 169, no. 4. 6. ff. 142r–223v Prōbā, Commentary on Aristotle’s On Interpretation Title : ܡܡܠܠܐ ܕܩܕܡ ܦܘܫܩܐ ܕܡܘܕܥ ܥܠܬܗ ܕܟܬܒܐ ܕܦܗܪܝܗܪܡܢܝܐܣ Incipit : ܚܙܝܢܢ ܕܨܒܘ̈ܬܐ ܟܝܢܝ̈ܬܐ ܆ ܡܢܗܝܢ ܡ̇ܢ ܡܛܠ ܢܦܫܗܝܢ ܐܬܝܗܝܢ. ܡܢܗܝܢ ܕܝܢ ܡܛܠ ܐܚܪ̈ܢܝܬܐ … Desinit : … ܗ̇ܝ ܓܝܪ ܕܐܡ̣ܪ ܕܠܐ ܡܨܝܐ ܕܐܟܚܕܐ ܢܗܘܝ̈ܢ ܠܗ ܟܕ ܠܗ ܆ ܚܠܦ ܗ̇ܝ ܕܠܐ ܡܫܟܚܐ. ܕܐܟܚܕܐ ܢܫܪ̈ܢ Final rubric : ܫܠܡ ܦܘܫܩܐ ܕܟܬܒܐ ܕܡܬܩܪܐ ܦܗܪܝܗܐܪܡܗܢܝܐܣ ܕܡܦܫܩ ܠܦܪܘܒܐ ܚܟܝܡܐ The text consists of the prologue and five sections ( psāqē ): prologue (ff. 142r–145v), section 1 (ff. 145v–158r), section 2 (ff. 158r–181r), section 3 (ff. 181r–200r), section 4 (ff. 200r–214r), section 5 (ff. 214r–223v). Occasional lacunae (the most extensive on ff. 187v–189r) indicated by white spaces and marginal glosses identical to those present in Syr. 169. Ed .: see Syr. 169, no. 5. 7. ff. 223v–231r Paul the Persian, Commentary on Aristotle’s On Interpretation (translated from Persian into Syriac by Severos Sēbokht) Title : ܢܘܗܪܐ ܕܝܠܗ ܟܕ ܕܝܠܗ ܕܟܬܒܐ ܕܦܗܪܝܗܐܪܡܗܢܝܐܣ ܕܥܒܝܕ ܒܦܣܝ̈ܩܬܐ ܠܦܘܠܘܣ ܦܪܣܝܐ. ܘܡܦܫܩ ܡܢ ܠܫܢܐ ܦܪܣܝܐ ܠܠܫܢܐ ܣܘܪܝܝܐ ܠܣܒܘܟܬ ܐܢܫ ܕܡܬܟܢܐ ܣܘܪܐ ܐܦܣܩܘܦܐ ܠܡ ܕܢܫܪܝܢ Incipit : ܒܪܢܫܐ ܡ̣ܢ ܗܢܝ̈ܢ ܕܠܐ ܡܠܬܐ ܇ ܒܡܠܝܠܘܬܐ ܡܝܬܪ. ܘܟܠܡܐ ܕܠܐ ܝܕܥ ܘܡܨܝܐ ܕܢܬܝܕܥ … Desinit : … ܘܟܠ ܡܐܡܪܐ ܕܫܪܟܐ ܕܒܦܣܘܦܐ ܡܬܐܡܪ ܆ ܡ̣ܢ ܗܢܐ ܩܢܘܢܐ ܫܦܝܪܐܝܬ ܡܬܝܕܥ Final rubric : ܫܠܡ ܢܘܗܪܐ ܕܟܬܒܐ ܕܦܗܪܝܗܪܡܗܢܝܐܣ ܕܥܒܝܕ ܠܦܘܠܘܣ ܦܪܣܝܐ. ܘܡܦܫܩ ܠܣܘܪܐ ܣܒܘܟܬ Diagram on f. 228r. Ed .: H. Hugonnard-Roche, “Sur la lecture tardo-antique du Peri Hermeneias d’Aristote: Paul le Perse et la tradition d’ Ammonius,” Studia graeco-arabica 3 (2013), 37–104; S. Hayati & P.S. Stevenson, Peri Hermeneias by Paul the Persian (Tehran, 2016); a new English translation is in preparation by D. King. Lit .: to the literature indicated in Kessel, “Syriac Commentary Tradition,” 402 (3.2.1), one should add also Hugonnard-Roche, “La tradition du Peri hermeneias d’Aristote en syriaque,” 64–78. 8. ff. 231r–233r Severos Sēbokht, Letter to Yonan on some difficulties in Aristotle’s On Interpretation and Prior Analytics (incomplete at the end) Title : ܐܓܪܬܐ ܕܝܠܗ ܟܕ ܕܝܠܗ ܕܣܘܪܐ ܣܒܘܟܬ ܕܟܬܝܒܐ ܠܗ ܠܘܬ ܝܘܢܢ ܣܥܘܪܐ Incipit : ܠܪܚܡ ܐܠܗܐ ܘܕܚܠ ܐܠܗܐ ܇ ܐܚܘܢ ܪܘܚܢܐ ܘܚܒܝܒܐ ܇ ܩܫܝܫܐ ܘܣܥܘܪܐ ܝܘܢܢ … Desinit mut. : … ܡܬܚܫܚ ܟܕ ܡܠܦ ܡܛܠܬܗܘܢ. ܐܚܪܬܐ ܕܝܢ ܕܐܝܟ ܪܚܡ = ed. Hugonnard-Roche, 68 l. 23 Ed .: H. Hugonnard-Roche, “Questions de logique au VII e siècle. Les épîtres syriaques de Sévère Sebokht et leurs sources grecques,” Studia graeco-arabica 5 (2015), 53–104. Lit .: see Kessel, “Syriac Commentary Tradition,” 403 (3.2.4). Syriac 172 olim Alqosh, Notre-Dame des Semences \/ Vosté 62 Ḥaddād and Isḥāq as well as Makhoul failed to identify this manuscript as olim Notre-Dame des Semences \/ Vosté 62 (see the concordance, Ḥaddād–Isḥāq Al-makhṭūṭāt al-suryāniyya wa-l-ʿarabiyya , 514*), albeit its description in the catalogue of Vosté (Vosté, Catalogue de la Bibliothèque syro-chaldéenne , 25) perfectly matches the actual manuscript Syr. 172 (for several other additional identifications, see H. Kaufhold’s review of the Ḥaddād and Isḥāq’s catalogue in Oriens Christianus 74 (1990), 265) earlier shelfmark (endleaf): 183 Summary: Grigorios bar ʿEbrōyō, Cream of Wisdom ( Isagoge , Categories , On Interpretation , Prior Analytics ) (incomplete) Paper. – 159 ff. – 1 col., 20 l. 220–223 × 160–163 mm. Amateur East Syriac handwriting with vocalization. Contemporary foliation that runs until f. 108. Catch-words, sometimes not accurate. Condition: The manuscript consists of 16 quires which are signed on the first and last page of each quire. The quires are usually of 10 ff., except for quire 13 (8 ff.) and quire 14 (12 ff.). The first folio of the first quire is wanting. Scribe: scribe’s name is indicated on f. 47v as ܐܝܢܘܫܢܣܝܘܣ , and slightly differently on f. 159r as ܪܒܢ ܘܝܫܢܣܝܘܣ and corresponds to Vincentius. Vincentius, the scribe of the manuscript, is likely to be identical to the monk Vincentius who is known to be a monk at the monastery of Rabban Hormizd. The Life of Gabriel Danbo mentions that Vincentius hailed from Alqosh and entered the monastery of Rabban Hormizd in 1823. Brière, “Histoire du couvent de Rabban Hormizd,” 114, cf. Wilmshurst, Ecclesiastical Organisation , 264. It is not certain if he died during the plague in 1828, Cf. Brière, “Histoire du couvent de Rabban Hormizd,” 120–121. as asserted by Shikwānā. ʿI.M. Shikwānā, Ḫaṭṭāṭūn mašāriqa (Duhok, 2007), 30*, no. 39. The amateur handwriting of the manuscript suggests that Vincentius was not a professional scribe; no other manuscript produced by him is known. No scribe with this name is documented by Wilmshurst. Shikwānā records only this manuscript as produced by monk Vincentius (Shikwānā, Ḫaṭṭāṭūn mašāriqa , 30*, no. 39). Giamil’s history of the monastery of Rabban Hormizd may contain further details about him (see footnote 2). Date: ca. 1823–1828. Catalogue descriptions: Vosté, Catalogue de la Bibliothèque syro-chaldéenne , 25; Ḥaddād–Isḥāq, Al-makhṭūṭāt al-suryāniyya wa-l-ʿarabiyya , 83*; Makhoul, “Erbil-Ankawa, O.A.O.C., syr. 172” (treats the first three sections as Prōbā, Commentary on Porphyry’s Isagoge and Aristotle’s Categories and On Interpretation respectively). http:\/\/syriac.msscatalog.org\/71258 (accessed 13 February, 2023). The manuscript has not been known earlier as a witness to Bar ʿEbrōyō’s Cream of Wisdom . Missing in the census of Takahashi (H. Takahashi, Barhebraeus: A Bio-Bibliography , Gorgias Eastern Christian Studies 9 (Piscataway, N.J.: Gorgias Press: 2005). Although a manuscript of similar content is known to have been held at the Chaldean collection in Diyarbakır ( olim Diyarbakır \/ Scher 32 = HMML Project number CCM 383), a quick comparison of the two copies demonstrates that they are not directly related. It remains to be explored if the present manuscript is related to the two manuscript copies of Butyrum Sapientiae held in collection of the Antonian Order (Syr. 177 = Vosté 60, Syr. 178 = Vosté 61). None of the two manuscripts has been properly described, and their precise content remains so far unknown. Vosté, Catalogue de la Bibliothèque syro-chaldéenne , 25, Ḥaddād–Isḥāq, Al-makhṭūṭāt al-suryāniyya wa-l-ʿarabiyya , 86*–87*, cf. Takahashi, Barhebraeus: A Bio-Bibliography , 248. Ff. 1r–159r <Grigorios bar ʿEbrōyō>, Cream of Wisdom ( Isagoge , Categories , On Interpretation , Prior Analytics ) (incomplete at the beginning) Incipit mut . (Prologue): ܡܕ̈ܥܐ ܥܝܪ̈ܐ ܠܝܘ̈ܠܦܢܐ ܚܬܝ̈ܬܐ ܢܩܢܘܢ ܓܠܝܐܝܬ ܘܩܪܝܚܐܝܬ ܐܪܬܝܬ ܐܡܝܢ … = Florence, Biblioteca Laurenziana, Or. 69, f. 2v, col. B, lines 12–14 Desinit : … ܕܡܨܥܝܐ ܗܪܟܐ ܓܘܢܝ ܡ̣ܢ ܙܥܘܪܐ ܘܫܘܐ ܠܪܒܐ Explicit : ܫܠܡ ܟܬܒܐ ܕܐܢܠܘܛܝ̈ܩܐ ܩܕܡܝܐ ܘܠܐܠܗܐ ܫܘܒܚܐ ܕܚܝܠ ܘܥܕܪ ܒܛܝܒܘܬܗ ܐܡܝܢ Isagoge (ff. 1r–24r): Proem. (ff. 1r), ch. 1 (ff. 1r–10v), ch. 2 (ff. 10v–17r), ch. 3 (ff. 17r–20r), ch. 4 (ff. 20r–24r). Categories , (ff. 24r–47r): Ch. 1 (ff. 24r–29r), ch. 2 (ff. 29r–42v), ch. 3 (ff. 42v–47r). On Interpretation (ff. 47r–95r): Ch. 1 (ff. 47r–53r), ch. 2 (ff. 53r–62v), ch. 3 (ff. 62v–71v), ch. 4 (ff. 71v–76r), ch. 5 (ff. 76r–81r), ch. 6 (ff. 81r–84r), ch. 7 (ff. 84r–87r), ch. 8 (ff. 87r–92r), ch. 9 (ff. 92r–95r). Prior Analytics (ff. 95r – 159r): Ch. 1 (ff. 95r–99v), ch. 2 (ff. 99v–105v), ch. 3 (ff. 105v–113v), ch. 4 (ff. 113v–123r), ch. 5 (ff. 123r–127r), ch. 6 (ff. 127r–125v), ch. 7 (ff. 152v–159r). Ed .: this part of the treatise is unedited. Lit .: N.P. Joosse, “Bar Hebraeus’ ܟܬܒܐ ܕܚܐܘܬ ܚܟܡܬܐ ( Butyrum Sapientiae ). A description of the extant manuscripts,” Le Muséon 112 (1999), 417–458; H. Takahashi, Barhebraeus. A Bio-Bibliography , Gorgias Eastern Christian Studies 9 (Piscataway, N.J.: Gorgias Press: 2005), 245–254. Syriac 173 olim Alqosh, Notre-Dame des Semences \/ Vosté 54 Summary: 1. (?) Rabban Qāmīshōʿ of Nuhādrā the Physician, Metrical letter (incomplete) 2. Anonymous Greek-Syriac glossary 3. Severos Sēbokht, Letter to Yonan on some difficulties in Aristotle’s On Interpretation and Prior Analytics 4. Aristotle, Prior Analytics , book I, chapters 1–7 (anonymous Syriac version) 5. Prōbā, Commentary on Aristotle’s On Interpretation (2nd section) 6. Yoḥannan bar Zōʿbī, Mēmrā on philosophy (= “Universal canon”) 7. Anonymous, mēmrā on the mind 8. Grigorios bar ʿEbrōyō, Cream of Wisdom , On animals (incomplete) Paper. – 108 ff. – 1 col., 16 l. 170–173 × 110–115 mm. Amateur East Syriac handwriting with vocalization. Contemporary foliation. Condition: The manuscript is incomplete and consists at present of 14 quires which are signed on the first and last page of each quire. The first folio of the first quire is wanting; the number of quires missing after quire 14 is impossible to ascertain. The composition of quires is irregular: 1 6 , 2 8 , 3–9 8 , 10 10 , 11 6 , 12–13 8 , 14 6 . Date: 19th c. Scribe: not indicated. Catalogue descriptions: Vosté, Catalogue de la Bibliothèque syro-chaldéenne , 23 (no. 1 is missing); Ḥaddād–Isḥāq, Al-makhṭūṭāt al-suryāniyya wa-l-ʿarabiyya , 84*–85* (no. 1 is missing); Makhoul, “Erbil-Ankawa, O.A.O.C., syr. 173” (nos. 1 and 7 are missing, no. 6 is attributed to Aristotle). http:\/\/syriac.msscatalog.org\/71300 (accessed 13 February, 2023). In its contents, the manuscript is similar to Alqosh, Chaldean Diocese \/ HMML Project number DCA 61, with which it has in common five items (1–5 = 19, 14+15, 7, 8, 9). Interestingly, an anonymous glossary of Greek words (no. 2) can be found as two independent items in DCA 61 (14+15). Another four items are also present in Cambridge Add. 2812 (1806 CE): 3–6 = 10, 11, 12, 9.e. A further manuscript with seven text items (1, 3–6, and 8) in common is Baghdad, Chaldean Patriarchate \/ HMML Project number CPB 350 (1894 CE). 1. ff. 1r–5r <(?) Rabban Qāmīshōʿ of Nuhādrā the Physician>, Metrical letter (incomplete at the beginning) Incipit mut .: ܡܙܕܝܚ. ܘܪܗܛܝܢ ܩܕܡܘܗܝ ܐܝܙܓܕܐ ܇ ܣܘܟܠܐ ܥܡ ܒܘܝܢܐ … = ed. Dolabani, 18, l. 16 (in East Syriac copies the text has a longer introductory section) Desinit : … ܣܒ ܓܠܝܘܢܐ ܗܢܐ ܇ ܘܐܬܗܓܐ ܒܗ ܐܡܢܝܢܘ ܇ ܘܒܥܕܢܐ ܕܨܠܘܬܟ ܆ ܥܗܕܝܗܝ ܠܐܝܢܐ ܕܠܐܝ ܒܗ Ed .: F.Y. Dolabani, Egrōt̲ō d-Dawīd bar Pawlōs d-metīdaʿ d-Bēt Rabban (Mardin, 1953), 18–22. Lit .: see G. Kessel & Y. Arzhanov, “Field Notes on Syriac Manuscripts III: A Previously Unknown Philosophical Manuscript from Alqosh,” Hugoye: Journal of Syriac Studies 23.1 (2020), 99–130, here 126–127. 2. ff. 5r–16v Anonymous Greek-Syriac glossary Title : ܢܘܗܪܐ ܕܦܬܓܡ̈ܐ ܥܣ̈ܩܐ ܕܐܝܬ ܒܦܪܝܪܡܐܢܝ̈ܐܣ ܕܐܪܣܛܘܛܠܝܣ Incipit : ܗܦܓܘ̈ܓܐ ܗܢܘ ܡܬܬܝܢܘܬܐ. ܐܦܓܘܓܐ ܗ ܠܐ ܡܬܡܨܝ̈ܢܘܬܐ … Desinit : … ܕܠܘܬ ܡܢܘ ܣ̇ܠܩ ܆ ܦܪܝܛܘܪ̈ܝܩܐ. ܟܬܒܐ The text is identical to two glossaries in Alqosh, Chaldean Diocese \/ HMML Project number DCA 61, no. 14 and 15. Lit .: see Kessel–Arzhanov, “Field Notes on Syriac Manuscripts III,” 124–125. 3. ff. 16v–29r Severos Sēbokht, Letter to Yonan on some difficulties in Aristotle’s On Interpretation and Prior Analytics Title : ܐܓܪܬܐ ܕܣܐܘܪܐ ܣܒܘܟܬ ܀ ܠܘܬ ܝܘܢܢ ܣܥܘܪܐ ܗ̇ܘ ܕܗܘܐ ܐܦܣܩܘܦܐ ܕܬܠܐ ܡܛܠ ܒܢܬ ܩ̈ܠܐ ܡܕܡ ܡܕܡ ܕܒܦܪܝܪܡܢܝܣ ܕܐܪܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ ܘܒܐܢܘܠܘܛܝܩ̈ܐ ܩܕܡ̈ܝܐ Incipit : ܠܪܚܡ ܐܠܗܐ ܘܕܚ̇ܠ ܐܠܗܐ. ܐܚܘܢ ܪܘܚܢܐ ܘܝܬܝܪ ܚܒܝܒܐ ܒܡܫܝܚܐ. ܘܣܥܘܪܐ ܡܪܝ ܝܘܢܢ ܫܠܡ … Desinit : … ܘܐܢ ܒܣܘܥܪ̈ܢܐ ܟܝܬ ܐܠܗ̈ܝܐ ܒܗ̇ ܒܕܡܘܬܐ ܘܐܦ ܒܐܢܫ̈ܝܐ܀ ܫܠܡ Ed .: Hugonnard-Roche, “Questions de logique au VII e siècle,” 53–104. Lit .: see Kessel, “Syriac Commentary Tradition,” 403 (3.2.4). 4. ff. 29r–52r Aristotle, Prior Analytics , book I, chapters 1–7 (anonymous Syriac version) Title : ܐܢܘܠܘܛܝ̈ܩܐ ܟܬܒܐ ܩܕܡܝܐ ܕܐܪܣܛܘܛܠܝܣ Incipit : ܩܕܡܝܬ ܙ̇ܕܩ ܕܢܐܡܪ ܆ ܕܥܠ ܡܢܐ ܘܕܡܘܢ ܐܝܬܝܗ̇ ܡܬܚܫܒܢܘܬܐ ܕܥܠ ܐܦܘܕܟܣܝܣ … Desinit : … ܘܠܘܬ ܚܕܕ̈ܐ ܠܗܠܝܢ ܐܚܪ̈ܢܐ ܇ ܗ̇ܢܘܢ ܕܡ̣ܢ ܗܠܝܢ ܐܚܪ̈ܢܐ Final rubric : ܫܠܡ ܐܢܠܘܛܝ̈ܩܐ ܕܥܒܝܕܐ ܠܐܪܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ Ed .: I. Friedmann, Aristoteles’ Analytica bei den Syrern [PhD thesis] (Berlin, 1898); A. Nagy, “Una versione siriaca inedita degli Analitici d’Aristotele,” Rendiconti della Reale Accademia dei Lincei, Classe di scienze morali, storiche e filologiche, ser. 5, vol. 7 (Roma: Tipografia della Accademia, 1898), 321–347. Lit .: see Kessel–Arzhanov, “Field Notes on Syriac Manuscripts III,” 120–121 and Kessel, “Syriac Commentary Tradition,” 404 (4.1.1). 5. ff. 52r–54v Prōbā, Commentary on Aristotle’s On Interpretation (2nd section) Title : ܦܘܫܩ ܐܘܟܝܬ ܢܘܗܪܐ ܕܦܣܘܩܐ ܕܬܪܝܢ ܡ̣ܢ ܟܬܒܐ ܕܦܪܝܐܪ̈ܡܢܝܐ ܕܐܪܣܛܘܛܠܝܣ ܦܝܠܣܘܦܐ. ܕܥܒܝܕ ܠܦܪܘܒܐ ܡܛܠ ܦܪ̈ܘܛܣܝܣ ܕܡ̣ܢ ܗ̇ܘ ܕܣܝܡ ܘܡ̣ܢ ܗ̇ܘ ܕܡܬܩܛܪܓ ܒܠܚܘܕ Incipit : ܒܥܝܢܢ ܕܝܢ ܕܡ̣ܢ ܩܕܡ ܗܢܐ ܦܣܩܐ ܆ ܬܠܬܐ ܡܕܡ ܕܚܫܚܝܢ ܠܢ ܒܗ … Desinit : … ܕܗ̇ܘ ܕܣܝܡ. ܒܗ̇ܝ ܕܐܝܬܘܗܝ ܐܘ ܠܐ ܐܝܬܘܗܝ Ed .: Hoffmann, De Hermeneuticis apud Syros , 88 l. 7 – 89 l. 23. Lit .: see Syr. 169 no. 5 and Kessel–Arzhanov, “Field Notes on Syriac Manuscripts III,” 121–122. 6. ff. 54v–59r <Yoḥannan bar Zōʿbī>, Mēmrā on philosophy (= “Universal canon”) Title : ܡܐܡܪܐ ܕܥܠ ܦܝܠܣܘܦܝܐ ܕܝܠܗ ܕܝܠܗ Incipit : ܩܢܘܢܐ ܓܝܪ ܓܘܢܝܐ ܕܚܫܒ ܒܥܐ ܡܫܠܡ ܐܢܐ ܠܗ ܠܐܝܢܐ ܕܨܒܐ ܠܡܬܕܪܫܘ ܒܗܘ ܚܒܝܫܐ ܓܪܡܛܝܩܝ ܘܘܪܪܝܩܝ ܘܐܦ ܠܘܓܝܩܝ ܐܘܪܓܢܝܬ ܦܝܠܣܘܦܝ … Desinit : … ܥܠܬܐ ܩܕܡܝܬܐ. ܘܗܠܝܢ ܠܬܐܘܪܝܐ ܟܝܢܝܬܐ ܠܚ̈ܡܢ Final rubric : ܫܠܡ ܟܬܒܐ ܕܡܠܝܠܘܬܐ ܒܦܣܝ̈ܩܬܐ ]In other manuscripts, the text has the title Metrical mēmrā on philosophy . Ed .: unedited. 7. ff. 59r–62r Anonymous, mēmrā on the mind Title : ܡܐܡܪܐ ܕܥܠ ܗܘܢܐ ܘܡܣܩܢܘ̈ܗܝ ܒܩܠ ܠܐ ܡܬܛܠܡܝܢ Incipit : ܠܪ̈ܫܝ ܪ̈ܫܝܘܗܝ ܕܚܓܐ ܇ ܐܚܓܝ ܩܕܡܝ ܐܠܗܐ … Desinit : …ܥܕܡܐ ܕܗܦܟ ܝܬܗ ܘܝܕܥ ܕܐܝܟܘ Explicit (?): ܘܗܠܝܢ ܬܪ̈ܥܐ ܐܡܝܪܝܢ ܥܠ ܥܣܝܪܝܘܬܐ Ed .: ? unedited. 8. ff. 62r–74v, 77r–81v, 75r–v, 82r–85v, 76r–v, 86r–108v (reconstructed order of folios) <Grigorios bar ʿEbrōyō>, Cream of Wisdom , On animals (Ch. I.1.1 – III.3.4) (incomplete at the end) Title : ܟܬܒܐ ܕܟܝܢܝ̈ܬܐ ܡ̣ܢ ܟܬܒܐ ܕܚܝܘܬ (sic) ܚܟܡ̈ܬܐ ܘܒܗ ܐܝܬ ܩ̈ܦܠܐܐ ܫܢܬܐ. ܩܦܠܐܘܢ ܩܕܡܝܐ ܘܒܗ ܐܝܬ ܦܣܘ̈ܩܐ ܫܒ̈ܥܐ ܦܣܘܩܐ ܩܕܡܝܐ ܡܛܠ ܫܘܚܠܦ ܚܝܘ̈ܬܐ ܒܗܕ̈ܡܐ ܘܕܘܝܪ̈ܐ ܘܬܘܪܣܝܐ ܘܥܝ̈ܕܐ ܬܐܘܪ̈ܝܣ ܫܒܥ Incipit : ܚܝܘ̈ܬܐ ܐܘ ܒܝܕ ܗܕܡܐ ܐܘܪܓܢܝܐ ܡܫܚ̈ܠܦܢ ܐܟܡܐ ܕܠܣܘܣܝܐ ܕܘܢܒܐ ܐܝܬ … Desinit mut . (ch. III.3.4): … ܘܒܪܕܘܢܐ ܡ̇ܢ ܒܟܠ ܫܢܐ ܝܠܕܐ ܣܘܣܬܐ. ܣܘܣܝܐ ܕܝܢ ܫܢܬܐ ܐܝܢ = Florence, Biblioteca Laurenziana, Or. 83, f. 97r, col. B, lines 8–9 Ed .: this part of the treatise is unedited. Lit .: Joosse, “Bar Hebraeus’ ܟܬܒܐ ܕܚܐܘܬ ܚܟܡܬܐ ”; Takahashi, Barhebraeus. A Bio-Bibliography , 245–254. Syriac 174 olim Alqosh, Notre-Dame des Semences \/ Vosté 55 earlier shelfmark (f. 1r): 177 Summary: 1. Prōbā, Commentary on Aristotle’s Prior Analytics I 2–7 2. Severos Sēbokht, Discourse on Syllogisms in Aristotle’s Prior Analytics 3. Prōbā, Commentary on Aristotle’s Prior Analytics I 1 4. Severos Sēbokht, Letter to Aitalāhā regarding προτάσις in Aristotle’s On Interpretation 5. Grigorios bar ʿEbrōyō, Treatise of treatises ( Teḡraṯ teḡrāṯā ) Paper. – 183 ff. – 1 col., 20 l. Amateur East Syriac handwriting with minimal vocalization. No pagination or foliation. – Catch-words, sometimes not accurate. Possession note (f. 182v): ‘this book belongs to the monastery of Mar Hormizd’. Note on f. 48 r in pencil: ܟܬܒܐ ܕܬܐܓܪܬ ܬܐܓܪ̈ܬܐ ܕܒܪ ܥܒܪܝܐ Condition: The manuscript consists of 17 quires which are not signed. The composition of quires is irregular: <1 7 >, <2>–<8 10 >, <9 12 >, <10>–<14 10 >, <15 12 >, <16 10 >, <17 12 >. Date: 19th c. Scribe: not indicated. Catalogue descriptions: Vosté, Catalogue de la Bibliothèque syro-chaldéenne , 24; Ḥaddād–Isḥāq, Al-makhṭūṭāt al-suryāniyya wa-l-ʿarabiyya , 85* (erroneously identify the manuscript as Alqosh, Notre-Dame des Semences \/ Scher 45). Although the manuscript has no colophon (and probably never had one), one can be certain that its exemplar was olim Mosul \/ Scher 35. For other manuscript copied directly from olim Mosul \/ Scher 35, see Kessel–Bamballi, “Field Notes on Syriac Manuscripts II,” 24–26. It is now confirmed that Arthur Vööbus indeed had a microfilm copy of the Mosul manuscript (cf. Kessel–Bamballi, “Field Notes on Syriac Manuscripts II,” 22), as I had a chance to find it in the Vööbus’ microfilm archive, now kept at the Hill Museum & Manuscript Library. All the texts that feature in Syr. 174 have identical textual profiles as those preserved in olim Mosul \/ Scher 35, and the text of Teḡraṯ teḡrāṯā demonstrates identical defects and lacunae. When we compare the contents of the two manuscripts, it is easy to notice that out of 11 text items present in olim Mosul \/ Scher 35 the scribe of the Syr. 174 copied only text items 5–9. Although the scribe did not explain the reason for such selection, one may assume that he decided to omit those text items already available in the manuscript copies held at the monastery’s library. Thus, Prōbā’s commentary on Isagoge (no. 1 in olim Mosul \/ Scher 35) and Jacob of Edessa’s translation of Categories (no. 3) can be found in the manuscripts Syr. 169, Syr. 170, and Syr. 171, and the two lives of Aristotle (no. 2) are attested by Syr. 170. Only the Syriac version of the Τέχνη γραμματική (no. 4) is not present in the collection of the Antonian Order. One can only speculate if that was indeed a deliberate decision and if a prohibitive remark left by the Chaldean patriarch Joseph VII Audo in a margin next to the beginning of the treatise in olim Mosul \/ Scher 35 Kessel–Bamballi, “Field Notes on Syriac Manuscripts II,” 34. played any role in that. 1. ff. 1v–11r [ M 79v–90v (no. 5)] Prōbā, Commentary on Aristotle’s Prior Analytics I 2–7 Title : ܦܘܫܩܐ ܕܦܣܘܩܐ ܕܬܪܝܢ ܕܟܬܒܐ ܕܐܢܐܠܘܛܝܩܐ Incipit: ܬܠܬ ܐܝܬܝܗܝܢ ܕܗܦܟ̈ܢ. ܐܦܘܦܐܣܝܣ ܟܘܠܝܬܐ. ܩܐܛܐܦܐܣܝܣ ܟܘܠܢܝܬܐ. ܩܐܛܐܦܐܣܝܣ ܡܢܬܝܬܐ … Desinit: … ܠܐ ܟܠ ܚܝܘܬܐܓܚܘܟܬܐ. ܘܡܬܟܢܫ ܆ ܠܐ ܟܠ ܒܪܢܫܐ ܓܚܘܟܐ Final rubric: ܫܠܡ ܦܘܫܩܐ ܕܟܬܒܐ ܕܐܢܐܠܘܛܝܩܐ ܕܡܦܩܫ ܠܦܪܘܒܐ ܚܟܝܡܐ Ed .: A. van Hoonacker, “Le traité du philosophe syrien Probus sur les Premiers Analytiques d’Aristote,” Journal Asiatique 9 e série, 16 (1900), 70–166, here 104–122. Lit .: see Kessel–Bamballi, “Field Notes on Syriac Manuscripts II,” 34–35 and Kessel, “Syriac Commentary Tradition,” 405 (4.2.1). 2. ff. 11r–31v [ M 90v–111r (no. 6)] Severos Sēbokht, Discourse on Syllogisms in Aristotle’s Prior Analytics Title : ܡܐܡܪܐ ܕܒܙܥܘܪ̈ܝܬܐ ܡܚܘܐ ܐܘܟܝܬ ܪܫܡ ܡܛܠ ܣܘܢܠܘܓܝܣܡܘ ܕܒܐܢܐܠܘܛܝܩܐ ܩܕܡܝܐ ܕܐܪܝܣܛܘܛܗܠܝܣ ܕܥܒܝܕ ܐܘܟܝܬ ܡܛܟܣ ܢܗܝܪܐܝܬ ܐܝܟ ܕܡܨܝܐ ܠܣܒܘܟܬ ܐܢܫ ܕܡܬܟܢܐ ܣܘܪܐ Incipit : ܢܝܫܐ ܐܝܬ ܠܢ ܒܡܐܡܪ ܗܢܐ ܕܢܚܘܐ ܐܝܟ ܕܒܙܥܘܪ̈ܝܬܐ ܐܘܟܝܬ ܢܪܫܘܡ ܡܛܠ ܙܢܝ̈ܐ ܕܣܘܢܠܘܓܝ̈ܣܡܘ … Desinit : … ܗܝ̇ ܕܐܝܟ ܡܠܝܠܬܐ ܦܠܛܘܢܝܬܐ ܐܘܟܝܬ ܬܚܘܡܐ. ܕܡܝܘܬܐ ܐܝܬܝܗ̇ ܕܒܐܠܗܐ ܐܝܟ ܕܡܨܝܐ ܠܒܪܢܫܐ Final rubric : ܫܠܡ ܠܡܟܬܒ ܢܘܗܪܐ ܕܟܬܒܐ ܕܐܢܐܠܘܛܝܩܐ ܕܡܛܟܣ ܣܝܡ ܣܓܝ ܢܗܝܪܐܝܬ ܐܝܟ ܕܡܨܝܐ ܠܣܒܘܟܬ ܕܐܬܟܢܝ ܣܘܪܐ Ed .: the edition of a fragment can be found in King, “Why the Syrians Translated Greek Philosophy and Science,” 235–236 [Syr. text], 205–206 [English tr.]. Lit .: see Kessel–Bamballi, “Field Notes on Syriac Manuscripts II,” 35–36 and Kessel, “Syriac Commentary Tradition,” 405 (4.2.2). 3. ff. 31v–43v [ M 111v–124r (no. 7)] Prōbā, Commentary on Aristotle’s Prior Analytics I 1 Title : ܢܘܗܪܐ ܕܟܬܒܐ ܕܐܢܐܠܘܛܝܩܐ. ܕܥܒܝܕ ܠܦܪܘܒܐ ܚܟܝܡܐ Incipit : ܫܒܥܐ ܐܝܬܝܗܘܢ ܩܗܦܐܠܗ̈ܐ ܕܩܕܡ ܟܠ ܟܬܒܐ ܙ̇ܕܩ ܕܢܬܬܣܝܡܘܢ ܐܝܟ ܕܝܠܦܢܢ ܒܟܬܒܐ ܗ̇ܘ ܕܩܕܡ ܗܢܐ … Desinit : … ܢܗܘܐ ܫܘܐ ܠܗ̇ܘ ܕܣܝܡ ܐܘ ܕܢܗܘܐ ܡܝܬܪ ܡܢܗ. ܕܢܗܘܐ ܕܝܢ ܒܨܝܪ ܡܢܗ ܆ ܘܠܐ ܟܠ ܟܠܗ Final rubric : ܫܠܡ ܠܡܟܬܒ ܦܘܫܩܐ ܕܦܣܩܐ ܩܕܡܝܐ Ed .: van Hoonacker, “Le traité du philosophe syrien Probus,” 83–104. Lit .: see Kessel–Bamballi, “Field Notes on Syriac Manuscripts II,” 36–37 and Kessel, “Syriac Commentary Tradition,” 405 (4.2.1). 4. ff. 44r–48r [ M 124r–128v (no. 8)] Severos Sēbokht, Letter to Aitalāhā regarding προτάσις in Aristotle’s On Interpretation Title : ܐܓܪܬܐ ܕܝܠܗ ܟܕ ܕܝܠܗ ܕܣܐܘܪܐ ܣܐܒܘܟܬ ܗܝ̇ ܕܟܬܒܗ ܠܘܬ ܐܝܬܐܠܗܐ. ܐܢܫ ܐܦܣܩܘܦܐ ܠܡ ܕܢܝܢܘܐ. ܕܒܗ ܡܛܠ ܦܪܘܛܐܣܝܣ ܕܒܟܬܒܐ ܕܦܪܝܪܡܢܝܣ ܡܡܠܠ Incipit : ܡܛܠ ܕܐܦܝܣܬ ܣܟܘܠܬܢܘܬܐ ܕܐܚܘܬܟ ܪܘܚܢܝܬܐ ܇ ܕܐܥܒܕ ܠܗ̇ ܦܘܪܫܐ ܐܝܟ ܕܒܙܥܘܪ̈ܝܬܐ … Desinit : … ܕܗܝ̇ ܕܝܬܝܪ ܚܣܝܡܐ ܐܡ̇ܪ ܐܢܐ. ܐܘ ܕܠܚܘܒܟ ܐܠܗܝܐ ܡܫܝܛ ܐܢܐ Final rubric : ܫܠܡܬ ܐܓܪܬܐ ܕܡܛܠ ܦܪܘܛܐܣܝܣ ܕܒܦܪܝܪܡܢܝܐܣ ܕܣܘܪܐ ܣܐܒܘܟܬ ܐܦܣܩܘܦܐ ܠܡ ܕܩܢܫܪܝܢ Ed .: H. Hugonnard-Roche, “L’Épître de Sévère Sebokht à Aitilaha sur le Peri Hermeneias . À propos des propositions métathétiques et privatives, et de l’existence du possible,” in Labor limae. Atti in onore di Carmela Baffioni, vol. 1, Studi Magrebini 12–13, eds. A. Straface, C. De Angelo and A. Manzo (Napoli: Università degli Studi di Napoli ‘L’Orientale’, Dipartimento Asia Africa e Mediterraneo, 2014\/5 [2017]), 337–366. Lit .: see Kessel–Bamballi, “Field Notes on Syriac Manuscripts II,” 37–38 and Kessel, “Syriac Commentary Tradition,” 402–403 (3.2.3). 5. ff. 48r–182v [ M 129v–264v (no. 9)] <Grigorios bar ʿEbrōyō>, Treatise of treatises ( Teḡraṯ teḡrāṯā ) Incipit mut . (introduction to the treatise): ܐܢܬ ܗܘ ܓܝܪ ܝܡܐ ܕܛܝ̈ܒܘܬܐ ܕܠܐ ܡܬܬܓܝܫ ܘܬܗܘܡܐ ܕܫܘ̈ܟܢܐ ܕܠܐ ܡܬܬܡܝܫ … Desinit mut . (Book 4, ch. 4): … ܘܗ̇ܢܝܢ ܥܬܝ̈ܕܬܐ ܐܢ ܐܝܟ ܕܐܝܬܝܗܝܢ ܦܝ̈ܫܢ ܗܘ ܚܙܘܐ The incomplete form of the text is due to the manuscript’s exemplar. Ed .: remains unedited except for a few fragments. Lit .: see Kessel–Bamballi, “Field Notes on Syriac Manuscripts II,” 38–39.",
    "title" : 
    [ "Field Notes on Syriac Manuscripts IV: Six Philosophical Manuscripts in the Collection of the Chaldean Antonian Order of St. Hormizd (O.A.O.C.)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kessel, Grigory" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv26n1kessel2",
    "type" : "article",
    "displayTitleEnglish" : "Field Notes on Syriac Manuscripts IV: Six Philosophical Manuscripts in the Collection of the Chaldean Antonian Order of St. Hormizd (O.A.O.C.)" }