
  { "fullText" : "Andrew Palmer, transl., The Life of the Syrian Saint Barsauma: Eulogy of a Hero of the Resistance to the Council of Chalcedon , Transformation of the Classical Heritage 61 (Oakland: University of California Press, 2020). Pp. 140; $85.00, paperback $24.95. Barsauma was a controversial character who became pertinent to Syriac literature for his trenchant stance against Chalcedon. Barsauma is one of the few personalities whose life has permeated and affected many other Christian denominations and Eastern traditions such as Syriac, Arabic, Geʽez, and, likely, Armenian. Historians focusing on the historiography of Eastern Christianity – and Syriac scholars in particular – have long awaited a complete translation of the Life of the Syriac Saint Barsauma , after several small sections of the work were translated by François Nau more than a hundred years ago. This wish has finally been fulfilled by Andrew Palmer who with this publication has done Syriac historiography a great service by offering an introduction to and translation of the Life , thereby bringing to broader scholarly attention a figure who can now perhaps be more accurately assessed than has previously been possible. A translation of the Life of Barsauma has long been awaited by Syriac scholars, especially given that Barsauma himself, that entirely atypical monk, was so peculiarly depicted that his Life could never have passed unnoticed; rather, it arouses broad interest and appeal through its antagonistic juxtapositions of a portrait of a saint but also of a sinner, featuring not only miraculous situations but also ambitions and resistance to all kinds of dangers or contexts, dominated by spiritual tension and a strong character. Palmer’s translation published in this volume has also been included in a collection of essays published in the same series, edited by Johannes Hahn and Volker Menze, The Wandering Holy Man: The Life of Barsauma, Christian Asceticism, and Religious Conflict in Late Antique Palestine , Transformations of the Classical Heritage 60 (Oakland: University of California Press, 2020). which contains studies on the contextual and personal background of Barsauma and which represents a useful introductory tool for those who wish to study the life of this Syriac Orthodox figure. Regarding the book under review, we can note that the format is quite appealing, beginning with the cover itself that from the very first glance seems to impart its mystery onto the reader, a mystery not unlike that of Barsauma’s life. The volume opens with an Introduction (pp. 1–8) in which the translator situates the character of Barsauma in the broader Syriac hagiographic context. The first issue Palmer mentions is Barsauma’s terrible image as it appears in Western sources, beginning with his mention in the Bibliotheca Orientalis . Palmer then introduces the reader to the manuscript tradition of Barsauma’s life (pp. 1–2), with reference not only to the British Library manuscript, Add MS 12,174, but also to the most complete manuscript and the basis for his translation: Damascus MS 12\/17 of the Syriac Orthodox Patriarchal Library. Before giving a brief overview of the major events in Barsauma’s life, the translator does not shy away from offering several hypotheses as to why Western Catholic scholars characterized Barsauma so negatively (in particular, Assemanus and Nau) (pp. 3–4). Palmer then switches registers and offers a summary of the important moments of Barsauma’s life (pp. 6–8) followed, for the reader’s orientation, by two maps of the geography of the 5th century, the character’s lifetime, and then by a tabular outline (pp. 11–18) of Barsauma’s biographical stages (two parts, containing in total 10 chapters). Here, Palmer provides several important pieces of information, most importantly that the original author of the biography did not provide section (chapter) titles. In this regard, Palmer goes on to highlight that various readers through the ages contributed to the structure of the volume we see today, because they were the ones “who numbered the pilgrimages, the distinctions, and the miracles in the margins, adding headings” which later scribes incorporated into the body of the text (p. 11). Palmer’s translation is both dynamic and precise; the footnotes, 202 in all, are fairly concise – as all translations should strive for – yet clear and well organized, so that the reader does not move from one page or section to the next with any remaining ambiguity or gaps about what is being described. The notes usually offer brief explanations of Syriac words, frequently presenting the literary meaning of certain expressions, pointing out biblical references, or clarifying certain place and personal names in the context of the character’s life. They also occasionally provide additional information, such as theological or contextual definitions and explanations, define technical ecclesiastical terms, or explain distances, directions, times or units of measurement, etc. In some notes the translator offers details or additional information about formal aspects of the manuscript, the omission of words or phrases, etc. The translator makes limited literature recommendations for certain themes or concepts within the Life , most likely both from the practical concern of not egregiously expanding the notes but attempting but also in light of the fact that the volume edited by Hahn and Menze already offers several studies on Barsauma that abound in references to specialist literature. With what historical or hagiographical information will the reader be left after reading this translation? At the very least, with a knowledge of some aspects of the hagiographic colouring of Barsauma’s life, especially as related to his pilgrimages to the holy places in which he is portrayed as an ardent believer, manifesting a number of other extraordinary actions in an almost hyperbolic framework; indeed, some scholars have almost cast into doubt a number of the acts depicted as having transpired throughout these journeys. Barsauma’s first pilgrimage to the holy places would appear to have taken place around the year 400, when he was still a teenager. Roughly twenty years later, Barsauma travelled to Jerusalem for a second time; here, he is already presented as a leader, travelling “with 40 of his disciples” – most likely a symbolic number, as in the third pilgrimage we see him having embarked on the journey with one hundred companions in total. The hero’s journeys are dominated by his strong personality and accentuated by the dynamics of his actions, the hero travelling through countless regions and localities and leaving his polemical spiritual mark everywhere he went. Indeed, all actions depicted highlight the profile of the saint, who performs miracles, is involved in the manifestation of faith, and in the defence of his confession at any risk or cost. In his third and fourth pilgrimages we see the introduction of the character of Empress Eudocia, a Roman powermonger that offers him precious gifts which he, initially, rejects. Barsauma’s fourth pilgrimage seems to be dominated by the idea of transforming his character from a conventional Christian (if Barsauma could ever fall into such a category) into an ardent fighter for the identity of his Church tradition in Jerusalem against the imperial Byzantine edict authorizing the Jews to gather atop the Temple Mount in the Holy City. Whosoever wants to learn more about this complex Syriac personality that transformed and dynamized everything around him, who monopolized space and time and reversed the normal course of religious reality, namely that atypical monk Barsauma – whose profile resembles a jigsaw puzzle that can be built from varied elements dominated by power structures, violence, monastic vocation, miracles, overzealousness for the faith and a spirit of devotion to his tradition – could hardly do better than read Palmer’s translation in its entirety, as it opens up a horizon of Christian hagiographic tension that is almost unique, and with which few texts of Late Antiquity can truthfully compete.",
    "title" : 
    [ "Andrew Palmer, transl., The Life of the Syrian Saint Barsauma: Eulogy of a Hero of the Resistance to the Council of Chalcedon, Transformation of the Classical Heritage 61 (Oakland: University of California Press, 2020)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Popa, Catalin-Stefan" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv26n1prpopa",
    "type" : "review",
    "displayTitleEnglish" : "Andrew Palmer, transl., The Life of the Syrian Saint Barsauma: Eulogy of a Hero of the Resistance to the Council of Chalcedon , Transformation of the Classical Heritage 61 (Oakland: University of California Press, 2020)" }