
  { "fullText" : "kcinnemee@let.leidenuniv.nl University of Leiden Faculty of Arts P.O. Box 9515, 2300 RA Leiden The Netherlands & rompay@duke.edu Duke University Department of Religion, Box 90964 Durham, NC 27708-0964 U.S.A. In the period October 2001-January 2002 conservation work and research continued in the church of the Holy Virgin in Deir al-Surian (Wadi al-Natrun, Egypt). For reports on earlier campaigns see Hugoye (July 1998), (July 1999), (July 2000), and (July 2001). As in previous seasons, eighteenth-century plaster was removed from a number of walls, revealing mural paintings and inscriptions. The first part of this report will be devoted to the description of the wall-paintings and to some observations on the architecture of the church. In the second part the new Syriac texts will briefly be presented. [1] During the recent campaign a number of paintings and inscriptions were uncovered belonging to what we call now layers 2 and 3 of the stratigraphy of mural paintings. Layer 2 is supposed to belong to the period before the arrival of the first Syrian monks (most probably around 800 A.D.), while layer 3 has clear symptoms of Syrian influence or authorship. [2] During this campaign work was carried out in the khurus , the part of a Coptic church that corresponds more or less to the transept in western church architecture. Within this part of the church, the focus was on the northern part of the khurus and on the upper part of its eastern wall, just under the dome (Fig. 1). Fig. 1. Plan of the church (after Peter Grossmann) with position of paintings: Pisentios and Apakir Patriarch (Damianos?) Luke and Barnabas Apollo Eastern wall with Abgar, Constantine and Dormition-sequence. 1. Paintings on layer 2. [3] The paintings on the northern wall of the khurus have a layout that corresponds to that of the previously treated southern wall: a lower zone with dado-decoration, imitating columns and marble inlay work. Over this 2 metre high zone there is a level with two blocked windows. Flanking these windows there are three panels of mural-painting. Over this level there is a painted half-dome, now showing the scene of the Dormition of the Virgin, belonging to the fourth layer of painting (13 th century). Apart from the dado, which has been done in tempera, all the other paintings on layer 2 uncovered now, have been executed in the encaustic technique. 1.1. Dado-decoration. [4] As in the southern khurus , the lower part of the walls in the northern khurus is decorated with a painted pattern of columns, imitation of marble inlay and an architrave covered with a red-and-white pattern of triangles. This dado continues on the western wall, which has no figurative paintings on the higher parts of the wall. After layer 1 (mostly crosses in red ochre) had been whitewashed over, this dado-decoration must have been one of the first parts of the new and more monumental decoration. After that the half-dome was painted, judging from the drops of paint that have fallen down and that were found under the painting in between. 1.2. Pisentios and Apakir (Fig. 2). [5] On the left part of the northern wall saints Pisentios and Apakir are represented. Their identity can be established by the inscriptions on either side of their heads and by their attributes. Fig. 2. Pisentios and Apakir, northern wall of the khurus , layer 2. [6] The left saint is dressed as a bishop, wearing an omophorion with both ends in front. The inscription on either side of his head is still well legible. ABB[...]ICENTI is written left of his head, right of his head  TCINTI. This must be St. Pisentios, whose name is followed by his epitheton ornans (TCINTI means \"the foundation\"; it also is the name of the community close to Deir al-Bahari, where he lived). He was born around 568 and consecrated as bishop of Koptos in 598. [7] Left of the other saint there is the inscription O AGIO C, right the letters APAK[..] . He carries the attributes of a doctor, a medicine box and a scalpel, similar to those of Cosmas and Damian on the opposite side of the church. This must be St. Apakir, a martyr from the time of Diocletian who had a reputation as a doctor. 1.3. \"Damianos\" (Fig. 3). [8] In the middle of the northern wall there is painting representing a standing bishop or patriarch. He has a youthful face with a short dark beard. He is dressed in full episcopal garments and holds a book in front of him with both hands. A red cloth is draped over his hands. On either sides of the person there are representations of architecture. On the left a tower-like structure that may be a church; a ladder is standing against it, giving access to the first floor. On the right there is a walled building with a gate. It is not yet clear what the nature and the meaning of these buildings are. The identification of the person poses some problems, too. Next to his head there is the barely legible inscription O A G IOC  [......]ANOC. The way he holds the book in front of him, a red cloth on his hands, reminds of the icon of St. Mark (6 th -7 th cent.), now in the Bibliothèque Nationale in Paris [Grabar 1980, fig 186]. Judging from his dress, which is more elaborate than that of a normal bishop, and from his youthful appearance, he may be Damianos, 35 th   patriarch of Alexandria (578-605), who was consecrated at a rather young age [Evetts 1904, 473-478]. There may also be a connection with the painting of St. Pisentios, who was consecrated by Damianos. Furthermore we know that Damianos was a monk in Wadi al-Natrun before becoming a patriarch. He was of Syrian origin, but considering the likelihood that this painting was done prior to the arrival of the first Syrian monks, this should most probably not be counted as a reason to depict him here. Fig. 3. Patriarch (Damianos?), northern wall of the khurus , layer 2. 1.4. Luke and Barnabas (Fig. 4). [9] The panel to the right has the representations of St. Luke and St. Barnabas. To the left is St. Luke, identified by the inscription O AGI[..] LOU KAC. Next to him is Barnabas with the inscription O A G IOC [....]ABAC. In contrast to the other paintings, the figures are represented in a framework of two arches, separated by a column. Also in other respects this painting is different from the others on the northern wall: the painting has been done on a black background with a thick layer of encaustic paint, while the others have a thinner layer of paint on a white ground. The arches, the deep red of the dress of  St. Luke, and the triple dots as an ornament on it have a very close parallel in the paintings in the haikal of Benjamin in the neighbouring monastery of St. Macarius, especially in the painting of St. John the Baptist [Leroy 1982, pl. 5]. The similarity is so striking that it might be presumed that both paintings have been done by the same artist. The so-called church of patriarch Benjamin was consecrated by Benjamin himself in 655, but there is no certainty concerning the date of the paintings. Leroy is not explicit on this issue. A closer investigation of the paintings and their stratigraphical context in the monastery of St. Macarius would, therefore, probably be useful for a more precise dating of the paintings in Deir al-Surian. Fig. 4. Luke and Barnabas, northern wall of the khurus , layer 2. 1.5. Abba Apollo (Fig. 5). [10] On the attached half-column on the western wall of the northern khurus a painting has been uncovered that seems to be a counterpart to the standing monk on the column in the southern khurus . It shows a standing monk in a red tunic and a light-blue cloak.  Although the painting is heavily damaged it is clear that the characteristics of his costume are those of Upper Egypt. On his shoulders he wears a black hood that has been drawn back. In his right hand he holds a staff diagonally in front of him. Below his waist there is a diagonal line that may be the remainder of a rahtou, the leather apron of Pachomian monks. At the left side of his head there is the inscription ABB[.] ΑΠOΛO, at the other side a remarkably large star has been painted on the blue of the background. The meaning of this detail is unclear so far. It should be a representation of Apollo, the father who founded the monastery in Bawit at the end of the fourth century. He is clearly meant as a counterpart for the painting of the monk on the other side of the khurus , who is not identified by any inscription, but who is dressed in the Lower Egyptian costume. Fig. 5. Apollo of Bawit, column on the western wall of the northern khurus , layer 2. 1.6. The northern half-dome. [11] The 13 th century painting of the Dormition of the Virgin (layer 4) in the northern half-dome is in a critical condition. In many places the painted plaster has detached itself from the underlying surface, an earlier painting belonging to layer 2. This earlier painting is also in a bad condition, due to the fact that the masonry of the half-dome has deep cracks. In the near future these two layers will have to be separated in order to save as much of them as possible. In the past season provisional measures have been taken to avoid further deterioration. During this work parts of the lower edge of the older painting became visible. On the right side a pair of feet and three sheep appeared, on the left an inscription reading MELXIOP. This can hardly mean anything else than that the painting depicts the Nativity. This is a confirmation of the hypothesis that the Annunciation, discovered in 1991 in the western half-dome, is the first scene of a christological cycle [Innemée 1995]. Reading these scenes clockwise, one would expect a painting of the Ascension in the east, the place where we find now the domed square sanctuary, constructed in the time of Moses of Nisibis.  There are, however reasons to believe that originally the church had an apse, similar in construction to the northern and western endings of the khurus . This would have been a most suitable place for an Ascension in an early Coptic church (compare the first layer in the tri-conch sanctuary of the Red Monastery in Sohag). At the same time it is the before-last theme in the classical early-Christian christological cycles. That would leave the theme of Pentecost for the last half-dome, the one in the southern khurus . This half-dome now shows the Annunciation and the Nativity, the beginning of the 13 th -century cycle. This cycle originally had the Ascension in the western half-dome as its third scene and ended with the Dormition of the Virgin in the northern half-dome. 2. Paintings on layer 3. [12] Layer 3 was first encountered in 1999, when the upper walls of the khurus were investigated. This layer does not cover the entire surface of the interior of the church, but only the square zone under the dome over the khurus. So far these paintings have been dated to the beginning of the 10 th century. This is partially based on the Coptic inscription running around the dome. In this text, not yet completely uncovered, a certain Moses, who is called hegoumenos and oikonomos, is mentioned, possibly as one of the commissioners of the paintings, and it is not to be excluded that he is to be identified with Moses of Nisibis. 2.1. Constantine and Abgar (Fig. 6, 7, and 8). [13] After removal of 18 th -century plaster from the upper eastern wall a row of three blocked windows appeared, corresponding to the windows in the southern and northern wall. Between these windows two paintings were uncovered, belonging to layer 3.  Because of the bad state of preservation the identification was uncertain initially, but after the discovery of Syriac inscriptions underneath this problem could be solved. For the Syriac texts, see the second part of this report. The right painting shows the remains of a person on horseback. The horse is black with a pattern of white spots or decorative shaving. Of the rider almost nothing is left. The upper part of the frame shows an overlapping fragment of a lance, from which we can deduce that the rider is a warrior. In the sky over the head of the rider there is a half-circle with stars and a decorated cross inside, from which rays are radiating (Fig. 7). The Syriac text underneath reads: \"The king, when he saw the sign [of] the cross [in h]eaven, believed in Ch[rist]\" (see text 1.1 in the second part of this report). This is a clear allusion to the vision of Constantine. Fig. 6. Constantine on horseback, eastern wall of the khurus , layer 3. Fig. 7. The cross in the sky, appearing to Constantine, eastern wall of the khurus , layer 3. [14] The space between the middle and the left windows was filled with a painting of which only a fragment of a figure holding a piece of cloth is left. On this piece of cloth a part of a haloed head is visible. These iconographical indications point already in the direction of Abgar, and the inscription under the painting confirm this. It reads: \"...and he sent him the image\" (see § 1.2 in the second part of this report). Fig. 8. Abgar of Edessa, holding the mandylion , eastern wall of the khurus , layer 3. [15] The paintings of Abgar and Constantine clearly fit into an iconographical context. On the southern wall the conversion of the chamberlain of the Candace by St. Philip and St. Andrew converting and baptising the dog-headed cannibals are represented [Innemée 1998]. On the northern wall an inscription indicates that Gregory the Illuminator had been represented here. In other words, the paintings in this part of the church have as a common theme the conversion of the foreign peoples. Abgar and Constantine take prominent places on the eastern wall as the first Syrian king and the first Roman emperor to embrace Christianity. It can also be seen as a Syrian statement, showing Abgar at an equal level with Constantine. [16] The dating of these paintings is an interesting, but not yet completely solved question. As mentioned above, the text around the dome, associated with the “conversion paintings” could point toMoses of Nisibis. The two other persons mentioned in the text are a certain Ahron and a deacon Johannes. So far these two persons have not yet been further identified. The paintings of Abgar and Constantine on the upper eastern wall have been carefully made between the three windows that were blocked when the dome over the haikal was constructed. This suggests that the windows were still open when the paintings were made and that the paintings, therefore, antedate the rebuilding of the haikal . The next question then is when the rebuilding took place. So far it was commonly assumed that the construction of the haikal doors in 913\/14 (Evelyn White 1932, 337) was directly linked to the rebuilding of the haikal . However, investigation into the plaster behind these doors and the stucco of the doorjambs, in June 2002, has shown no direct evidence for linking the construction of these doors to the rebuilding of the haikal . The date of 913\/14 should not be used, therefore, as the terminus ad quem , neither for the haikal in its present shape (which may be of a later date), nor for the “conversion paintings”. The first known representation so far of Abgar is the icon in St. Catherine's monastery, dated after 945, the year that the mandylion was transferred to Constantinople [Weitzmann 1960]. The fact that this painting of Abgar was apparently made at the order of Syrian monks, suggests that at that time the mandylion was still in Syrian hands. Although these are mere indications and no hard proofs, a dating to the beginning of the 10 th century seems tempting. 2.2. Dormition, Assumption and glory of the Virgin (Fig. 9, 10, and 11) [17] Just under the level of the paintings of Abgar and Constantine there are important remains of a sequence of paintings representing the events surrounding the death of the Virgin Mary. This series of representations must have been painted later, though probably not much later. This can be deduced from the slight overlap of these paintings with the higher paintings of Constantine and Abgar. The thin layer of plaster that was applied for these paintings was still clean enough to add the Dormition sequence, but it had already some cracks. This suggests an interval of a few decades at most between both sets of paintings. Although they were made in a period that the population of the monastery had a significant Syrian component, we find only Coptic inscriptions accompanying the several scenes. Fig. 9. Position of the Dormition, Abgar and Constantine (Model: Allard Pierson Museum, Amsterdam). [18] At the far left there is a representation of the Dormition. The Virgin lies on a bed, surrounded by the twelve apostles, who are seated in two rows on either side of the bed. They are not individually identified, but both groups of six have the explanatory text NI A P OCTO L O[.]. Apart from these persons there are six women, three on either side, who are swinging censers. This is a rather remarkable detail, since the handling of censers is traditionally a male activity in the orthodox churches. The Coptic inscription in the painting calls the six women NI P AP Q EN[..], “virgins”, without any specific names. Behind the bed a large winged figure stands, most probably to be identified as the archangel Michael, who is by tradition the psychopompos , the one accompanying the souls of the dead to the hereafter. The only remains of his name are the letters […..]H L . He is standing, his hands stretched out in a gesture as if he is expecting to receive the soul of the Virgin. Also this detail is unusual; in all known representations of the subject Christ is taking this position. Fig. 10. Dormition of the Virgin, eastern wall of the khurus , layer 3. Fig. 11. Dormition of the Virgin, eastern wall of the khurus , mourning apostles, layer 3. [19] To the right there has been a scene that is now almost completely missing. The only part that survives of the representation is a group of men at the far right, looking up with expressions of amazement. At the top of the edge there is fragment of a Coptic inscription reading: P C w MA NTI, \"the body of ...\". This is a strong indication that the now missing scene represented the assumption of the body of the Virgin. [20] The oldest representations of the Dormition are post-iconoclastic, the earliest dated examples are from the 10 th century [Myslivec 1972]. [21] The centre of the sequence is taken by a representation of Christ and the Virgin, sitting side by side on a throne. He holds her left hand by the wrist and raises it as if in a gesture of triumph. At the left side of the head of the Virgin there is a representation of the sun, while the moon can be seen right of the head of Christ. This scene can be understood as a representation of the reunification of the body and soul of the Virgin in heaven and of her reception by Christ. Also this representation is quite exceptional. There seems to be no direct parallel known for it so far. A throne shared by two or more deities or emperors is known from earlier periods. A late-antique example of such a representation, where also sun and moon are flanking the throne, is the miniature from the Vergilius Vaticanus, showing Jupiter and other deities on a throne [Grabar 1980, fig. 210]. 2.3. The dome: the three Hebrews in the fiery furnace (Fig. 12). [22] The paintings in the dome over the khurus are in a very bad state of preservation. Very few fragments have been uncovered so far. The only fragment that could be identified shows a part of a winged figure, holding a staff in the direction of flames. The most likely identification for this fragment is the episode from the Book of Daniel of the three men in the fiery furnace. Further to the right there is a fragment of what seems to be the leg of a throne. This might be the throne of king Nebuchadnezzar. If this is the case and if there would indeed have been a sequence from the book of Daniel in the dome, this would also be a quite unusual phenomenon. Old Testament scenes in the eastern part of the church with a typological meaning, especially in relationship to the Eucharist, are quite common in Egypt, but in a dome one would rather expect a New Testament subject. Fig. 12. Remains of the angel protecting the three men in the furnace, dome over the khurus , layer 3. 3. Layer 4: Rearrangement of the iconographical themes? [23] So far we have little evidence from layer 4 of the paintings, apart from the three half-domes that have never been plastered over. This is mostly due to the fact that before replastering the walls at the end of the 18 th century, most of the loose plaster from previous centuries was removed. At that moment the 13 th century paintings of layer 4 were the top layer and therefore the most vulnerable. But in spite of the relatively small number of remains of the most recent layer of paintings, we get the impression that there must have been a certain system in the redecoration of the interior. The cycle of Annunciation, Nativity, Ascension (and Pentecost?) was at least partially repeated in the three remaining half-domes. The Dormition was chosen as the last theme, originally an addition on layer 3, but now given the monumental size of a painting in one of the half-domes. This must have been a deliberate choice to underline the position of the Virgin as the saint to whom the church is dedicated. Mounted saints, painted on layer 2 in the khurus , have been repeated on the walls of the southern aisle. The story of the Three Hebrews in the furnace, painted in the dome on layer 3, returned in a somewhat more modest position on the same wall in the southern aisle, be it in an equally monumental size. Unfortunately we have almost no traces of paintings from layer 4 in the khurus, but future discoveries in the nave might shed more light on the iconographical programme of layer 4. 4. Observations concerning the architecture. [24] As mentioned above, a number of walled-up windows were found. Two windows were found in the northern wall of the khurus , corresponding to similar windows in the southern wall. As in the case of the southern wall, there is no evidence that these windows were blocked from the inside before the 13 th century. They had lost their function already when the chapel of the forty-nine martyrs was built, probably in the 10 th century. [25] Similarly, on the upper eastern wall three blocked windows were found, corresponding to the windows on the northern and southern wall. These windows lost their function after the remodelling of the haikal , but it was not until the 13 th century that they were finally walled up and plastered over. [26] On ground-floor level, developments in the shape of the doorway leading into the northern haikal could be studied after the removal of 18 th century plaster from the wall in the north-eastern corner of the khurus . Originally, in the 7 th -century situation, there has been a rectangular doorway leading into the northern room, which must have had a pastoforion at that time. The position of this door was moved to the centre and the shape of the doorway was changed into an arched entrance of about 1.50 m. wide. At the inside this arch was lined with decorative polychromed woodwork.  Judging from the plaster and painting around this door, its reshaping must have been done before the paintings of layer 2 were made.   [27] Recent work in the Church of the Virgin by the team of art-historians and conservators under the direction of Karel Innemée has produced a number of new Syriac texts. A brief survey of the texts, diverse in nature and in time of origin, will be given here. First, I will discuss the texts that have come to light on the eastern wall of the khurus (1). This will be followed by some notes on the graffiti found near the entrance to the haikal (2) and finally I will describe a piece of parchment that was found in one of the walls (3). 1. Inscriptions on the eastern wall of the khurus . [28] The texts uncovered in this part of the church are not the remains of independent inscriptions, of the type of which several have been found in the past years in the nave. The new texts rather accompany the wall paintings, for which they serve as explanation and commentary. Along with the paintings, they probably were painted with a brush. [29] The very imperfectly preserved paintings belong to the upper zone of painting on the eastern wall. The themes that are represented here have been identified by Karel Innemée as the conversion of Constantine (right) and the conversion of Abgar (left). These identifications are partly based on the evidence of the texts [see Karel Innemée, above, 2.1]. Text and representation should indeed be studied together. 1.1. Text related to Constantine (Fig. 1 and 2). Fig. 1. Text related to Constantine - first part. Fig. 2. Text related to Constantine - second part. [30] Painted in black against a red background, the following words can be read: “The king, when he saw the sign [of] the cross [in h]eaven, believed in Ch[rist].” [31] The text is carefully written in a beautiful estrangelo and even includes two diacritical points, one on top of the first word (“king”), the second below the first letter of the verbal form (“he saw”), marking the form as a third person perfect. The writing direction is horizontal, from right to left. Figures 1 and 2 show the initial and final part of the text respectively; a tiny portion in the middle cannot be seen on the photographs. [32] Preceding the first word, part of a letter or a decoration in the shape of a circle can be seen. If it is a letter, it can be semkat (the end of Constantine’s name?) or alternatively waw or hê . [33] Due to damage, the text is incomplete in four places (indicated by square brackets in the above transcription).  In the first two places, only one letter is missing. The third lacuna is slightly larger. I propose the reading: [ ba-š ] mayyo , [in h]eaven”. The reading [ men š ] mayyo , “[from h]eaven” would also be possible. Before the last lacuna, parts of what is probably a shin can be seen. This seems to point to the reading ba-Mši h o “in Christ”. [34] In the above translation, the waw preceding the second verbal form is interpreted as a waw of the apodosis and therefore left untranslated. If the preserved text were part of a longer sentence (a possibility that cannot be ruled out), a different interpretation might impose itself [35] Among the main characteristics of the writing style are the closed form of the first mim (the two other occurrences of mim are less clear), the thick ending (or “shoe”) of the lower right-hand stroke of the non-connected olaf , and the rather large hê . In general, the writing style is close to what is found in tenth and early-eleventh century manuscripts, e.g., Hatch, Plates 72 (928\/929), 73 (935\/936), 76 (994), and 78 (1007). The somewhat reclining position of olaf and taw might betray the scribe’s natural preference for a vertical rather than a horizontal writing direction. [36] The Syriac sentence most likely refers to the emperor Constantine. It summarizes the dramatic event that took place during the battle of the Milvian bridge, when a cross appeared to the emperor and brought about his conversion. The main report of Constantine’s conversion is found in Eusebius of Caesarea’s Life of Constantine , which probably once existed in Syriac, even though it has not been preserved [Baumstark 1922, 59]. A summary of the conversion narrative is included in the so-called Chronicle to the year 1234 , which is based on much earlier sources. Here the wording is very similar to that of the new inscription: … ’oto d-(’)et h azyat ba-šmayyo ba-dmut s libo , “… the sign which appeared in heaven in the likeness of the cross”  [Chabot 1920, 139, line 14, see also line 17 – translation in Chabot 1937, 110-111]. This similarity is further evidence that the isolated Syriac sentence should indeed be interpreted as referring to Constantine’s conversion. 1.2. Text related to Abgar (Fig. 3). Fig. 3. Text related to Abgar. [37] Here again, the text is painted in black against a reddish background, from right to left. The following words can be read: “And he sent him the image.” Rather than completing the text with a final olaf , one might also think of hê , which would be a possessive suffix: “his image”. [38] This estrangelo text is written less carefully than the preceding one and most likely by a different hand. The dolat and rish as well as the open waw may perhaps point to a tenth-century date. Compare, e.g., Hatch, Plates 72 (928\/929) and 76 (994). With so little evidence, however, it is very difficult to assign a date with any degree of confidence. [39] The most likely interpretation of the three Syriac words seems to be that Jesus sent the\/his image to Abgar, the king of Edessa. However, this interpretation and the terms that are used do not match the earliest Syriac form of the Abgar story, as found in the Teaching of Addai . Here it is Hanan, the royal painter, who on his own initiative produced the image and brought it to Abgar. There is no question of Jesus’ sending it to Abgar. Moreover, the term used is s almo , rather than yuqno (based on the Greek eikôn ), the word used in the new inscription. [40] It should be noted that from the seventh or eighth century onwards the story of Christ’s image assumed a new shape and a new prominence in Syriac Christianity. Christ’s portrait now became a miraculous image and started playing a more important role in the narrative of the conversion to Christianity of Abgar and the Edessene population. Hanan’s role was downplayed and Christ became the sole protagonist, who miraculously produced the image and sent it to Abgar. In this new phase in the life of the story, the term yuqno was used and replaced the earlier s almo . The earliest clear evidence for the story in its new form may be found in the Chronicle of Dionysius of Tel-Mahrê (d. 845), or perhaps in the work of Theophilus of Edessa (d. 785), one of Dionysius’s sources for this part of his Chronicle. A few decades earlier, probably between 720 and 737, similar language of Christ’s sending his yuqno to Abgar was used in a dispute between an East-Syrian monk and a Muslim [cf. Drijvers 1998, 23 and 27, with further references]. Whatever the precise date of this new development may be, it is this later form of the Abgar story that is reflected in our Syriac inscription. 2. Graffiti near the entrance to the haikal. [41] During the work carried out on the east wall of the khurus , remains of inscriptions were found on the half-column left of the entrance to the haikal . We seem to be dealing with graffiti-like inscriptions left by visitors. Similar texts can be found at several other places in the church [Van Rompay 1999, 41-43]. They often contain the name of the writer, a reference to his sinful condition, and a supplication for mercy or a request to the reader to pray on his behalf. Although on the column there are traces of several inscriptions, three of them, providing a couple of words, deserve to be singled out. They are all written in black; the writing direction is vertical, from top to bottom. They are at a height of ca. 1.40 m. It is very difficult to assign a date to graffiti, which often are written in an informal style. The estrangelo text (2.3) might possibly date back to the tenth or eleventh century. 2.1. The inscription of Saliba (Fig. 4). Fig. 4. Two serto inscriptions. [42] This serto inscription seems to have been in two lines. The following words can be read: “Saliba, the sinner G[o]d, [have mercy …?]” The word beginning with h e t might very well be an imperative of the verb h an ( h nn \/ h wn ) “to have mercy”. 2.2. A second serto inscription (Fig. 4). [43] Another inscription begins just under the Saliba inscription. A cross marks its beginning: “God [have mercy and give ear to?] the prayers of the saint[s?]. Amen.” 2.3. An estrangelo inscription (Fig. 5). Fig. 5. Estrangelo inscriptions. [44] A beautifully executed estrangelo inscription may originally have occupied three lines on the column. Only scanty parts can now be read (the reading of underlined letters is highly uncertain). “ ... and humble one ... this ... ... prayer ...” The first part of the inscription in all likelihood contained the name of the writer. 3. A fragment from the Gospel of John (Fig. 6 and 7). [45] During conservation work in the northern part of the khurus , a few pieces of parchment were found in the wall. The exact location was an earlier window in the northern wall, which after the building of the adjacent chapel of the forty-nine martyrs had lost its function. It had, therefore, been sealed up and covered with plaster, probably in the thirteenth century (see the first part of this report, under 4). In this process, shards of pottery and other rubble were deposited in the empty space. The fragments were among these materials. Fig. 6. Fragment from the Gospel of John - recto. Fig. 7. Fragment from the Gospel of John - verso. [46] The smaller pieces of parchment have hardly any traces of writing and do not lend themselves to further study. A larger fragment, measuring on its longest side 11 x 11 cm, is more interesting. It is inscribed on both sides and the text can be identified as belonging to the end of the first chapter of the Gospel of John. This identification also allows us to distinguish between the recto and verso sides. We may be dealing with a fragment of a manuscript that contained the four Gospels in the Peshitta version. Except for the orthography of the name “Israel” in John 1:47, the text is identical to the main text of Gwilliam’s edition [Gwilliam 1901]. In the following transcription, the missing parts are added from Gwilliam’s edition and placed between square brackets. Recto: “(John 1:41) … we have found Christ. (42) And he brought him to Jesus. And J[esus] looked at him [and said: You] are Simon, the s[on of Jona, you] will be called [Cephas. (43) And the next day,] Jesus wanted [to go out to Galilee and he found] Philip and s[aid to him: Come after me.] (44) Now Phi[lip …]” Verso: “(John 1:47) [… Trul]y a son of Is[r]ael, [in whom there is no guile. (48) Nathaniel] said to him: [From where do you] know [me? Jesus said to him:] Before [Philip called you, when you were under the fig tree, I saw you. (49) Na]th[aniel answered ...] [47] On the verso side, the ink has become extremely faint and very little can be read. If my identification of the second section is correct, we must assume that the first section of text is from the upper part of the recto side and the second section from the upper part of the verso side. Around fifty words are missing between the end of the first and the beginning of the second section. These may have filled ten, eleven, or twelve lines. [48] Although we cannot completely rule out the possibility that the manuscript originally was in two columns (the first section belonging to the left-hand column of the recto side and the second section belonging to the right-hand column of the verso side), it is much more likely that we are dealing with a small manuscript written in one column. [49] As a matter of fact, a close parallel for this layout can be found in ms. British Library, Add. 17,116, containing the Gospels of Mathew and Mark and dated by Wright to the sixth century [Wright I, 65a]. It measures 22.25 x 14 cm and has 18 to 26 lines on each page. There is an average of 80 words on a page, exactly the number which once was on the page from which our fragment comes. The same layout is found, e.g., in ms. British Library, Add. 14,429, containing the Books of Samuel and Kings in the version of Jacob of Edessa [Wright I, 37b-39a and a facsimile in Wright III, Pl. VII]. For this manuscript, datable to the early eighth century, the dimensions are 26.5 x 16.25 cm and there are between 19 and 23 lines on each page. Here again, the number of words on a page is around 80. [50] Our manuscript originally may have measured between 28 and 30 cm x ca. 18 cm. The very regular and elegant estrangelo has its closest parallel in the above-mentioned manuscript British Library, Add. 14,429 (ca. 719) and in other manuscripts of the late seventh and eighth centuries, e.g., Hatch, Plate 52 (736:  the four Gospels, in two columns, 17\/18 lines in each column). A date in the seventh or eighth century is, therefore, plausible. [51] The above observations are of a very provisional nature. They are based mainly on photographs taken by Karel Innemée and on personal comments made by him. A brief visit to Deir al-Surian in February 2002 has given me insight into the locations of the various Syriac texts, but since the scaffolds were no longer in place, I was unable to examine the two major texts (1.1 and 1.2) in situ . Much study and research will be needed to place the various pieces of evidence, which are like numerous pieces of a jigsaw puzzle, into their proper context and to rewrite the cultural and artistic history of this fascinating monastery. Meanwhile, the art historians and conservators of Karel Innemée’s team should be congratulated on their splendid work! _______ Notes _______ Bibliography Baumstark 1922: Anton Baumstark, Geschichte der syrischen Literatur (Bonn 1922). Chabot 1920: I.-B. Chabot, Chronicon ad annum Christi 1234 pertinens , I (Corpus scriptorum christianorum orientalium 81 \/ Syr. 36, 1920) (Syriac text). Chabot 1937: I.-B. Chabot, Anonymi auctoris Chronicon ad annum Christi 1234 pertinens , I (Corpus scriptorum christianorum orientalium 109 \/ Syr. 56, 1937) (Latin translation). Drijvers 1998: Han J.W. Drijvers, “The Image of Edessa in the Syriac Tradition,” in Herbert L. Kessler & Gerhard Wolf (eds.), The Holy Face and the Paradox of Representation. Papers from a colloquium held at the Bibliotheca Hertziana, Rome and the Villa Spelman, Florence, 1996 (Villa Spelman Colloquia 6; Bologna 1998) 13-31. Evelyn White 1932: Hugh G. Evelyn White, The Monasteries of the Wadi 'n Natrun , II. The History of the Monasteries of Nitria and of Scetis (New York 1932 – Reprint 1973). Evetts 1904: B.T.A. Evetts, History of the Patriarchs of the Coptic Church of Alexandria , I (Patrologia Orientalis I; Paris 1904). Grabar 1980: André Grabar, Christian Iconography, a Study of its Origins (Princeton 1980). Gwilliam 1901: Georgius Henricus Gwilliam, Tetraeuangelium sanctum juxta simplicem Syrorum versionem (Oxford 1901). Hatch 1946: William Henry Paine Hatch, An Album of Dated Syriac Manuscripts (Boston, Massachusetts 1946) Innemée 1995: K.C. Innemée, “Deir al-Sourian – the Annunciation as part of a cycle?,” Cahiers Archéolo­giques 43 (1995) 129-132. Innemée 1998: K.C. Innemée, “Recent Discoveries of Wall-Paintings in Deir al-Surian,” Hugoye 1\/2 (1998). Leroy 1982: Jules Leroy, Les peintures des couvents du Ouadi Natroun (Cairo 1982). Myslivec 1972: J. Myslivec, “Tod Mariens,” Lexikon der christlichen Ikonographie , IV (Rome – Freiburg – Basel – Vienna 1972) col. 333-38. Van Rompay 1999: Lucas Van Rompay, “Syriac Inscriptions in Deir al-Surian: Some Reflections on Their Writers and Readers,” which is part II of: Karel C. Innemée, Lucas Van Rompay, and Elizabeth Sobczynski, “Deir al-Surian (Egypt): Its Wall-paintings, Wall-texts, and Manuscripts,” Hugoye 2\/2 (July 1999). Weitzmann 1960: K. Weitzmann, “The Mandylion and Constantine Porphyrogennetos,” Cahiers Archéologiques 11 (1960) 163-88. Wright I, II, III: W. Wright, Catalogue of Syriac Manuscripts in the British Museum Acquired since the Year 1838 , 3 volumes (London 1870-1872).",
    "title" : 
    [ "Deir al-Surian (Egypt): New Discoveries of 2001-2002. I. Wall PaintingsII. Syriac Texts",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Innemée, Karel C.",
      "van Rompay, Lucas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2innemeevanrompay",
    "type" : "shortArticle",
    "displayTitleEnglish" : "Deir al-Surian (Egypt): New Discoveries of 2001-2002. I. Wall PaintingsII. Syriac Texts" }