
  { "fullText" : "Introduction [1] Ephrem’s Hymns on Faith are among the most stridently and explicitly anti-Arian of Ephrem’s numerous polemical writings. Although there are significant problems inherent in using the term ‘Arian’, it is difficult to identify Ephrem’s opponents any more specifically.  See Sidney Griffith’s recent observations in S.H. Griffith, “Setting Right the Church of Syria: Saint Ephrem’s Hymns against Heresies, ” in The Limits of Ancient Christianity: Essays on Late Antique Thought and Culture in Honor of R.A. Markus, ed. by W.E. Klingshirn and M. Vessey (Ann Arbor, MI: University of Michigan, 1999), 97-114; and in S.H. Griffith, “Ephraem, the Deacon of Edessa, and the Church of the Empire,” in Diakonia: Studies in Honor of Robert T. Meyer, ed. by T. Halton and J. Williman (D.C.: CUA, 1986), 22-52; as well as Paul Russell’s observations in  St. Ephraem the Syrian and St. Gregory the Theologian Confront the Arians (Kerala, India: St. Ephrem Ecumenical Research Institute, 1994).  In his detailed studies of Ephrem’s Hymns on Faith, Edmund Beck concluded that in these hymns Ephrem argues against ‘Arianism’: “The main theme in all eighty Hymns on Faith is the defense of the church’s teaching over and against the innovation of Arianism” (E. Beck, Die Theologie des heiligen Ephraem in seinen Hymnen über den Glauben, SA 21 [Vatican City, 1949], 62).  In fact, Beck elsewhere uses the nuances of his investigation to argue for a later date for the Hymns of Faith in comparison with the Sermons on Faith: “The composition of the Hymns on Faith can in my opinion be rather precisely given.  That we are in Ephrem’s Edessene period is betrayed by the inclusion of the person of the holy spirit in the Arian argument, which many of that time treat and which is lacking in the polemic against the Arians in the Sermons on Faith from the Nisibene period” (E. Beck, trans. Des Heiligen Ephraem des Syrers Hymnen de Fide, CSCO Syr 155\/74 [Louvain, 1955], i).  While the general claim of Beck’s conclusions about the identity of Ephrem’s opponents remains, scholars have rightfully challenged modern uses of the terminology of ‘Arianism’ itself, since the term includes many distinct groups, each with their own theological tenets.  For relevant scholarship and bibliography, see R.P. Vaggione, Eunomius of Cyzicus and the Nicene Revolution, (NY: OUP, 2000); R.C. Gregg and D.E. Groh, Early Arianism: A View of Salvation, (Philadelphia: Fortress Press, 1981); M.R. Barnes and D.H. Williams, eds., Arianism after Arius, (Edinburgh, 1993); R.P.C. Hanson, The Search for the Christian Doctrine of God: The Arian Controversy 318-381, (Edinburgh, 1988); and J.T. Lienhard, “The ‘Arian’ Controversy: Some Categories Reconsidered” ( TS 48 [1987]), 415-437.  With regard to Ephrem’s opponents, I use ‘Arian’ in contrast to ‘Nicene’ Christianity to reflect the strongly subordinationist nature of their theology.  Written in Syria in the midst of the struggle for political and social authority that raged between Arian and Nicene Christians in the decades following the Council of Nicea, these hymns include a complex collection of both anti-Arian and anti-Jewish language.  While scholars have traditionally read Ephrem’s anti-Jewish rhetoric as complaints against local Jews and ‘Jewish-Christians’, There is no reason to doubt that there were Jews living in both Nisibis and Edessa during Ephrem’s lifetime, and some of Ephrem’s writings do complain about local Jewish practices (see, for example, Cruc. 19-20 in Edmund Beck, ed., Des Heiligen Ephraem des Syrers Paschahymnen [de azymis, de crucifixione, de resurrectione], CSCO Syr  248\/108 [Louvain, 1964]).  As a result, early scholars assumed that all of Ephrem’s anti-Jewish rhetoric was a straightforward attack on contemporary Jews.  For examples, see Stanley Kazan, “Isaac of Antioch’s Homily against the Jews” ( OrChr 46 [1962]), 87-98; (47 [1963]), 89-97; (49 [1965]), 57-78; J.B. Morris, Select Works of St. Ephrem the Syrian, Library of the Fathers, (Oxford, 1847), 396n; and E. Beck, Ephraems Reden über den Glauben (Rome, 1953), 118-119; as well as later works that accept and echo the conclusions of these authors (e.g., R. Murray, Symbols of Church and Kingdom: A Study in Early Syriac Tradition [Cambridge, 1975]; S.D. Benin, “Commandments, Convenants and the Jews in Aphrahat, Ephrem and Jacob of Sarug,” in Approaches to Judaism in Medieval Times, ed. by D.R. Blumenthal [Chico, CA: Scholars Press, 1985], 135-156; and A.P. Hayman, “The Image of the Jew in the Syriac Anti-Jewish Polemical Literature,” in “To See Ourselves as Others See Us”: Christians, Jews, “Others” in Late Antiquity, ed. by J. Neusner and E.S. Frerichs [Chico, CA: Scholars Press, 1985], 423-441).  Scholars have begun to recognize, however, that not all of Ephrem’s anti-Jewish language can be read most fruitfully as literal attacks on Jews.  See, for example, R.A. Darling, “The ‘Church from the Nations’ in the Exegesis of Ephrem,” in IV Symposium Syriacum, 1984, ed. by H.J.W. Drijvers et al. [Rome, 1987], 111-121; and H.J.W. Drijvers, “Jews and Christians at Edessa” ( JJS 36, no. 1 [1985]), 88-102.  Nonetheless, the details of the role of Ephrem’s anti-Jewish rhetoric in a context of Nicene\/Arian conflict have not yet been worked out.  For other relevant bibliography, as well as an earlier discussion of Ephrem’s anti-Jewish rhetoric in this context, see C. Shepardson, “Anti-Jewish Rhetoric and Intra-Christian Conflict in the Sermons of Ephrem Syrus,” in Studia Patristica. Vol. XXXV, XIII International Conference on Patristic Studies (Peeters: Louvain, 2001), 502-507. the combination of a predominantly anti-Arian agenda with this anti-Jewish language makes the Hymns on Faith key texts for investigating Ephrem’s use of anti-Jewish rhetoric in order to engage in a local intra-Christian struggle.  A close examination of these hymns will demonstrate how Ephrem repeatedly connects the ‘heretics’ with Jews by mapping his Christian opponents onto the negative caricatures of the Jews of Christian scripture.  Focusing primarily on the complex comparison that Ephrem makes in Hymn 87 between biblical Jews who crucified Christ and contemporary Christians who comparably threaten God’s son, I shall argue that Ephrem’s anti-Jewish rhetoric in these hymns should be read primarily in light of his struggle against local Christians rather than Jews. Hymns on Faith [2] Edmund Beck and others have concluded that Ephrem’s Hymns on Faith were most likely written after 363 C.E. in Edessa, during the reign of the pro-Arian emperor Valens. See above for Beck’s dating.  This dating would place the writing of the Hymns on Faith in the context of political uncertainty for Ephrem, in the Roman East.  Except for the brief reigns of Julian and Jovian, Ephrem found himself under the political rule of emperors (Constantius and Valens) who actively supported subordinationist Christians such as Ephrem’s opponents instead of Nicene Christians. Given the immediacy and strength of Arian Christianity in the East during this time, the sharpness of the anti-Arian language of Ephrem, a vociferous proponent of Nicene ‘orthodoxy’, comes as little surprise.  Along with the anti-Arian polemic, however, the Hymns on Faith also contain a striking amount of anti-Jewish language.  While less vitriolic than Ephrem’s most ad hominem anti-Jewish attacks against the “foulness of the stinking Jews,” Ephrem, CH 56.8 (E. Beck, ed., Des Heiligen Ephraem des Syrers Hymnen contra Haereses, CSCO Syr 169\/76 [Louvain, 1957]).  All quotations from Ephrem in this text are my translations from the Syriac editions noted. the rhetoric in the Hymns on Faith offers a significant example of Ephrem’s use of anti-Jewish rhetoric to attack Arian Christians. [3] Rhetorically, Ephrem addresses these hymns to a Christian audience, While it is difficult to know with any certainty the ‘real’ and\/or ‘imagined’ audience of these hymns, Ephrem’s use of pronouns and his rhetorical arguments do suggest that rhetorically at least he addressed these hymns to Christians, supporting scholars’ belief that Ephrem’s hymns were performed during Christian worship services.  For a discussion of the performance of Ephrem’s writings, see S.A. Harvey, “Spoken Words, Voiced Silence: Biblical Women in Syriac Tradition” ( JECS 9:1 [2001]), 105-131; and K.E. McVey, “Were the Earliest Madrashe Songs or Recitations?” in After Bardaisan: Studies on Continuity and Change in Syriac Christianity in Honour of Professor Han J.W. Drijvers, ed. by G.J. Reinink and A.C. Klugkist, Orientalia Lovaniensia Analecta 89 (Louvain: Peeters, 1999), 185-199. and the specific language and criticisms that Ephrem levels against Jews in the hymns provide him with an effective weapon with which to argue against his Christian opponents.  In Hymn 44, for example, Ephrem sets up a dichotomy between ‘them’, “that People” (the Jews), and ‘us’, Christians.  He writes of the Jews [yhwdy’] that “ they are not able to live... they rejected... they have been rejected,” and ends those observations by referring to “a chasm between us and that People.” Ephrem, HdF 44.4 (E. Beck, ed., Des Heiligen Ephraem des Syrers Hymnen de Fide, CSCO Syr 154\/73 [Louvain, 1955]).   Nominally, then, Ephrem clearly delineates between Jews, on the one hand, and Christians, on the other.  In practice, however, Ephrem spends a good part of these hymns attempting to demonstrate that when this line is in fact drawn, his Arian opponents land squarely on the side of the Jews. This is not the only collection of Ephrem’s writings in which he marshals his arguments toward this end.  For example, he employs different methods toward a similar goal in his Sermons on Faith (E. Beck, ed., Des Heiligen Ephraem des Syrers Sermones de Fide, CSCO Syr 212\/88 [Louvain, 1961]).  See Shepardson, “Anti-Jewish”. Anti-Jewish\/Anti-Arian Themes [4] Many of Ephrem’s Hymns on Faith contain examples that are relevant to the discussion of Ephrem’s use of anti-Jewish language in his fight against subordinationist Christians.  The majority of these scattered references rely on biblical stories and imagery with which anti-Jewish language is ‘proven’ through biblical prooftexting, and through which Ephrem’s Christian opponents are described as directly analogous to Jewish forerunners.  Ephrem’s numerous writings are replete with biblical language, examples, and imagery. In his Hymns on Faith, Ephrem uses a variety of Old and New Testament stories to support his arguments, frequently comparing his opponents to Jews who are portrayed negatively in the biblical text. Ephrem’s easy transition between the Old and New Testaments reflects his belief that Christian scripture as a whole is the coherent story of salvation history. One of Ephrem’s favorite comparisons from the New Testament (judging by the frequency with which it occurs in his writings) is to condemn the Arians for their inquiring actions by directly comparing them to the negatively-portrayed Pharisees who challenge Jesus in the New Testament Gospel stories. See, for example, SdF VI; de Dom. nos. 19ff (E. Beck, ed., Des Heiligen Ephraem des Syrers Sermo de Domino Nostro, CSCO Syr  270\/116 [Louvain, 1966)]; Virg, 13.2, 14.5 (E. Beck, ed., Des Heiligen Ephraem des Syrers Hymnen de Virginitate, CSCO Syr  223\/94 [Louvain, 1962)]; and CNis 40 (E. Beck, ed., Des Heiligen Ephraem des Syrers Carmina Nisibena, zweiter Teil. CSCO Syr 240\/102 [Louvain, 1963].) The emphasis on the verbs for searching [b s ’], seeking [b c ’], and investigating [ c qb] in Ephrem’s rhetoric is frequently an attack against Arian Christians who, Ephrem argues, inappropriately seek to know God through reasoned inquiry, rather than simply believing through faith. In HdF 87, however, Ephrem himself describes in more detail one of the problems he has with his rivals: “With various names indeed [Satan] clothes him, either that of ‘creature’ or that of ‘made thing’, while he was the Maker” (HdF 87.14).  In this case, we are left with little doubt about the general subordinationist nature of Ephrem’s opponents.   Such is the case in Hymn 44 when Ephrem warns his Christian audience, “Be reproved, bold ones, and be restrained, searchers!… It was thus the People strove with [Christ] through their questionings”. Ephrem, HdF 44.6, 9. This is simply one example of Ephrem’s comparison of the theological investigation of his fourth-century Christian opponents to the challenging questions that the Pharisees asked Jesus in the Gospel stories.  Relying on Christians’ familiarity with (and abhorrence of) Jesus’ narrative (‘Jewish’) opponents, Ephrem uses Christian anti-Jewish sentiment to denounce ‘heretical’ contemporary Christian. [5] Another example of Ephrem’s scripturally-based anti-Jewish charges comes in Hymn 7 of his Hymns on Faith.   In this hymn Ephrem condemns “all these who investigated,” Ephrem, HdF 7.7. again connecting contemporary Arian Christians with traditional Jewish antagonists of the Gospel narratives.  Ephrem elaborates by comparing the investigating Christians to Herod, to the unrepentant thief crucified with Jesus, Lk 23:32-33, 39-43 (cf. Mt 27:38,44; Jn 19:17-18). and to the Gospel scribes and Pharisees: The [thief] of the left, he disputed.  His disputing cut off his hope.  The scribes disputed.  They fell with Herod who questioned him. . . . To all these who investigated, Christ did not give himself. . . . The Pharisees disputed, “who is this, and whose son?”  As searchers of truth, they fell from the truth.  As seekers of verity, in seeking it, they destroyed it. Ephrem, HdF 7.7, 9. For Ephrem these negative examples are in direct contrast to the Gospel forerunners of proper Christians, those who are “innocent” to whom Christ did give himself, Ephrem, HdF 7.7. those who follow the examples of the magi in Matthew’s Gospel, who “did not dare to search [Christ],” Ephrem, HdF 7.7. and the other thief in Luke’s Gospel who “did not dispute; he believed when he did not search.” Ephrem, HdF 7.7 (cf. Lk 23:39-43). In this hymn, Ephrem likens his Christian adversaries to the Jewish New Testament villains Herod, the scribes, and the Pharisees, and distances them from the Gentile magi, the forerunners of true Christians.  In Hymn 56 Ephrem summarizes this critique of his rivals’ disputes about God: “Therefore both Testaments persuade us that the faithful never disputed or investigated, for they believed in God.” Ephrem, HdF 56.8. [6] In addition to using biblical stories, Ephrem also frequently draws comparisons between his opponents and biblical Jews by using the same negative adjectives to describe both of them, thereby implying a direct correlation between the two groups.  Specifically, Ephrem reiterates throughout his Hymns on Faith his description of both Jews and Arians as ‘blind’.  In Hymn 8 Ephrem refers to the Jews at Mt. Sinai as “the blind People,” doubly blinded [veiled] by the veil of light surrounding Moses as well as by his stammering, Ephrem, HdF 8.5; Ex 34:29-35 and Ex 4:10-17. and in Hymn 9 Ephrem compares “the blind People” of the Jews to “you [pl.] blind” among the Christians he accuses. Ephrem, HdF 9.13. Hymn 27 also linguistically links the two groups by referring to his opponents as a “blind assembly of disputers.” Ephrem, HdF 27.4. In this case, not only are his disputing opponents again blind, but Ephrem uses the Syriac word knsh’ for ‘assembly’, a word that is from the same root as knwsht’ ‘synagogue’, the word that Ephrem consistently uses to refer to a Jewish space or group instead of the synonym c dt’ that he uses for Christians.  Through the common trait of blindness, then, Ephrem rhetorically links his Arian opponents with the negatively-coded errors, history, and people of the Jews. Hymn 87 [7] Perhaps the most elaborate conflation of Jews and Arians in all of Ephrem’s writings, however, is in number 87 of his Hymns on Faith.   In these verses, Ephrem maps the behavior of his contemporary Christian opponents point by point onto the Jews from the New Testament narratives of Jesus’ Passion.  Ephrem describes the former as the contemporary equivalent to the Jews of Jesus’ time who, as described throughout Ephrem’s writings, harassed and murdered God’s son.  While this comparison between the Jews and Ephrem’s Christian opponents appears in several variations throughout the Hymns on Faith, in Hymn 87 Ephrem draws a very physical connection based on the actions of each of the two groups. [8] Throughout his writings Ephrem vacillates about where to place the blame for the Jews’ actions (as described in scripture), sometimes making the Jews themselves solely responsible, and other times blaming Satan for manipulating history and using the blind and foolish Jews as unwitting minions to carry out his plans.  In Hymn 87 Ephrem places the blame on Satan, who in this construction of history orchestrates both the Jews’ and the heretics’ reprehensible actions.  While this in some way alleviates, by removing the Jews’ agency, the vitriol that Ephrem elsewhere pours directly onto the Jews, at the same time it makes the Jews sinister lackeys, passive (and ultimately passé) pawns in a Satanic drama that is played out on the stage of human history. [9] According to Ephrem in this hymn, Satan had originally harbored himself among the Jewish People, as was clear from the history of the Jews’ destructive and ungodly behavior, culminating with Jesus’ Passion and what Ephrem describes elsewhere as the Jews’ murder of God’s own son. This accusation is frequent in Ephrem’s writings.  For only a small portion of the numerous examples, see de Dom. nos. 5, 6; Cruc. 1, 5 and Azym. 1, 18; and CNis 67.  In Hymns on Fasting 5.6 Ephrem even accuses the Jews of killing God, not just God’s son, on the cross (E. Beck, ed., Des Heiligen Ephraem des Syrers Hymnen de Ieiunio, CSCO Syr  246\/106 [Louvain, 1964]).  These charges are not new with Ephrem, but Ephrem’s rhetoric does repeatedly accuse the Jews of this murder.   In Hymn 87, however, Ephrem claims that after their actions during the Passion the Jews were no longer a viable means through which Satan could secretly influence the world, because after that time the Jews could no longer conceal their partnership with Satan.  Ephrem writes, “Satan saw that he had been exposed in the former things, for the spitting had been revealed, [as had] the vinegar and thorns, nails and wood, garments and reed, and the spear that struck him.  And they were hated and revealed, and he changed his deceits.” Ephrem, HdF 87.16.   See Appendix A for a complete translation of this hymn. The world’s alleged open recognition of the Jews’ partnership with Satan forced Satan to find new pawns through whom he could continue to influence history and attack God.  According to Ephrem, the Arians served as Satan’s new tool after the Jews had worn out their usefulness.  Ephrem writes, “The former scribes Satan disrobed; he clothed the later ones.  The People which had grown old, the moth and the louse gnawed it and ate it, and they released and let it go.  The moth came to the new garment of the new peoples.” Ephrem, HdF 87.9. Satan “began with the People, and he came to the peoples in order that he might finish.” Ephrem, HdF 87.12. Ephrem understands that Satan has recently changed players in his on-going effort to corrupt, to destroy, and to fight against God.  For Ephrem, it is subordinationist Christians who are the ‘new garment’, and in that respect the new Jews, through which Satan continues to harass God and God’s people. [10] In Hymn 87 Ephrem identifies and describes his adversaries as the replacement for the Jews through a direct comparison between the behavior of the contemporary Christians and that of the Jewish characters in the Gospel scenes of Jesus’ trial and crucifixion.  One by one, Ephrem maps the concrete, literal actions of the New Testament Jews onto a figurative characterization of the ‘heretical’ Christians’ own behavior, demonstrating to his audience that not only do both contemporary Arians and the Jews of Jesus’ time attack God and threaten true followers of Christ, but that both groups in fact present precisely the same threat.  Through his rhetoric, Ephrem conflates the Arians with the Jews blamed by Christian tradition for Jesus’ death, ‘proving’ to his audience that although the contemporary blows may be less literal than the physical blows with which Jesus was struck, the Arians are in fact through their rebellious actions causing Christ to suffer a second Passion.  Ephrem writes of the Arians’ metaphorical mimicry of the New Testament narrative, “A second Passion did Satan want to reinstate.” Ephrem, HdF 87.19. Unsatisfied merely with Jesus’ physical death, Satan continues his attack upon Christians and God, figuratively reenacting Christ’s Passion through the Arians’ attacks upon Christ’s nature as well as upon Christ’s ‘true’ followers, Nicene Christians. [11] Ephrem begins his analogy by comparing the reed with which Jesus was mocked and struck with the reed stylus with which the Arians record their ‘heretical’ inquiries into God. The details of who mocks Jesus, and whether or not they strike him with a reed vary in different ancient texts of the New Testament Gospels and the Diatesseron.  At this time, however, I am simply discussing Ephrem’s retelling of the narrative, and not trying to identify which texts he used as a source for these details. Ephrem writes, “Instead of that reed that the former People gave the son to hold, [there are] later ones who dared in their tracts to write with a reed that he even is [only] human.” Ephrem, HdF 87.13. In Hymns on Crucifixion 5 and 8 Ephrem also compares a reed from the Passion narratives to reed styli, but he does so in different ways. In his Hymns on Crucifixion, he primarily compares the reed with which the crucified Jesus was offered a drink to the reeds with which prophets, kings, and scribes of Israel (especially King David as author of the Psalms) wrote against the behavior of Jesus’ crucifiers.  For example, Ephrem writes, “David wrote with a straight staff in order that he might shame that People who disgraced [Jesus] with that reed” (Cruc. 8.4).  Likewise, Ephrem notes, “Instead of the one reed with which they beat [Jesus], the [many] reeds of the scribes beat them... A thicket of reeds are the books of the writers; they beat the crucifiers with their books” [Cruc. V.14). Instead of physically striking Jesus with a reed, the heretics, Ephrem claims, deal comparable blows against God through the tracts that they write with their reed pens.  Ephrem bemoans, “Reed for reed the evil one exchanged against our savior.” Ephrem, HdF 87.13. Whereas Satan could at one time openly strike at his enemy through the Jews’ attacks, he must now act more subtly, striking through the strife and falsehood espoused in the Arians’ writings.  Ephrem argues that through their inquiry and contention the Arians harm Christ in a duplication of the actions of the Jews in the New Testament narrative. [12] Likewise, Ephrem also compares the “garments of various colors” with which he claims Jesus was clothed to the “various names” with which the Arians clothe Christ. Ephrem, HdF 87.14. Again here it is Christ, rather than Nicene Christians themselves, whom Ephrem portrays as the most direct victim of the intra-Christian disputes.  In Ephrem’s depiction, through the inquiries of the Arians Satan reenacts Jesus’ Passion at the hands of the Jews.  Ephrem describes a direct comparison for every detail of the Passion narrative: He changed the cross; a hidden cross dispute became.  And instead of nails, questions entered.  And instead of Sheol, [there was] denial... Instead of the sponge that dropped with vinegar, he gave arrows, [i.e.,] searching, all of which dripped with death.  The gall that they gave to him, our lord refused.  Fraudulent seeking that the bitter one gave, to fools is sweet. Ephrem, HdF 87.19-20. More than merely participants in a struggle to claim the title ‘Christian’ for themselves, the Arians emerge from Ephrem’s texts as assailants and abusers of Christ himself, alike in every detail to the New Testament Jews whom Ephrem blames for mocking and abusing God’s son. [13] In addition to the Arians’ investigating actions, in Hymn 87 Ephrem portrays the Nicene\/Arian dissension within Christianity as itself the direct outcome of Satan’s actions in Ephrem’s lifetime, just as the Jews’ murder of God’s son was in Jesus’ lifetime, and he describes this intra-Christian strife as also comparable to Christ’s Passion.  Ephrem writes about Satan, He brought in confusion instead of that blow with which our lord was struck; and instead of spitting, investigating came.  And instead of garments, secret divisions.  And instead of a reed, contention came so that he might slap all.  Haughtiness cried out to fury its sister, and envy and rage and pride and guile answered and came.  They took counsel against our savior, as on that day that they took counsel when he suffered [i.e., “that day. . . of his Passion”]. Ephrem, HdF 87.17-18. Through this rhetoric Ephrem thus attempts to construct a historical reality in which Arians, like the Jews before them, become the unquestioned enemy both of God and of true Christians. Conclusion [14] In Hymn 87 of his Hymns on Faith Ephrem uses the connections that he draws between fourth-century Arians and New Testament Jews in order to emphasize not the depravity of contemporary Jews so much as that of his more immediate opponents, Arian Christians.  Ephrem tars his rivals’ image by rhetorically connecting them with the Jews.  By portraying the Arians as new Jews, as the contemporary equivalent to, and in fact Satan’s direct replacement for, the Jews who murdered the son of God, Ephrem implies that the Arians are both theologically and perhaps even physically dangerous to God and to true (i.e., Nicene) Christians. [15] In his Hymns on Faith Ephrem manipulates negative Christian depictions of and beliefs about Jews, rooted in (among other things) the New Testament Gospels, in order to discredit his Arian opponents.  In Hymn 87 Ephrem goes to great lengths in order to describe the Arians’ searching for the nature of God and Christ as the figurative equivalent to traditions of the Jews’ literal mocking and murder of Jesus.  Conflating the Arians’ verbal attacks with the abuse portrayed in the Gospel Passion narratives, Ephrem is able rhetorically to connect his contemporary Christian opponents with what he portrays as the well-known and universally despised people of the Jews.  In Ephrem’s hymns, Arian Christians found themselves in the perhaps surprising position of being portrayed both as acting under Satan’s control and also as attackers of Christ, the contemporary equivalent to the (despised) New Testament Jews, and consequently a dangerous threat to the safety and well-being of any true Christian, as well as an affront to God.  Recognizing the boundary lines that Ephrem’s rhetoric attempts to define and police within fourth-century Christianity demonstrates the power that his language and descriptions would have had within a Christian community torn by the Nicene\/Arian struggle.  In his Hymns on Faith, and especially in Hymn 87, Ephrem rhetorically redraws social boundaries in such a way as to crystallize a sharp distinction between two Christian communities.  By describing Arians as the contemporary equivalent of, and in fact replacement for, the Jewish enemies of Christian lore as Satan exchanges “reed for reed”, Ephrem replaces a blurred line between two Christian groups with what he presents as the unmistakable distinction between Christians and Jews, leaving the Christian Arians firmly on the side of the Jews. Appendix I translated this hymn from Edmund Beck’s edition of the Syriac, (E. Beck, trans., Des Heiligen Ephraem des Syrers Hymnen de Fide, CSCO 154 [Louvain: 1955]).  Any errors are, of course, my own, but I owe many thanks to Lucas van Rompay for his patient assistance in working with me on this translation.  I have seen announced Paul Russell’s English translation of Ephrem’s Hymns on Faith, but I have not yet been able to locate a copy of his translation, so I include my own here for the reader’s convenience (Paul Russell, Ephraem the Syrian: 80 Hymns on Faith, Eastern Texts in Translation 3 (Louvain: Peeters). 1.   As in a contest I saw the disputants, children of pride, who were troubling themselves to taste fire, to see the wind, to touch light.  They were tormenting themselves to make divisions of the ray [of light]. Refrain :  Glory be to the father, and to his son Jesus, and to his holy spirit. 2.   The son who is more subtle than the mind they wanted to touch; and the holy spirit, who is intangible, they also thought they had touched through their questions; and the father who is never being interpreted, they interpreted disputes about him. 3.   [We have] a good model of our faith from Abraham, and [of] our repentance from the Ninevites, and also [of] our expectations from the house of Rahab.  Ours are [the things] of the prophets, and ours [those] of the apostles.  And [so] the evil one became envious. 4.   The evil habit of the evil calf [is] from the Egyptians; the hateful sight of the hateful image of the four faces [is] from the Hittites; accursed dispute, a hidden moth, [is] from the Greeks. 5.   That bitter one saw orderly things and he perverted them; he saw hateful things and he sowed them; and he saw hope and he suppressed [it] and cut it off.  The dispute that he planted indeed bore fruit that [is] a bitterness of the teeth. 6.   Satan saw that truth suffocated him and his offshoots, and he set himself apart and committed deceits and set snares for faith, and he hurled into the priests arrows of the lust for authority. 7.   Over that throne they made a contest of who might precede.  There is the one who in secret coveted and hid [desire to rule], and there is one who openly contended for it.  The one acted contemptibly and the other cunningly, and these are equal. 8.   The one who is young also does not consider that it is not his time; and he who is old does not reckon that [his] end draws near. [It is] an evil tumor: elders, youth, even children are seeking rank. 9.   The former scribes Satan disrobed; he clothed the later ones.  The People that had grown old, the moth and the louse gnawed it and ate it, and they released and let it go.  The moth came to the new garment of the new peoples. 10.   [Satan] saw the crucifiers, who were rejected and expelled as strangers.  From [our Christian] household he made searchers; and from being worshippers they became disputants.  From the garment itself [Satan] begot the moth, and he wrapped [it] up and placed it. 11.   He begot the louse in the storehouse of wheat and he sat and looked: and indeed the pure heap [of grain] is being corrupted, and indeed the garments of glory are being gnawed.  He mocked us, and even we [mocked] ourselves, for we had become drunk. 12.   He sowed tares, and the thicket assaulted the pure vineyard; he infected the flock and leprosy spread, and sheep after sheep became his possession.  He began with the People and he came to the peoples in order that he might finish. 13.   Instead of that reed that the former People gave the Son to hold, [there are] later ones who dared in their tracts to write with a reed that he even is [only] human.  Reed for reed the evil one exchanged against our savior. 14.   And instead of the garments of various colors in which he clothed him, he painted a designation deceitfully.  With various names indeed he clothes him, either that of ‘creature’ or that of ‘made thing’, while he is the Maker. 15.   And he had plaited for him out of dumb things silent thorns.  Speaking thorns, [coming] from the mind, he plaited for him with a voice as hymns, and he concealed the brambles within songs which were not known [before]. 16.   Satan saw that he had been exposed in the former things, for the spitting had been revealed, [as had] the vinegar and thorns, nails and wood, garments and reed, and the spear that struck him. And they were hated and revealed, and [Satan] changed his deceits. 17.   He brought confusion instead of that blow with which our lord was struck; and instead of spitting, investigating came; and instead of garments, secret divisions; and instead of a reed, contention came so that he might slap all. 18.   Haughtiness cried out to fury its sister, and envy and rage and pride and guile answered and came.  They took counsel against our savior, as on that day that they took counsel when he suffered [i.e., “that day… of his Passion”]. 19.   He changed the cross; a hidden cross dispute became.  And instead of nails, questions entered; and instead of Sheol, [there was] denial.  A second Passion did Satan want to reinstate. 20.   Instead of the sponge which dropped with vinegar, he gave arrows, [i.e.,] searching, all of which dripped with death.  The gall that they gave him, our lord refused.  Fraudulent seeking that the bitter one gave, to fools is sweet. 21.   And while in that time there was a judge against them, indeed judges are [in the same way] against us.  And instead of the inscription, [there are] their commands.  The crown is innocent for the priests set stumbling blocks for the kings. 22.   Rather than that the priesthood might pray for the kingdom, that wars might cease from humankind, perverse wars they have taught them, for the kings have started to struggle with their cities. 23.   Our lord, reconcile the priests and the kings, and in one church let priests pray for their kings, and let kings have mercy on their cities; and let us have inner peace in you, an outer wall. _______ Notes † I presented a version of this paper at the annual conference of the North American Patristic Society, June 2001. _______ Bibliography Barnes, M.R. and D.H. Williams, eds. Arianism after Arius. Edinburgh, 1993. Beck, E. Ephraems Reden über den Glauben. Rome, 1953. Beck, E. Die Theologie des heiligen Ephraem in seinen Hymnen über den Glauben SA 21. Vatican City, 1949. Beck, E. ed. Des Heiligen Ephraem des Syrers Carmina Nisibena, zweiter Teil. CSCO Syr 240\/102. Louvain, 1963. Beck, E. ed. Des Heiligen Ephraem des Syrers Hymnen contra Haereses. CSCO Syr 169\/76. Louvain, 1957. Beck, E. ed. Des Heiligen Ephraem des Syrers Hymnen de Fide. CSCO Syr 154\/73. Louvain, 1955. Beck, E. ed. Des Heiligen Ephraem des Syrers Hymnen de Ieiunio. CSCO Syr 246\/106. Louvain, 1964. Beck, E. ed. Des Heiligen Ephraem des Syrers Hymnen de Virginitate. CSCO Syr  223\/94. Louvain, 1962. Beck, E. ed. Des Heiligen Ephraem des Syrers Paschahymnen (de azymis, de crucifixione, de resurrectione). CSCO Syr  248\/108. Louvain, 1964. Beck, E. ed. Des Heiligen Ephraem des Syrers Sermo de Domino Nostro. CSCO Syr  270\/116. Louvain, 1966. Beck, E. ed. Des Heiligen Ephraem des Syrers Sermones de Fide. CSCO Syr 212\/88. Louvain, 1961. Beck, E., trans. Des Heiligen Ephraem des Syrers Hymnen de Fide. CSCO Syr 155\/74. Louvain, 1955. Benin, S.D. “Commandments, Convenants and the Jews in Aphrahat, Ephrem and Jacob of Sarug.” In Approaches to Judaism in Medieval Times. Ed. by D.R. Blumenthal. Chico, CA: Scholars Press, 1985: 135-156. Darling, R.A. “The ‘Church from the Nations’ in the Exegesis of Ephrem.” In IV Symposium Syriacum, 1984. Ed. by H.J.W. Drijvers, et al. Rome, 1987: 111-121. Drijvers, H.J.W. “Jews and Christians at Edessa.” JJS 36, no. 1 (1985) 88-102. Griffith, S.H. “Ephraem, the Deacon of Edessa, and the Church of the Empire.” In Diakonia: Studies in Honor of Robert T. Meyer. Ed. by T. Halton and J. Williman. D.C.: CUA, 1986: 22-52. Griffith, S.H. “Setting Right the Church of Syria: Saint Ephrem’s Hymns against Heresies. ” In The Limits of Ancient Christianity: Essays on Late Antique Thought and Culture in Honor of R.A. Markus. Ed. by W.E. Klingshirn and M. Vessey. Ann Arbor, MI: University of Michigan, 1999: 97-114. Hanson, R.P.C. The Search for the Christian Doctrine of God: The Arian Controversy 318-381. Edinburgh, 1988. Harvey, S.A. “Spoken Words, Voiced Silence: Biblical Women in Syriac Tradition,” JECS 9:1 (2001) 105-131. Hayman, A.P. “The Image of the Jew in the Syriac Anti-Jewish Polemical Literature.” In “To See Ourselves as Others See Us”: Christians, Jews, “Others” in Late Antiquity. Ed. by J. Neusner and E.S. Frerichs. Chico, CA: Scholars Press, 1985: 423-441. Kazan, S. “Isaac of Antioch’s Homily against the Jews.” OrChr 46 (1962) 87-98; 47 (1963) 89-97; 49 (1965) 57-78. Lienhard, J.T. “The ‘Arian’ Controversy: Some Categories Reconsidered.” TS 48 (1987) 415-437. McVey, K.E. “Were the Earliest Madrashe Songs or Recitations?” In After Bardaisan: Studies on Continuity and Change in Syriac Christianity in Honour of Professor Han J.W. Drijvers. Ed. by G.J. Reinink and A.C. Klugkist. Orientalia Lovaniensia Analecta 89. Louvain: Peeters, 1999: 185-199. Morris, J.B. Select Works of St. Ephrem the Syrian, Library of the Fathers. Oxford, 1847. Murray, R. Symbols of Church and Kingdom: A Study in Early Syriac Tradition. Cambridge, 1975. Paul R. Ephraem the Syrian: 80 Hymns on Faith. Eastern Texts in Translation 3. Louvain: Peeters. Russell, P.S. St. Ephraem the Syrian and St. Gregory the Theologian Confront the Arians. Kerala, India: St. Ephrem Ecumenical Research Institute, 1994. Shepardson, C. “Anti-Jewish Rhetoric and Intra-Christian Conflict in the Sermons of Ephrem Syrus.” In Studia Patristica. Vol. XXXV, XIII International Conference on Patristic Studies. Louvain, Peeters, 2001: 502-507. Vaggione, R.P. Eunomius of Cyzicus and the Nicene Revolution. NY: OUP, 2000.",
    "title" : 
    [ "Exchanging Reed for Reed” Mapping Contemporary Heretics onto Biblical Jews in Ephrem’s Hymns on Faith†",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Shepardson, Christine" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n1shepardson",
    "type" : "article",
    "displayTitleEnglish" : "“Exchanging Reed for Reed” Mapping Contemporary Heretics onto Biblical Jews in Ephrem’s Hymns on Faith†" }