
  { "fullText" : "Preface [1] The fifth-century Syriac writer, generally known in the scholarly world as ‘Isaac of Antioch’, is one of only very few Syriac authors to whom tradition has accorded the appellation ‘the Great’.  Even Ephrem the Syrian, with whom medieval Syrian writers often associate Isaac, is never so dubbed.  In the manuscript tradition, however, Isaac is far more often given the simple designation ‘teacher’ (Syr. malfônô), or even ‘teacher of the Syrians’.  The Jacobite Patriarch John bar Shushan (†1073) considered the works of Isaac sufficiently numerous and edifying that he made an attempt to bring them all into a single collection.  Unquestionably, Isaac should be numbered among the most prolific of Syriac writers; his works, mostly mêmrê with a few madr a shê, have still not been collected or sorted out, but those that are known number considerably more than two hundred. See E.G. Mathews, Jr., \"The Corpus of Isaac of Antioch: An Overview of its Contents,\" forthcoming. Yet, as nearly every student of Syriac knows, there remains the problem of who Isaac was or, more precisely, ‘how many’ Isaac was.  It is commonplace in the sparse secondary literature on Isaac to cite a letter of Jacob of Edessa to John the Stylite, one of his favorite correspondents, in which Jacob responds to John’s query concerning the identity of Isaac, by enumerating three Isaacs who lived during the course of the fifth century, and to say that it is the works of these three Isaacs that constitute the corpus of works that scholars generally attribute to Isaac of Antioch.  Yet, Robert Murray may be closer to the mark when he opts not to attempt to “solve the problem of how many writers shelter under the name of Isaac of Antioch.” R. Murray, Symbols of Church and Kingdom (Cambridge 1975), 36. As a single example, scholars have already noted that there are a number of works that are variously attributed to Isaac and to Ephrem, a division already reflected in early editions of these two authors (see below). [2] Despite the great number of works attributed to Isaac, however, there has been embarassingly little work done on this corpus.  Much less than half of the works have been edited at all, and then only on the basis of few and late manuscripts (see editions, below).  This corpus has been accorded equally meager treatment in modern scholarly research; very little has been done to sort out the corpus and there has been almost no attempt to try to discover the identity, or identities, of the author or authors whose works are included in this corpus.  A decade and a half ago now, Sebastian Brock noted that the state of the works of Isaac, along with those of Narsai and Jacob of Sarug, was “indicative of the underdeveloped state of Syriac studies”. S.P. Brock, \"The Published Verse Homilies of Isaac of Antioch, Jacob of Serugh, and Narsai: Index of Incipits,\" JSS 32 (1987) 279. In the time since Brock’s article appeared, only a very few works of Narsai and Jacob have appeared in new editions or translations, but only a very secondary works that deal with anything from the Isaac corpus. A decade later Brock reiterated his plea in S.P. Brock, \"Syriac Studies in the Last Three Decades: Some Reflections,\" in VI Symposium Syriacum 1992 , ed., R. Lavenant (OCA 247; Rome 1994) 28; shortly after this article A. de Halleux, \"Vingt ans d'étude critique des églises syriaques,\" in The Christian East: Its Institutions and its Thought. A Critical Reflection , ed. R.F. Taft (OCA 251; Rome 1996) 155, speaks of the corpus of Isaac as \"un complexe littéraire encore mal débrouillé.\" This little Clavis constitutes, I hope, the very first attempt at rectifying this state of affairs. Other projects are also already in progress in conjunction with the newly established series Eastern Christian Texts (ECT) at Brigham Young University. It is hoped that editions of most of the ascetical works as well as a catalogue of all the works attributed to Isaac will appear within the next couple of years. Other editions are also in the planning stages. [3] Readers of this journal will quickly note that the organization of the material below owes a great debt to the extremely clear and orderly presentation of Dirk Kruisheer and Luk Van Rompay in their Bibliographical Clavis to the Works of Jacob of Edessa , which appeared in the very first issue of Hugoye . D. Kruisheer and L. Van Rompay, \"A Bibliographical Clavis to the Works of Jacob of Edessa,\" 1.1 (1998). [ ] Due to both the contents of the Isaacian corpus and the relatively smaller secondary literature, I was able to simplify the categories somewhat from theirs.  The list of studies below was also compiled, for pre-1960, on the basis of C. Moss, Catalogue of Syriac Printed Books and Related Literature in the British Museum (London 1962) and I. Ortiz de Urbina, Patrologia Syriaca (Rome 1965).  For subsequent years I, like Syriac scholars everywhere, am indebted to the bibliographies of Sebastian Brock published in PdO 4 (1973) 393-465, 10 (1981-1982) 291-412, 14 (1987) 289-360, 17 (1992) 211-301.  These four bibliographies have now been collated together and published in book form in S.P. Brock, Syriac Studies. A Classified Bibliography (1960-1990) (Kaslik 1996).  Subsequent to these, S.P. Brock, “Syriac Studies 1990-1995.  A Classified Bibliography,” PdO 23 (1998) 241-342 has appeared; it is presumed – even hoped – that another installment for 1996-2000 should appear in one of the next volumes of Parole de l’Orient .  I have made every attempt both to check all these earlier entries and to bring them as up-to-date as possible.  Following Kruisheer and Van Rompay, I have also provided references to the standard handbooks and encyclopedias, which were necessarily not included in the previously mentioned bibliographies.  Likewise, I have not included catalogues of manuscripts.  I hope to provide a revised checklist of incipits in a future issue of this journal; this will comprise a glimpse of a complete catalogue of Isaac’s works in manuscript collections that is also currently in preparation. [4] Unlike Kruisheer and Van Rompay, I did not have the advantage of a symposium on Isaac, and as a consequence the following list suffers from the great disadvantage of having been compiled by one person – and one who is clearly not Sebastian Brock.  Thankfully, George Kiraz offered the possibility of submitting this bibliography to Hugoye , whose electronic medium will easily allow emendations of omission and\/or reparation, and of any other sort of necessary improvement to the present work.  I, therefore, kindly proffer a similar invitation to readers of this journal, to send in any corrections, additions, or any other sort of helpful remark, all of which I will be happy to include and to acknowledge in future updates to a bibliography that I hope will begin to grow with greater rapidity than heretofore. Abbreviations BA Byzantina Australiensia BKV Bibliothek der Kirchenväter CSCO Corpus Scriptorum Christianorum Orientalium GCS Griechischen Christlichen Schriftsteller GDFI Giornale critico della filosofia italiana JSS Journal of Jewish Studies JTS Journal of Theological Studies LM Le Muséon MGH Monumenta Germaniae Historica OC Oriens Christianus OCA Orientalia Christiana Analecta OKS Ostkirchliche Studien PdO Parole de l’Orient PO Patrologia Orientalis RTFR Rivista trimestrale di studi filosofici e religiosi TG Theologie und Glaube TU Texte und Untersuchungen ZfS Zeitschrift für Semitistik I. General Studies and Presentations A. Sections in Introductory Works and Handbooks - J.S. Assemanus, Bibliotheca Orientalis Clementino-Vaticana I (Rome 1719) 207b-234b. - W. Wright, A Short History of Syriac Literature (London 1894) 51-54 [and see index]. - J. Mann, Al-muruj al-nuzhiah I (Mosul 1901) 163-176. - R. Duval, La littérature syriaque (Anciennes littératures chrétiennes 2; Paris 1907) 14, 337-339. - A. Baumstark, Die christlichen Literaturen des Orients , I.  Einleitung. I.  Das christlich-aramäische und das koptische Schrifttum (Sammlung Göschen; Leipzig 1911) 103. - A. Baumstark, Geschichte der syrischen Literatur (Bonn 1922) 63-66. - O. Bardenhewer, Geschichte der Altkirchlichen Literatur IV (Freiburg im Bresgau 1924) 402-407. - J.-B. Chabot, Littérature syriaque (Paris 1934) 33-35. - W.H.P. Hatch, An Album of Dated Syriac Manuscripts (Boston 1946) 148, 150, 153, 161.  [sample manuscript pages from Isaac’s works] - A. Baumstark, “Aramäisch und Syrisch”, in Semitistik (Handbuch der Orientalistik III.2-3; Leiden 1954) 174. - Aphraam I Barsaum, Kitaab al-lu’lu’ al-manthuur fii taariikh al- c uluum wa’l-aadaab al- suryaaniyya (Aleppo 1956 2 ; Glane 1987 4 ) 263-264.  [Eng. tr., in Aphraam I. Barsaum, The History of Syriac Literature and Sciences , tr., Matti Mousa (Pueblo 2000) 84-85] - I. Ortiz de Urbina, Patrologia Syriaca (Rome 1965 2 ) 100-102. - A. Abouna, Adab al-lughat al-aramiyya (Beirut 1970) 92, 202-204. - J. Assfalg and P. Krüger, Kleines Wörterbuch des Christlichen Orients (Wiesbaden 1975) 148-149. - M. Albert, “Langue et littérature syriaques”, in M. Albert et al., eds., Christianismes orientaux.  Introduction à l’étude des langues et des littératures (Initiations au christianisme ancien; Paris 1993) 347. - S.P. Brock, A Brief Outline of Syriac Literature (M o r a n ’Eth’ o ; 9; Kottayam 1997) 41-42. - P. Bettiolo, “VI. Letteratura Siriaca,” in A. di Berardino, Patrologia V.  Dal Concilio di Calcedonia (451) a Giovanni Damasceno (†750):  I Padre Orientali (Institutum Patristicum Augustinianum; Genoa 2000) 458-459. B. Articles in dictionaries and encyclopedias - E. Nestle, art. “Isaak von Antiochien”, Real-Encyklopädie für protestantische Theologie und Kirche 7 (1880 2 ) 162-163. - C.J. Ball, arts. “Isaacus Antiochenus”, “Isaacus (35)”, Dictionary of Christian Biography III (1880) 295-296, 297. - O. Bardenhewer, art. “Isaak von Antiochien”, Wetzer und Welte’s Kirchenlexikon, oder Encyklopädie der katholischen Theologie und ihrer Hülfswissenschaften 6 (1889) 940-941. - C.E. Nestle, art. “Isaak von Antiochien”, Realencyklopädie für protestantische Theologie und Kirche 9 (1900 3 ) 437-438. - L. Petit, art. “Isaac d’Antioche”, Dictionnaire de théologie catholique 8 (1924) 8-10. - A. Rücker, art. “Isaak von Antiochien”, Lexikon für Theologie und Kirche 5 (1933) 610-611. - I. Ortiz de Urbina, arts. “Isacco”, “Isacco di Amida”, “Isacco di Antiochia”, “Isacco di Edessa”, Enciclopedia Cattolica 7 (1951) 232. - P. Krüger, art. “Isaac von Antiocheia”, Lexikon für Theologie und Kirche 5 (1960 2 ) 772. - R.Janin, art. “Isacco”, Bibliotheca Sanctorum 7 (1966) 920-921. - F. Graffin, art. “Isaac d’Amid et Isaac d’Antioche”, Dictionnaire de Spiritualité 7 (1971) 2010-2011. - M. van Esbroeck, arts. “Isacco di Amida”, “Isacco di Antiochia”, “Isacco di Edessa”, Dizionario Patristico e di Antichità cristiane 2 (1984) 1828-1829. - N.M. Borengässer, art. “Isaak von Antiochien”, Marienlexikon 3 (1991) 317-318. - A.-M. Talbot, art. “Isaac of Antioch”, Oxford Dictionary of Byzantium 2 (1991) 1013. - M. van Esbroeck, arts. “Isaac of Amida”, “Isaac of Antioch”, “Isaac of Edessa”, Encyclopedia of the Early Church 1 (1992) 416 [transl. and rev. of arts. “Isacco di Amida”, “Isacco di Antiochia”, “Isacco di Edessa”, Dizionario Patristico ]. - P. Bruns, art. “Isaak von Antiochien”, Lexikon für Theologie und Kirche 5 (1996 3 ) 607. - R. Aubert, arts. “Isaac d’Amid”, “Isaac dit l’Ancien”, “Isaac d’Antioche”, “Isaac d’Edesse”, “Isaac le Grand”, Dictionnaire d’histoire et de géographie ecclésiastiques 26 (1997) 74-75, 80, 82. - P. Bruns, art. “Isaak III (von Antiochien)”, Reallexikon für Antike und Christentum 18 (1998) 931-945. C. General Works and References - R. Duval, Histoire politique, religieuse et littéraire d'Édesse jusqu'à la première croisade (Paris 1892) 161. - M. Jugie, Theologia dogmatica christianorum orientalium V. De theologia dogmatica nestorianorum et monophysitarum (Paris 1935) 376. - A. Vööbus, History of Asceticism in the Syrian Orient. A Contribution to the History of Culture in the Near East I (CSCO 184; Louvain l958) 155-156, and passim. - A. Vööbus, History of Asceticism in the Syrian Orient. A Contribution to the History of Culture in the Near East II (CSCO 197; Louvain 1960) passim. - G. Downey, A History of Antioch in Syria: From Seleucus to the Arab Conquest (Princeton 1961) 479-480. - J.B. Segal, Edessa, 'The Blessed City' (Oxford 1970) 168-169 [and see index]. - R. Murray, Symbols of Church and Kingdom: A Study in Early Syriac Tradition (London 1975) 36, 41 [and see indices]. - H.J.W. Drijvers, Cults and Beliefs at Edessa (Etudes préliminaires aux religions orientales dans l'Empire romain, 82; Leiden 1980) 36-37, 97, 158, 185. - A. Vööbus, History of Asceticism in the Syrian Orient. A Contribution to the History of Culture in the Near East III (CSCO 500; Louvain 1988) 82-94, and passim. D. Biographical Notices and Material for Identification of Isaac\/s - L. Hallier, Untersuchungen über die Edessenische Chronik (TU 9.1; Leipzig 1892) 17-18, 114, 151 (text). - E.W. Brooks, ed., Chronica Minora II (CSCO 3; Louvain 1960) 217. - J. Bidez, and G.C. Hansen, eds., Sozomenus Kirchengeschichte (GCS 50; Berlin 1960) 301, 361-362, 375. - L. Parmentier and F. Scheidweiler, eds., Theodoret Kirchengeschichte (GCS 44; Berlin 1954) 272. - E.C. Richardson, ed., Gennadius, Liber de Viris Inlustribus (TU XIV.1; Leipzig 1896) 84. - G.C. Hansen, ed., Theodoros Anagnostes Kirchengeschichte (2d ed., GCS Neue Folge, Bd. 3; Berlin 1995) 75. - T. Mommsen, ed., \"Marcellini v.c. comitis chronicon ad a. DXVIII continuatum ad a. DXXXIV. Additamentum ad a. DXLVIII,\" in T. Mommsen, Chronica minora saec. IV. V. VI. VII. II (MGH 11; Berlin 1894) 87. See also B. Croke, The Chronicle of Marcellinus: A Translation and Commentary (BA, 7; Sydney 1995) 23, 95. - J.B. Chabot, ed., Incerti Auctoris Chronicon Pseudo-Dionysianum Vulgo Dictum I (CSCO 91; Louvain 1927) 39, 193. - E.W. Brooks, ed., Historia Ecclesiastica Zachariae Rhetori vulgo adscripta I (CSCO 83; Louvain 1919) 103. - M. Brière, ed., Les homiliae cathedrales de Sevère d'Antioche dans le traduction syriaque de Jacques d'Édesse (PO 29.1; Paris 1960) 204 [708]. - Jacob of Edessa, \"Letter to John the Stylite on various questions\". The relevant section is edited and translated in Bedjan, iv-vi, and in Lamy IV, 362-363 (full citations below). [A new edition of all Jacob's letters is in preparation by J.J. Van Ginkel] - Anonymous, \"De S. Isaacio Confessore Abbate Constantinopoli\" in Acta Sanctorum (Editio novissima, curante Joanne Carnandet; Paris and Rome 1866) MAI 7.243-255. - J.B. Chabot, ed., Chronique de Michel le Syrien IV (Paris 1910) 185 [Syr.]; II (Paris 1901) 36 [transl.]. - J. Abbeloos and T.J. Lamy, eds., Gregorii Barhebraei Chronicon Ecclesiasticum I (Louvain 1872) 165-166. - A. J. Wensinck, Bar Hebraeus's Book of the Dove, together with some chapters from his Ethikon (Leiden 1919) 124. II. SURVEY OF ISAAC'S WORKS A. Editions i. Editions of Collected Works - P. Bedjan, ed., Homiliae S. Isaaci Syri Antiocheni I (Paris 1903). [67 mêmrê] - G. Bickell, ed., Sancti Isaaci Antiochi Doctoris syrorum opera omnia, syriace, arabiceque primus edidit, latine vertit I-II (Gissae 1873-1877). [21 mêmrê and 16 madrashê] - T.J. Lamy, ed., Sancti Ephraem Syri Hymni et Sermones I-IV (Mechlinia 1882-1902). [contains a number of mêmrê that are also attributed to Isaac: II.313-333 (=Bedjan, 408-420), II.393-426 (Baumstark, 65 n.4, attributes this to Isaac), III.133-188 (Baumstark, 65 n.4, attributes this to Isaac), IV.147-185 (=Bedjan, 49-70), IV.207-215 (Ms. Ming. Syr. 190, ff. 124v attributes this to Isaac), IV.225-239 (=Bedjan, 36-44), IV.241-261 (=Bedjan, 13-24), IV.453-461 (Ms. Br. Lib. Add. 14612, ff. 84v attributes this to Isaac)] it is also likely that others in this volume belong to Isaac. ii. Editions of Individual Works - C. Moss, \"Isaac of Antioch, Homily on the Royal City,\" ZfS 7 (1929) 295-306. - S. Kazan, \"Isaac of Antioch's Homily against the Jews,\" OC 45 (1961) 30-53. B. Translations i. English - C. Moss, \"Isaac of Antioch, Homily on the Royal City,\" ZfS 8 (1932) 61-72. - S. Kazan, \"Isaac of Antioch's Homily against the Jews,\" OC 45 (1961) 30-53. ii. French - P. Feghali, \"Isaac d'Antioche, poème sur l'incarnation du Verbe,\" PdO 10 (1981\/1982) 79-102. [= Bedjan, 789-800; Bickell I, 2-24] - P. Feghali, \"Isaac d'Antioche, une hymne sur l'Incarnation,\" PdO 11 (1983) 201-222. [= Bedjan, 712-725; Bickell I, 54-78] iii. German - G. Bickell, Ausgewählte Gedichte der syrischen Kirchenväter, Cyrillonas, Baläus, Isaak v. Antiochien und Jakob v. Sarug, zum ersten Male aus dem Syrischen übersetzt (BKV; Kempten 1872) 109-191. [Bedjan, 789-800 (=Bickell I.2-24), 712-725 (=Bickell I.54-78), 815-821 (=Bickell I.294-306), 158-170 (=Bickell I.250-274), 171-180 (=Bickell I.274-294)] - P.S. Landersdorfer, Ausgewählte Gedichte der syrischen Dichter, aus dem Syrischen übersetzt ( BKV 6; Munich 1913) 101-248. [Bedjan, 789-800 (=Bickell I.2-24), 805-815 (=Bickell I.32-48), 712-725 (=Bickell I.54-78), 800-804 (=Bickell I.24-32), 621-641 (=Bickell II.236-266), 454-468 (=Bickell I.178-204), 539-566 (=Bickell II.266-352), 815-821 (=Bickell I.294-306), 158-170 (=Bickell I.250-274), 171-180 (=Bickell I.274-294), 145-152, 153-158] - P. Krüger, \"Der dem Isaac von Antiochien zugeschriebene Sermo über den Glauben,\" OKS 1 (1952) 46-54. [= Bedjan, 655-664] iv. Italian - G. Furlani, \"Tre discorsi metrici d'Isacco d'Antiochia sulla fede,\" RTFR 4 (1923) 257-287. [= Bedjan, 800-804, 789-800, 712-725; Bickell I, 24-32, 2-24, 54-78] - G. Furlani, \"La Psicologia d'Isacco d'Antiochia,\" GDFI 7 (1926) 241-253. [= Bedjan, 399-408] C. Studies - H. Koch, \"Isaac von Antiochien als Gegner Augustinus,\" TG 1 (1909) 622-634. - P. Krüger, \"Die mariologischen Anschauungen in den dem Isaak von Antiochien zugeschriebenen Sermones. Ein dogmengeschichtlicher Beitrag,\" OKS 1 (1952) 123-131. - P. Krüger, \"Gehenna und Scheol in dem Schrifttum unter dem Namen des Isaak von Antiochien. Ein dogmengeschichtlicher Beitrag zur Eschatologie der ältesten Zeit,\" OKS 2 (1953) 270-279. - S. Kazan, \"Isaac of Antioch's Homily against the Jews,\" OC 46 (1962) 87-98; 47 (1963) 89-97; 49 (1965) 57-78. - A.C. Klugkist, \"Pagane Brauche in den Homilien des Isaak von Antiocheia gegen die Wahrsager,\" in Symposium Syriacum 1972 ( OCA 197; Rome 1974) 353-369. [re: Bedjan, 821-830 (=Bickell II, 204-221); Bedjan, 830-837 (=Bickell II, 221-237); Lamy II, 393-426] - S.P. Brock, \"The Published Verse Homilies of Isaac of Antioch, Jacob of Serugh, and Narsai: Index of Incipits,\" JSS 32 (1987) 279-313. - A.C. Klugkist, \"Die beiden Homilien des Isaak von Antiocheia über die Eroberung von Bet Hur durch die Araber,\" in IV Symposium Syriacum 1984: Literary Genres in Syriac Literature , ed., H.J.W. Drijvers, R. Lavenant, C. Molenberg, and G.J. Reinink ( OCA 229; Rome 1987) 237-256. [re: Bedjan, 821-837; Bickell II, 204-237] - E.G. Mathews, Jr., \"'On Solitaries', Ephrem or Isaac?\" LM 103 (1990) 91-110. [re: Bedjan, 49-70; Lamy IV, 147-185] - E.G. Mathews, Jr., \"The Rich Man and Lazarus: Almsgiving and Repentance in Early Syriac Tradition,\" Diakonia 22 (1988-89) 89-104. [re: Bedjan, 112-127] - S. AbouZayd, \"Isaac of Antioch on Learning and Knowledge,\" in VI Symposium Syriacum 1992 , ed., R. Lavenant ( OCA 247; Rome 1994) 215-220. [re: Bedjan, 1-12] - M. van Esbroeck, \"The memra on the parrot by Isaac of Antioch,\" JTS 47 (1996) 464-476. [re: Bedjan, 737-788; Bickell I, 84-174] - G. Greatrex, \"Isaac of Antioch and the Sack of Beth Hur,\" LM 111 (1998) 287-291. [re: Bedjan, 821-837; Bickell II, 204-237] _______ Notes",
    "title" : 
    [ "Bibliographical Clavis to the Corpus of Works attributed to Isaac of Antioch",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Mathews, Jr., Edward G." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n1mathews",
    "type" : "article",
    "displayTitleEnglish" : "A Bibliographical Clavis to the Corpus of Works attributed to Isaac of Antioch" }