
  { "fullText" : "[1] I would like to start with a crtitical observation made by Chip Coakley that especially puzzled me; let me quote his remarks: \"With matters religious, ecclesiastical and missionary, Joseph is less comfortable. The reader who is told that 'after the Council of Ephesus, those who adhered to the teachings of Nestorius organized their own church' which was subsequently 'forced to move in the direction of Mesopotamia and Persia' (p. 41, a statement admittedly at variance with most of the rest of the chapter) will naturally be somewhat wary of the treatment of ecclesiastical matters later on in the book.\" [2] The citation above combines two of my sentences into one and omits a part of each sentence, creating some unintended but troublesome distortions. The omitted parts of my remarks are placed within brackets: \"After the Council of Ephesus, those who adhered to the teachings of Nestorius organized their own church, [establishing themselves first in Edessa. They were driven out of there soon after the Council of Chalcedon], forced to move further east in the direction of Mesopotamia and Persia.\" [3] Since I could not see any discrepancy between the citation and \"the rest of the chapter\" and because Coakley did not explain the contradiction that was apparent to him, I reluctantly wrote and asked him to explain what was \"at variance\" between his citation and what followed, noting that I would comment on his explanation in my response. Below are the three points that Coakley kindly made in answer to my query; I will respond to point #1 after I've commented on points 2 and 3: 1.\"What I did not like here was chiefly 'organized their own church'. The idea of having a separate church, with a different hierarchy, was, I think, slow in coming - and when it did happen, it happened with the so-called Monophysites. The \"Nestorians\" never - did they? - organize a separate hierarchy anywhere. At certain times, certain bishops in the Roman Empire were sympathetic to Nestorius, but that is quite different from 'organizing their own church'.\" 2. \"...the phrase 'further east in the direction of Mesopotamia' sounds as if you don't realize that Edessa is already in Mesopotamia. A small matter, no doubt, but potentially confusing.\" Comment: there are two Mesopotamias involved here: 1.Western Mesopotamia, ruled by the Roman\/Byzantine empire, and 2.The rest of Mesopotamia, ruled by the Persians. To write that \"Edessa is already in Mesopotamia,\" is literally half-true; it is \"already\" in Byzantine Mesopotamia but not in the Mesopotamian territories under Persian domination, as Coakley seems to assume. For long a disputed frontier province, Mesopotamia's western region finally became Roman in 216 A.D. and continued as one of Roman\/Byzantine empire's eastern provinces for almost four ceturies, until 609. 3. \"The church of Persia did not see itself as 'adhering to the teaching of Nestorius' - they may have heard of him, but they hardly knew what his \"teaching\" was - until the 7th century at the earliest.\" Comment: Here Coakley clearly places Edessa in Persian Mesopotamia. A second look at what I have actually said--3rd paragraph of p.1 above--shows: 1 The church of Persia is not mentioned at all; that is a subject yet to be discussed; 2. In my text the subject of the verb \"forced\", is \"They\"--referring to \"those who adhered to the teachings of Nestorius\" in Byzantine Edessa. In Coakley's restructuring of my two sentences, where the name of Edessa is omitted, the subject of \"forced\" is \"church\"-- which to Coakley, is \"The church of Persia...\" of his point #3. [4] Coakley wrote that he did not like my statement that \"those who adhered to the teachings of Nestorius organized their own church\"--his point #1 above. The point that I was emphasizing in that sentence was that after the christological controversies of the 5th century--which I had just finished discussing--'Nestorianism' continued to be preached and taught in the Roman empire.This fact is well summed up by Arthur J. Maclean, of the Archbishop of Canterbury's Assyrian Mission fame. Nestorianism, wrote Maclean, \"retained some footing in the Roman empire...\", \"for a considerable time...\", before it reached \"the later Nestorians\" of Persia. (Maclean's article in Encyclopedia of Religion and Ethics , under \"Nestorianism\", 1917 edition.) [5] As briefly noted in my first two introductory chapters, Edessa was for long a stronghold of Syriac learning and tradition in Byzantium, highly regarded by the Aramaic-speaking eastern Christians. Edessa was also a center of Greek learning, translated into Syriac--\"Greek learning in Syriac disguise,\" Han J.W.Drijvers calls it. At the theological school of Edessa, Nestorian doctrine was studied and developed, and so successfully, that its leading opponents were eventually able to obtain from emperor Zeno the closure of the school, in 489. It is pertinent to note here that even after Zeno, during the reign of emperor Anastasius, who succeeded Zeno, we still read of abused \"Nestorian clergy\" in the very capital of the empire, Constantinople. (J.B. Segal's Edessa , p.102.) [6] If a religious congregation has clergy, bishops, priests, a theology that it passionately upholds, and has a foothold in the Roman empire for a considerable time, why isn't it, by definition, a \"church\"? Do all churches of late antiquity have a \"hierarchy\"? We know that Edessa grew into one of the leading religious cities of Byzantium; its local Christianity, despite its links to Antioch, showed \"a great variety of forms\". (See R. Lavenant, Encyclopedia of the Early Church , 1992, under \"Edessa\" ). [7] The Nestorian exiles from Edessa found their way to nearby Nisibis, a town in Persian Mesopotamia since 363. There they started the famous school of Nisibis which became the center from which Nestorian teachings spread, leading to the establishment of \"the later Nestorians\", members of \"the church of Persia\"; that section of the chapter is marked by my heading 'NESTORIANISM' FINDS A HOME IN PERSIA (pp.41-44). [8] In the same paragraph discussed above, Coakley writes: \"It is also an ominous sign, that having banished the name 'Nestorian' from the title, the author retains it elsewhere in the book, even in the chapters covering the period after 1918 when it clearly includes people other than members of the Church of the East. For all that it may be a handy term, no theologically sensitive writer could do this.\" Let me just say that as a member of the Church who belongs to an earlier generation, when the name Nestorian was still used--and as one who had a favorite uncle named Nestorius--I did not feel the need to be either diplomatically or theologically correct. If the term was banished from the title of the revised edition, it was meant to be changed only in the title, as explained in my prefatory remarks, which Coakley well covers in his review. [9] Explaining where he would really \"fault\" me (\"and others\"), Coakley writes that I am \"hardly interested in the primary, religious work of the missions (there are no tabulations of parishes, schools, books printed, etc. - they would be dull, to be sure), but only in the secondary, social and political, effects of this work.\" Perhaps I should note here that the title of my book is The Nestorians and Their Muslim Neighbors , with the subtitle: A Study of Western Influence on Their Relations . In the subtitle of the revised edition, \"Western influence\" of the original is more specifically identified as Encounters with Western Christian Missions, Archaeologists, and Colonial Powers . [10] Nowhere in his review does Coakley say anything about the missions and Islam--how Islam was viewed by the early missionaries; the role that they hoped a \"reformed Nestorian church\" would play in the conversion of Islam, seen on its deathbed; or on the reaction of Muslims as they heard what they held holy being denigrated by these Western clergy. Even when commenting on my concluding chapter ('From Missions to Ecumenism'), where I survey Western Christian Missions' admirable reassessment of their position with regard to Islam--and other non-Christian faiths--Coakley sees there only \"a discussion of the exercise of 'rethinking missions' ... and a section entitled 'The Roman Catholic Church and Islam', neither of which\", he writes, \"is particularly relevant to the Assyrians.\" [11] According to Coakley my \"praise\" for the missionaries is limited \"more or less, to their role in the relief of suffering during World War I\". John P. Ameer raised a similar point in his review that recently appeared in an issue of JAAS . In its next issue I will have a statement addressing that question, largely citing passages from the book that seem to be overlooked. Coakley, referring to page 69 of my text, writes, quoting a part of my sentence, that \"these missions were the agents of 'the political and cultural imperialism of the 'Christian powers'.\" The passage in question actually says the following: \"Unfortunately for the evangelists, they had arrived at a difficult time for their spiritual campaign. The Russo-Persian conflict had already intensified Christian-Muslim animosities. Gradually through the nineteenth century, these out-of-the-way places, where the Nestorians had found refuge for the last five centuries or more, were to become a hornets' nest, disturbed by the political and cultural imperialism of the 'Christian' powers.\" [12] The statement above does not say that \"these missions were the agents\" of the European powers; Coakley's clause actually distorts the meaning and intent of the above passage. [13] These differences of opinion on the missions aside, let me express my agreement with some of Chip Coakley's other critical observations. He is right that I am not an ecclesiastical historian, something that I have never claimed. On the history of the early church, as I have noted before, I have depended solely on reading scholarly secondary sources, some of them written by a few readers of this newsletter. I have learned much from the contributions of Chip Coakley himself; I dare say that no one has found his details more fascinating than I have. I agree with his comments on the absence of copy-editing; I myself was shocked and irritated by the number of typographical mistakes that mar many a page of the text. I take full responsibility for whatever inadequacies there are; how I wish I had paid a professional proof-reader to have a second look at the typed manuscript. Finally, I want to thank Chip Coakley for the gracious and favorable words that he has said about my book as a whole. In my attempt to clarify my position--an unpleasant task--I trust that I have not mis- interpreted him.",
    "title" : 
    [ "Response to J.F. Coakley's Review of John Joseph, The Modern Assyrians of the Middle East: Encounters with Western Christian missions, archaeologists,and colonial powers (Studies in Christian Mission, 26; Leiden: Brill, 2000).",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Joseph, John" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2prjoseph",
    "type" : "review",
    "displayTitleEnglish" : "Response to J.F. Coakley's Review of John Joseph, The Modern Assyrians of the Middle East: Encounters with Western Christian missions, archaeologists,and colonial powers (Studies in Christian Mission, 26; Leiden: Brill, 2000)." }