
  { "fullText" : "[1] During the course of the 1999 season in Wadi al-Natrun, Egypt, Father (now Bishop) Martyros al-Suriani of the monastery of Deir Al-Surian acquainted members of the University of Melbourne mission working at the site of the monastery of St. John Kame with a Syriac inscription from amongst the collections of the Syrian monastery.  Unfortunately, it was only possible to obtain a rubbing (Fig. 1) with no entirely satisfactory photograph.  The following description of the inscription thus remains to some degree provisional. Fig. 1. A drawing from a rubbing of the inscription.   Description [2] The brief inscription appears upon a cylindrical marble fragment.  The fragment measures approx. 50 cm long with a diameter of 11 cm. (See Fig. 2) Photograph courtesy of Caroline Schroeder, Duke University.   The marble is coarse grained, of bluish-grey colour with a slightly opaque surface and a distinctive sulphurous smell when the surface is abraded.  All of these factors are characteristic of Proconnesean marble from the island of Marmara. This information was provided in a private communication by Dr Mat Immerzeel of the Rijksuniversiteit, Leiden. Fig. 2. The marble column fragment showing the inscription. [3] The fragment would appear to have originally been part of a column, perhaps supporting an altar baldaquin or an altar table. Such architectural features are known from Byzantine period churches of Syria and the Lebanon; see P. Donceel-Voûte, 1988  Les pavements des églises byzantines de Syrie et du Liban. Décor, archéologie et liturgie .  Publications d’histoire de l’art et d’archéologie de l’université catholique de Louvain LXIX, (Louvain-la-Neuve, Belgique, 1988) 507-508, 512-513; Fig.459.  The reference in the inscription to four columns suggests that the other columns may yet exist somewhere in the monastery.  Further investigation needs to be carried out.    At some later point the column has been reused as a candle stand.  There remain the traces of a metal pin atop the moulded end of the fragment where the capital would have been attached.  The spacing of the inscription in two lines upon the marble suggests that the fragment must be close to its original size.  In this case, given the length of the column section, an original function as a support for an altar baldaquin or ciborium seems the most likely possibility, a length of 50 cm probably being too short to have served as the support for an altar table, unless the columns had stood upon some form of base. [4] The inscription itself is in a reasonably clear, though inelegant, Estrangela.  The poorly calculated spacing of the inscription would seem to suggest execution by an inexperienced hand.  Transcription [5] 1.  dshn hlyn 'rb c ' 's t wn' lmdb h ' qdysh' 2.  dbyt yldt 'lh' dbmdbr' d'sq t ' Translation [6] He gave these four columns for the holy altar of the house of the Mother of God which is in the desert of Scetis. Notes [7] The opening of the inscription requires comment.  The initial word dshn would appear to be the denominative verbal form, pael conjugation, deriving from dašna ‘gift’—‘he gave’.  We may note the fact that we are left with an unnamed subject, somewhat odd in a dedicatory inscription.  A very clear rosette at the beginning of the inscription indicates that the text is complete as it is—nothing appears to have been lost from the front of the text.  We might speculate upon the possibility that, since we are dealing with three further, as yet unlocated, columns, the inscription may have continued on one of the other columns.  Dedicatory inscriptions of a form with an initial verb and a subject named at the end of the inscription are not uncommon. E.g. J. Jarry, \"Inscriptions arabes, syriaques et grecques du massif du Belus en Syrie,\" ( Annales Islamologiques VII, 1967) 141. [8] 'rb c ' — the initial letter of this word is probably to be read as an alaph.  This makes it the only alaph of serta form in the inscription, but to read a lamad—as the letter appears to be on first inspection—results in an otherwise anomalous Syriac construction.  Such a mixing of script forms, particularly where alaph is concerned, is seen in manuscripts, and is also evidenced in another inscription appearing in the Church of the Virgin at Deir Al-Surian. Manuscript examples:  W. Hatch, An Album of Dated Syriac Manuscripts .  (American Academy of Arts and Sciences: Boston, Mass., 1946) No. 85, 86; Inscription: no. 14 in K. Innemée and L. Van Rompay, \"Deir al-Surian (Egypt): New Discoveries of January 2000,\" Hugoye:  Journal of Syriac Studies 3:2 [July 2000], 24 ).  [9] 's t wn' —‘column’, a loan either from Persian sutuun or Greek stulos . Cf. Drijvers & Healey 1999 As1, p. 47; Drijvers 1972 no. 27, pp. 19-21.  There is a clear seyame over the semkath . [10] mdb h ' —the same term may also apply more generally to the haikal of the church. [11] byt yldt 'lh' dbmdbr' d'sq t ' —a common appellation for the Monastery of the Syrians appearing in the colophons of the Syriac manuscripts from the monastery’s library.  See Evelyn White 1932, pp. 310-311. Date [12] The import of Proconnesean marbles to Egypt probably came to an end with the cessation of widespread sea-trade with the Byzantine empire accompanying the Arabic invasions of the seventh century.  These imported marbles were frequently reused, and this appears to be the case with our column section. [13] The dating of the inscription itself is difficult.  The awkward, lapidary hand provides little in the way of dating criteria.  Furthermore, there is no way of determining from which of the chapels of the monastery the marble may have come.  Thus it is difficult to associate this altar dedication with any known programme of renovation carried out in the monastery. Such as, for example, the renovations of the Church of the Holy Virgin carried out by Moses of Nisibis in the early tenth century.  Cf. J. Strzygowski, \"Der Schmuck der älteren el-Hadrakirche im syrischen Kloster der sketischen Wüste,\" ( Oriens Christianus 1 [1901] ), 365; H.G. Evelyn White The Monasteries of the Wâdi 'n Natrûn, Pt.III. The Architecture and Archaeology . (New York: Metropolitan Museum of Art, 1933), Plate LXIV; J.Leroy, \"Le décor de l'église du couvent des Syriens au Ouady Natroun,\" ( Cahiers archéologiques 23 [1974] ), 154-155. [14] Between 800 and 1200 CE a number of Syriac inscriptions were executed upon the walls of the Church of the Virgin at Deir Al-Surian commemorating building activities and the visits of important persons.  These inscriptions would seem to suggest that, during this period, Syriac was the official language of the monastery. K. Innemée and L. Van Rompay, \"Deir al-Surian (Egypt): Its Wall-paintings, Wall-texts, and Manuscripts,\" Hugoye:  Journal of Syriac Studies 2:2 [July 1999], 47 ().   But the use of Syriac in the monastery continued long after this period, until as late as the sixteenth century. K. Innemée and L. Van Rompay, \"La présence des Syriens dans le Wadi al-Natrun (Égypte).  Àpropos des découvertes récentes de peintures et de texts muraux dans l'Église de la Vierge du Couvent des Syriens,\" Parole de l’Orient 23 (1998) 189-191.    The inelegant, awkward character of the present inscription suggests that it most likely originates in a period sometime after the ninth to thirteenth century heyday of the monastery’s Syriac literary culture, but beyond this, further certainty cannot yet be obtained.  At present, the closest parallel to our inscription is to be found in the clumsy inscription on a wooden beam reused in the construction of a door in the monastery's qasr .  Schmidt and Van Rompay have suggested a date of 1285\/1286 for this particular inscription. L. Van Rompay and A. Schmidt, \"A New Syriac Inscription in Deir al-Surian (Egypt),\" Hugoye:  Journal of Syriac Studies 4:1 [January 2001] ). [15] It might be hoped that, should the other three columns mentioned in our inscription be located in the future and that it is found that the name of a donor is mentioned somewhere thereon, more precise dating might become possible.  _______ Notes † I would like to express my appreciative thanks to Professor Luk van Rompay of Duke University whose insightful comments have been of great assistance in preparing the following.  _______ Bibliography Donceel-Voûte, P. Les pavements des églises byzantines de Syrie et du Liban.  Décor, archéologie et liturgie .  Publications d’histoire de l’art et d’archéologie de l’université catholique de Louvain LXIX.  Louvain-la-Neuve, Belgique, 1988. Drijvers. H.J.W. & Healey, J.F.  The Old Syriac Inscriptions of Edessa and Osrhoene .  Brill: Leiden, 1999. Drijvers, H.J.W.  Old Syriac (Edessean) Inscriptions .  Semitic Study Series No. III.  Brill: Leiden, 1972. Evelyn White, H.G.  The Monasteries of the Wâdi 'n Natrûn, Pt.III. The Architecture and Archaeology .  Metropolitan Museum of Art: New York, 1933. Evelyn White, H.G.  The Monasteries of the Wâdi 'n Natrûn, Pt.II. The History of the Monasteries of Nitria and of Scetis .  Metropolitan Museum of Art: New York, 1932. Hatch, W.H.P.  An Album of Dated Syriac Manuscripts .  American Academy of Arts and Sciences:  Boston, Mass., 1946. Innemée, K.C. & Van Rompay, L.  \"Deir al-Surian (Egypt): New Discoveries of January 2000.\" Hugoye:  Journal of Syriac Studies 3:2 (July 2000), ( http:\/\/syrcom.cua.edu\/Hugoye\/Vol3No2\/HV3N2PRInnemee.html ). Innemée, K.C. & Van Rompay, L.  \"Deir al-Surian (Egypt): Its Wall-paintings, Wall-texts, and Manuscripts.\" Hugoye:  Journal of Syriac Studies 2:2 (July 1999), ( http:\/\/syrcom.cua.edu\/Hugoye\/Vol2No2\/HV2N2Innemee.html ). Innemée, K. and Van Rompay, L. \"La présence des Syriens dans le Wadi al-Natrun (Égypte).  Àpropos des découvertes récentes de peintures et de textes muraux dans l'Église de la Vierge du Couvent des Syriens,\" Parole de l’Orient 23 (1998) 167-202. Jarry, J. \"Inscriptions arabes, syriaques et grecques du massif du Belus en Syrie.\" Annales Islamologiques VII (1967), 139-220. Leroy, J.  “Le décor de l'église du couvent des Syriens au Ouady Natroun.” Cahiers archéologiques 23 (1974), 151-167. Strzygowski, J.  “Der Schmuck der älteren el-Hadrakirche im syrischen Kloster der sketischen Wüste.” Oriens Christianus 1 (1901), 356-372. Van Rompay, L. and A. Schmidt, A. \"A New Syriac Inscription in Deir al-Surian (Egypt),\" Hugoye:  Journal of Syriac Studies 4:1 (January 2001), ( http:\/\/syrcom.cua.edu\/Hugoye\/Vol4No1\/HV4N1VanRompay.html )",
    "title" : 
    [ "Syriac Inscription From Deir Al-Surian†",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Martin, Matthew J." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2martin",
    "type" : "shortArticle",
    "displayTitleEnglish" : "A Syriac Inscription From Deir Al-Surian†" }