
  { "fullText" : "[1] These volumes are the first in a new series for which we can have high expectations and Gorgias Press is to be congratulated on the high quality of physical production of these books. They contain the fine text of the Old Syriac produced by George Kiraz and it is to be hoped that this publication will encourage further study of these important documents. To the texts supplied by Kiraz, the author has added fifty three pages of Introduction and Notes, a translation, and a number of footnotes. [2] It is argued in the Introduction and Notes at the beginning of the first volume, that the Old Syriac Gospels were not translated from our current Greek Gospels, but are original productions in Aramaic. The chief support for this is sought in the wording of Old Testament quotations found in the Old Syriac Gospels, which the author gives the impression of listing completely, though a number of important quotations are not considered (Matthew 3.3, 9.13, Mark 1.2–3, 4.12). The author argues that similarities between the Old Syriac and the Masoretic Text must indicate direct dependence of the Old Syriac on the Masoretic Text. However, Wilson fails to consider the possibility that Old Syriac quotations have been influenced by the Old Testament Peshitta. He does not consider this because ‘The OT of P[eshitta] was clearly written later’ (p. xxxix). But this appeal to the self-evident runs counter to the overwhelming weight of published scholarship on the issue and the author offers no justification for his claim. Since his premise is baseless none of his conclusions need follow. [3] Unfortunately, Wilson has introduced some errors to the Syriac text he received from Kiraz. For instance Luke 15.13 Curetonianus is missing the last word. I casually noted further in the Syriac texts of Matthew 3.10, 19.25, 21.31, 25.22, and Luke 15.13, though I made no systematic attempt to check his text. [4] The translation contains a number of different types of errors. (a) A large number of mistakes result simply from misreading Syriac letters. The following sample is merely illustrative. In Matthew 3.7 ’kdn’ is mistranslated as ‘Perdition’ (i.e. reading ’bdn’ ); in Matthew 9.15 ’bl’ is mistranslated as ‘eating’ (i.e. reading ’kl’ ); in Luke 1.49 mshb h is mistranslated as ‘capable’ (i.e. reading mshk h ). In both Luke 4.27 and 17.16 the word grb ’   ‘leper’ is taken to be gbr ’   ‘man’. In Matthew 17.20 the translation ‘because of the blindness of your faith’ seems wrongly to connect the first word in z c wrwt hymnwtkwn ‘your little faith’ with the root c wr ‘blind’. In Matthew 14.30, ‘take hold of me’ seems to misunderstand ’ h ny as connected with the root ’ h d . In Luke 14.32, ‘letters’ misreads ’yzgd’   ‘ambassador’ as ’grt’ . In John 18.25 sh h n ‘keeping warm’ is misread as the proper name ‘Hannan’. Often, unfortunately, the author’s failure to grasp the sense is not limited to mere misreading of individual words, but covers a whole construction. In Luke 3.3 (Sinaiticus) bklh ’tr’ d h dry ywrdnn is translated ‘and everywhere John went’ instead of ‘in all the region around the Jordan’. The author seems to have misread ‘Jordan’ as ‘John’ and construed the phrase to make sense round that supposition. In Luke 9.57 (Sinaiticus) wkd ’zlyn b’wr h ’ ’mr lh ’nsh ’t’ btrk l’tr d’zl ’nt  should be understood as ‘And when they were going on the road, a man said to him, “I will come after you to wherever you go”’. Wilson, however, reads ‘And when they were going on the road a man said to them, Come with me to a place where I will go.’ This misreads lh ‘to him’ as ‘to them’, and systematically confuses second and first person. Wilson then notes that Curetonianus reads the same, when it is actually rather different. It has wkd ’zlyn b’wr h ’ ’t’ gbr’ h d ’mr lh ’t’ btrk l’tr d’zl ’nt , which means ‘And when they were going on the road, a certain man came (and) said to him, etc.’ [5] Sometimes the sense of a word is completely mistaken. In Mark 11.16 he translates bgw ‘inside’ as ‘outside’, and in Mark 14.68 npq ldrt’ bryt’ ‘he went out to the outer court’ is understood as ‘he went out of the courtyard into the country’. In John 18.3 (Sinaiticus) knsh ’ d c m’  ‘a crowd of people’ is understood as ‘the crowd with him’. [6] There are also some problems with numbers. In Mark 14.61 dtrtyn zbnyn ‘a second time’ is understood as ‘three times’ (no doubt helped by the fact that the Syriac number bears some resemblance to English ‘three’), and in Luke 24.13, where Emmaus is said to be ‘sixty stadia’ from Jerusalem, Wilson translates ‘sixty’ as ‘two’. One suspects here some confusion with the Hebrew feminine word for ‘two’ which looks similar to the Syriac word for ‘sixty’. Wilson then compounds the mistake by adding a footnote saying that the distance was ‘about 1\/4 of a mile’. One thus has to envisage the whole Emmaus road conversation taking place over a rather short distance. Some mistakes show a lack of appreciation of basic points of grammar. Wilson’s translation for Luke 22.22 Sinaiticus (and not dissimilarly for Curetonianus) reads ‘And the Son of man goes, as was decreed on high, but woe to him by whose hand he is betrayed’. The words translated ‘on high, but’ are brm dyn , a pair frequently used as a strong adversative. Even if Wilson’s translation of brm had been possible, dyn does not take the first position in a clause. [7] (b) In a few places the vagaries of poor translation make rather odd reading: ‘While they were sitting they wrote some nonsense (and) put it over his head’ (Matthew 27.37 in Sinaiticus, though it is better translated in the parallel in Mark 15.26), ‘if you had the faith of a grain of mustard’ (Luke 17.6); ‘Father, if you can , take this cup from me’ (Luke 22.42 in Curetonianus, mistaking a feminine participle as referring to God); ‘The Lord truly stood and appeared to Simon’ (Luke 24.34, taking qm as ‘stood’ rather than ‘arose’, despite the surrounding resurrection context); ‘But he was something that was’ (John 1.3 in Curetonianus); ‘but you seek to kill me because my word proceeds into you’ (Jesus speaking in John 8.37 in Sinaiticus, a problem partly caused by the omission of a negative); ‘I rejoice for your sakes that you may believe that I was not there’ (John 11.15 in Sinaiticus). [8] (c) There are at least forty omissions, including Mark 6.56 where twelve words are left untranslated. [9] (d) The translation is quite irregular. Important details are ignored, and unimportant ones are made a centre of focus. Thus in Luke 19.13 and throughout the parable that follows, the word ‘mina’ is translated ‘talent’. Meanwhile the author carefully distinguishes whether Sinaiticus or Curetonianus have dyn ‘now’ or w ‘and’ at the beginning of a verse (Luke 20.5). [10] (e) As well as the mistakes in translation there are also many typos, some of the more heinous sort: p. ‘hermaneutics’ (p. xvii), ‘emporer’ (p. xxi), ‘the forth century’ (p. xxiv), ‘site’ for ‘cite’ (p. lviii), ‘council’ for ‘counsel’ (p. 98), ‘Hale, king of the Jews!’ (p. 372). Some words are consistently misused: ‘rather then’ for ‘rather than’ (p. lx) and ‘more then’ for ‘more than’ (p. 552), ‘it’s’ as a possessive (pp. 58 and 290), ‘greated him’ for ‘greeted him’ (p. 456, twice). Sometimes the author does not write in proper sentences, and commas are often used to join sentences. The author also misspells words in German, Greek, Hebrew, and Syriac. [11] The footnotes do not fare much better than the translation. They are usually banal, and very often incorrect. For instance, on p. 330 a five line footnote considers the implications of the fact that whereas the Greek has a feminine, the Syriac ‘is clearly masculin’ [sic]. Yet it is feminine! [12] Despite the cataloguing of error necessary to make readers aware of the deficiencies of the work, the news is not all bad. The method used to produce these books means that print runs are small and corrections can easily be introduced. Although the volumes would need an enormous amount of work to make the translations reliable, there is still a niche in the market for a good English translation of the Old Syriac Gospels. The author should therefore rise to the challenge of acquiring the proper knowledge of the language(s) and of meticulously revising these translations for a future edition.",
    "title" : 
    [ "E. Jan Wilson, The Old Syriac Gospels: Studies and Comparative Translations, with Syriac Transcriptions by George A. Kiraz (Eastern Christian Studies 1-2; Piscataway, NJ: The Notre Dame University, Louaize, Lebanon, and Gorgias Press, 2002). ISBN 1-931956-17-0 (Volume 1, Hardback), 1-931956-18-9 (Volume 2, Hardback). lxv + 850 pages.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Williams, P.J." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2prwilliams",
    "type" : "review",
    "displayTitleEnglish" : "E. Jan Wilson, The Old Syriac Gospels: Studies and Comparative Translations, with Syriac Transcriptions by George A. Kiraz (Eastern Christian Studies 1-2; Piscataway, NJ: The Notre Dame University, Louaize, Lebanon, and Gorgias Press, 2002). ISBN 1-931956-17-0 (Volume 1, Hardback), 1-931956-18-9 (Volume 2, Hardback). lxv + 850 pages." }