
  { "fullText" : "1. Introduction [1] This paper presents the characteristics of Syriac writing based on Central Asian tombstone. The study is not a philologist one; rather, it aims at presenting some of the pecularities in the said tombstone inscriptions, from the standpoint of research into the history of religion. [2] Over 100 years ago, around 600 tombstones were found near the Kirghiz capital Bishkek and nearby Tokmak, and they were edited very promptly by Daniil A. Chwolson. Paper presented at the Conference of the American Oriental Society 2001 in Toronto\/Canada. This was followed by further finds in the former Mongolian administrative town of Almalyk in the Kazakh-Chinese border area and from the Kirghiz Issyk-Kul, but these were individual items. During the Soviet period, Cetin Džumagulov published many newly-discovered inscriptions. His most important publications are: Ч. Джумагулов, Эпиграфика Киргиз ии, выпуск 1-3, Фрунзе 1963, 1982, 1987 (Академия наук Киргизской ССР, Институт языка и литературы). Recent finds of around 40 tombstones on Kirghiz territory show clearly that the actual Christian center, with a large cemetery, was at Bishkek, whereas the second cemetery of Burana, near Tokmak, yielded relatively modest finds Cf. Wassilios Klein, Das nestorianische Christentum an den Handelswegen durch Kyrgyzstan bis zum 14. Jh. , Turnhout 2000 (Silk Road Studies 3), and: Wassilios Klein, Christliche Reliefgrabsteine des 14. Jahrhunderts von der Seidenstraße, Ergänzungen zu einer alttürkischen und zwei syrischen Inschriften sowie eine bildliche Darstellung, in: VI Symposium Syriacum 1992, University of Cambridge, Faculty of Divinity 30 August – 2 September 1992, hrsg. v. René Lavenant, Rom 1994 (Orientalia Christiana Analecta 247), 419-442; Wassilios Klein, Nestorianische Inschriften in Kirgizistan: Ein Situationsbericht, in: Symposium Syriacum VII , Uppsala University, Department of Asian and African Languages, 11 – 14 August 1996, edited by René Lavenant, S. J., Roma 1998 (Orientalia Christiana Analecta 256), 661-669. All these tombstones can be dated from circa 1250 to 1342, in Almalyk up to the 1370s. 2. Syriac as an ecclesiastical language in Turkic communities [3] Apart from the St.-Petersburg scholars Daniil Chwolson and Wilhelm Radloff, it was primarily the Marburg-based ecclesiastical historian Wolfgang Hage who examined the relationship between local vernacular languages and the Syriac of the church in the 'Nestorian' mission to Asia. Wolfgang Hage, Einheimische Volkssprachen und syrische Kirchensprache in der nestorianischen Asienmission, in: Erkenntnisse und Meinungen, Festschrift für Werner Strothmann zum 70 . Geburtstag, Bd. 2, hrsg. v. Gernot Wießner, Wiesbaden 1978 (Göttinger Orientforschungen 1. Reihe: Syriaca, Bd. 17), 131-160. Their observations tally almost completely with my own. I would like to draw your attention to a few characteristic points: [4] Together with Christianity and the Syriac language, Syrian proper names were also brought to Central Asia. A large number of Turkic proper names were retained, but they were supplemented with Syrian names. So in addition to biblical names such as Abrāhām and Marqōs , those of popular saints such as Gīwargīs and Sargīs , and those of theologians who were important to Syrian Christianity, such as Nestōrīs and Dī d ōrōs , we also find original Syrian theophore names, such as c A b dīšō c (servant of Jesus), H nānīšō c (mercy of Jesus), Sabrīšō c (trust in Jesus), and finally also names that had their origins in the life of the Church, such as Yaldā (birth), Den h ā (epiphany), S aumā (fast), Qyāmā (m.) and Qyāmtā (f.) (resurrection), Šlī h ā (apostle), etc. Hage, Volkssprachen (footn. 4), 141-143. [5] Titles were preserved in the form in which the Syrians brought them. Examples are those of the metropolitan, archdeacon, chorepiskopos , periodeut and visitator, and of the priest and other clergy. We also find Syriac words in Turkic inscriptions, such as mhaymnā \"believer\" and qabrā \"grave\". Hage, Volkssprachen (footn. 4),  144-145. [6] Syriac greeting formulae, such as \"bless, my Lord\" or \"the Cross is victorious\", were according to Grīgōr bar c Ebrāyā also used by Mongols in the Far East, so that they may also have been used by the Turkic people of Kirghizstan, although there is no concrete evidence for this. Hage, Volkssprachen (footn. 4),  145-146 according to Gregorius Barhebraeus, Historia dynastarum, in: F. Risch, J. de Plano Carpini, Geschichte der Mongolen , Leipzig 1930 (Veröffentlichungen des Forschungs-Instituts für Vergleichende Religionsgeschichte an der Universtität Leipzig 2, 11), 329. [7] Among the Syrian traditions adopted in the tombstone inscriptions was the form of the cross. There was a large variety of forms, Cf. Wolfgang Hage, Crosses with Epigraphs in Medieval Central and East Asian Christianity, in: The Harp 8\/9 (1995-1996), 375-382. and these were sometimes combined with regional symbols such as a Zoroastrian altar or, further towards the Chinese East, the lotus flower. Klein, Reliefgrabsteine (footn. 3), 425-431. [8] The dating of the tombstone inscriptions, which is so important to us, is fortunately not restricted to the Turkic dating system according to the twelve-year animal cycle, but also includes the Seleucid era, which was used by the Syrian Christians. It is this that makes it possible for us to establish precise dates for the tombstones and thereby the history of the communities. It is striking that only the Turkic-language tombstones add the information that it is the era of Alexander, and that the inscriptions on Chinese territory generally do not include this dating and the resulting association with Syria. Hage, Volkssprachen (footn. 4),  146-147 and Klein, Das nestorianische Christentum (footn. 3), 278-283. [9] If Syriac dominates the tombstone inscriptions, then it follows that it must have played a substantial role as a liturgical language. And indeed, the Franciscan traveler Wilhelm of Rubruk repeatedly testifies to this being the case in the 13th century. [10] More astonishing is the fact that Wilhelm of Rubruk had a letter from King Louis IX of France to the Mongol khan Sartaq translated not only into Arabic, but also into Syriac. Wilhelm von Rubruk, Reisen zum Großkhan der Mongolen, Von Konstantinopel nach Karakorum 1253-1255 , Neu bearbeitet und hrsg. v. Hans D. Leicht, Stuttgart 1984 (Alte abenteuerliche Reiseberichte), 78-79. He must therefore have assumed that Syriac had a certain amount of importance as a lingua franca. Whether or not he was right, however, is questionable, when we consider that even a figure such as the catholikos Yahballāhā III, an Öngüt Turk from Koshang, had no knowledge of Syriac at the time of his election. Gregorii Barhebraei chronicon ecclesiasticum, quod ediderunt , Latinitate donarunt J. B. Abbeloos et Th. J. Lamy, vol. 3, Paris und Löwen 1877, col. 453-454. 3. Lack of familiarity with the Syriac language of the inscriptions [11] That neither the stonemasons nor the people who commissioned the inscriptions were native speakers of Syriac is clear from a large number of peculiarities in the grammar as used in the Syriac inscriptions. The Syriac language of the inscriptions is decidedly clumsy and, even in the most frequently recurring formulae, it does not correspond to the Syriac feeling for language, as the following examples illustrate: [12] The compound dates should have been joined together using waw . However, this is usually missing. For example, we see simply: bašnat ālp še t mā tlātīn h ad \"in the year one thousand six hundred and thirty-one\". Klein, Das nestorianische Christentum (footn. 3), tombstone 41, 176. Only rarely are the numbers in the correct gender, a category which is foreign to the Turkic languages. We find in the literature the opinion that instead of the usual tre c sar \"twelve\", we often find  trēn c esar , written using separate words, and instead of  ma'' (with two alaphs )\"one hundred\" we often see only m'ā (with one alaph ), which contravenes only historical spelling, while the pronunciation mā remains unchanged. Hage, Volkssprachen (footn. 4), 151, 153-154. We must say that the last example and others occur often in manuscripts and are very common. Thesaurus Syriacus , ed. by R. Payne Smith, vol. 2, Oxford 1901 (reprints Hildesheim), col. 1985. [13] Some account was taken of gender when specifying the sex of the deceased person, but only in a somewhat peculiar way. The phrase \"this is the grave of N. N.\", which recurs on almost every tombstone, is modified in such a way that the introductory demonstrative pronoun does not, as one might expect, refer as a copula to the masculine word for \"grave\", together with a following enclitic personal pronoun, but is varied according to the sex of the person buried. The only correct usage in this context is hānaw qabreh , which is indeed used only for boys and men. For women and girls, on the other hand, the incorrect hd'hy\/hdy\/hdhy (for hādāy) qabrāh is generally used. Hage, Volkssprachen (footn. 4), 149-151. [14] Immediately after this formula comes the proper name. According to the rules, this should be introduced by the prefix d . However, this is usually missing: hānau qabreh arslān  \"this is the grave of Arslan\". Klein, Das nestorianische Christentum (footn. 3), tombstone 41, 176. Hage, Volkssprachen (footn. 4), 150-151. [15] The prepositions b, l, and c al are occasionally missing. The concluding formula l c ālmīn \"for ever\", for example, occurs without the preposition l . Hage, Volkssprachen (footn. 4), 151-152. [16] The orthography leaves a great deal to be desired, so that in some cases it is impossible to work out the correct pronunciation without knowledge of the word in question. Thus we sometimes find the very frequent and therefore well-known word mhaymnā \"the believer\" in the forms mhymny' and myhymn' extended by a yodh in the wrong place. Letters are exchanged, as in g'ywt' (  gayūtā \"glory\"), which becomes  g'wyt' . Hage, Volkssprachen (footn. 4), 152. [17] Occasionally the orthography suffers not only from lack of knowledge, but also from the influence of a Turkic feeling for language. Double consonants in initial position have as far as possible been avoided. An example of this are the forms t ylt' and t ylyt' for the correct t lyt' ( t elaytā \"girl\". That the dentals t eth and taw have sometimes been confused is evidenced A Compendious Syriac Dictionary founded upon the Thesaurus Syriacus of R. Payne Smith, ed. by  J. Payne Smith, Oxford 1903 (reprint from 1985), 170 and 608. in the following example: t wrk'yt instead of twrk'yt ( t ūrkāyi t \"Turkish\"). The same also occurs with the gutturals gamal and  kaph . For example, we find  kmyr' instead of  gmyr' ( gmīrā \"perfect\"). Hage, Volkssprachen (footn. 4), 153. [18] It was not at all uncommon to follow the actual pronunciation, rather than the historical orthography. Examples of this are s lyw' instead of s lyb' ( s lībā cross) and also the word qabrāh \"her grave\", which appears on almost every tombstone, and in the form qwrh is orthographically incorrect, but accurately represents the phonetic spellings of Eastern Syriac. Hage, Volkssprachen (footn. 4), 153-154. This also occurs in Syriac manuscripts. 4. The use of Syriac script for Turkic inscriptions [19] The use of the Syriac script leads to difficulties because not all Turkic phonemes were covered by a corresponding symbol in the Syriac alphabet. There were two approaches to solving this problem, which I shall demonstrate using a specific example of an inscription from the Mongol residence town of Almalyk. The Mongol residence of the Chagatai ulus, Almalig, founded as late as the 13 th century, is situated to the East of the Chu Valley, in the valley of the upper Ili. The few tombstones found there are divided into Turkic and Syriac. In their external form they appear - unlike the tombstones of the Chu Valley - to have preferred the low relief technique. Apart from this, they are very similar to the Chu Valley tombstones. The first point I would like to mention is that the text is written vertically, as was already the norm on Syriac-language tombstones. Transcription: aleksandros qan sakïš mi g altï yüz yitmiš toquz ärti bicin yïl qutlunŋ tärim quštanc ärtdi käcdi bu yirtüncü- tin atï yat bolsun amïn Translation: According to the computing of Alexander Khan it was one thousand six hundred and seventy-nine (= 1368 AD), that is the year of the monkey: the grace-endowed Tärim Kuštanč went across [and] departed this world. May her name be remembered. Amen. Klein, Christliche Reliefgrabsteine (footn. 2), 431-437. [20] The available characters were used for similar sounds, just as we do today when we want to transcribe foreign words using, for example, the symbols available on the 7-bit ASCII code. The Turkic front vowel ä was represented at the beginning of the second word in the third line by  yodh . However, the same sound is also written in this and in one other inscription С. Е. Малов, Памятники древнетюркской письменности Монголии и Киргизии, Москва 1959 (Академия Наук СССР, Институт языкознания), 78 f. in connection with fig. 22. as  alaph (e.g. second word in the fourth line, first word in the fifth line). No distinction was made between the Turkic sounds i and ï, normally distinguished as front and back; both were written as yodh . In Turkic vowel harmony, the distinction between the front vowel ü and the back vowel u is also important, but for these, together with the sound o, our inscription has only one letter, the waw . Among the consonants, it is striking that the soft g [gamma]   is not necessarily written as gamal , but rather as c ayn . More examples: Ч. Джумагулов, Язык сиро-тюркских (несторианских) памятников Киргизии, Фрунзе 1971 (Академия Киргизской ССР, Отдел востоковедения), 122; П. К. Коковцовъ, Кь сиро-турецкой эпиграфик á Семир á чья , in: Извест Ý я Императорской академ Ý и наукъ, Санкт-Петербург 1909, 773-796 and plate, here 778. The same applies to the soft b, which is written as pe instead of beth . Finally, there is nothing in Syriac that corresponds to the Turkic sound č. It was written using the otherwise rare s adhe , which was apparently felt to sound similar. The Turkic word for monkey, bičin (third line), was therefore written p s yn . [21] For an additional guttural, a special symbol was created based on the Syriac k and supplemented by a diacritic check-mark. The result was a letter that is so similar to the Arabic kāf that it could lead to confusion, but unlike the latter, which has a final form, it can occur in any position in the word and can also connect both to the left and to the right. The letter was used for a sound that corresponded to h , for example in the word h an . [22] If I have lamented the inadequate orthography of the Syriac, we should not draw any far-reaching conclusions about lack of knowledge of the language on the part of the authors of the tombstone inscriptions. This is because it emerges that the orthography of the Turkic parts of these inscriptions is no better. Instead of the correct t byšk'n ( t avïškan i. e. hare ), the k is simply omitted: t byš'n . Hage, Einheimische Volkssprachen (footn. 5), 152. The stonemasons were here as elsewhere illiterate, uneducated people. So we should not draw too many conclusions about the education of their customers. 5. The forms of the letters [23] The letters used on the tombstones basically follow the Estrangelo script. However, there are already small changes, so that Chwolson speaks of the \" transition from Estrangelo to the modern Nestorian script \". Chwolson, Grabinschriften 1890 (footn. 1), 119. If we look at the table of characters put together so carefully by Julius Euting, In Chwolson, Grabinschriften 1890 (footn. 1), appendix; abridged version: Theodor Nöldeke, Kurzgefasste Syrische Grammatik , Anhang: Die handschriftlichen Ergänzungen in dem Handexemplar Theodor Nöldekes und Register der Belegstellen bearbeitet von Anton Schall, Darmstadt 1977, appendix. which is still useful given the lack of a Syriac paleography, we notice several changes. Klein, Reliefgrabsteine, (footn. 3), 433-434. [24] The tombstone inscriptions show a tendency to connect to the left letters that according to the rules of orthography should under no circumstances be connected to the left, for example the waw . [25] A second innovation is the use of ligature for taw-alaph , which was to become the norm in the Nestorian script, but is new in Estrangelo. [26] In addition, a new letter form emerges for the Alaf. In the second line of the above inscription, the second letter of the second word is very difficult to read because its form deviates from the usual ’alaph . The high line slanting towards the right is also common in other inscriptions, but the small check-mark underneath usually goes towards the right from the bottom of the vertical line, or crosses the vertical line. Here it runs upwards towards the left, so that the letter takes the form of a check-mark (√). Since no other letter has a similar form, it cannot have been confused with anything else. Euting's table of characters simply needs to be supplemented. The unusual form is somewhat confusing, because the usual form is also used in our inscription (second word of the fifth line, third word of the sixth line, fifth word of the sixth line). [27] The rish is written twice without a diacritic point and can then hardly be deciphered, because it is easily confused with daleh, zayn, yodh, or nun . [28] The above short inscription of six lines has already shown that we can by no means speak of orthographical consistency. Of course, we cannot expect an orthography in the sense of a normalized spelling system, but surely we can expect the representation of each phoneme by the same character each time. This is not the case either here or in other Turkic texts, and it does not exactly make it easier to decipher these inscriptions, particularly as they are not in general carefully chiseled, and, as in the Syriac, plene spelling of the vowels, or any other vowel indication, is not usual. 6. The Turkic inscriptions from China Klein, Das nestorianische Christentum (footn. 3), 218-225. [29] These comments have related to Central Asia and the specific local characteristics. Every region has its own peculiarities, and for this reason we should be very careful about drawing generalized conclusions. In order at least to have mentioned this area briefly, and at the same time to draw attention to gaps in the research that have yet to be filled, I would like to direct our eye further towards to the East, to China. Unlike the Christians of the Chu Valley, their Öngüt Turkic fellow-believers on the Huanghe and in other parts of China all formulated their inscriptions in Turkic. The external form of the tombstones from Olon Sume-in Tor in the Ordos area, the Huanghe curve, where the Christian Öngüt owned a kingdom dependent on the Mongols, is also completely different. The tombstones from this region are not unhewn rocks from the riverbed, but monoliths in the form of sarcophagi. Desmond Martin, Preliminary Report on Nestorian Remains North of Kuei-hua, Suiyüan, in: Monumenta Serica 3 (1938) (Reprint New York 1970), 232-249 and plates V-XIV, here 246 fig. 3. They have short inscriptions on top. The cross shapes represented differ from those of the Chu in that they include fewer decorations in the form of precious stones, and instead are often based on the lotus flower. The inscriptions are extremely short and follow the simple scheme: \"Bu quwra ... nïŋ ol\" (this is the grave of ...). No date is given. There are numerous and often very long Turkic-language inscriptions in Syriac script from the South Chinese port of Quanzhou, formerly Zaitun. In addition to the sarcophagus form known from the Öngüts, Zaitun has another form: tombstones that resemble altars. By far the majority of these inscriptions, already collected by our Chinese colleague Yang Qin Zhan, have not yet been edited, although they include particularly interesting bi- and tri-lingual inscriptions that have Syriac, Chinese and Latin in addition to the Turkic main text. In any case, they are of a completely different character to the Central Asian tombstones, and still need to be studied and evaluated by turkologists to a degree that is worthy of their significance. Texts in Turkic written in Syriac script have also been found at Bulayïq and Qurutqa, P. Zieme, Zu den nestorianisch-türkischen Turfantexten, in: Sprache, Geschichte und Kultur der altaischen Völker , Protokollband der XII. Tagung der Permanent International Altaistic Conference 1969 in Berlin, Hrsg. v. Georg Hazai u. Peter Zieme, Berlin 1974 (Schriften zur Geschichte und Kultur des Alten Orients 5), 661-668, here 665-668. but here we leave the stone inscriptions.   _______ Notes 1 D. Chwolson, Syrisch-Nestorianische Grabinschriften aus Semiretschie , Nebst einer Beilage: \"Über das türkische Sprachmaterial dieser Grabinschriften von W. Radloff, mit drei phototypischen Tafeln und einer ebensolchen, von Julius Euting ausgearbeiteten Schrifttafel, St.-Pétersbourg 1890 (Mémoires des l´Académie Impériale des Sciences de St.-Pétersbourg, VIIe série, Tome XXXVII, No. 8); D. Chwolson, Syrisch Nestorianische Grabinschriften aus Semiretschie , Neue Folge, St.-Pétersbourg 1897.",
    "title" : 
    [ "Syriac Writings and Turkic Language according to Central Asian Tombstone Inscriptions †",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Klein, Wassilios" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2klein",
    "type" : "article",
    "displayTitleEnglish" : "Syriac Writings and Turkic Language according to Central Asian Tombstone Inscriptions †" }