
  { "fullText" : "This paper examines passages in which St. Ephrem the Syrian makes use of the image of Jesus Christ as an infant child. It demonstrates that he uses this tool to support his full picture of the Incarnation, including both a stress on a fully divine Divinity and on a fully human humanity. This study also makes clear that Ephrem imagines that the experience of the Divine Word in being incarnate has close affinities with the common human experience we all share. This has an interesting effect on his picture of how the incarnation figures in the working out of human salvation. Ephrem's view of the Incarnation is shown to be imaginatively full, making use of the subjective as well as the objective elements in human life and nature. Introduction [1] Christology is an area of Christian teaching that can be most clearly evaluated at certain critical points. A careful examination of a thinker's presentation of the Crucifixion, the Incarnation or the miracle working of Jesus in the Gospels serves to cast into high relief his treatment of the difficulties inherent in constructing a coherent theological treatment of Jesus. Whether it is by historical accident or because of the shock of meeting the Divine face-to-face as a human among humans, the history of Christian christological thinking is one of writers either proclaiming and defending a picture of Jesus that credits Him with an internal duality of nature or of their denying that duality in some particular. Since this contrasting pair of tendencies helps locate where the fault lines in Christian theological treatments of Jesus will be found, it is not surprising that so much attention has been paid to how patristic authors treat these cruces . An opportunity for making paradigmatic choices confronts the theologian in the infancy of Jesus, which provides a vivid moment for contrasting the two natures of Christ, since human nature at this time of life is at its most passive and dependent, rendering the gulf between Creator and created in Jesus even wider than it usually appears. It is that strand: the infancy, in Ephrem the Syrian's discussions of Jesus that I would like to attempt to trace in this essay. [2] While many writers, especially of our own age, seem to skate lightly over this period in the life of Jesus, those from any period of Christian history who tackle it head-on often reveal the true tenor of their convictions. I have never forgotten the shock I felt on reading for the first time Cyril of Alexandria's aggressive treatment of the nativity scene: Cyril of Alexandria, Epistle XVII (Third Letter to Nestorius) 70 a-b.  Translation on page 302 in Creeds, Councils and Controversies Documents illustrating the history of the Church, AD 337-461, J. Stevenson (new edition revised by W.H.C. Frend) London: SPCK 1989.  The Greek text of the letter is found at PG LXXVII.105-122. Neither do we say that the flesh was converted into the divine nature, nor surely that the ineffable nature of God the Word was debased and perverted into the nature of flesh, for he is unchangeable and unalterable, ever continuing altogether the same according to the Scriptures: but we say that the Son of God, while visible to the eyes, and a babe and in swaddling clothes, and still at the breast of his Virgin Mother, filled all creation as God, and was seated with his Father. For the divinity is without quantity and without magnitude and without limit. [3] There are few writers in the history of Christian thought who are as clear and combative as Cyril, and few who know their own minds as well. Still, his use of the juxtaposition of the infant human child with unlimited divinity to make the incarnational paradox as acute as possible shows us how the infant Jesus can serve as a window into the mind of a Christian theologian treating that Gospel scene. [4] As part of an on-going examination of Ephrem's christological construct, I would like to see what tracing this theme in his writings will show us about his christological convictions and the manner in which he chooses to express them. We have no treatise, hymn or sermon of Ephrem's to read that focuses directly on this topic. As one of the anonymous readers for Hugoye noted, many of the passages this paper discusses come from the collection called Hymns on the Nativity .  These works do not, however, focus on the image of the infant Jesus.  They seem to me to be a group of hymns that center on discussion of the Incarnation, which explains the appearance in them of Nativity scenes pertinent to this paper.  The Hymns on the Nativity , as McVey says, are characterized by their theological focus: “The central theological theme of the Hymns on the Nativity is Ephrem’s understanding of the incarnation as the miraculous and paradoxical self-abasement of God out of love for humankind.” ( Hymns , 30) In the writings that survive, and have been identified as being his, Ephrem makes use of the infant Jesus only as a support or parallel to other points he wishes to put forward. Because of the scattered and brief character of his comments on this theme, I think it best to treat them systematically according to the following three headings: 1. passages describing the infant Jesus as a human being. 2. passages describing the infant Jesus as Divine. I have argued elsewhere for Ephrem’s insistence on the reality of the two natures, so I will treat that point as a settled fact. cf. Paul S. Russell, “A First Look at the Christology of Ephraem the Syrian” Symposium Syriacum VII , ed. René Lavenant, SJ, Orientalia Christiana Analecta 256 Roma: Pontificio Istituto Orientale 1998, 107-115. 3. passages focusing directly on the theological meaning of the infant Jesus. I am well aware of the danger we court in systematizing the works of early Christian authors anachronistically, but if we keep that pitfall in mind, I think this approach will prove to be helpful as we attempt to pull together the scattered pieces that express a picture in Ephrem's mind that is never fully articulated in any single place. [5] It is worthy of note that Ephrem makes theological use of the infancy of Jesus any time he refers to it in his writings. I have found no appearance of the infant Jesus in Ephrem's works that does not use that image to make a point. This seems to indicate a belief on his part that this image of Jesus is one that not only has the power to figure in a theological argument, but is even an image that has such strong inherent theological weight that it cannot be passed over in silence. The Infant Jesus as a Human Being [6] Here, the image of the infant Jesus is emphatic, in that the passage depends on the picture of Jesus living as an infant child for its effect. Hymns on the Nativity 5.4.  Translation found on page 106 in Ephrem the Syrian Hymns , translated and introduced by Kathleen E. McVey New York: Paulist Press 1989 (hereafter called “McVey”). Syriac text at Des Heiligen Ephraem des Syrers Hymnen de Nativitate (Epiphania) , herausgegeben von Edmund Beck Louvain: 1959 CSCO 186, page 46.  See Sebastian Brock, “Clothing Metaphors as a means of theological expression in Syriac tradition”, XI in Studies in Syriac Christianity Brookfield, Vermont: Ashgate Publishing Company 1992, for a discussion of this image of the “robe of glory” in Syriac Christian writers.  cf. also Sebastian Brock, “The robe of glory: A biblical image in the Syriac tradition,” The Way, vol. 39 no. 3 (July 1999), 247-259. The Lord of David and Son of David hid His glory in swaddling clothes. His swaddling clothes gave a robe of glory to human beings. The opening contrast of \"Lord of David\" with \"Son of David\" sets up the dual meaning of the swaddling clothes in these lines. Just as the same child is both a descendent of the great king of Israel and is his Lord, so are the swaddling clothes both a sign of helpless infancy and a means for the infant's active saving of the human race. What might have been merely evidence of weakness and passivity has become, instead, a means of active salvific action on the part of the Son. The infant Jesus thus shows us the saving paradox of the Incarnation in a clear and striking manner: the presence of the Divine nature makes the helplessness of the baby active in the salvation of humans while still leaving the helplessness unchanged. The careful reader will notice, too, that by making the focus of the contrast of nature the swaddling clothes, Ephrem has turned the attention of the listener to the detail that will serve to set up the starkest disjunction possible between the human and the Divine in Jesus. [7] This same gulf is emphasized again in the following passage, which describes the presentation of Christ in the Temple in The Gospel according to St. Luke. Luke 2:25-35. Because Simeon was able to carry in his weak arms the very majesty that created things cannot endure, he knew that his weakness was strengthened by the power he carried. At the same time Simeon, with all creatures, was invisibly being lifted up by the all-prevailing power of the Son Himself. This is amazing, that while a weak man was visibly carrying the power that gave him strength, that power was invisibly carrying the one who carried it. Majesty made itself small so that those who held it could endure it. Homily on Our Lord , sec. 51.  Translation found on page 327 in St. Ephrem the Syrian Selected Prose Works , translated by Edward G. Mathews, Jr. and Joseph P. Amar, Washington, DC: The Catholic University of America Press 1994 (hereafter called “Mathews”).  Syriac text at pages 48-49 in Des Heiligen Ephraem des Syrers Sermo de Domino Nostro , herausgegeben von Edmund Beck Louvain: 1966 CSCO 270. This meditation on the Bearer-of-All being small enough to be carried by Simeon shows Ephrem again playing on the passivity of the powerful and the paradox of Incarnation. Ephrem's centering the listener's attention on the most powerful aspect of the Son vis á vis the created world: His identity as its Creator and Sustainer, makes the care Simeon seems to exercise for, and the control he wields over, the baby Jesus as incongruous as possible. As with the swaddling clothes of the manger scene, this passage shows Ephrem plucking a detail out of a scriptural infancy scene and building his theological point and paradoxical contrast upon it. It should be clear how effective an interpretive method this is for the thinker who chooses his scriptural passages with care. The theological point flows out of and, in the mind of the listener, becomes integrated with the details that Ephrem uses. Surely, many of his audience must have had his interpretation recur to their minds when they had these scenes recalled to their attention in the future. It is reasonable to think that Ephrem fully intended his interpretation to take its place as part of the scriptural scene in the memories of his listeners. [8] In the next passage, Ephrem centers his use of the image on a more abstract quality of the incarnate Son: His identity as God's word. Blessed is the Babe who rules Majesty with His silence Because the speech-endowed had angered Him. Hymns on the Nativity 21.10, translation on page 175 in McVey, (altered by the present author).  Syriac on page 106 in CSCO 186.  Also, Hymns on the Nativity 4.146-155. McVey, 100; Syriac pp 38-39 in CSCO 186.  I have altered McVey’s version to make clear that the creatures with speech have angered the Babe Who rules with silence. The unusual character of Jesus' infancy is shown here in two ways: one relating to His human nature and the other to His divine nature. His human nature is clearly out of the ordinary in Ephrem's mind, in that Jesus' silence does not render Him helpless, as one might expect. Instead, it is the beings created with the power of speech who have gotten their talkative selves in trouble by misusing that ability for speech. Hymns on Faith 15 discusses this theme, which is quite prominent in Ephrem.  cf. Paul S. Russell, St. Ephraem the Syrian and St. Gregory the Theologian Confront the Arians Kottayam, India: St. Ephrem Ecumenical Research Institute 1994, 22-29, for a brief discussion of where he thinks the proper bounds of theological speaking and silence lie.  cf. also Paul S. Russell, “Ephraem the Syrian on the Utility of Language and the Place of Silence” Journal of Early Christian Studies 8.1 (Spring 2000), 21-37. The silent baby wields power over His talkative elders through the very means of His silence. The divine nature of Jesus experiences the Incarnation by entering that silent state that might seem to be the exact opposite of His nature as the Logos. This contrast of the silent baby with the creatures who are endowed with speech serves to remind Ephrem's listener that the incarnate Son is stepping completely out of His realm when He becomes one of us: from being the One Who is the source of all speech and thought, He must now be subjected to the inappropriate chattering of His own creations, which does not always please Him. The Divine Son's birth as a human being carries with it inconveniences that Ephrem is quick to point out as evidence of the absurdity of such an event. [9] The Divine action credited to the human baby Jesus in the above citation is reinforced by Ephrem in the next stanza (11), where he says: translation McVey 175, Syriac at 107. Put to shame was the Evil One who became king and plaited a diadem of deceit. Like God, he set his throne on the inhabited earth. The Babe in a manger cast him from his power. The baby is lying in the manger (surely a reminder of His humble station in life) yet He still can quash the Devil's pretensions without leaving His appointed place. The humble baby acts as Divine Ruler. Powerlessness exercises power over the Evil One whom humans struggle in vain to drive away. Both the humanity and uniqueness of Christ are emphasized in this contrast. [10] In addition to that quotation from Hymns on the Nativity 21.10, which shows that Ephrem thought of Jesus as being, literally, an \"infant\", that is, a child too young to speak, there are also passages in which Ephrem speaks of Jesus as a suckling baby, Hymns on the Nativity 18.12, 161 in McVey, 93 in CSCO 186. Also, Hymns on the Nativity 4.149, 153, 184, 185, McVey pp 100 + 102, CSCO 186, 39 + 42. a weaned child, Carmina Nisibena   4.4, translation by Rev. J.T. Sarsfield Stopford, B.A. at 172 in NPNF (sec. ser.) Vol. 13 Grand Rapids, Michigan: Eerdmans Publishing Company 1989 (reprint). Syriac text, at 14 in Des Heiligen Ephraem des Syrers Carmina Nisibena , herausgegeben von Edmund Beck Louvain: CSCO 218 1961. in which he speaks of Jesus' small physical size Hymns on Faith 32.14.  Syriac text page 109 in Des Heiligen Ephraem des Syrers Hymnen de Fide , herausgegeben von Edmund Beck Louvain: CSCO 154 1955.  Translation in Paul S. Russell, Eighty Hymns on Faith of St. Ephraem the Syrian forthcoming from Peeters Press: Louvain. and talks of His relations with Mary as paralleling those of Eve with Adam. This last point holds a special interest, since it shows his willingness to consider Jesus as a human being, that is, a participant in the category of human beings: a member of the human race. As Ephrem himself puts it: Hymns on the Nativity 4.197, McVey 103, CSCO 186, 43, and Hymns on Virginity 32.4, 404 in McVey, 118 in CSCO 223. He was cheerful among the infants as a baby; and, perhaps more strikingly: Behold the Lord of Joseph on a humble lap. Ephrem is perfectly willing to imagine Jesus as a child among children, which might have been precisely the aspect of His childhood to upset a Nicene thinker who wished to support the idea of Jesus' natural uniqueness among human beings. It is interesting to see that Ephrem shows no signs of finding Jesus' status as a small child threatening to his ideas of Jesus' uniqueness. This degree of comfort with placing Jesus among children as one of them argues for Ephrem's acceptance of a broad view of the Incarnation, one that is not limited to the abstract questions of \"nature\" and \"person\" but also extends to the mundane details of human life. Some argued against the Council of Nicea by holding that the Son must be less than equal in Divinity to the Father because no fully Divine being could enter the created world.  Defenders of Nicea sometimes chose to counter this by striving to protect the Divine Son while incarnate by limiting the degree to which He was said to be affected by contact with the world [“he was in the crucified flesh impassibly making his own the sufferings of his own flesh”, as Cyril of Alexandria asserts in his Third Letter to Nestorius (Translation found at 351 in Hardy,  Christology ) or, more crudely, in Athanasius’ extended treatment of the Incarnation and the scriptural passages illuminating it in his Third Oration against the Arians , sec. 31, where he notoriously used the metaphor of a worker and his tool to describe the relation of God the Son to His human nature: “...afterwards, for our sakes He became man, and ‘bodily’, as the Apostle says, the Godhead dwelt in the flesh; as much as to say, ‘Being God, He had His own body, and using this as an instrument, He became man for our sakes.’” (trans. at 410 in NPNF IV, sec.ser.).  Nicenes might also choose to stress the uniqueness among human beings of the relationship of the physical self (the humanity) of the Son to His spiritual self (the Divinity), as Athanasius does in his On the Incarnation : “For being himself mighty, and artificer of everything, he prepares the body in the virgin as a temple unto himself, and makes it his very own as an instrument, in it manifested, and in it dwelling.” (Sec. 8, translation at 62-63 in Hardy, Christology )].  While none of these ideas necessarily diminishes what its author allows as far as the fullness of the Incarnation is concerned, I think that they are instructive as indicators of philosophical, theological and, possibly, devotional qualms about speaking of the Divine as taking Its place in the created realm.  Against this backdrop of what seems, to me, to be quite general reluctance to place the incarnate Christ in the midst of ordinary human life, Ephrem’s willingness to speak cheerfully of the ordinariness of the incarnate Christ’s infancy makes me think that his acceptance of the idea of Incarnation has seeped very far down into his mind.  This openness to intimacy between the Divine and the created world seems, to me, to argue for a level of comfort with incarnation that was quite unusual among early Christian authors whose works survive.  (I would also place alongside this reluctance Arius’ desire to protect the inviolability of the fully Divine Father and Nestorius’ desire to keep ontological distance between the Divine Son and the human experiences of Jesus–though that is material for two monographs in itself and cannot be pursued here.) [11] It would be wrong, however, to think that the picture of the contrast inherent in Jesus' nature is limited, in Ephrem's mind, to one involving that of an unremarkable humanity with a full divinity. Ephrem regards Jesus' human characteristics as evincing His special character as well. In the Carmina Nisibena, Ephrem speaks of Jesus' exceptional human qualities as being present from His birth: Carmina Nisibena 35.13.  Translation at 194-195 in NPNF (sec.ser.) 13, Syriac at 5 in CSCO 240. Even while He was an infant, He was a teacher of the sons of men, by the splendour that was upon Him...He was a help in His childhood, to every one that saw Him; He was a prophet to them that knew Him, from the day when He entered into the world, He was a helper of mankind by His excellencies. Two aspects of this picture interest me: a christological picture that makes explicit mention of extraordinary human capabilities in Jesus offers its holder a kind of flexibility that a straight Divine\/human contrast does not. Leo’s Tome has always seemed to me an unsuccessful attempt to express his position because of the constraints inherent in his trying to set up a contrast too starkly along the lines of the distinction of the natures in Christ.  My wider reading in Leo’s works, by no means yet complete, has reinforced the impression that this idea that he should attribute anything out of the ordinary in Jesus’ life to His divine nature is the source of some degree of christological awkwardness for Leo. That is, a Nicene thinker who holds this view, confronted by a theological problem or a perplexing passage in a gospel, is not left with a stark choice between explaining how Jesus figures at that moment as the fully divine Son of God or the completely normal human Jesus, he also has left himself the freedom to argue that Jesus is showing signs of enjoying extraordinary human characteristics. Thus, he has a larger selection of exegetical and christological tools in his belt than others of his conviction might possess. I hope that further study will reveal examples of how Ephrem imagines this human capacity of Jesus can be seen at work. The explicit crediting of Jesus with unusual human abilities seems to me to be evidence of confidence on Ephrem's part in the possibility of speaking freely of Jesus' humanity as having special qualities without that serving to inhibit his insistence on the presence of a real divine nature, also. I think this is evidence of the fact that Ephrem feels no competition between the human and divine natures in Jesus. He is willing to evaluate each as seems best to him without being afraid that too much credit offered to one might threaten the fullness or reality of the other. [12] The resultant combination of mundane human characteristics, unusual (but still wholly human) qualities and true Divinity would seem to be a fruitful starting point for a Nicene exegete approaching the task of explaining the gospel stories. Ephrem's long-time activity as a commentor on, and teacher of, biblical literature may well be one source of this conscious open-mindedness. [13] These references to the infant Jesus are not elaborate, certainly, most of them arising in passing rather than serving as the focus of a full exposition of their content, but I would suggest that they are adequate to show that Ephrem imagines the infant Jesus as living the normal human life of an infant child, at least as far as outward appearances and sensible I mean this in the Platonic sense of all experiences that are available to any of the human senses, as opposed to those of a purely spiritual or intellectual nature. experiences are concerned. Ephrem's mixing Jesus in with other children as he speaks of Him shows this, to my mind. I also think that the mention of Jesus in the lap of Joseph is indicative of a degree of comfort with Jesus' babyhood unusual in a Patristic author. For a writer to make many references to Jesus in the arms of Mary, His especially venerated Virgin Mother, would not have the impact of one reference to Jesus bouncing in the lap of Joseph, His pious and exemplary, but comparatively ordinary, step-father. Since the New Testament never speaks of Joseph holding Jesus, this picture, unlike Ephrem's mention of Simeon in the Temple, is the product of Ephrem's own mind. His willingness to imagine Jesus being treated as an infant child by more humans than comprise the short list of those mandated by Scripture, and apart from the insulating touch of the Blessed Virgin Mary, surely argues for real acceptance of the reality of Jesus' infancy. To my ears, the continuing elevation of the status of Mary in the minds of many during the course of the history of the Church seems like an unconscious attempt to insulate the passive, infant Jesus from the world into which He was born.  However that may be, Ephrem shows no urge to soften the incarnational paradox in that way. [14] Against the background of that human reality, we must recall Ephrem's picture of the silent infant ruling the heavenly hosts and the baby in the manger casting down the Devil. Hymns on the Nativity 21. 10 + 11. This same person who was \"among the infants as a baby\" was also, as a baby, exercising divine powers no human could enjoy. The contrast of these two pictures is deepened by Ephrem's attribution of both categories of action to the same Babe rather than to different natures or spheres of action of the same person. In other words, Ephrem has spoken of the infant Jesus as a human being in a manner designed to heighten the incarnational paradox rather than to lessen it. Habitual readers of Ephrem will not be surprised by this conclusion. The Infant Jesus as Divine [15] An examination of the passages in which Ephrem describes the infant Jesus while emphasizing His divine nature makes clear one of his central christological convictions. The manner in which Ephrem's ideas about the infant Jesus are expressed in these lines shows, in my opinion, that Ephrem wishes to emphasize that the Divine Son was present in a personal way in Jesus. I mean \"personal\" here in the sense of 'as an individual' or 'in a way that involves Him personally'. This is shown clearly, for example, in Ephrem's assertion that, while Simeon goes through the motions of presenting the baby Jesus to God in the Temple according to the Jewish Law (Luke 2:21-35), it is, in actuality, Jesus Who is presenting Simeon to God. Homily on Our Lord , sec 50, trans. 325 in Mathews, Syriac at 47 in CSCO 270. The point is stressed by being made again in the following section of the same work, and the passage there, which was quoted above in paragraph 7, clearly envisions personal presence and personal divine action by the Divine Son as Jesus, rather than a vaguer idea of a divine presence in, or divine involvement with, the human baby. Jesus, a human person, is presenting Simeon, his fellow. The two of them are present together in the Temple before the face of God. [16] The same idea of the Divine Son being Himself involved as an individual seems to be present in the next section of The Homily on Our Lord, already quoted above, as this brief excerpt shows: see note 5 above. ... while a weak man was visibly carrying the power that gave him strength, that power was invisibly carrying the one who carried it. [17] Ephrem makes full use of the shock value of attributing to the helpless human infant, Jesus, powers and actions completely out of step with that passive stage of human life in order to bolster and highlight his conviction of Jesus' unique person and nature as containing both full human and full divine realities. cf. also Hymns on the Nativity 21.10 + 11, quoted above. Only if both these things were true of Jesus could Simeon carry Jesus while Jesus also, in another sense, carries him. Thus, Ephrem usually introduces the divine nature of Jesus into a scene involving the infant Christ in order to set up a contrast with His humanity. The introduction of thoughts of the divine nature of Christ into Ephrem's mind when he is considering the infant Jesus seems to call forth these emphatic contrasts. Thus, in one hymn, he says In a manger the Lord of the universe reclined for the sake of the universe. Hymns on the Nativity 5.3, McVey 106, 46 in CSCO 186. This tendency even displays itself in the words coming from the mouths of characters in the scriptural scenes, as when Ephrem has the shepherds in the stable, in a strikingly paradoxical comment, say to Jesus: Hymns on the Nativity 7.7, McVey 116, 57 in CSCO 186. You are the newborn Who is older than Noah and younger than Noah, who pacified all in the ark. The second article of the Nicene Creed, that concerning the Son, shows this trait of offering a string of facts about the same person (the incarnate Son) linked by the pronouns that begin the different clauses.  Athanasius, Against the Arians III.29 shows this tendency (and also quotes Phil 2:6-8, a prominent scriptural support for this way of speaking).  Gregory Nazianzen Ep. 101.177b (PG XXXVII), Hilary of Poitiers, On the Trinity 9.14, and Leo I Ep. 28 ( The Tome ) sec 4, all take this approach.  Examples could be multiplied ad infinitum . In his following this train of thought, Ephrem's delight in placing together things that normally would oppose each other and in finding outrageous ways to express the duality of Jesus is clear. This is not evidence merely of a desire to shock his listeners, however, but rather marks the first step in the development of an important theme in Ephrem's work. Ephrem focuses on the contrast between humanity and divinity, between the extreme helplessness of the new-born human and the limitless power of the fully Divine Son of God, in order to impress that duality of natures in Christ on the mind of his listener. Ephrem is not delighting in apparent absurdities for their own sakes, but is providing, instead, a building block for the final and most important aspect of his use of this image. It is the religious or practical meaning of this juxtaposition of natures that most strongly appeals to Ephrem's imagination and explains his interest in the infant Jesus. Ephrem is not nearly as interested in talking about what the infant Jesus is in the abstract as he is in talking about how the image of the infant Jesus can shed light in practical ways on the life of the believer. The Meaning of the Infant Jesus [18] The primary result of the presence in the created world of God the Son as the infant Jesus, in Ephrem's mind, was to make the Divine present to human beings in a new way. This is clearly indicated in the passage from The Homily on Our Lord , section 51, quoted above in paragraph 7. When Ephrem says: \"Majesty made itself small so that those who held it could endure it.\", we can hear not only his idea of the result of the Incarnation, but also of its purpose. The gulf which had existed between God and Creation, which is a strong theme in Ephrem's writings and which he believed to be clearly described in Scripture, Exod 33:20, in the words of God, no less, seems to rule out direct personal contact between Himself and human beings.  For Ephrem’s ideas about the ontological gulf between the Divine and all else, see Thomas Koonammakkal, “Ephrem’s Imagery of Chasm” 175-183 in Lavenant, Symposium Syriacum VII .  See also Paul S. Russell, St. Ephraem and St. Gregory , 121-144.  This gulf is a recurrent theme in the theologically rich collections called The Hymns on Faith and The Sermons on Faith . has been bridged so effectively by the Son's Incarnation that, not only can humans come into the direct presence of God, but they can even pick the Son up and carry Him around! Homily on Our Lord , sec 51, quoted above. This is not only true of Jesus after His human birth. Ephrem also speaks of Jesus, while He is still in the womb of Mary, in a way that emphasizes this new close contact and what it means for Divine-human relations and proximity. Hymns on the Nativity 21.6-7, McVey 174-175, 105-106 in CSCO 186.  Hymns on the Nativity 12, McVey 133-135, also speaks of Jesus in Mary’s womb. The Power that governs all dwelt in a small womb. While dwelling there, He was holding the reins of the universe. His Parent was ready for His will to be fulfilled. The heavens and all the creation were filled by Him. The Sun entered the womb, and in the height and depth His rays were dwelling. He dwelt in the vast wombs of all creation. They were too small to contain the greatness of the First-Born. How indeed did that small womb of Mary suffice for Him? It is a wonder if...sufficed for Him. Of all the wombs that contained Him, one womb sufficed: [the womb] of the Great One Who begot Him. The image here is clearly one of the Divine Person entering into the created world and taking up residence in it, instead of merely suffusing it with His presence or presiding over it, as the Divine had done before that change. This dwelling in the midst of Creation, as a part of it, makes God the Son close to, and available to, the surrounding creatures in a way that was not possible before. The presence of the Son here is a \"personal\" one that involves Him as a complete whole. The contrast between the insight this expresses and that expressed by, for example, Theodore of Mopsuestia when he speaks of the divine nature in Christ indwelling the humanity by \"good pleasure\" (eudokia) This famous passage is available in English in J. Stevenson (ed.), Creeds, Councils and Controversies , 291-294 and Documents in Early Christian Thought , M. Wiles and M. Santer Cambridge: Cambridge University Press 1975, 57-61.  The original text can be found at Theodore of Mopsuestia On the Incarnation , VII, 1293-1297 in  H.B. Swete (ed.), The Minor Epistles of St. Paul , vol. 2. is very great. Ephrem imagines the Son entering into the created world as a person in it, while Theodore's idea seems to be that the Son has drawn close enough to creation to associate Himself with it, but not in a manner that commits Him to it holistically, beyond what He desires at any moment. This new situation is a radical departure from what Ephrem understood to have been the previous relationship between God and Creation, and Ephrem is convinced that this Divine entry into Creation has begun a new era as far as the breadth of the horizon open to human beings is concerned. The infancy of Jesus provides a starting point for Ephrem's discussion of these new possibilities because it offers such striking evidence of this new closeness. [19] Ephrem holds that the Son's birth reveals truths about Him. Hymns on Virginity 31.1, 398 in McVey, 113 in CSCO 223. The different births that He underwent during His existence mark and make possible the different categories of existence in which He participates and the different roles that He is able to play. When Ephrem says that Jesus dazzled understanding by [His] birth that shone forth from eternity from the hidden womb (31.1) and that He has given life to the creation by [His] birth that took place openly from a womb of flesh (31.1), he is making clear that these different births inaugurate, or connect to, different spheres of activity appropriate to Jesus' different natures. Thus, in Ephrem's mind, His human birth from Mary is one of a pair with Adam's generation in important ways, Commentary on the Diatessaron II.2 +3, 60 + 61 in McCarthy. and Jesus' birth can also be twinned with His death on the Cross. Hymns on Faith 4.2. Both of these connections require that Ephrem imagines that the humanity Jesus displays is at least congruent with that displayed by the rest of humankind. More than just throwing up contrasts between Jesus and the rest of human nature to make theological points, Ephrem also wants to make use of the fact that Jesus is a man among His own kind and can fittingly be classed with the rest of us. This multi-directional use of Jesus' humanity (that is, both to connect Him to us as one of us, as well as to connect human nature and the created world to the Divine) is further evidence of Ephrem's ready acceptance of the full reality of Jesus' human nature that we noted above. [20] Thus, some of the meaning of the image of the infant Jesus for Ephrem lies in its ability to shed light on the larger history of the life of Christ among human beings and of the history of God's relations with human beings. In that sense, the infant Jesus could properly be described as 'typical' or 'iconic' in the mind of Ephrem. Rather than viewing this stage of Jesus' life as something awkward over which he would like to skate lightly, Ephrem sees in the image of the infant Jesus support for some of his most central christological convictions. The infant Jesus, then, takes His place toward the center of Ephrem's christological understanding rather than on its periphery. [21] An indication of this is found in Ephrem's speaking of salvation as stemming from the infant Jesus as well as the adult. Ephrem does not only speak of Christ on the Cross as being the Savior; in his mind, it is also appropriate to say this of the baby Jesus. Carmina Nisibena 4.7, 172 in NPNF (sec.ser.) 13, Syriac at 15 in CSCO 218. It was He, the Infant of days, that could appease, O Lord, the Ancient of Days. The contrast of \"the Infant of days\" with \"the Ancient of Days\" may distract us from this fact of the infant being described as mediator. This role must hinge, logically, on Jesus' enjoyment of the duality of natures and His consequent ability to serve as a bridge over the gulf between God and the world. Because the bridge is created only by the Son's incarnation, the infant Jesus would naturally attract this sort of comment from Ephrem. He would be likely to reflect on that aspect of the Incarnation with reference to the Christ child since the gulf being bridged is a prominent piece of Ephrem's mental furniture, so bypassing it is an important change in the ontological order of things. This way of speaking should make us aware of the fact that Ephrem's christological thought is very strongly incarnation-centered, to the point that he is able to see salvation in the Incarnation itself as well as in the work of Christ on the Cross. This is an idea he shares with Athanasius, cf. On the Incarnation, sec. 54, e.g. [22] An interesting example of Ephrem both placing Jesus in the midst of humans for our consideration and of his desire to point out that that same Jesus is more than merely human can be found in his contrasting Jesus with Augustus Caesar, a savior of a more mundane sort. Ephrem describes the difference between the gifts of Augustus to the world and those Jesus offered, as follows: Hymns on the Nativity 18.1-2, 159 in McVey, Syriac at 91 in CSCO 186. In the years of that king, who is called \"Radiance\", our Lord shown forth among the Hebrews, and \"Radiance\" and \"Dawn\" came to rule: a king on earth and the son on high. Blessed be His power! In the days of the king who enrolled people for the poll tax, our Savior descended and enrolled people in the Book of Life. He enrolled [them], and they enrolled Him. On high He enrolled us; on earth they enrolled Him. Glory to His name! Ephrem's decision to pluck details out of the birth narrative that allow him to contrast Christ enrolling people in the Book of Life with Caesar's taxation bureaucracy is another example of his preference for the most extreme contrasts between the Divine and human elements in the life of Jesus, even beyond those relating to Jesus' own duality. The strength of Ephrem's identification of Christ's salvific role with the infant Jesus is shown in the fact that, not only does he step back to look at the larger picture of salvation history when considering the newborn child, but he also is willing to delve into the humble details of the manger scene and find salvation expressed in them. That is, Ephrem does not step out of the story of the infant Jesus to make his theological points; he makes use of that tale in a way that shows that he finds it supportive of his christological convictions rather than embarrassing to them. [23] Ephrem draws from these scenes centering on the infant Jesus both high and abstract theological points ( Hymns on the Nativity 5.3, quoted above in paragraph 17) as well as grasping at background details of the stories to set forth the same duality in Christ he wishes to stress (as in his use of the Roman census as a counterpoint to the Book of Life in Heaven). The starting point of his interpretation is the contrast of the humanity of Jesus with His divine nature. This is true with all these scriptural passages, and of his use of the moments in the life of the baby Jesus that he conjures up out of his mind, as he does with Jesus sitting in Joseph's lap. This emphasis is clear in the following passage, where Ephrem speaks of the swaddling clothes of the baby in the manger as the means of offering salvation to human beings. Hymns on the Nativity 5.4, 106 in McVey, Syriac at 46 in CSCO 186. Behold of Bethlehem, David the king clothes himself in fine white linen. The Lord of David and Son of David hid His glory in swaddling clothes. His swaddling clothes gave a robe of glory to human beings. Later in the same hymn 5.8, 107 in McVey, Syriac at 47 in CSCO 186. Ephrem shows again how he values the human birth of Jesus as a moment of salvific importance. This one day, The [most] perfect in the year, alone opens this treasure house. This reinforces the importance of the act of Incarnation in Ephrem's theological schema , which we have noted before, placing emphasis again on its salvific nature. These lines help the reader understand, also, the theological valuation Ephrem places on the new connections the Incarnation opens between God and the world. This connection does not only offer comforting closeness to God for creatures or an easy flow of information from God to the world, it is a link that makes divine salvation available to us. The Incarnation is, then, a connection with the most important practical results of any that a religious view of life could imagine. If Ephrem wishes to stress the importance of the Divine\/human connection, the infancy of Jesus provides a particularly attractive opportunity: it contains all of the potential for a discussion of the union of Divine and human that any stage of the life of Christ would provide, but, because Jesus is physically inactive during His infancy, that period helps the writer avoid being distracted by the problem of explaining actions that seem to contain both Divine and human elements. The field is clear to focus directly on the union of God and the Creation. Ephrem takes full advantage of this chance to speak of the effects of the union, itself, on the human predicament. Elsewhere, he is happy to dwell specifically on the saving actions of Jesus, The healing of the woman with an issue of blood (Luke 8:41-48 and parallels) is the spur for an extended reflection on Jesus’ natures and His healing abilities and how these two things are intertwined. English translation at 129-144 in Saint Ephrem’s Commentary on the Diatessaron. An English Translation of Chester Beatty Syriac MS 709 with Introduction and Notes by Carmel McCarthy Oxford University Press for the University of Manchester 1993; Syriac (with facing Latin translation) at 88-111 in Saint Éphrem Commentaire de l’Évangile Concordant Texte Syriaque (Manuscrit Chester Beatty 709) Folios Additionels, Dom Louis Leloir, OSB Louvain: Peeters Press 1990.  Though this work is not universally agreed to come from Ephrem himself, it is considered to come from a near associate, at least, and this treatment is so involved and extended that it seems all but certain that it must come from Ephrem’s teaching if not from his pen. but in his use of this image he wishes to make clear the impact the entry of God in the world has, in itself. [24] The following passages deserve careful consideration as examples of Ephrem's desire to stress the dual nature of Jesus, since they make clear that Ephrem appreciates the utility of the infant Jesus as a tool for teaching this point of Christian thought to Christian congregations. Hymns on the Nativity 4.146-156, 100-101 in McVey, Syriac at 38-39 in CSCO 186.  Hymns on the Nativity 4, 5 + 11 provide much material of interest along these lines and would repay reading in full with this question in mind. Mary bore a mute Babe though in Him were hidden all our tongues. Joseph carried Him, yet hidden in Him was a silent nature older than everything. The Lofty One became like a little child, yet hidden in Him was a treasure of Wisdom that suffices for all. He was lofty but He sucked Mary's milk, and from His blessings all creation sucks. He is the Living Breast of living breath; by His life the dead were suckled, and they revived. Without the breath of air no one can live; without the power of the Son no one can rise. Upon the living breath of the One Who vivifies all depend the living beings above and below. As indeed He sucked Mary's milk, He has given suck—life to the universe. As again He dwelt in His mother's womb, in His womb dwells all creation. Mute He was as a babe, yet He gave to all creation all His commands. For without the First-Born no one is able to approach Being, for He alone is capable of it. The homely details of a baby's life, particularly that most obvious and recurrent one: feeding at the breast, are used to make clear to the listeners how each moment of Jesus' babyhood contains its own odd duality. The baby Jesus appears to be dependent on those around Him, yet the truer dependence is that which they have on Him. Every time we care for a baby each day, Ephrem wants this image of the dependent Creator to recur to our minds so we can remember again what the Incarnation really means and the anomalies it produced. [25] The reactions of Jesus' human parents are also put forward by Ephrem as showing us important theological truths. Hymns on the Nativity 5. 16 + 19, 108 in McVey, Syriac at 48 + 49 in CSCO 186.  These lines are characteristic of the Syriac tradition’s expansion of biblical scenes to include more detail than the text provides.  This may be the result of the influence of Jewish Targumic and Midrashic traditions of exegesis.  Susan Ashbrook Harvey, “Spoken Words, Voiced Silence: Biblical Women in Syriac Tradition” Journal of Early Christian Studies 9.1 (Spring 2001), 105-131, contains many examples of this. (Note 9, p 106, provides references to writings that deal with this tendency.) Joseph caressed the Son as a babe. He served Him as God. He rejoiced in Him as in a blessing, and he was attentive to Him as to the Just One—a great paradox! With rival tones Mary was aglow. She, too, sang: \"Who has granted to the barren one to conceive and give birth to the One [Who is also] many, to the small [Who is also] great, Who is fully present in me yet fully present in the universe. This is a touchingly human family scene, centered, as human families are, around the new born child. Only in the valuation of the child expressed by the parents does this family betray its unique quality, and only in that aspect does its theological message lie. Here, the Divine Son is truly shown living as a human baby with His parents, while still being, and being known as, the Creator and Sustainer of the world. [26] Perhaps the most striking aspect of Ephrem's understanding of the meaning of the infancy of Jesus is the fact that he takes the personal presence of the Son so seriously. Far from approaching the question of the manner of the Son's identity with Jesus as a philosophical problem or a doctrinal crux, he seems to view it as an experience that was deeply (and holistically) personal for the Son, and one that has deeply personal effects for God's own sense of His connection with human beings. Carmina Nisibena 4.10, 172 in NPNF (sec.ser.) 13, Syriac at 15 in CSCO 218. So Ephrem can say to the Son: Have mercy, O Lord, on my children! In my children call to mind Thy childhood, Thou Who wast a child! Let them that are like Thy childhood, be saved by Thy grace! Thoughtful consideration of this passage makes clear that Ephrem understands the infancy (and Incarnation) of the Savior not as mechanically working out the necessary steps toward our salvation, nor as a pleasingly clear case-study of christological truths, but as a real break-through in the inter-personal relations of God with humans. After the childhood of Jesus, Ephrem finds that he can appeal to God for mercy on the basis of their shared experience of childhood! Nothing could be more complete or holistically personal than this effect of the idea of God becoming a human being. [27] This must be the fullest understanding of the Incarnation possible, for it goes far beyond insisting that God the Son be understood to have entered personally into the created realm and speaks of Him as having gone through the experiences of human life in a way comparable to our own. In other words, Ephrem does not just insist that God the Son made Himself present for the normal events of a human life, he also believes that these experiences drew forth from Him the same sort of reactions that they do from us. How else could he call on the Son's memory of childhood in the hopes of awakening mercy through stirring up nostalgia? This is, indeed, an understanding of Jesus that proclaims His real humanity, for it envisions a humanity that is both external and formal, as well as internal and experiential. Jesus, on this pattern, not only enjoys both divine and human nature, but His divine nature experiences the human nature as a human experiences it , not just in the midst of human beings. A possible analogue would be that of an adult playing a game with children, participating with them and following the same rules, while inwardly thinking of other things and engaging in an adult interior life, as opposed to the picture Ephrem seems to support, according to which the adult would experience the game as the children do , with complete self-involvement and no thought for anything else. [28] So, in the end, it seems that Ephrem finds in the image of the infant Jesus two principal lessons. Since the bridging of the gulf between God and the world was the making of the salvation of mankind, the Incarnation itself can be called salvific, and since the gulf was bridged most spectacularly and completely during the infancy of Jesus when, even among human beings, Jesus was naturally humble and passive, the infancy of Jesus provides a special opportunity for emphasizing and meditating on this miraculous self-humiliation. Thence does the manger become a place of salvation in Ephrem's mind along with the Cross on Calvary. If the involvement of God in the world is the result of the Incarnation, then the more complete and absorbing that involvement was, the more complete and effective was its result. Because of this, Ephrem's interest in the idea of the Son's holistic, personal involvement in the human life of Jesus can be seen as more than just an enjoyment in playing with striking images, but an attempt to show that, if at the time of Judgement, the Son could look back on His human youth with something akin to human nostalgia, His judgement would be affected and our fates possibly altered. [29] The full, personal involvement of the Divine Son in human experience thus offers a very special kind of bridging of the gulf between Creator and creature: one that reaches beyond mere presence, or even ontological identification, to the more mysterious, but perhaps more unifying, level of personal empathy. If God the Son, after His human life as Jesus, can look back on that time in the world in a manner congruous with our own reminiscences, that, perhaps more than anything else, puts Him among us as one of us human beings. This is the point at which Ephrem's christological use of the image of the infant Jesus moves beyond supporting a Nicene conviction in the full divinity of the Son and His full human nature, and begins to depict the Incarnation in a way that imagines a human experience of life for the Son much like our own. Since this possibility was one that Nicene Christians seemed to have shied away from imagining, e.g., Cyril of Alexandria, with whom we began, speaks thus: ( Third Letter to Nestorius , 72a, translation at 304 in Stevenson, Creeds ) “We confess also that the very Son, which was begotten of God the Father, and is the only-begotten God, though being in his own nature impassible, suffered for us in the flesh, according to the scriptures, and was in his Crucified Body impassibly appropriating and making his own the sufferings of his own flesh.”, which, whatever else it may be, is not a description of the experience of being incarnate that accords much with the common human experience of life, at least as I have lived it. Ephrem's happy embrace of it is unusual, at least. It seems to show some parallel between his thoughts and those of modern Christians who speak of Jesus' significance as stemming from His own human experience. This must be the instinct lying behind reflections such as:  “Can a male savior save women?”, the Antoinette Brown lecture for women in ministry, delivered by Kwok Pui-lan of Harvard Divinity School at the Vanderbilt Divinity School Chapel, March, 2001. . Many other examples of the same concern could be discovered. [30] Ephrem sees in the infant Jesus both clear evidence of the two natures coexisting in one Person, as the Nicene writers were coming to speak of, but also another, deeper understanding of what the Incarnation must have meant to Him Who experienced it. Turning those two points over in his mind will help the modern reader see the Incarnation, at least to some degree, through Ephrem's eyes. It is a picture that helps us understand why Christology looms so large in his theological understanding. What could be big enough to cast into the shade this image of the Judge-of-All bouncing on the knee of Joseph and being crooned to by His mother? Those scenes cast long shadows in Ephrem's imagination. Would not the recollection of personal experience make that Judge more ready to view with indulgent understanding the faults of His fellows whose lives He knew from the inside out, from birth to death, not as an eye-witness and companion, but as One Who, Himself, knew all these moments as His own? Ephrem was convinced that it would. It is the picture in his mind of the real human experience of the Judge of All that stands out as the source of his hope for salvation. If God the Son really knows, Himself, what it is to be a human, Ephrem thinks, surely He will look on us with indulgence when the time for Judgement comes. _______ Notes This passage is, theologically at least, an echo of a famous earlier piece of Athanasius’ On the Incarnation (sec. 17) “For he was not, as might be imagined, circumscribed in the body, nor, while present in the body, was he absent elsewhere; nor, while he moved the body, was the universe left void of his working and providence; but, thing most marvelous, Word as he was, so far from being contained by anything, he rather contained all things himself; ... thus, even while present in a human body and himself quickening it, he was, without inconsistency, quickening the universe as well...” (trans. at 70-71 in Hardy, Christology ), but I did not meet that earlier writing, myself, until after having seen Cyril’s letter, so it is from Cyril that my interest in this aspect of Christology stems. My interest in this paper is in the use Ephrem makes of one particular image to express his conviction that this “miraculous and paradoxical self-abasement” was real and must be held to firmly and fully for Christianity to be correctly understood.  Not all Christian writers who hold to the full divinity of the Son are comfortable with His full, personal involvement in human life as Jesus.  Ephrem’s desire to hold together these two convictions is, I think, the central element of his Christology. In an age of theological, especially christological, controversy, teaching doctrine at a relatively high level to laity becomes a necessary activity in a way that is not true during more settled periods.  This is a likely explanation for the high level of Christian discourse in the Fourth and Fifth centuries as opposed to that of more settled times. _______ Bibliography Texts Of Ephrem's Works Des Heiligen Ephraem des Syrers Carmina Nisibena , herausgegeben von Edmund Beck. Louvain: CSCO 218 1961. Des Heiligen Ephraem des Syrers Hymnen de Fide , herausgegeben von Edmund Beck. Louvain: CSCO 154 1955. Des Heiligen Ephraem des Syrers Hymnen de Nativitate (Epiphania) , herausgegeben von Edmund Beck. Louvain: 1959 CSCO 186. Des Heiligen Ephraem des Syrers Sermo de Domino Nostro , herausgegeben von Edmund Beck. Louvain: 1966 CSCO 270. Saint Éphrem Commentaire de l'Évangile Concordant Texte Syriaque (Manuscrit Chester Beatty 709) Folios Additionels, Dom Louis Leloir, OSB. Louvain: Peeters Press 1990. Translations Of Ephrem's Works Carmina Nisibena 4.4, translation by Rev. J.T. Sarsfield Stopford, B.A. at 172 in NPNF (sec. ser.) Vol. 13. Grand Rapids, Michigan: Eerdmans Publishing Company 1989 (reprint). Eighty Hymns on Faith of St. Ephraem the Syrian , Paul S. Russell forthcoming from Peeters Press: Louvain. Ephrem the Syrian Hymns , translated and introduced by Kathleen E. McVey. New York: Paulist Press 1989. Saint Ephrem's Commentary on the Diatessaron , An English Translation of Chester Beatty Syriac MS 709 with Introduction and Notes by Carmel McCarthy. Oxford University Press for the University of Manchester 1993. St. Ephrem the Syrian Selected Prose Works , translated by Edward G. Mathews, Jr. and Joseph P. Amar. Washington, DC: The Catholic University of America Press 1994. Secondary Works Sebastian Brock, \"Clothing Metaphors as a means of theological expression in Syriac tradition\", XI in Studies in Syriac Christianity . Brookfield, Vermont: Ashgate Publishing Company 1992. Sebastian Brock, \"The robe of glory: A biblical image in the Syriac tradition,\" The Way , vol. 39 no. 3 (July 1999), 247-259. Christology of the Later Fathers , ed. Edward R. Hardy. Philadelphia: The Westminster Press 1954. Susan Ashbrook Harvey, \"Spoken Words, Voiced Silence: Biblical Women in Syriac Tradition,\" Journal of Early Christian Studies 9.1 (Spring 2001), 105-131. Thomas Koonammakkal, \"Ephrem's Imagery of Chasm,\" Symposium Syriacum VII ed. René Lavenant, SJ. Orientalia Christiana Analecta 256 Roma: Pontificio Istituto Orientale 1998, 175-183. Kwok Pui-lan, \"Can a male savior save women?\", the Antoinette Brown lecture for women in ministry at the Vanderbilt Divinity School Chapel, March, 2001. [ www.tennessean.com\/sii\/01\/03\/10\/03206475.shtml ] Paul S. Russell, \"A First Look at the Christology of Ephraem the Syrian\" Symposium Syriacum VII, ed. René Lavenant, SJ. Orientalia Christiana Analecta 256 Roma: Pontificio Istituto Orientale 1998, 107-115. Paul S. Russell, St. Ephraem the Syrian and St. Gregory the Theologian Confront the Arians. Kottayam, India: St. Ephrem Ecumenical Research Institute 1994. Paul S. Russell, \"Ephraem the Syrian on the Utility of Language and the Place of Silence,\" Journal of Early Christian Studies 8.1 (Spring 2000), 21-37. J. Stevenson (new edition revised by W.H.C. Frend), Creeds, Councils and Controversies: Documents illustrating the history of the Church, AD 337-461. London: SPCK 1989. M. Wiles and M. Santer, Documents in Early Christian Thought. Cambridge: Cambridge University Press 1975.",
    "title" : 
    [ "Image of the Infant Jesus in Ephrem the Syrian",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Russell, Paul S." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n1russell",
    "type" : "article",
    "displayTitleEnglish" : "The Image of the Infant Jesus in Ephrem the Syrian" }