
  { "fullText" : "[ PDF Version ] [1] The Centre for Early Christian Studies at Australian Catholic University is pleased to announce the third of its triennial \"Prayer and Spirituality in the Early Church\" conferences, scheduled for 10th-13th July, 2002. [2] These conferences provide an exciting opportunity for engagement by both scholars and lay people with an important and fascinating period of history, exploring the rise and development of Christianity in an ancient context. The conferences focus specifically on aspects of the temporal and spiritual concern of the Early Church and their expression in private and public prayer, liturgy, art, music, and the life of early Christians generally. With their concern to cultivate a vivified presence of this formative period for our own time, they are of interest to theologians, liturgists, historians, and biblical scholars; to scholars and students of spirituality, asceticism and monasticism; as well as to all who have even a general interest in this period of history and thought. [3] This upcoming conference, entitled \"Liturgy and Life\", will also be the first of its series to host an \"Inter-faith Seminar\". This will examine the interaction and interrelationship between the faiths of Judaism, Christianity and Islam in the context of their earliest encounters. [4] To find out more about this exciting and important upcoming event, please go to the Centre for Early Christian Studies website, http:\/\/www.acu.edu.au\/Earlychr . Follow the links through \"Conferences\" and then click on the icon for \"Liturgy and Life\". Access to registration forms and all other information concerning the conference can be found there. [5] For other information, please contact the conference convenors via e-mail or postage to the addresses below: Prayer and Spirituality Conference Convenor c\/o Centre for Early Christian Studies Australian Catholic University St. Patrick's Campus Locked Bag 4115, Fitzroy 3065 Victoria AUSTRALIA E-mail: prayerspirit@patrick.acu.edu.au Telephone: + 61 3 9953 3141 Fax: + 61 3 9953 3765",
    "title" : 
    [ "Prayer and Spirituality in the Early Church: A Conference Exploring the Development of Christianity in the Ancient World Centre for Early Christian Studies, Australian Catholic University July 10-13, 2002",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n1fcmorgan",
    "type" : "announcement",
    "displayTitleEnglish" : "Prayer and Spirituality in the Early Church: A Conference Exploring the Development of Christianity in the Ancient World Centre for Early Christian Studies, Australian Catholic University July 10-13, 2002" }