
  { "fullText" : "cburris@email.unc.edu University of North Carolina, Chapel Hill Department of Religious Studies, CB#3225 Chapel Hill, NC 27599-3225, U.S.A. & rompay@duke.edu Duke University Department of Religion, Box 90964 Durham, NC 27708-0964, U.S.A.   [1] In Davis' recent book on the cult of Thecla, an impressive wealth of material is adduced to illustrate the different ways in which the Apocryphal Acts of Paul and Thecla were read and interpreted in Egypt [Davis 2001]. Early papyrus fragments of the Acts in Greek and Coptic, references in literary texts, wall paintings and material remains attest to the popularity of Thecla's story as well as to the spread of her cult. [2] In addition to the original and extensive treatment of the Egyptian material, Davis provides an excellent survey of the literary developments and the cult surrounding the Thecla shrine in Seleucia, Asia Minor. Other areas of the Christian East, however, are only occasionally discussed.  For example, Davis refers to Syriac evidence in a number of footnotes, indicating its potential importance, but undertakes no exhaustive study of the Syrian Thecla cult, choosing to limit his analysis to Egypt. Admittedly, works of art or material objects related to Thecla are almost non-existent in Syria. But the Syriac field has preserved some very ancient and nearly complete manuscript witnesses of the Acts , which prove that the Thecla story was read and enjoyed considerable popularity among Syrian Christians. It is our aim here to present some preliminary data that may contribute to a future comprehensive study of the cult of Thecla in Syriac Christianity. [3] Let us begin with a brief discussion of the Syriac manuscripts containing the Acts of Paul and Thecla . William Wright's 1871 edition and translation of the text are based on four manuscripts [Wright 1871, 127-169 (Syriac text); 116-145 (English translation) xii-xiii (Preface)]. All four manuscripts were kept in the library of the Egyptian Monastery of the Syrians until their transfer to the British Museum in London around the middle of the nineteenth century [Innemée & Van Rompay 1998; Van Rompay & Schmidt 2001]. Ms. British Library Add. 14,652 [Wright II, 1871, 651a-652a], dated by Wright on paleographical grounds to the sixth century – providing the complete text, with some lacunae due to the loss of a few leaves and damage (letter A in Wright's edition) Ms. British Library Add. 14,447 [Wright I, 1870, 98b], probably belonging to the tenth century – providing only the beginning of the text (letter B) Ms. British Library, Add. 14,641 [Wright II, 1871, 1045a], of the tenth or eleventh century – providing the complete text (letter C) Ms. British Library, Add. 12,174 [Wright III, 1872, 1137a], dated AD 1197 – providing the complete text, with some lacunae (letter D) [4] In 1902, Anton Baumstark observed that these manuscripts belong to two different categories [Baumstark 1902, 31]. In the first two manuscripts, the Thecla texts (entitled \"History of Thecla, the disciple of Paul the apostle\" and \"History of Thecla, the martyr\") belong to a larger literary unit that is called \"Book of women\" ( Ktâbâ d-neššê ). This consists of five books in the sixth-century manuscript (the Book of Ruth, the Book of Esther, the Book of Susanna, the Book of Judith, and the History of Thecla) and of four books in the tenth-century manuscript (On the chaste Susanna, the Exploits of Esther, the History of Judith, and the History of Thecla). In the latter two manuscripts, the Thecla texts (respectively entitled \"History of the illustrious Thecla, the one of Paul\" and \"History concerning Thecla, who was the betrothed of Thamyris, the king's son, and at the end (was) the disciple of Paul the apostle\") are part of large collections of historical, hagiographical, and martyrological texts. In the fourth manuscript we are dealing with an impressive collection of seventy-eight pieces. [5] The colophons of these four manuscripts allow us to make a few observations on the places in which the manuscripts originated or were originally kept. Although the sixth-century manuscript (no. 1 of the above list) cannot be located geographically, a largely effaced colophon contains the name of an abbess Maryam, who seems to have been the owner of the book [Wright II, 1872, 652a], prior to its transfer to the Egyptian monastery. This may be seen as evidence that the Syriac Thecla text was read by women, as Davis has argued was the case in Egypt. The second manuscript has only an owner's note of the Monastery of the Syrians. The other two manuscripts (nos. 3 and 4) belong to a period in Syriac literature that was characterized by the aim to collect and preserve the literary productions of the earlier generations of Syriac Christianity. In the third manuscript there is no colophon or note. The fourth manuscript originated in the Monastery of Barsauma at Melitene in 1197 and has a note written on behalf of Michael, the patriarch of the Syrian-Orthodox Church [Wright III, 1872, 1137a-1139a], one of the protagonists in what has been called the \"Syriac Renaissance\". [6] Without having undertaken an exhaustive survey of the catalogues, we would like to point out the existence of several additional manuscripts. Some of them have already received scholarly attention; others have remained unnoticed so far. In the first place, two manuscripts should be mentioned which have come to light through the work of the Peshitta Institute in Leiden. In the course of a trip undertaken in search of Syriac biblical manuscripts in 1964-1965, professor P.A.H. de Boer saw them in the Monastery of the Syrians in Egypt and was given permission to photograph them. Their content has not yet been fully explored and it will suffice here to point out briefly their potential importance for further research. These new manuscripts (nos. 5 and 6) also belong to the same Monastery of the Syrians mentioned above, which, therefore, in its heyday must have had (at least) six copies of the Thecla text in its library [Murad Kamil s.d. ; Peshitta Institute 1968]. Ms. Deir al-Surian 28, sixth century [Murad Kamil, XXVIII] [7] We are dealing with a composite manuscript. The first part (f. 2-63) contains the complete Book of Job. A note at the end reports that in the month Kânun qdem of the year 910 (= AD 598, December) the manuscript was purchased by the lady Thom(a)ta bat Sargis for the church of Igâ or Aygâ , a place which we have been unable to identify. This (part of the) manuscript was classified as 6h20 in the classification system of the Leiden Peshitta Institute. It was used in the Leiden edition of Job [Rignell 1993, esp. VIII-IX]. [8] The second part of the manuscript (f. 64-132), written by a different, probably also sixth-century hand, contains the Book of Daniel (including Bel and Draco) and the Book of Thecla. The exact date and the place of origin of this manuscript are unknown. An owners' note at the beginning of this part of the manuscript mentions the names of \"Mattay, Abraham, and Theodore\". These are the Takritan brothers, who must have brought the manuscript to Egypt somewhere between c. 820 and c. 850 [Van Rompay & Schmidt 2001, 45-46]. The place of this note indicates that when the brothers acquired this manuscript, it was not yet bound together with the Job manuscript. This must have been done, therefore, at a later moment in the Monastery of the Syrians. This (part of the) manuscript was classified as 6h21 in the classification system of the Leiden Peshitta Institute. It was used in the Leiden edition of Daniel [Sprey 1980, esp. V-VI]. Ms. Deir al-Surian 27, eighth century [Murad Kamil, XXVII] [9] Like the preceding one, this too is a composite manuscript. The first part (f. 3-51), which is incomplete at the beginning and at the end, can be dated to the eighth century. It contains Flavius Josephus' account of the destruction of Jerusalem, taken from \"The Jewish War\", III Maccabees, Ruth, Susanna, and (written in a much later hand) the beginning verses of Esther. This (part of the) manuscript was classified as 8g1 in the classification system of the Leiden Peshitta Institute [Peshitta Institute 1968, 135]. [10] The second part of the manuscript (f. 52-94), also datable to the eighth century, contains an imperfectly preserved \"Book of women\", consisting of the following sections: Esther (of which the beginning is missing), Judith, Thecla, Tobit (according to the Septuagint). This (part of the) manuscript was classified as 8f1 in the classification system of the Leiden Peshitta Institute. It was used in the Leiden edition of Tobit, for which book it is the earliest witness of the Syro-Hexaplaric text [Lebram 1972, esp. III-IV]. [11] Our observations obviously must be based on the original rather than on the composite forms of the manuscripts. While the eighth-century manuscript (no. 6) seems to be another witness of the \"Book of women\", including this time Tobit, the new sixth-century manuscript (no. 5) presents us with the interesting combination of the Book of Daniel and what is called here – in biblical fashion – the \"Book of Thecla\". This combination can hardly have been accidental, since the predicament to which Daniel was subjected and his nearly-martyrdom exhibit some striking similarities to what happened to Thecla. Whatever the explanation for this may be, we are dealing here with another strategy (different from that of the \"Book of women\") of bringing Thecla in the biblical realm, one that associates her not with the New Testament, with which the Apocryphal Acts of Paul and Thecla originally were connected, but with the Old Testament, where (some) Syrian Christians apparently saw a more appropriate context for Thecla's heroic behavior. [12] The placement of Thecla in the \"Book of women\" deserves further study. As is well known, the grouping together of the four books (Ruth, Susanna, Esther, Judith), with or without the title \"Book of women\", is occasionally found in Syriac biblical manuscripts (the earliest example being ms. Milan, Bibliotheca Ambrosiana, B 21 Inferiore = 7a1), as well as in some of the so-called Masoretic manuscripts. The question, then, is whether the \"Book of women\" originally existed without Thecla and at a later moment in history – no later than the sixth century – was expanded to include Thecla, or whether the original collection included Thecla and was only later reduced to the four \"biblical\" books.  The issue of the association of Thecla with Old Testament women is the subject of a forthcoming article by Catherine Burris [Burris 2002]. [13] All the manuscripts discussed thus far belong to, or were preserved within, the Syrian-Orthodox tradition. However, the Thecla text  also occurs in East-Syriac manuscripts. Four manuscripts deserve to be mentioned here. The Berlin manuscript (no. 8) was briefly referred to by Baumstark in 1902. The three others have never been studied in detail; two of them unfortunately are not easily accessible. Ms. Vat. Syr. 597, seventeenth century [Van Lantschoot 1965, 128-131, esp. 130, no. 23] Ms. Berlin 75, Sachau 222, AD 1881 [Baumstark 1902, 31; Sachau 1899, 289-291, esp. 291a, no. 40] Ms. Alqosh 212, undated [Vosté 1929, 79-81, esp. 80, no. 8] Ms. Alqosh 214, AD 1885 [Vosté 1929, 82-83, esp. 82, no. 15] [14] The four manuscripts have in common that they are of a recent date and that the Thecla text is part of a large collection of hagiographical texts. This context is comparable, therefore, to what was said above with regard to manuscripts nos. 3 and 4. [15] Summarizing the data of the new manuscripts listed so far, we may distinguish three contexts in which the Thecla text has been transmitted: first, the \"Book of women\" (nos. 1, 2, 6), second, the combination Daniel-Thecla (no. 5), third, different types of large hagiographical collections (nos. 3, 4, 7, 8, 9, and 10). [16] In the next manuscript, the last to be discussed here (no. 11), we see yet another category, which shares some characteristics with the \"Book of women,\" and others with the large hagiographical collections. Mount Sinai, Library of the Monastery of Saint Catherine, Syr. 30 [17] The manuscript in question is the famous Sinai palimpsest, which in its earlier layer of writing contains the Old Syriac Gospels. It was reused in 779, or perhaps in 698, when the monk John the Stylite of Bet Mar Qanun, working near Antioch, wrote his \"Select narratives of holy women\" ( taš c yâtâ mgabbyâtâ d- c al neššê qaddišâtâ ) [Smith Lewis 1900; Hatch 1946, 97]. The list of the holy women opens with Thecla (\"Book of the blessed Mart Thecla, disciple of Paul, the blessed apostle\") and then continues as follows: Eugenia, Pelagia, Marina, Euphrosyne, Onesima, Drusis, Barbara, Mary, Irene, Euphemia, Sophia, Theodosia, Theodota, (the biblical) Susanna, Cyprian and Justa. The work also contains a short creed and, at the end, \"strophes of Mar Ephrem, from the Hymns on Paradise\", reproducing sections from Ephrem's sixth and seventh Hymns on Paradise (VI, 8, 12-13, 18, 23-24, and VII, 14 and 17), counted as the seventeenth piece in the scribe's (or the original redactor's?) table of contents of the \"Book of select narratives\" [Smith Lewis 1900, 280 (Syriac) and 205-206 (translation)]. The Thecla text of this manuscript has not been published. The editor of the \"Select narratives\" has limited herself to collating the manuscript against Wright's edition and to listing the variants [Smith Lewis 1900, Syriac text, 290-305]. [18] This manuscript may suggest the intersection of varying understandings of Thecla and her place in Syrian Christianity.  The stories of Thecla and Susanna remind us of the \"Book of women\".  However, the other biblical women are absent, and instead, one finds a number of Christian, women. This collection, while similar in form to the hagiographical collections mentioned above, is importantly different in its content.  The other collections are mainly, albeit not exclusively, devoted to male saints; this one is exclusively female, again echoing the \"Book of women.\" [19] The manuscript tradition of the Syriac Acts of Paul and Thecla is not the only source of evidence for the place of Thecla in Syriac Christianity.  When we consider the reception of the text and the popularity of the saint, we find important evidence, roughly contemporaneous to manuscripts 1 and 5 above. Among the Cathedral Homilies of Severus of Antioch (Syrian-Orthodox patriarch from 512 to 518), there is one homily (no. 97) entirely devoted to \"the protomartyr Thecla\", delivered on Thecla's feast day (September 24). Except for a number of fragments, the Cathedral Homilies have not been preserved in Greek. They circulated, however, in a Syriac translation around the middle of the sixth century, and the earliest witness of homily no. 97 (ms. Rome, Vat. Syr. 142) has the year 576 as its terminus ante quem . This version of the homily has remained unpublished; the text published by Brière [Brière 1943, 122(566) – 138(582)] is the translation of Jacob of Edessa (d. 708), which is a revision of the earlier, mid-sixth century translation [Van Rompay, forthcoming, with further references]. [20] For Severus, who extensively paraphrases passages of the Acts of Paul and Thecla , Thecla is above all an image of the church [cf. Pesthy 1996, 173-175]. Later in the homily, he explicitly refers to the many women who zealously imitate Thecla for her virginity and martyrdom, even though they fall short of a complete imitation. With regard to the cutting of Thecla's hair, her preaching, and teaching, Severus maintains that women are not allowed to follow Thecla's example, since this is against the overall legislation of the church. Thecla's sufferings are compared to those of the three condemned to the fiery furnace (Daniel 3) as well as to Daniel in the lions' den (Daniel 6). Severus may or may not be aware of a tradition or a written collection that associates Thecla with Old Testament women, but his use of Daniel in this context strongly suggests that he is aware at least of the tradition behind manuscript no. 5.  Further evidence of this awareness may be apparent in two other of Severus' homilies (nos. 71 and 75), where the mention of Daniel as an example of a holy person overcoming wild animals and a perilous situation is immediately followed by a reference to Thecla [Brière 1915, 69(351) and 130(412)].  After his discussion of Daniel in the homily on Thecla (no. 97), Severus briefly points to the Thecla shrine in Seleucia, where healings and miracles are performed. In general, Severus' comments – in their Greek and Syriac text forms – give us some glimpses of the background against which the contemporary developments in the transmission of the Thecla text took place, and suggest that the Daniel-Thecla pairing witnessed only in manuscript no. 5 was not unique to the writer of that manuscript. [21] As was the case with the manuscripts of the Acts of Paul and Thecla , our other evidence is not limited to the West-Syrian world, either. The popularity of Thecla and the effect it had on women's piety are evident in the Life of Febronia , most likely a late sixth or early seventh century composition to be located in Nisibis [Davis 2001, 125-126; Brock & Ashbrook Harvey 1987, 150-176].  The Manichaean Psalm-Book, which is preserved in Coptic [Davis 2001, 100-101, with further references], but probably goes back to an Aramaic original, quotes and praises Thecla, providing an indirect witness to her renown in pre-Islamic Persia. Her popularity may also be seen in the fact that two different women, martyred in Persia [Brock & Ashbrook Harvey 1987, 77 and 78-81], were named after her. [22] If in fact the presence of namesakes contributes to our understanding of Thecla's popularity, as Davis believes it does for Egypt [Davis 2001, 201-208], it may not be without significance that two women closely associated with illustrious East-Syrian holy men bear the name of Thecla. The first is the mother of Rabban Hormizd, the famous recluse of Northern Iraq [Budge 1902, I, 9 (Syriac); II,1, 14 and II,2, 329 (translation)]. The second is one of the sisters of Mar Awgên, who is said to have introduced Egyptian monasticism to Mesopotamia. His monastery near Nisibis is said to contain the tomb of the saint as well as the tombs of his two sisters, Thecla and Stratonice [Fiey 1977, 138]. Thecla seems to have been regarded as an appropriate name for women accompanying venerable men, after the example of Thecla, Paul's companion. Unfortunately, these traditions cannot be dated. [23] Neither, unfortunately, can the origins of the living Syrian Thecla-traditions be clearly dated. Davis briefly mentions the Monastery of St. Thecla at Ma c lula near Damascus, but refrains from further discussion, as \"the date of origin for the site is uncertain\" [Davis 2001, 84, note 8]. Admittedly, his statement is correct. However, the region between Damascus and Homs (Emesa) has known an uninterrupted history of Christian presence until today and it is, at first sight, unlikely that the Thecla cult would have been introduced at a recent date. Other places in the area seem to have been associated with Thecla [Thoumin 1929; Peña 2000, 30, 244-245, 248-249], although here again clear evidence of great antiquity is lacking.  The case of an undated Syriac inscription invoking Saint Thecla ( qaddištâ Mart(y) Taqla ), found on a column located to the East of Aleppo [Jarry 1967, 157; Peña 2000, 30] may be the exception.  Not only in this part of Syria, but also in adjacent Lebanon, Thecla is, up to the present day, one of the most popular saints [Fiey 1978, 40-41]. [24] In spite of the very provisional character of our observations, we hope to have shown that the isolated pieces of information concerning the literary tradition and the cult of Thecla in the area of Syriac Christianity deserve to be brought together and to be developed into a comprehensive study, a counterpart to Davis' extremely valuable book on the Thecla cult in Egypt. Acknowledgement The following persons have provided us with data and useful suggestions: LeighAnna Allen (Duke University), Mat Immerzeel, Luitgard Mols, and Heleen Murre-van den Berg (Leiden University). Konrad Jenner, director of the Peshitta Institute at Leiden, generously gave us access to the microfilm collection of the Peshitta Institute. _______ Bibliography Baumstark 1902 = Anton Baumstark, Die Petrus- und Paulusacten in der literarischen Ueberlieferung der syrischen Kirche (Leipzig 1902). Brière 1915 = M. Brière, Les Homiliae Cathedrales de Sévère d'Antioche. Homélies LXX à LXXVI (Patrologia Orientalis 12,1 ; Paris 1915). Brière 1943 = M. Brière, Les Homiliae Cathedrales de Sévère d'Antioche. Homélies XCI à XCVIII (Patrologia Orientalis 25,1 ; Paris 1943). Brock & Ashbrook Harvey 1987 = Sebastian P. Brock & Susan Ashbrook Harvey, Holy Women of the Syrian Orient (The Transformation of the Classical Heritage 13; Berkeley etc. 1987). Budge 1902 = E.A. Wallis Budge, The Histories of Rabban Hôrmîzd the Persian and Rabban Bar- c Idtâ , I and II,1-2 (London 1902). Burris 2002 = Catherine Burris, \"The Syriac Book of Women : Text and Meta-Text\". Paper presented at the conference on \"The Early Christian Book\", The Catholic University of America, June 2002. Davis 2001 = Stephen J. Davis, The Cult of Saint Thecla: A Tradition of Women's Piety in Late Antiquity (Oxford Early Christian Studies; Oxford 2001). Fiey 1977 = Jean-Maurice Fiey, Nisibe. Métropole syriaque orientale et ses suffragants des origines à nos jours (Corpus Scriptorum Christianorum Orientalium 388 \/ Subsidia 54; Louvain 1977). Fiey 1978 = Jean-Maurice Fiey, \"De quelques saints vénérés au Liban\", Proche-Orient Chrétien 28 (1978) 18-43. Hatch 1946 = William Henry Paine Hatch, An Album of Dated Syriac Manuscripts (Boston, Massachusetts: The American Academy of Arts and Sciences, 1946). Innemée & Van Rompay 1998 = Karel Innemée & Lucas Van Rompay, \"La présence des Syriens dans le Wadi al-Natrun (Égypte). À propos des découvertes récentes de peintures et de texts muraux dans l'Église de la Vierge du Couvent des Syriens\", Parole de l'Orient 23 (1998) 167-202. Jarry 1967 = Jacques Jarry, \"Inscriptions arabes, syriaques et grecques du massif du Bélus en Syrie du nord\", Annales islamologiques 7 (1967) 139-220. Lebram 1972 = J.C.H. Lebram, Tobit (The Old Testament in Syriac according to the Peshitta edition, IV,6 – fifth section, 1972). Murad Kamil s.d. = Murad Kamil, Catalogue of the Syrian Manuscripts Newly Found in the Monastery of St. Mary Deipara in the Nitrian Desert (an undated English translation, c. 1960, of an earlier Arabic inventory). Peña 2000 = Ignacio Peña, Lieux de pèlerinage en Syrie (Studium Biblicum Fransciscanum, Collectio minor, 38; Milan 2000). Peshitta Institute 1968 = \"Peshitta Institute Communications VII\", Vetus Testamentum 18 (1968) 135-136. Pesthy 1996 = Monika Pesthy, \"Thecla among the Fathers of the Church\", in Jan N. Bremmer (ed.), The Apocryphal Acts of Paul and Thecla (Studies on the Apocryphal Acts of the Apostles 2; Kampen 1996) 164-178. Rignell 1993 = L.G. Rignell, Job (The Old Testament in Syriac according to the Peshitta edition, II,1a, 1993 [second edition]). Sachau 1899 = Eduard Sachau, Verzeichnis der syrischen Handschriften (Die Handschriftenverzeichnisse der Königlichen Bibliothek zu Berlin, 23. Band; Berlin 1899). Smith Lewis 1900 = Agnes Smith Lewis, Select Narratives of Holy Women from the Syro-Antiochene or Sinai Palimpsest as Written above the Old Syriac Gospels by John the Stylite, of Beth-Mari-Qanūn in A.D. 778 , 2 volumes (Studia Sinaitica 9-10; London 1900). Sprey 1980 = Th. Sprey a.o., Daniel and Bel and the Dragon (The Old Testament in Syriac according to the Peshitta edition, III,4 – second section, 1980). Thoumin 1929 = R. Thoumin, \"Le culte de sainte Thècle dans le Jebel Qalamun\", Mélanges de l'Institut français de Damas (Section des arabisants) 1 (1929) 163-180, with Plates XVII-XXI. Van Lantschoot 1965 = Arn. Van Lantschoot, Inventaire des manuscrits syriaques des fonds Vatican (460-631) Barberini Oriental et Neofiti (Studi e Testi 243; Vatican City 1965). Van Rompay & Schmidt 2001 = Lucas Van Rompay & Andrea Schmidt, \"Takritans in the Egyptian Desert. The Monastery of the Syrians in the Ninth Century\", Journal of the Canadian Society for Syriac Studies 1 (2001) 41-60. Van Rompay, forthcoming = Lucas Van Rompay, \"Jacob of Edessa and the Sixth-Century Syriac Translator of Severus of Antioch's Cathedral Homilies\", in K.D. Jenner & R.B. ter Haar Romeny (eds.), Jacob of Edessa and the Syriac Culture of His Day (Leiden 2002). Vosté 1929 = Jacques Vosté, Catalogue de la Bibliothèque syro-chaldéenne du Couvent de Notre-Dame des semences près d'Alqoš (Iraq) (Rome & Paris 1929). Wright 1871 = William Wright, Apocryphal Acts of the Apostles , 2 volumes (London 1871; reprint Amsterdam 1968). Wright I, II, III = W. Wright, Catalogue of Syriac Manuscripts in the British Museum , 3 vol. (London 1870, 1871, 1872).",
    "title" : 
    [ "Thecla in Syriac Christianity Preliminary Observations",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Van Rompay, Lucas",
      "Burris, Catherine" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2burrisvanrompay",
    "type" : "shortArticle",
    "displayTitleEnglish" : "Thecla in Syriac Christianity Preliminary Observations" }