
  { "fullText" : "[1] Prof. Dr. Han J.W. Drijvers passed away on 11 February 2002 at the age of 67. He was a retired professor of Semitic Languages and Literature and Archaeology of the Near East at the University of Groningen, the Netherlands. [2] Born 25 September 1934 in Winschoten, a little provincial town in the North of the Netherlands, Han Drijvers always remained rooted in Groningen, the province he loved so much. In his grammar school years he already showed great interest in the phenomenon of religion. As a result he decided to study theology at the University of Groningen, where he came into contact with the Semitic languages. He decided to graduate in both Theology and Semitics. After writing a Ph.D. on Bardaisan of Edessa (1966) he received a personal lectureship in Semitic Literature and Linguistics at the faculty of Arts (1970) and, in addition, in the Religions of the Era of Hellenism and the Roman Empire at the faculty of Theology (1972). This combination of Language and (Religious) Culture has characterised his career and is reflected in his publications on many topics ranging from the earliest stages of ancient Syriac literature to the history and religions of the Near Eastand Hellenism, archaeology and religious phenomenology. Next to his dissertation his edition of The Book of the Laws of Countries: Dialogue on Fate of Bardaisan of Edessa (1965) and his study Cults and Beliefs at Edessa (1980) are but two of his numerous publications. [3] In 1976 his lectureship was converted into a personal professorate. After the retirement of his mentor in Semitics, Prof. Dr. J.H. Hospers, Han Drijvers became the professor in ordinary at the Institute of Semitic Languages and Cultures, and Archaeology of the Near East of the University of Groningen (1986). In earlier years he already had been involved in the development of this department, but now he guided it rather effectively through the rough seas of budget cuts and academic \"restructuring\". Under his supervision several dissertations on Syriac and related topics were written and Groningen became a household name in the field of Syriac Studies. [4] Drijvers not only has made a name for himself as a scholar, but also as an administrator. He has been, among others, a member of the University Board (1972-1974) and Dean of the Faculty of Arts (1981-1984). He also has been a member of many national and international academic committees and boards. Most Syriac scholars will remember him presiding the business meetings at various Symposia Syriaca. He has been a participant of all symposia, except for the last, when his physical condition made it impossible for him to travel to Sydney - much to his regret. [5] Han Drijvers not only was an academic, but he also was an active member of society. He was, for example, a member of the national Blood Transfusion Board and he was involved in the encouragement and study of modern art. As main editor he was involved in a number of studies on regional artists. At his retirement in 1999 he was appointed by the queen Companion of the Order of Orange Nassau for his achievements in academics and in society. [6] During the last years of his life Han was hampered by a disease, not even he was able to conquer. He did put up a brave fight, but in February of this year it finally got the better of him. He will be missed.",
    "title" : 
    [ "In Memoriam Prof. Dr. Han J. W. Drijvers",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Van Ginkel, J.J." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2vanginkel",
    "type" : "obituary",
    "displayTitleEnglish" : "In Memoriam Prof. Dr. Han J. W. Drijvers" }