
  { "fullText" : "  [1] Until relatively recently the field of Syriac Christianity was marked by a notable dearth of archaeological information. One of the more unfortunate results of this lack of material was a tendency on the part of earlier scholars to assign the majority of early Syriac structures to broad categories, taking little note of regional architectural variation or its significance. While great strides have been made over the last fifty years in further defining the various regional traditions in architecture and liturgical furnishings within the West Syriac Church, less work has been instigated in the field of East Syriac Christianity. However, more archaeological evidence has begun to surface in the last twenty years and we must now reconsider the old material in terms of the new. Part of this task must include not only a reexamination of the architecture, but also its relation to the many written sources for the East Syriac liturgy. Only through such a discussion can we separate the physical structures from the ideal liturgy and understand how the two interact with one another. [2] This paper serves solely as a preliminary examination of the problem and therefore concentrates on only one aspect of the East Syriac church - the bema. This liturgical and architectural structure is found not only in the East Syriac tradition, but also within the contexts of West Syriac and Byzantine churches and many early synagogues. In short, it is a raised platform located in the nave (although the exact position varies), predominantly associated with the liturgy and used for readings, sermons and blessings. While its position, significance and composition vary geographically, it retains extremely significant symbolism in the East Syriac liturgy. The best discussions of sources as they relate to the bema are found in Robert F. Taft, “Some Notes on the Bema in the East and West Syrian Traditions” ( OCP 34 [1968]), 326-359; idem., “On the Use of the Bema in the East-Syrian Liturgy” ( ECR 3 [1970]), 30-39 (Both republished with comments in Liturgy in Byzantium and Beyond, Collected Studies Series CS493 [Aldershot: Variorum, 1995]); Pauline Donceel-Voûte, Les pavements des églises de Syrie et du Liban. Décor, archéologie, et liturgie, 2 Bde (Louvain-la-Neuve: Département d’archéologie et d’historie de l’art, Collège Érasme, 1988), 511-523; and Pauly Maniyattu, Heaven on Earth (Rome: Mar Thoma Yogam, 1995), 164-172. See also J. Dauvillier,  “L’Ambon ou Bêmâ dans les textes de l’église Chaldéenne et de l’église Syrienne au Moyen Age” ( CAr 6 [1952]), 11-31. Although the usage and symbolism of this structure is clearly expressed in many East Syriac sources, the interpretation of this material in relation to new archaeological finds leads us into some difficulty. The term East Syriac in this paper refers to the Christian community living in the Sassanian Empire which is often given the misnomer \"Nestorian\". This is too limited a term, however, and does not take into account the regional variation or independent development of this community. Primary sources for the bema include the fifth century Synodicon Orientale as well as the ninth century Thomas of Marga. For the former source, see J.B. Chabot, Synodicon Orientale (Paris: Imprimerie Nationale, 1902), 28, 267-8; for the latter see E.A.W. Budge, The Book of Governors , 2 vols. (London: Kegan Paul, Trench, Trubner, & Co., 1893), vol. 1, 306; vol 2; 543. See also Taft, \"Some Notes,\" 332-333. While early East Syriac writing expresses an ideal liturgy involving the bema, it has now become increasingly difficult to correlate the written evidence with the archaeological remains. [3] A framework for this discussion has already been established by Robert Taft, who initiated the consideration of the bema in the Syriac tradition. Ibid., 326-359. His comparison of both the written liturgical sources and the available archaeological data provides clear evidence for the separation of the two Syriac traditions. Taft also offers a strong analysis of the different architectural groupings within the geographically diverse West Syriac Church. In recent years much more work has been done on this latter group of churches, particularly by Pauline Donceel-Voûte. Her work is not only essential for understanding the liturgy of these structures in terms of the archaeology (and vice-versa), but also for illuminating the diversity which exists among the extant West Syriac churches. Donceel-Voûte, Les pavements, 521. More recently Erich Renhart has devoted an entire monograph to the bema, particularly as it relates to the West Syriac churches. Erich Renhart, Das Syrische Bema, Grazer Theologische Studien 20 (Graz: Grazer Theologische Studien, 1995). His article concerning the bema, “Encore une fois: le bema des églises de la Syrie du nord” ( PdO 20 [1995]), 85-94 was recently brought to my attention, although I have not yet been able to consult it. Renhart and Donceel-Voûte discuss East Syriac sources extensively, but are geographically concerned with Byzantine Syria and Northern Mesopotamia. Some work has also been started on the East Syriac corpus of churches, primarily by Yasuyoshi Okada. See: Yasuyoshi Okada, “Ain Sha’ia and the Early Gulf Churches: An Architectural Analogy” ( al-Rafidan 13 [1992]), 87-93 and “Early Christian Architecture in the Iraqi South-Western Desert” ( al-Rafidan 12 [1991]), 71-83.  Okada has recognized the regional similarities of the churches in southern Iraq and the Persian-Arabian Gulf. However, considerable work remains to be done on the East Syriac architectural corpus, which has expanded extensively over the last few years. The majority of these \"new\" churches are located in the formerly Sassanian-held lands of southern Iraq and in the Persian-Arabian Gulf. The architecture represented in these structures needs now to be reconsidered in relation to the liturgy. Thus, this paper is in no way an attempt to draw final conclusions, but is an initial discussion of the potential directions for future exploration in the field of East Syriac Christianity. [4] In order to understand the framework Taft set out, we must look briefly at the appearance and significance of the bema in West Syriac church architecture. Taft, “Some Notes,”  337ff. Previous to Taft's work, many assumptions were made about the uniform nature of the West Syriac tradition, based solely on the geographical area in which these churches are found. J.M. Fiey's \"Syro-Jacobite\" plan illustrates an example of the idealized layout of these churches in which the bema, often apsidal, is found in the centre of the nave [Figure 1]. J.M. Fiey, Mossoul Chrétienne  (Beirut: Imprimerie Catholique, 1959), Plate III. This plan is based on both written and archaeological sources. Fiey did, however, note the variations which occurred in the architectural reality in both the East and West Syriac churches of Mossul. Ibid., 75, 98. Donceel-Voûte, Les pavements, 513-514 illustrates some of the variations which occur within this corpus of churches. However, in reviewing the architectural evidence Taft was able to delineate four geographical categories within each of which he found variations in the placement and use of the bema. He divided the churches into four categories: north and northwest Syria; the region around southern Syria; the area around Osrhoene, including the Tur-Abdin; and Takrit. Of these, the bema occurs in the centre of the nave only in some of the churches of the first region (northern Syria) and in Takrit. Taft, “Some Notes,” 349-350. The churches located in the other two areas are more disposed towards a liturgical arrangement in which the bema was placed in the area in front of the sanctuary, often merging with the sanctuary as sacred space. This shift, which Taft links to the evolution of the sanctuary, also has implications for understanding the use and symbolism of the bema within the context of the West Syriac liturgy. Ibid., 350.  Donceel-Voûte, Les pavements, 520-521 also draws attention to the fact that there were certainly variations between how the East and West Syriac communities used the bema. Fig 1. \"Syro-Jacobite\" plan. J.M. Fiey. Mossoul Chrétienne , (Beirut: Imprimerie Catholique, 1959), Plate III. [5] The variation in the location of the bema is mirrored in the written sources, which, according to Taft, are difficult to interpret. Taft, “Some Notes,” 351ff. Certainly the predominant sense is that the bema, while important as a platform for readings in the churches where it does occur, is less important for the overall symbolism of the West Syriac liturgy than for that of the East—something which is often reflected in a correspondingly smaller platform. Taft says: \"Unfortunately the liturgical commentators of the Jacobite tradition have not provided us with the same wealth of detailed liturgical information as their Nestorian brethren. The ancient documents of the Antiochene tradition, both Greek and Syriac, place the altar, throne and synthronon in the east end of the church.\" Ibid., 351. This arrangement would give to the bema the same significance as the ambo in the Byzantine rite. This arrangement of liturgical furnishings takes away from the importance of the bema. As well, the actual physical bema is described as being in a variety of locations, including both the centre of the nave as well as in front of the sanctuary. The variation and the silence of some of the sources suggest that less spiritual significance is given to the bema in the Western tradition than in the Eastern one. However, in West Syriac sources from the East, the description of the bema suggests an importance which is generally applied only to the East Syriac tradition. Taft cites Yahya ibn Garir, for example. Ibid., 354-355. Taft relates this to their geographical relation to the so-called “Nestorians” of the Sassanian Empire. [6] Taken together, the literary and archaeological evidence suggest the following points. There was regional variation in the West Syriac size, shape and positioning of the bema. Generally the bema merged with the area in front of the sanctuary, and this location took on the symbolic significance of Jerusalem and Divine Instruction which we shall see in the East Syriac tradition. Maniyattu, Heaven on Earth, 164ff. Its appearance in North Syria is indicative of a regional variation, and its retention in the eastern region of Takrit, as is confirmed in a recent discussion by Amir Harrak, may be connected to its proximity to the East Syriac Church. Amir Harrak, “Recent Archaeological Excavations in Takrit and the Discovery of Syriac Inscriptions” ( Journal of the CSSS , 1[2001]), 15-16.  See also Taft, “Some Notes,” 354-355. Overall, this indicates regional variation involving the bema in the architecture and liturgy of the West Syriac Church. [7] As the analysis of the West Syriac Church has been developed in light of more recent archaeological material, this will not be my main purpose in this paper. For the West Syriac tradition, see particularly Donceel-Voûte, Les pavements and Renhart, Das Syrische Bema. Rather, I would like to draw attention to the fact that the same regional diversity must now be considered for the churches of the Eastern tradition. To begin with, let us start with a statement by Taft which, in light of recent discoveries, has become problematic: \"The archaeological evidence is... quite slim, but not negative. And the liturgical evidence for the existence and precise liturgical use of the bema in the Nestorian tradition is strong enough to be conclusive.\" Taft, “Some Notes,” 331. At the time of the initial publication of Taft's article, the architectural evidence came only from the sites of Hira The dates for these churches are somewhat approximate. Mound XI is dated to the sixth century and Mound V is dated to the seventh century in the original archaeological reports. For discussion of this site see Okada, “Ain Sha’ia,” 87-93 and “Early Christian Architecture,” 71-83.  For the original excavation reports see D. Talbot Rice, “The Oxford Excavations at Hira” ( Ars Islamica 1 [1934]), 51-73 and “The Oxford Excavations at Hira, 1931” ( Antiquity 6 [1932]), 276-291. and Ctesiphon. The Upper Church at Ctesiphon dates to approximately the beginning of the seventh century. For discussion of these churches see the above articles by Y. Okada, as well as Oscar Reuther, “The German Excavations at Ctesiphon”  ( Antiquity 3 [1929]), 434-451, and “Sasanian Architecture” in A Survey of Persian Art, ed. Arthur Upham Pope. Volume II, Reprint. (London: Oxford University Press, 1967). It should also be stressed that the church was not completely excavated. Further evidence of a bema at the site of Sulaimaniya in northwest Iraq, dating from the sixth century, was included when Taft's article was republished. This is a provisional date. Taft, “Additional Notes and Comments” in Liturgy in Byzantium and Beyond (Aldershot: Variorum Reprints, 1995): 3-4. Thus, from among these three sites, only two (Hira and Sulaimaniya) exhibit evidence of this liturgical structure. Until recently, the absence of a bema at Ctesiphon suggested that it was the exception rather than the rule - particularly in light of roughly contemporary sources such as the Synodicon Orientale . The idealized liturgical arrangement, based primarily on sources, can be seen in Fiey's \"Chaldean-Nestorian\" plan [Figure 2]. Fiey, Mossoul Chrétienne , Plate II. Fig 2. \"Chaldean-Nestorian\" plan. J.M. Fiey. Mossoul Chrétienne , (Beirut: Imprimerie Catholique, 1959), Plate II. [8] The corresponding Syriac written evidence places the bema in the centre of the nave and assigns it a heavy symbolic presence. Maniyattu, Heaven on Earth, 164ff; Donceel-Voûte, Les pavements, 511ff. While the original written reference to a bema in southern Mesopotamia is a rather practical indication of its use in the early fifth century Synodicon Orientale, the spiritual implications can be seen in later sources. This discussion of the sources is based on Taft’s work in “Some Notes,” 331-332. Further, both the architectural and written evidence explain the physical and thus spiritual connection between the sanctuary and the bema. Taft says: “Before the sanctuary doors, a platform, the qestromã , extended out into the nave. From the center of this platform, before the central door, a narrow pathway, the bet-šqaqona , extended down the center of the nave to connect the qestromã to the bema.” Taft, “Some Notes,” 333.   The exact arrangement of the liturgical furnishings is of extreme importance to the implementation of the service. According to Pauly Maniyattu, the use of the structure only for the “...Sacred Scripture shows concern for the sacredness of this liturgical space.” Maniyattu, Heaven on Earth,  168.   He parallels this with George of Arbela’s description of the bema as Jerusalem, with the altar on it being representative of Golgotha. Ibid., 169-170. The entire liturgical arrangement of the structure thus mirrors the instruction of God, through the actions of Christ. [9] While the combination of the early architectural material and liturgical information indicates the importance of the bema in the liturgical tradition of the East Syriac Church, the archaeological material discovered in the last twenty years has become a somewhat problematic addition to this question.  Several more East Syriac churches have come to light from both the Iraqi mainland and the islands in the Persian-Arabian Gulf, and none of these structures provides any evidence for a bema. Yet the majority of these churches can be called East Syriac through their remaining decorative elements, some minor inscriptional evidence and the known existence of this community within the Sassanian Empire. For a discussion of this community see S.P. Brock, “Christians in the Sasanian Empire: A Case of Divided Loyalties” in Religion and National Identity, ed. Stuart Mews (Oxford: Basil Blackwell, 1982), 1-19 and Michael G. Morony, “Religious Communities in Late Sasanian and Early Muslim Iraq” ( JESHO 17 [1974]), 113-135. [10] As mentioned above, these churches come from a variety of locations, most of which are extremely isolated. One of the most recently discovered churches derives from an eighth century monastic site in the southern Iraqi desert called Ain Sha’ia. When it was excavated there was no evidence of a bema. These structures were published by Yasuyoshi Okada, “Ain Sha’ia,” 87-93 and “Early Christian Architecture,” 71-83. The same situation is to be found at two more Sassanian era sites in the southern part of Iraq, Qusayr and Rahaliya. These are mid-late Sassanian in date. For both sites see Barbara Finster and Jurgen Schmidt,“Sasanidische und Fruhislamische Ruinen im Iraq” ( Baghdader Mitteilungen 8 [1976]), 26-43. See also Okada, “Early Christian Architecture,” 76, 77. There are two churches at Qusayr, neither of which have the remains of a bema. Another monastic site is located on the Iranian island of Kharg, and probably dates after the sixth century. Roman Ghirshman, The Island of Kharg (Tehran: Iranian Oil Operating Companies, 1964), 17-20. The original publication of this church dates the structure to the sixth century. However, based on a number of factors, this seems far too early a date and it was probably built 100-200 years later. Okada, “Ain Sh’aia,” 93. This church also contains no bema. This is particularly notable because other ecclesiastical furnishings are visible in this church. Ghirshman, The Island of Kharg, 19. The remains of the altar-site are clear, as is a large chest reliquary. The fact that these have survived suggests that the bema was not simply lost through time. Two further island churches exhibiting no evidence of a bema are located at the island site of Failaka in Kuwait, Circa mid-seventh century. See Derek Kennet, “Excavations at the Site of Al-Qusur, Failaka, Kuwait” ( PSAS 21 [1991]), 97-111; Vincent Bernard and Jean-Francois Salles, “Discovery of a Christian Church at al-Qusur, Failaka, (Kuwait)” ( PSAS 21 [1991]), 7-21; and Vincent Bernard, Oliver Callot and Jean-Francois Salles, “L’Église d’al-Qousour Failaka, État de Koweit” ( AAE 2  [1991]), 145-181. and on the Abu Dhabi island of Sir Bani Yas. Sixth to sevent h century. G.R.D. King and Peter Hellyer, “A Pre-Islamic Christian Site on Sir Bani Yas” ( Tribulus 4 [1994]), 5-7; G.R.D. King, D. Dunlop, J. Elders, S. Garfi, A. Stephenson, C. Tonghini, “A Report on the Abu Dhabi Islands Archaeological Survey (1993-4)” ( PSAS 25 [1995]): 63-74; Peter Hellyer, Filling in the Blanks. (Dubai: Motivate Publishing, 1998), 42-49. Based on these reports, there appears to be no evidence for a bema. [11] Archaeologically, the absence of the bema in one or two of these structures could, of course, be explained in practical ways.  It has been plausibly suggested by several scholars that these structures may have been made of wood. However this seems unlikely within the geographical context of such locations as the southern Iraqi desert. As well, extensive excavations of some of these structures—most notably at Failaka—have turned up fine plaster floors which do not exhibit any indication of either portable or permanent liturgical furnishings in the nave. The archaeological reports from Failaka talk at length about the plaster floors of the church: Bernard and Salles, “Discovery,” 11 and Bernard, Callot, and Salles, “L’Église,” 150. While excavation is still ongoing at some of these sites, enough work has been done to suggest that the bema was not a common architectural form in the southern part of Mesopotamia and the Persian-Arabian Gulf. This conclusion is particularly confirmed in structures like Kharg and Failaka where we have further ecclesiastical remains. For example, large chests and floor markings were found in both of these churches. [12] Because the written evidence indicates the significance of the bema in the liturgy of the East Syriac Church, it cannot be disregarded as an important part of the service. However, we must briefly explore the possible explanations for the absence of this structure in the region around and south of Hira.  There are a number of possibilities and it seems likely that they all impact on the final analysis. To begin with, Taft’s assertion that the bema in the early Christian tradition moved from west to east must hold some validity here; Taft, “Some Notes,” 358-9. nevertheless, its arrival in Mesopotamia is obscure. Further, two important questions remain unanswered: from how far and when did the bema enter the region? The presence of the bema in the West Syriac churches of the region around Antioch, which theologically had early connections to what became the Church of the East, may very well provide the initial link for the passage of this liturgical element to some of the eastern Christian churches. As well, the usage of a bimah , or reader’s platform, in some of the synagogues in the region of Anatolia and Syria may provide the context for the initial adoption of this architectural aspect. One of many extant examples is found at Sardis. See A. Seager, “The Synagogue at Sardis” in Ancient Synagogues Revealed. Lee I. Levine, ed. (Detroit: Wayne State University Press: 1982), 178-184. A convincing argument for the Jewish origins of the bema can be found in G. Rouwhorst, “Jewish Liturgical Traditions in Early Syriac Christianity” ( Vigiliae Christianae 51 [1997]), 72-93. I am not convinced that the bema had to come to the Syrian and Mesopotamian population from a Christian context. In Syria and northern Mesopotamia, it could very plausibly have come from the Jewish architectural tradition. [13] While this may serve as a connection where the bema does occur, it does not help with the problem of where it does not.  To begin with, these early East Syriac sites in Southern Mesopotamia and the Persian-Arabian Gulf are now widely considered to take their architectural elements not from the Byzantine tradition, but from the Mesopotamian corpus generally, and the Partho-Sassanian milieu specifically. In this regard, I strongly agree with Y. Okada’s assessment that the impetus for these church types must be local and contemporary. See particularly, “Early Christian Architecture,” 80-81. This idea was expressed earlier by Reuther, “Sasanian Architecture,” 564-565. A variety of architectural elements, including the lateral entrances, the straight-backed sanctuary and the mud-brick construction, are rooted firmly in these Partho-Sassanian traditions. Ibid. Beyond this, the separation of the Sassanian Christian community from the Byzantine Empire meant that it had to turn inwards to find unique architectural techniques to express its own liturgy.  The fact that we have no literary evidence for the enactment of the liturgy in this specific region in the early period may be evidence for this, but it is difficult to argue ex nihilo. [14] A further aspect to be considered is the separation of the Jewish and Christian communities in this region. While several architectural and even liturgical elements of the Byzantine church had their origins in earlier or contemporary synagogue architecture (elements which are also found in the West Syriac Church), the Babylonian church did not adopt structures in a similar way. The relations between the Jewish and Christian communities under the Parthian and Sassanian Empires were less than cordial. While the Christians received some converts from within this community, they were not as numerous as they were in other regions. W. Stewart McCullough, A Short History of Syriac Christianity to the Rise of Islam, (Chico: Scholars Press, 1982), 96ff. Further, the Jewish and Christian populations increasingly became very distinct communities, which contributed to the isolation of the groups from one another. Morony, “Religious Communities,” 115-116. While this in itself would have reduced converts between the religions, it would also have restricted architectural borrowings. While there is no comparative evidence for synagogues and churches in the region, it would seem that overall the Christians of this tradition turned almost entirely to secular Sassanian architecture for their own structures. Ibid., 117-118.  Morony provides a fascinating image of the Christian hierarchy imitating the Sassanian political structure – which may also have provided the impetus for architectural borrowing (or vice-versa). [15] There remains the question of date and its relation to the usage of the bema. Taft indicates that the last East Syriac commentary we have is dated to the ninth century, but that in the sixteenth century the ceremony of the adoration of the bema appears again in the East Syriac liturgy. He suggests that the bema fell into disuse under the Mongols in the fourteenth century. Taft, “Some Notes,” 337. However, as seen above, in the region around and south of Hira the bema  does not seem to have been in use at all. The fact that the slightly later East Syriac churches discussed above were still using the same early Mesopotamian architectural types - still without a bema – strongly suggests that the initial local tradition in southern Mesopotamia did not include this structure, and consequently that the liturgy was performed in a different way spatially to accommodate this absence. [16] In practical terms, we must also consider the usage of the East Syriac churches. The majority of the churches in Babylonia and the Persian-Arabian Gulf were associated with monastic complexes and, excepting the three large structures at Hira and Ctesiphon, were actually quite small. In the West Syriac tradition, both liturgically and geographically, no example of a monastic church has been found which contains the remains of a bema. Ibid., 350. The size and usage of monastic churches surely dictated the format of the architecture. Much the same argument can be made for the small and isolated churches in Babylonia and the Persian-Arabian Gulf. Recently two monastic churches in Iraq—one at Sulaimaniya and one at Takrit—have been excavated, both of which possess the remains of a bema. The first one is East Syriac and is discussed in Taft, “Additional Notes and Comments,” 3. The second one is West Syriac and is discussed in Harrak, “Recent Archaeological Excavations,” 15-16. This suggests that the bema was an architectural feature found more commonly in the regions north and west of Hira, and towards Antioch. [17] Several secondary sources indicate that in the later churches of Mesopotamia the bema essentially merged with the qestromã , or area in front of the sanctuary. Taft, “Some Notes,” 337. Taft also indicates that this is true in modern Chaldean churches. Also see, Fiey, Mossoul Chrétienne , 78. There, the significance of the bema retained its importance within the liturgy. While the eventual disappearance of this structure in the region is a matter of some debate, perhaps we should be looking more toward regional architectural differences for our explanation. While some of the more accessible churches north and west of Hira have this structure, none of the isolated ones to the south and east of this region seem to indicate any disposition towards it at all. Architecturally, the piers of all of the churches in the region around and south of Hira make it difficult to assume that a large square structure would have been placed in the center of the nave, so completely dividing it. Further, the absence of such a structure at Ctesiphon, the home of the Catholicos, serves to indicate that there was indeed an independent regional architectural style in Babylonia and the Persian-Arabian Gulf which remained unique, even in the face of increased influence from the Byzantine world. When the controversy of Nestorius hit Byzantium, many of his followers went into honoured exile in the Eastern regions—where they encountered a vibrant and highly independent church. See S. A. Harvey, “Nestorianism”, “Nestorius” in Encyclopedia of Early Christianity, Everett Ferguson, ed. (New York: Garland Publishing, 1990). See also Amir Harrak, “Early Eastern Christianity and Monasticism in Mesopotamia” ( Bulletin of the Canadian Society of Mesopotamian Studies, 18[1989]), 11-23. [18] The absence of the East Syriac bema in terms of its relation to both the liturgy and its sister structure in the West Syriac tradition is notable. What we do see is the development of an aspect of liturgical furnishing based in the local architectural corpus. Its absence suggests a new location for its inherent symbolism, one more connected with the layout of the local architectural traditions on which the rest of the structure depends. Further, the eventual disappearance of the bema from the East Syriac liturgical sources, and indeed structures, may have its roots in the absence of this structure in the early churches of southern Mesopotamia. Overall, however, this suggests that we must now attempt to define further regional differences in the East Syriac Church, both in regard to the architecture and in regard to the written liturgy. [19] I would like to thank Professor Amir Harrak for his constant encouragement and advice. I would also like to express my gratitude to the publisher Dar el-Machreq for allowing me to reproduce the images from J.M. Fiey’s Mossoul Chrétienne . _______ Notes † This article is based on the paper \"The Bema in the West and East Syriac Churches\" given as part of the Syriac panel at the two hundred and eleventh meeting of the American Oriental Society in Toronto, Canada, in March, 2001. _______ Bibliography Bernard, V.;  Salles, J. “Discovery of a Christian Church at al-Qusur, Failaka, (Kuwait).”  PSAS  21 (1991), 7-22. Bernard, V.; Callot, O.; and Salles, J.F. “L’Église d’al-Qousour Failaka, État de Koweit.” AAE 2.(1991), 145-181. Brock, S.P. “Christians in the Sasanian Empire: A Case of Divided Loyalties” in Religion  and National Identity, ed. Stuart Mews. Oxford: Basil Blackwell, 1982. Budge, E.A.W. The Book of Governors. 2 volumes. London: Kegan Paul, Trench, Trubner, & Co., 1893. Chabot, J.B. Synodicon Orientale. Paris: Imprimerie Nation5le, 1902. Dauvillier, J. “L’Ambon ou Bêmâ dans les textes de l’église Chaldéenne et de l’église Syrienne au Moyen Age.” CAr 6 (1952): 11-31. Donceel-Voûte, Pauline. Les pavements des églises de Syrie et du Liban. Décor, archéologie, et liturgie. 2 Bde. Louvain-la-Neuve: Département d’archéologie et d’historie de l’art, Collège Érasme, 1988. Fiey, J.M. Mossoul Chrétienne. Beirut: Imprimerie Catholique, 1959. Finster, B. and Schmidt, J. “Sasanidische und Fruhislamische Ruinem im Iraq.”  Baghdader Mitteilungen 8 (1976). Ghirshman, R. The Island of Kharg. Tehran: Iranian Oil Operating Companies, 1964. Harrak, Amir. “Recent Archaeological Excavations in Takrit and the Discovery of Syriac Inscriptions.” Journal of the CSSS 1 (2001), 11-40. — “Early Eastern Christianity and Monasticism in Mesopotamia.” Bulletin of the Canadian Society of Mesopotamian Studies 18 (1989), 11-23. Harvey, S.A. “Nestorianism”, “Nestorius” in Encyclopedia of Early Christianity. Everett Ferguson, ed. New York: Garland Publishing, 1990. Hellyer, Peter. Filling in the Blanks. Dubai: Motivate Publishing, 1998. Kennet, D. “Excavations at the Site of Al-Qusur, Failaka, Kuwait.” PSAS 21 (1991), 97-111. King, G.R.D. “A Nestorian Monastic Settlement on the Island of Sir Bani Yas, Abu Dhabi: A Preliminary Report.” BSOAS 60 (1997), 221-235. King, G.R.D.; Dunlop, D.; Elders, J.; Garfi, S.; Stephenson, A; and Tonghini,C. “A Report  on the Abu Dhabi Islands Archaeological Survey (1993-4).” PSAS  25 (1995), 63-74. King, G.R.D. and Hellyer, P. “A Pre-Islamic Christian Site on Sir Bani Yas.” Tribulus 4 (1994), 5-7. Maniyattu, P. Heaven on Earth. Rome: Mar Thoma Yogam, 1995. McCullough, W. S. A Short History of Syriac Christianity to the Rise of Islam. Chico: Scholars Press, 1982. Morony, Michael G. “Religious Communities in Late Sasanian and Early Muslim Iraq.”  JESHO 17 (1974), 113-135. Okada, Y. “Ain Sha’ia and the Early Gulf Churches: An Architectural Analogy.”  al-Rafidan 13 (1992), 87-93. — “Early Christian Architecture in the Iraqi South-Western Desert.” al-Rafidan 12 (1991), 71-83. Renhart, Erich. Das Syrische Bema. Grazer Theologische Studien 20. Graz: Grazer Theologische Studien, 1995. — “Encore une fois: le bema des églises de la Syrie du nord” PdO 20 (1995): 85-94. Reuther, O. “Sasanian Architecture” in A Survey of Persian Art. A.U. Pope, ed. Volume 2. Reprint. London: Oxford University Press, 1964. — “The German Excavations at Ctesiphon.” Antiquity 3 (1929), 434-451. Rouwhorst, G. “Jewish Liturgical Traditions in Early Syriac Christianity.” Vigiliae Christianae 51 (1997), 72-93. Seager, A. “The Synagogue at Sardis” in Ancient Synagogues Revealed. Lee I. Levine, ed. Detroit: Wayne State University Press, 1982. Taft, R. F. Liturgy in Byzantium and Beyond. Collected Studies Series CS493. Aldershot: Variorum, 1995. — “On the Use of the Bema in the East-Syrian Liturgy.” ECR 3 (1970): 30-39. — “Some Notes on the Bema in the East and West Syrian Traditions.” OCP 34 (1968), 326-359. Talbot Rice, D. “The Oxford Excavations at Hira.” Ars Islamica 1 (1934), 51-73. — “The Oxford Excavations at Hira, 1931.” Antiquity 6 (1932), 276-291.",
    "title" : 
    [ "Bema in the East Syriac Church In Light of New Archaeological Evidence†",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Cassis, Marica" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2cassis",
    "type" : "article",
    "displayTitleEnglish" : "The Bema in the East Syriac Church In Light of New Archaeological Evidence†" }