
  { "fullText" : "An ancient Mesopotamian genre [1] One of the most long-lived literary genres of the Middle East is the Precedence Disputation, the oldest examples of which go back to Sumerian literature of the early second millennium BC.   The thread of continuity, over nearly four thousand years, can be traced through Akkadian, Middle Persian, Jewish Aramaic, Syriac, Arabic and Persian, Overviews can be found in G.J. Reinink and H.L.J. Vanstiphout (eds), Dispute Poems and Dialogues in the Ancient and Mediaeval Near East (Orientalia Lovaniensia Analecta 42;  Leuven, 1991);  R. Murray, \"Aramaic and Syriac dispute poems and their connections\", in M.J. Geller, J.C. Greenfield and M.P. Weitzman (eds),  Studia Aramaica (Journal of Semitic Studies, Supplement 4;  1995), 157-87;   S.P. Brock, “The Dispute Poem:  from Sumer to Syriac”, Journal of the Canadian Society for Syriac Studies 1 (2001), 1-10. right up to the present day when examples in Modern Syriac and in Modern Arabic have been collected. Modern Syriac:  e.g. L. Yaure, “A poem in the Neo-Aramaic dialect of Urmia”, Journal of Near Eastern Studies 16 (1957), 73-87 (Samovar and Boys);  Modern Arabic:  e.g. C.D. Holes, “The rat and the ship’s captain”, Studia Orientalia 75 (1995), 101-20. Among Syriac authors, it was Ephrem who, in the mid fourth century AD, first adapted this ancient literary genre to a Christian context, with a series of Precedence Disputes between Death and Satan, where each argues that he has the greater control over human beings. Carmina Nisibena LII-LIV;  English translation of  LII in S.P. Brock, The Harp of the Spirit:  Eighteen Poems of Saint Ephrem (Studies Supplementary to Sobornost, 4;  1983), 70-72. [2] Although these formalized Precedence Disputes may be in either prose or verse, the vast majority of the Syriac examples are in verse, following a regular structure;  this consists of a short introduction, followed by the dispute or argument between two persons speaking in alternate stanzas, and ending with a brief conclusion (or sometimes, doxology).    The verse structure employed is that of the soghitha , with short stanzas consisting of four isosyllabic lines;  very frequently the central dialogue has an alphabetic acrostic. The Syriac dialogue poems [3] The great majority of the Syriac dispute and dialogue poems deal with biblical subjects, though there are a few on secular topics. A list is given in S.P. Brock, “Syriac dispute poems:  the various types”, in Reinink and Vanstiphout, Dispute Poems and Dialogues, 109-19 (reprinted in From Ephrem to Romanos (Aldershot, 1999), chap. VII (and Addenda, 4-5). In those that take their starting point in an episode in the Bible, the dispute element is usually more in the form of an argument, and this, while presented in a lively (and sometimes humorous) manner, may at the same time convey some underlying teaching of a more profound nature.    It is not known what the exact context, liturgical or other, Ephrem had in mind for his Disputes between Death and Satan, but subsequently these dialogue soghyatha came to be written and used for the Night Office ( Lelya \/ Lilyo ).   In the extant liturgical manuscripts the dialogue soghyatha are mainly grouped around the Nativity-Epiphany and Holy Week.    The poems tend to be preserved in their complete form only in the earliest manuscripts, dating from the ninth to the twelfth century;  in manuscripts of a later date the poems are often either abbreviated or with alternate stanzas only (thus giving only one speaker's verses);  in the latter case, the manuscript was specifically intended for use by just one of two choirs. [4] The dialogue soghyatha have unfortunately not fared well in the various printed editions of the West Syriac Fenqitho and East Syriac Hudra:  those that do feature are usually either in a very truncated form, or give just alternate verses;  only very rarely do they preserve the text complete.   As it happens, the Dialogue between the Cherub and the Thief, translated below, happens not to feature in any printed liturgical edition known to me, despite the fact that it has an extensive manuscript tradition and translations into Modern Syriac, indicating its continuing popularity over the centuries. The Cherub and the Thief [5] Like many of the Dialogue soghyatha , that between the Cherub and the Thief takes as its starting point a single biblical verse, namely Luke 23:43, where Christ tells the Thief who acknowledges him, \"Today you shall be with me in Paradise\". [6] The unknown author, who probably belongs to the fifth century, sets the scene of the poem at the gates of Paradise, where the Thief encounters the Cherub Whereas the Hebrew and Septuagint have the plural, Cherubim, the Peshitta has the singular. who has been given the task of guarding the entrance of Paradise against anyone from the banished human race who might try to approach (Genesis 3:24).    The lively argument between the two continues until the Thief finally produces the key to Paradise—the cross—that he bears. [7] The Dispute between the Cherub and the Thief is to be found in numerous liturgical manuscripts of both the Syrian Orthodox Church and of the Church of the East, as well as in three Modern Syriac versions.   The Syriac text (based on an East Syriac manuscript) was first published by E. Sachau in 1896, and this has been recently republished, along with the three Modern Syriac versions (one of which Sachau had also published), in an excellent and attractive volume entitled Il ladrone e il cherubino .  Dramma liturgico cristiano orientale in siriaco e neoaramaico , by Fabrizio Pennacchietti. Torino, 1993.   On the cover will be found a reproduction of a medieval illustration of the topic (for this, see J.Leroy, “La sogitha du cherubin et du larron, source d’une miniature du manuscrit syriaque BM Add.7169”, Parole de l’Orient 6\/7 (1975\/6), 413-19.   Another edition of the poem, this time based on much earlier Syrian Orthodox manuscripts, is included in my Sughyotho Mgabbyotho ; Monastery of St Ephrem, Holland, 1982 (it features as no. 13, pp.61-5);  for the contents and sources of this collection of 26 pieces, see “Syriac  dialogue poems: marginalia to a recent edition”, Le Muséon 97 (1984), 29-58. an English translation of this was subsequently published in India, Sogiatha :  Syriac Dialogue Hymns (Syrian Churches Series XI;  Kottayam, 1987), 28-35.   There is also a French translation by F. Graffin, in L’Orient Syrien 12 (1967), 481-90. and it is basically the same translation which is republished below.    The differences between the East and West Syriac texts of the poem are not great, as will be seen from the list of more important differences given below, after the translation.   Although the West Syriac manuscripts are very considerably older than the East Syriac ones, it is likely that the latter sometimes preserve the original text (thus, for example, at 33b \"He put on a body\", in the East Syriac manuscripts, preserves the early Syriac metaphor for the incarnation which later Syrian Orthodox tradition tended to abandon). The East Syriac recension may also be original at 3d, 18d, 25c, 28c, 33a  and 50c. Some other treatments of the theme [8] The soghitha may well have been known to Jacob of Serugh (d. 521), one of whose verse homilies is on the same subject;  attention is drawn to the main parallels in the brief commentary which follows the translation.   After a long prologue (pp. 658-666), Jacob's memra provides the following speeches:  Thief to Christ (pp. 666-668), Christ to the Thief (pp. 668-669); these are followed by a narrative, and then the Cherub and the Thief are given alternating speeches:  Cherub to Thief:  pp. 671-672, 673-673, 675, 676-677, 680-681, 684-685;  and Thief to Cherub:  pp. 672-673, 674-675, 675-676, 677-680, 681-683, 685-687. [9] Jacob's older contemporary, Narsai, by contrast, does not provide any homily on this subject.   In Greek literature of the period there are occasional vague parallels, where the Cherub is introduced, but a sustained dialogue between the Cherub and the Thief is very rare, and is best attested in the second half of a Greek text attributed to John Chrysostom ( Clavis Patrum Graecorum 4877), published by M. van Esbroeck, together with  early Georgian and Arabic translations. “Homélie éphrémienne sur le bon Larron en grec, géorgien et arabe”, Analecta Bollandiana 101 (1983), 327-62.    The few parallels between this text and the Soghitha are noted in the Commentary below. The dramatic potential and a suggestion for today [10] It would seem that it is only with this particular dialogue poem that the dramatic potential of the genre was exploited, with the poem being acted out in a stylised form of liturgical drama. A description of this, belonging to the early twentieth century, can be found in W.A.Wigram's The Assyrians and their Neighbours : London, 1929, p.198. ...the boy to whom it has been given to 'act the Penitent Thief' for that year, storms the sanctuary vi et armis , and is driven back again and again by the blazing torches held by the deacons, who for the nonce represent the Cherubim that guarded Paradise with the flaming sword.  At last the Penitent Thief secures the cross that lies always on a table at the entrance of the sanctuary - and which each worshipper kisses on entering the church - and comes forward brandishing that passport to bliss.   Then the deacon-angels receive him, and - seeing that souls are always borne by angels into Paradise, and also that no unordained man my set foot in the sanctuary, the boy is carried pick-a-back into the 'Altar-enclosure'. [11] In a modern context both this, and the other dialogue poems on biblical topics would seem to offer excellent material for catechetical use, above all with children.   Here it is worth mentioning that the Dialogue between John the Baptist and Jesus (based on Matthew 3:14) was performed (in English translation, of course!) in England a few years ago at a school for children with learning disabilities. For use of this sort in church schools, the English translation could, if thought necessary, be abbreviated and\/or adapted;  indeed, there is no reason why the dialogue might not be imaginatively rewritten, simply taking elements from here and there in the original Syriac poems. [12] It is not only with children that these lively dialogue poems deserve to be brought back into life again, for they could also well be used to good effect set to music once again - either employing their traditional qole (the most commonly found is ‘ Amo w-'amme ), or to new musical settings.  It would seem that here is a wonderful opportunity for the various Suryoyo gude , or musical groups, to draw creatively on this their splendid heritage, whose roots lie in ancient Mesopotamia. Text Translation 1. At the Crucifixion I beheld a marvel when the Thief cried out to our Lord, \"Remember me, Lord, on the day when You come to that Kingdom which does not pass away\". [Luke 23:43] REFRAIN Praise to You, Lord, for at Your coming sinners turned back from their wickedness; they entered and found shelter in the Garden of Eden - which is the holy Church. 2. He made a petition, stretched out and gave it to the crucified King, asking for mercy; and He who is full of mercy heard his cry and opened the door to his request. 3. \"Remember me, Lord\", was what he cried out on the cross, \"in that Kingdom which does not pass away, [Luke 23:43] and in that glory in which You will be revealed may I behold Your rest, seeing that I have acknowledged You\". [cp Luke 12:8] 4. Our Lord replied, \"Since you have acknowledged me this very day you shall be in the Garden of Eden; in very truth, man, you will not be kept back from that Kingdom to which you are looking. 5. \"Take with you the cross as a sign, and be off: it is a great key whereby the mighty gate of that Garden shall be opened, and Adam, who has been expelled, shall enter again\". [Gen. 3:24] 6. The word of our Lord was sealed like a royal missive from the palace; it was handed over to the thief who took it and made off for the Garden of Eden. 7. The Cherub heard him and rushed up, he grabbed the Thief at the gate, stopping him with the sharp blade that he held. All astonished, he addressed him as follows: 8. CHERUB \"Tell me, my man, who has sent you? What is it you want, and how did you get here? What is the reason that brought you here? Reveal and explain to me who it is who has sent you\". 9. THIEF \"I will tell you who has sent me, just hold back your blade and listen to my words. I am a thief, but I supplicated for mercy, and it was your Lord who sent me on my way here\". 10. CHERUB \"By what powerful means did your arrival take place? Who brought you to this dread spot? Who transported you across the sea of fire so that you could enter Eden? Who is it who sent you?\" 11. THIEF \"It was through the power of the Son, who sent me, that I crossed over and came here without hindrance. Through Him I subdued all powers and I have come to enter here, seeing that He has given me confidence\". 12. CHERUB \"You are indeed a thief, just as you have said, but you can't steal into this region of ours: it is fenced in with the sword that guards it. [Gen. 3:24] Turn back, my man, you have lost your way\". 13. THIEF \"I was indeed a thief, but I have changed: it was not to steal that I have come here. Look, I've got with me the key to Eden, to open it up and enter: I will not be prevented\". 14. CHERUB \"Our region is awesome and cannot be trodden, for fire is its indomitable wall; the blade flashes out all around it. How is it you have made so bold as to come here?\" 15. THIEF \"Your region is indeed awesome, just as you have said, - but only until our Lord mounted the cross, when He transfixed the sword of all suffering so that your blade no longer kills\". 16. CHERUB \"Ever since the time that Adam left I haven't ever seen anyone turn up here; your race has been banished from the Garden; you shall not enter it, so don't argue any more\". 17. THIEF \"Ever since the time that Adam left your Lord has been angered at our race, but now He is reconciled and has opened up the gate. [Rom. 5:10; Eph. 2:16] It is to no purpose that you are standing here\". 18. CHERUB \"You should realize that it isn't possible for an unclean man to enter in here - and you are a murderer, and a shedder of blood. Who is it who has brought you to this pure place?\" 19. THIEF \"You should realize that such is the wish of Him who makes the unclean clean, who was crucified together with me; with the blood from His side He has washed me completely clean. [John 19:34] It was He who has sent me to Paradise\". 20. CHERUB \"Be off with you, man, and don't argue any further, for this is what I have been ordered: to guard from your race, by means of the sword, the Tree of Life that is to be found in here\". [Gen. 3:22] 21. THIEF \"Be off with you, angel; you should learn and see that I've left behind, hanging on Golgotha, that very Fruit of Salvation that's in your garden - so that our race may now enter without any hindrance\". 22. CHERUB \"Eve and Adam fell into debt and wrote out a document that will not be erased: [Col. 2:14] they went out of here under sentence to live in low estate in the land of thorns\". [Gen. 3:18] 23. THIEF \"The debt is repaid. Just listen, O Cherub: the document has now been transfixed on the cross; [Col. 2:14] by means of both blood and water your Lord has wiped it out, and pinned it there with nails so that it won't be exacted\". 24. CHERUB \"Adam was driven out from this Garden and there is no way he can enter here again, for the sword's blade is revolving and he'll encounter it should he come near\". 25. THIEF \"He who was driven out has returned to his father's house, for the great Shepherd has gone out and found [John 10:11] that sheep that had left the Garden; carrying him on His shoulders, He has escorted him back\". [Luke 15:5] 26. CHERUB \"It is something totally novel that I've seen today: a path leading back into the Garden. But here are Adam's footprints, take a look: he has left here and not returned again\". 27. THIEF \"Jesus your Lord has performed a novel deed, for now He has released Adam who had been confined; He has raised up whole crowds from inside Sheol, [Matt. 27:52] and they have sent me in advance, to open up for them\". 28. CHERUB \"I am the cherub: how is it you have transgressed against my office of guarding, with which I've been entrusted? A fiery being like me cannot be vanquished, but as for you, an offspring of Adam, how bold you are!\" 29. THIEF \"I am your companion and we have but a single Lord in common for both of us; His authority is much higher than either yours or mine, and so I've no fear, seeing that it was He who has sent me\". 30. CHERUB \"You simply cannot enter in here, for it is a resplendent place that no one can tread: the Shekhina is escorted around inside it, and the sword of fire is guarding it\". 31. THIEF \"You cannot hold anyone back, for the sword is not blunted and made dull. The cross has opened up the Garden of Eden; there's no means by which it can still be kept closed\". 32. CHERUB \"Haven't you heard from the Bible how the cherub and the sword go round guarding the way to the Garden of Eden, so that none of Adam's offspring can enter here?\" 33. THIEF \"Haven't you heard from the Revelation that your Lord has come down and become man, thus reconciling Adam, who was in a state of anger, bringing back to Eden the one who had been driven out?\" 34. CHERUB \"The sign of the revolving sword that guards the Tree of Life frightened off Adam when he was driven out, so how is it that you're not afraid?\" 35. THIEF \"The sign of your Lord is with me, and by it the sharp sword is blunted; but it too is the sentence remitted, and by it, Adam, once expelled, shall return\". 36. CHERUB \"The ranks of fire are standing here, thousands of them in bands innumerable; the multitudes are awesome, and quite simply you can't travel on any further and enter among them\". 37. THIEF \"The multitudinous ranks of which you've told me are themselves in awe as they look upon the Cross: the sign of the Son inspires them with awe and they worship before it, while me they hold in honour\". 38. CHERUB \"The sign of my Lord is upon the Chariot, [Is. 66:15] resplendent upon the Throne, but from us it is hidden, [Ezek. 1:26-7] so how is that you—as you are claiming— carry this sign of His and escort it?\" 39. THIEF \"His sign is upon the Chariot above, but look, His Cross is on Golgotha below, and with His own blood He has written a new missive permitting Adam to come back into the Garden\". 40. CHERUB \"O agent in blood, who has brought you here? Who is it has sent you, a murderer? The sword is drawn, and if you make bold the blade will flash out against you\". 41. THIEF \"O agent for the King, don't be upset; your authority is repealed, for your Lord has willed it so. It is His cross that I've brought to you as a sign: look and see if it's genuine, and don't be so angry\". 42. CHERUB \"This Cross of the Son which you've brought to me is something I dare not look upon at all. It is both genuine and awesome; no longer will you be debarred from entering Eden, seeing that He has so willed it\". 43. THIEF \"The Cross of your Lord has breached the fence [Eph. 2:14] that had been built up between us and you, Anger has passed away and peace has come, and the path to Eden is no longer cut off\". 44. CHERUB \"He who was slain has sent to me and testified with His own blood that I should let go of the blame which I've been wielding. Fearful is this sign which you have brought me; enter in, O heir; I will not turn you back\". 45. THIEF \"Resurrection has occurred for the race of humankind that had been thrust out of their home. You cherubim and angels, rejoice with us, [cp Luke 15:10] for we have returned now to your city\". 46. CHERUB \"Great is the compassion that has been shown to you, the descendants of Adam who sinned and thus died. Enter, thief, you will not be kept back, for the gate is now open for those who repent\". 47. THIEF \"Great and most glorious is the compassion of my Lord, for His mercy has effected and His love has constrained Him. Rejoice with us, O spiritual beings, for we have been mingled into your race\". 48. CHERUB \"The Gentle One has held back from your race [Matt.11:29] the blade and the sword that I have been wielding. Outcasts who have returned, have no fear, enter inside the Garden with exultation\". 49. THIEF \"Praise be in Eden that is now at peace, peace on earth which has been liberated. Blessed is the Crucified One who has reconciled us so that we shall not longer be deprived of your race\". 50. Thanks be to You, O Lord of all, who have brought back Adam who had been driven out, while to the thief who asked for mercy You opened up the gate that had been closed. 51. Thanks be to You, at whose word the thief entered into the Garden of Eden, and there was good hope for Adam again and he returned to the place from which he had gone out. [13] The following are the main variants in the East Syriac manuscript tradition (edited by Sachau and Pennacchietti): 3:b       ..when you will be revealed. c        ..you will come. d        (May I see) Your compassion. 8:d  (explain to me) who you are. 9:a        ..who are questioning me. 17:a  ...Adam sinned. 18:d  to the place of the upright. 24:a  Your race (was driven out...) 25:b  the Good Shepherd c  that had strayed from the flock. 27:c  ..raised up the dead. d  and He has sent me. 28:c  (A fiery being) I am who.. 30:b  for this place may not be trodden. 33:a  seen b  and put on a body. c  who had been driven out. d  who had been in a state of anger. 34:a  The fire and the... 36:d  and pass through among them. 38:b  seated upon.. 39:a  His radiance.. 40:cd  (transposed). 42:a  of Jesus. d  come and enter Eden. 43:1  of the Son. 44:d  I will not make bold;  enter in, O heir. 45:d  we have arrive at. 46:d  for those who enter in. 47:b  His love willed it. d  to your assembly. 48:a  The Cross.. 49:d  ...your ranks. 50:c  in (the person of) the thief. 51:d  who returned. Commentary Abbreviation:  JS = P. Bedjan, Homiliae Selectae Mar - Jacobi Sarugensis , V (Paris\/Leipzig, 1910), cited by page and line (other volumes of JS are cited by page alone). 1c cp JS 666:11, 15;  668:18. 2ab cp JS 666:19-20, \"He (the Thief) sought from Him mercy, that He would have compassion on him in the Kingdom;  \/  he made supplication that was full of suffering to present to Him\". 2d cp JS 666:22, \"Open up the door of mercy to me so that I may enter the fair place\".  And 668:21, \"He opened up the great door of mercy before his petition\". 3d cp JS 668:5, \"I have acknowledged You\". 4c cp JS 668:22-669:1, \"Verily, verily I say to you, consider as true, O man, \/ that today you will rejoice with me in the Kingdom\". 5b For the Cross as a \"key\", see already Ephrem, Hymns on the Resurrection II:1;  in Jacob, cp JS 669:10, 670:15, 674:3 (also in his Letters, ed. Olinder, 3:19-20). 6ab For \"royal missive\" ( saqra = Latin sacra ), cp JS 669:20-21, and especially 670:4, \"with His living name He would seal the royal missive ( saqra ) for the thief on the right hand\".   Though not yet found in Ephrem, the term saqra is later frequently used to denote messages from the heavenly world to earth, above all in the context of the Annunciation.  That it was a letter from Christ which the Thief took with him is a theme found in a few Greek sources, notably Romanos' Kontakion on the Adoration of the Cross (ed. Maas-Trypanis, no 23), stanzas 10-11 (where the Thief tells the Cherub that he has with him a letter ( gramma ) with Christ's seal on it;  likewise in the Greek text attributed to John Chrysostom, edited by van Esbroeck, Thief tells the Cherub that \"Christ has written for me a letter ( epistolen )\" (section 8).   In the Cave of Treasures 51:23 (ed. S-M.Ri),  Christ wrote with his own blood a saqra of Adam's return and sent it by the hands of the Thief.  7d cp JS 671:2, \"The Cherub met him and stood there in amazement to question him\". 8a cp JS 671:3-4, \"Tell me, man, who are you?  Where are you from? \/ How did you come over the awesome path of flame?\" 9c cp JS 673:1, \"I am a thief who used to go about with hateful deeds\". 10c For \"sea of fire\", cp JS 670:18, 671:12, 673:21. 12c Behind the term \"fenced\" ( sig ), lies an allusion to the \"fence\" ( syaga ) of Eph. 2:14, \"He has broken down the fence of hostility\".  Syriac writers regularly understand this verse as referring to the \"fence\" keeping humanity out of Paradise, subsequent to the Fall);  thus already Ephrem, Madrashe on Paradise II.7, IV.1 etc;  cp JS 686:20, \"He has broken down the fence, and so your standing here is redundant\". 13a cp JS 674:11, \"I was a thief, but mercy captured me from (my) hateful deeds\". 14bcd cp JS 674:4-5, \"And there is a wall of fire and you cannot break through the partition;  \/ the blade of fire flares out and is fearful, and if you should be so bold...\". 17d cp JS 686:20, cited above, on 12c . 19c cp JS 674:12, \"I bathed and was scoured clean of the evils with which I was befouled\". 23b The Georgian and Arabic text edited by van Esbroeck also adduces Col. 2:4 (section 12;  not in his Greek text). 25bcd The Georgian and Arabic text likewise introduces the theme of the lost sheep (section 12;  again absent from the Greek). 30c The term \"Shekhina\" ( shkinta ), or Divine Presence, is quite common in Syriac poets from Ephrem (e.g. Madrashe on Paradise II.11) onwards. 33b The East Syriac text, with \"put on a body\" almost certainly preserves the original reading here.   This archaic phraseology (already found in the Acts of Thomas, Aphrahat, Ephrem, and in the earliest Syriac translation of the Nicene Creed) was subsequently disapproved of by Philoxenus in the light of the Christological controversies;  it was accordingly avoided by many (but by no means all) Syrian Orthodox writers. 36a For \"The ranks of fire\" ( sedray nura ), cp JS 669:19. 40a For \"man of blood\", cp JS 675:19 and 677:2. 44d cp JS 669:18, \"Tell those who are lost that Adam, the heir, has returned\". 47b The phrase \"His love has constrained Him\" also occurs in the Soghitha on Mary and the Angel (verse 1b), and in a Soghitha attributed to Ephrem ( Soghitha II.2 in E. Beck, Hymni de Nativitate ):  \"The daughter of poor parents has become mother to the Rich One \/ whose love has thus constrained Him\".  The same verb (‘ sa ) also features a number of times in Jacob's memre (e.g. I, 507;  II, 137), Jacob normally prefers the verb ngad (e.g. I, 609;  II, 349, 507 etc.). although not in that on the Cherub and the Thief, where the nearest parallel is 686:18, “He became a Mediator and pacified His Father for His love so wished it”. _______ Notes _______ Bibliography Brock, S.P. “The Dispute Poem:  from Sumer to Syriac”, Journal of the Canadian Society for Syriac Studies 1 (2001), 1-10. — The Harp of the Spirit:  Eighteen Poems of Saint Ephrem (Studies Supplementary to Sobornost, 4;  1983), 70-72. — Sogiatha :  Syriac Dialogue Hymns (Syrian Churches Series XI;  Kottayam, 1987), 28-35. — Sughyotho Mgabbyotho , (Monastery of St Ephrem, Holland, 1982), pp. 61-5. — “Syriac dispute poems:  the various types”, in Reinink and Vanstiphout, Dispute Poems and Dialogues, 109-19 (reprinted in From Ephrem to Romanos (Aldershot, 1999), chap. VII (and Addenda, 4-5). — “Syriac  dialogue poems: marginalia to a recent edition”, Le Muséon 97 (1984), 29-58. Graffin, F. \"La soghitha du chérubin et du larron,\" L’Orient Syrien 12 (1967), 481-90. Holes, C.D. “The rat and the ship’s captain”, Studia Orientalia 75 (1995), 101-20. Leroy, J. “La sogitha du cherubin et du larron, source d’une miniature du manuscrit syriaque BM Add.7169”, Parole de l’Orient 6\/7 (1975\/6), 413-19. Murray, R. \"Aramaic and Syriac dispute poems and their connections\", in M.J. Geller, J.C. Greenfield and M.P. Weitzman (eds),  Studia Aramaica (Journal of Semitic Studies, Supplement 4;  1995), 157-87. Pennacchietti, F. Il ladrone e il cherubino .  Dramma liturgico cristiano orientale in siriaco e neoaramaico , (Torino: Zamorani, 1993). Reinink, G.J. and H.L.J. Vanstiphout (eds), Dispute Poems and Dialogues in the Ancient and Mediaeval Near East (Orientalia Lovaniensia Analecta 42;  Leuven, 1991). Sachau, E. \"Über die Poesie in der Volkssprache der Nestorianer\", Sitzungsberichte der Königlich-Preussischen Akademie der Wissenschaften zu Berlin XI.8 (1896), 179-215. van Esbroeck, M. “Homélie éphrémienne sur le bon Larron en grec, géorgien et arabe”, Analecta Bollandiana 101 (1983), 327-62. Yaure, L. “A poem in the Neo-Aramaic dialect of Urmia”, Journal of Near Eastern Studies 16 (1957), 73-87.",
    "title" : 
    [ "Dispute between the Cherub and the Thief",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2brock",
    "type" : "article",
    "displayTitleEnglish" : "The Dispute between the Cherub and the Thief" }