
  { "fullText" : "[1] Stephen Davis’ recent book, The Cult of St. Thecla: a Tradition of Women’s Piety in Late Antiquity , is an important and substantial contribution to our study of the cult of saints in ancient Christianity, and further, to our reconstruction of women’s piety during the late antique period.  The book marks an exciting shift in the treatment of saints:  turning our attention from multivalent presentations of the saint herself, to focus on the piety of those ancient Christians who were her devotees.  Davis brings together the great array of types of evidence that attest to devotion to the saint, beginning with an astute discussion of the second century apocryphal Acts of Paul and Thecla that gave rise to the cult itself.   From there, he leads us through a rich gathering of literary texts, including variations, translations, expansions of and additions to the apocryphal story;  other types of literary attestations to Thecla found in sermons, letters, the vitae of other saints, or other narrative texts;  inscriptions and epigraphical data containing prayers to Thecla or indicating persons bearing her name;  pilgrim ampullae,  combs and other personal items inscribed or decorated with her image;  wall paintings, textiles, lamps, and grave stelae depicting the saint;  and shrines dedicated to her veneration.  The breadth of evidence, both literary and material, for devotion to Thecla is indeed impressive.  [2] Insofar as scholars have looked at this evidence previously, it has most often been dealt with in discrete contexts.  Pilgrim flasks bearing Thecla’s image, for example, have been studied in the context of pilgrimage art and activity in late antiquity.  Davis’ intent, however, is not simply to document the saint’s popularity across the huge geographical expanse of the ancient Christian world—to some extent this has been done before.  Instead, his purpose is to reconstruct the piety of the saint’s devotees:  the practices, rituals, expressions, values, institutions, traditions, and artifacts by which ancient Christians articulated and enacted veneration to St. Thecla.  In this effort, Davis produces a fascinating picture of a cult that seems to have been especially important for women, both in popularity and in social and religious consequences. [3] Davis sets out to examine the cult of St. Thecla in two specific (but highly important) geographical locations, Asia Minor and Egypt.  Asia Minor might be considered the \"epicenter\" of the cult, for Thecla’s shrine at Seleucia was one of the most popular pilgrim sites of the late antique and early Byzantine periods.  Its extensive archaeological remains are enhanced by literary evidence of its activity, shown not only in the elaborate miracle collection associated with it but also, most famously, by the account the fourth century pilgrim Egeria provides of her visit there in the 380s.  Combining these materials allows Davis to suggest the particular pattern of devotional activity followed by pilgrims who visited the shrine.  The liturgical structuring of the pilgrim’s visit, its material framing by the buildings that defined the shrine within its landscape of mountain, rock, and spring, and the connections drawn between the saint’s second century legend and later miracle accounts from the shrine all served to shape the pilgrim’s expectations and experiences during a visit.  Whether articulated in narrative form (as in Egeria’s diary) or through devotional artifact (a flask of holy oil carried away as a sacred memento), the pilgrim’s participation in Thecla’s cult was always a carefully contextualized involvement—the joining of an individual’s experience to that of larger collective devotion within the life of the church. [4] If the evidence from Asia Minor might be taken as somehow normative for the cult of St. Thecla in late antiquity, that from Egypt shows us how the cult could flourish in a different region.  Indeed, it flourished to such an extent that it eventually established its own form indigenous to that area.  Here Davis presents genuinely fresh material.  From Athanasius’ letters he culls evidence for special devotion to Thecla among the community of Alexandria’s consecrated virgins.  Traveling into the scattered civic communities of Egypt’s sprawling deserts, he finds a wealth of pilgrim flasks, wall paintings and grave stelae attesting not only to the veneration of Thecla, but further to important interactions between her cult and those for St. Menas and others.  Davis’ collection of this material evidence is one of the best features of the book.  These traces allow him to posit a context in which to see Coptic legends presenting a different, localized Egyptian Thecla as something more than disconnected or derivative developments of the earlier Acts and miracle stories from Asia Minor.  For Davis reads these Coptic legends as the emergence of a Thecla cult indigenous to Egypt, expressing a devotion to the saint so widely shared among Christians of Egypt that they found a way to inscribe the saint’s story into their own history and landscape.  This section of the book is especially intriguing, with Davis’ reading of the hagiographical material particularly insightful. [5] Whether in Asia Minor or in Egypt, and whether working with narrative or material evidence, throughout his study Davis insists that the cult of St. Thecla consistently fostered certain values of particular significance for women.  Time and again, Thecla’s presentation in legend, image, or artifact celebrates the values of asceticism (virginity) and pilgrimage (itineracy), in terms that serve to empower women’s religious authority and to challenge their traditional social locations.  Davis notes repeatedly how the literary evidence in particular indicates the efforts of the ecclesiastical structure to curtail and domesticate the piety of Thecla devotion, whether through Athanasius’ direction of the activities of the Alexandrian virgins or the inclusion of married women among those who obtain miracles at Thecla’s shrine (here we find Thecla saving marriages by reconciling estranged spouses:  hardly the \"happy ending\" envisioned in most of the apocryphal acts of the apostles!).  The socially problematic portrayal of Thecla in her second century legend seems to have created immediate dilemmas regarding the status, roles, and activities of women in early Christian communities, as we know from Tertullian’s disgruntled complaints.  Davis is arguing that such challenge to the social order was continued within and through the very piety that characterized devotion to this saint.  For her devotees not only perpetuated the telling of her (socially disruptive) story, but further, themselves engaged in mimetic acts of devotion expressive of the same qualities.  Favoring virginity or chastity in marriage, often intent on religious travel (pilgrimage) that might defy adequate male supervision, Thecla’s late antique devotees were not always submissive to traditional institutional authorities, nor easily assimilated into those structures.  It would seem, Davis argues, that the (social) effects of Thecla’s story profoundly marked the lives of her devotees, for many generations. [6] Because Davis has produced such a rich study of the Thecla cult in two distinct regions, the book begs for more.  Evidence for devotion to Thecla in Syriac tradition, for example, if less extensive archaeologically than what remains in Egypt, is no less significant in the issues it raises (see the article in the present issue of Hugoye by Burris and Van Rompay).  Moreover, one would like to see how Davis’ model might be addressed to the cults of other saints.  Such explorations lie beyond the scope of this book, but not beyond the scope of its readers!  Davis has done a great service with this study.  May others respond in kind.",
    "title" : 
    [ "Stephen J. Davis, The Cult of St. Thecla: a Tradition of Women’s Piety in Late Antiquity. Oxford: Oxford University Press, 2001. Pp. xiv + 288; maps, building plans, plates. Cloth, $70. ISBN 0-19-827019-4.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Harvey, Susan A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2prharvey",
    "type" : "review",
    "displayTitleEnglish" : "Stephen J. Davis, The Cult of St. Thecla: a Tradition of Women’s Piety in Late Antiquity. Oxford: Oxford University Press, 2001. Pp. xiv + 288; maps, building plans, plates. Cloth, $70. ISBN 0-19-827019-4." }