
  { "fullText" : "[1] \"Kurisumala Ashram\" has several unique characteristics. \"Kurisu\" is the translation of the word Cross , into Malayalam the language of Kerala, the small State in the South West tip of India; \"Mala\" means mountain ; \"Ashram\" means Monastery . Hence, the name describes the community of monks who practise austerity and live a strict monastic life on the mount of the Cross in the high hills of Kerala. [2] That this monastic foundation is in the diocese of Tiruvalla of the Syro-Malankara Catholic Church is a paradox. There are three distinct individual churches of the Catholic Communion in Kerala. The largest and most flourishing is the Syro-Malabar Church. The Roman Catholic Church comes next and the Malankara Church is the smallest and youngest consisting mostly of uniates from the Syrian Orthodox Church. The founders of the Ashram, Fr. Bede Griffiths and Acharya Francis Mahieu, should normally have chosen to establish the monastery in any one of the several archdioceses or dioceses of the Malabar Church which has plentiful vocations to the priesthood and religious life. It can only be considered a very special blessing of God granted to the Malankara Catholic Church that Kurisumala Ashram is in the diocese of Tiruvalla of that Church. [3] Fr. Bede Griffiths, the eminent scholar and author, spent the last years of his life at Shantivanam in Tamilnadu. Thus, Fr. Francis Mahieu became the lone guiding spirit of the Ashram at Kurisumala. Prior to his arrival in India he was a Cistercian Monk in his native Belgium. In India he embraced the best aspects of Indian spirituality and culture. It is a measure of his total commitment to local adaptation that he acquired a mastery knowledge of Syriac, the original language of the Malankara Syrian liturgy. He was able to translate from Syriac into English a few of the most important liturgical texts such as the Panqitho , the worship book for feast days throughout the year. In the monastery, the liturgical services are in the Malankara tradition. On an experimental basis, with the official sanction of ecclesiastical authorities, there is an Indianised celebration of the Holy Mass. In this, the chants, ceremonies and symbols are mostly adapted from the Hindu form of worship. This practice bears testimony to the genuine respect and appreciation that Fr. Francis had of Indian culture and religions. He always endeavoured to nurture this attitude in the entire Kurisumala monastic community and to transmit it to the countless devotees of various Christian denominations and other religions who regularly reach the monastery for prayer and meditation. A couple of years ago, Fr. Francis prudently had the Kurisumala Ashram affiliated with the Cistercian Confederation in Australia. [4] When Fr. Francis Mahieu was called to eternal rest and happiness with the Lord in the 91st year of his life on January 31, 2002, the esteem and admiration he earned among all sections of people of this country became evident. His funeral was attended by large numbers of people from every caste, class and religion. The large number of religious sisters of various Congregations was particularly conspicuous. They are beneficiaries of the atmosphere and spirit of prayer, silence and mortification at Kurisumala. [5] The brilliant beacon set by Fr. Francis on the mount of the Cross will continue to shine and to enlighten generations to come. [6] Francis Acharya was very much interested in SEERI (St. Ephrem Ecumenical Institute, Kottayam, Kerala, India). He promoted its vision and mission. By sending Syriac prayer books for Lent, Holy week etc. he requested SEERI to bring the unfulfilled dream of Kurisumala into realization- namely the dream of having a community where the West Syriac Liturgy will be faithfully observed in its original language and this liturgical heritage fruitfully studied. In the world Syriac Conferences held in SEERI, he was a much coveted speaker and participant. In the Acharya's death, SEERI lost an irreplaceable supporter. SEERI had the privilege to publish in its Moran Etho series, the inspirational work of Francis Acharya entitled The clothing ritual of Monks . [7] May this great monk, devoted follower of West Syrian liturgy and spirituality and true lover of India and this country's rich spiritual heritage, rest in Abraham's bosom enjoying eternal celestial bliss.",
    "title" : 
    [ "Fr. Francis Mahieu of Kurisumala Ashram",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Thekeparampil, Jacob" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2Thekeparampil",
    "type" : "obituary",
    "displayTitleEnglish" : "Fr. Francis Mahieu of Kurisumala Ashram" }