
  { "fullText" : "[1] The Fourth Woodbrooke-Mingana Symposium on Arab Christianity and Islam was held from 12 to 16 September 2001. Like its three predecessors, it was organised at Woodbrooke Quaker Study Centre, Selly Oak, Birmingham, where Alphonse Mingana, the Iraqi scholar whose memory it seeks to preserve, once lived. Its theme was \"Arab Christianity in Iraq in the `Abbasid Period (750-1258)\". [2] In all, 23 scholars, researchers and interested individuals attended the Symposium. These came from Europe, the USA and the Middle East, and included some of the leading scholars on the subject of Arab Christianity. In addition to experienced and recognised experts in the field, there were a number of postgraduate students and researchers, some of whom were making their first public presentations of their research. We were also honoured by the presence of Mar Gregorios Saleba Shimoun, the Syriac Orthodox Archbishop of Mosul, Iraq, whose journey had involved two days overland travel before flying to England from Damascus. We were, however, deprived of three American colleagues and one Jewish colleague who were prevented from travelling by the aftermath of the September 11 attacks on Washington and New York. [3] A total of 19 papers were read out to the gathering, those from the American colleagues unable to attend read by other participants. These papers ranged very widely, as the titles in the appended list show, and included three visual presentations alongside written papers. It is planned to publish a selection of them through Brill of Leiden, who also published papers from the preceding Symposiums. [4] The Symposium took place in the year that the Centre for the Study of Islam and Christian-Muslim Relations marks its twenty-fifth anniversary. In recognition of this, the proceedings were opened with a public lecture by Professor Jacques Waardenburg in the Edward Cadbury Hall, and were concluded with a celebration dinner at the University's Edgbaston Campus, which was also attended by friends and associates of the Centre. The speaker at this dinner was Professor David Kerr, the first Director of the Centre. [5] The costs of the Symposium, including accommodation for speakers and travel bursaries for some students, were assisted by grants from the British Academy, the Spalding Trust and the Edward Cadbury Charitable Trust. Additional grants towards the Archbishop of Mosul's travel were made by the al-Tajir World of Islam Trust and the Bishop of Birmingham's Charitable Trust. The Centre for the Study of Islam and Christian-Muslim Relations acknowledges these with deep gratitude. [6] It was agreed by the Symposium participants that a fifth meeting should be held in four years' time, on the theme of the Bible in Arab Christianity. So scholars in the field of Arab Christianity and all who are interested are invited to gather once more at Selly Oak in September 2005. Papers and Presentations Professor Jacques Waardenburg, Switzerland: Between Baghdad and Birmingham, minorities Christian and Muslim. Dr Erica Hunter, UK: The Christianity of Hira. Mar Gregorios Saleba Shimoun, Iraq: Patriarch, Catholicos and Caliph: the Syrian Orthodox Church under the early `Abbasids. Dr Mohammed Mustafa Bashari, Sudan: The Role of Christian Arabs in the Field of Translation and Medicine in Baghdad. Dr Hilary Kilpatrick, Lausanne, Switzerland: Monasteries through Muslim Eyes: the Diyarat genre of Arabic literature. Professor Sidney Griffith, USA: Ethics in Muslim-Christian Dialogue in Tenth-Century Baghdad: the Contribution of Yahya Ibn `Adi. Professor Emilio Platti, Belgium: Yahya ibn `Adi and the Theology of Iktisab. Professor Bo Holmberg, Sweden: Language and Thought in Kitab al-majdal, bab 2, fasl 1, al-Dhurwa. Virginie Pirens, Belgium:  The Arabic Version of the Orations of Gregory of Nazianzus: the case of Oration 42. Dr Suha Rassam, UK: The Christians of Iraq and Translation Activity during the `Abbasid Period. Dr Julian Faultless, UK: The Recensions of Ibn al-Tayyib’s Commentary on John’s Gospel. Dr David Thomas, UK: Early Muslim Responses to Christianity. Mark Beaumont, UK: `Ammar al-Basri on the Incarnation. Dr Sandra Toenies Keating, USA: The Third Risala of Abu Ra’ita al-Takriti: “A Refutation of the Melkites concerning the Union of the Divinity and Humanity in Christ.” `Aziz `Abd al-Nour, UK: Images and Inscriptions from Ancient Churches of Iraq. Dr Mark Swanson, USA: The Christian al-Ma’mun Tradition. Dr Jamal Attar, Lebanon: Study of a Medieval Portrait of Arab Christians: Islamic Norm and `Abbasid Practices with Reference to the Works of al-Jahiz (776-869 CE). Gabriel Said Reynolds, USA: Christian Sects through Muslim Eyes: `Abd al-Jabbar’s ‘Tathbit dala’il al-nubuwwa’. Dr Martin Accad, Lebanon: The Interpretation of John 20.17 in Christian-Muslim Dialogue (8 th –14 th century): the Ultimate Proof-Text. Barbara Roggema, The Netherlands: Primitive Monotheism and Crypto-idolatry, the origin and development of a theme in Christian-Arabic and Syriac writings about Islam. Professor Lucy-Anne Hunt, UK: Aspects of Artistic Production by Christians.",
    "title" : 
    [ "Fourth Woodbrooke-Mingana Symposium On Arab Christianity And Islam",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Thomas, David" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n1crthomas",
    "type" : "report",
    "displayTitleEnglish" : "Fourth Woodbrooke-Mingana Symposium On Arab Christianity And Islam" }