
  { "fullText" : "The three volumes, entitled The Hidden Pearl. The Syrian Orthodox Church and its Ancient Aramaic Heritage, published by TransWorld Film Italia in 2001, were commisioned to accompany three documentaries. The connecting thread throughout the three millennia that are covered is the Aramaic language with its various dialects, though the emphasis is always on the users of the language, rather than the language itself. Since the documentaries were commissioned by the Syrian Orthodox community, part of the third volume focuses on developments specific to them, but elsewhere the aim has been to be inclusive, not only of the other Syriac Churches, but also of other communities using Aramaic, both in the past and, to some extent at least, in the present. The volumes were written with a non-specialist audience in mind and so there are no footnotes; since, however, some of the inscriptions and manuscripts etc. which are referred to may not always be readily identifiable to scholars, the opportunity has been taken to benefit from the hospitality of Hugoye in order to provide some basic annotation, in addition to the section For Further Reading at the end of each volume. Needless to say, in providing this annotation no attempt has been made to provide a proper bibliography to all the different topics covered; rather, the aim is simply to provide specific references for some of the more obscure items. Vol. I, The Ancient Aramaic Heritage (by S.P. Brock and D.G.K. Taylor) covers the first millenium BC and (for Palmyra, Petra, Hatra and pre-Christian Edessa) continues up to the third century AD). Contents: ch.1, Introduction; ch.2, Aramaic among the languages of the Middle East; ch.3, The Aramaic scripts and the history of the alphabet; ch.4, The Aramaean Kingdoms; ch.5, Religion and Culture; ch.6, Aramaic as the official language of the Achaemenid Empire; ch.7, The aftermath of Alexanders conquests: Aramaic in the Hellenistic period; ch.8, Relics of Aramaic literature from the first millennium BC. Vol II, The Heirs of the Ancient Aramaic Heritage (by E. Balicka-Witakowski, S.P. Brock, D.G.K. Taylor, and W. Witakowski) opens with Palestine in the 1 st century AD and continues as far as the Middle Ages. Contents: ch.1, Introduction; ch.2, Aramaic in Palestine at the time of Jesus and in the early centuries of Christianity; ch.3, Let the inscriptions speak: the evidence of Jewish Aramaic and Christian Syriac, 4 th to 7 th century; ch.4; The flowering of the Aramaic literatures (Jewish, Samaritan, Mandaean, Manichaean, Christian Palestinian, Syriac); ch.5, The Syriac Christian tradition; ch.6, The spread of Syriac Christianity; ch.7, The Arts: architecture, wall painting and manuscript illustration; ch.8, The art of the scribe. Vol. III, At the Turn of the Third Millennium: the Syrian Orthodox Witness (by S.P. Brock and W. Witakowski). Contents: ch.1, Introduction: the modern heirs of the Aramaic heritage; ch.2, The Churches of the Syriac tradition; ch.3, The Syrian Orthodox people in the twentieth century; ch.4, The Syrian Orthodox presence worldwide; ch.5, The people and their language: cultivating Syriac; ch.6, Twentieth-century writing in Syriac; ch.7, The wider significance of the Syriac tradition; ch.8, In retrospect: a glance back to the past (Syriac historical writing; a mini-dictionary of Syriac authors, 3 rd -20 th century); ch.9, The Bible in Syriac. The authors of the different sections were as follows: Vol. I: ch.3, DGKT ; ch.8, DGKT (with some additions by SPB); the remainder, SPB.Vol. II: ch.4, Mandaeans, Manichaeans, WW;Christian Palestinian Aramaic, DGKT; ch.6, DGKT; ch.7, EB-W (with some additions by SPB); the remainder, SPB. Vol. III: ch.8, Syriac historical writing, WW; the remainder, SPB. Notes to Volume 1: The Ancient Aramaic Heritage ABBREVIATIONS: CIS = Corpus Inscriptionum Semiticarum, pars secunda (Paris, 1889-). Cooke = G.A.Cooke, A Text-Book of North Semitic Inscriptions (Oxford, 1903). Cowley = A. Cowley, Aramaic Papyri of the Fifth Century B.C. (Oxford, 1923). Drijvers-Healey = H.J.W. Drijvers and J.F. Healey, The Old Syriac Inscriptions of Edessa and Osrhoene (Leiden, 1999). Fitzmyer-Kaufman = J.A. Fitzmyer and S.A. Kaufman, An Aramaic Bibliography. Part I, Old, Official, and Biblical Aramaic (Baltimore, 1992). Gibson = J.C.L. Gibson, Textbook of Syrian Semitic Inscriptions , 2, Aramaic Inscriptions (Oxford, 1975). Grayson = A.K. Grayson , Assyrian Rulers of the Early First Millennium BC, I-II (Toronto, 1991, 1996). KAI = H. Donner and W. Rllig, Kanaanische und aramische Inschriften , (3 vols, Wiesbaden, 1964). Kraeling = E.G. Kraeling, The Brooklyn Museum Aramaic Papyri (New Haven, 1969). PAT = D.R. Hillers and E. Cussini, Palmyrene Aramaic Texts (Baltimore, 1996). Porten-Yardeni = B.Porten and A. Yardeni, Textbook of Aramaic Documents from Ancient Egypt , I, Letters (Winona Lake, 1986); II, Contracts (1989); III, Literature, Accounts, Lists (1993); IV, Ostraca and Assorted Inscriptions (1999). p.6. F. Rosenthal, Aramaic studies during the past thirty years, Journal of NearEastern Studies 37 (1978), 81-82. p.8. Poseidonius, quoted in Strabo, Geography, I,34; XVI.4.27. pp.8-9. R. Steiner, Why the Aramaic script was called Assyrian in Hebrew, Greek and Demotic, Orientalia 62 (1993), 80-82. p.11. PAT 0278 of AD 242 (see caption to p.138b). pp.13-14. The table is adapted from that given by J. Huehnergard, in Anchor Dictionary of the Bible 4 (1992), 157. p.15. For the classification of Aramaic dialects adopted here, see J.A. Fitzmyer, A Wandering Aramean. Collected Aramaic Essays (Missoula, 1979, chapter 3, and S.Kaufman in Anchor Dictionary of the Bible 4 (1992), 173-178. p.18b. Sefire:KAI 222A, lines 21-28, = Gibson, no. 7 (p.28ff); Fitzmyer-Kaufman B.1.11. p.19a. Sinzeribni: KAI 225 = Gibson, no.18 (p.95f); Fitzmyer-Kaufman B.1.16. p.19b. From the temple of Atargatis\/al Uzza, Petra; see P. Hammond and others, A religio-legal Nabataean inscription from the Atargatis\/Al-Uzza temple at Petra, Bulletin of the American School of Oriental Research 263 (1986), 77-86. Aretas IVs 37 th year would fall c. AD 28. p.20b. Kh. Al As c ad and M. Gawlikowski, The Inscriptions in the Museum of Palmyra. A Catalogue (Palmyra\/Warsaw, 1997), no.78. p.21a. J.A.Fitzmyer and D.J. Harrrington, A Manual of Palestinian Aramaic Texts (Rome, 1978), A22. p.21c. Paris Sab.\/Mand. 1 (E. Tisserant, Specimina codicum orientalium (Bonn, 1914), pl. 40). p.22a. Florence, Bibl.Med. Plut.I.56; E. Hatch, Album of Dated Syriac Manuscripts (Boston, 1946), plate 34. p.22b. British Library, Add. 14548 (Tisserant, Specimina , pl. 28). p.22c. Vatican Syr. 19 (Hatch, Album of Dated Syriac Manuscripts , plate 198. p.23a. Published by H. Pognon, Inscriptions smitiques de la Syrie et de la Msopotamie et de la region de Mossoul (Paris, 1907), no.54. p.23b. Unpublished inscription, apparently seen in Jubb Addin. The original photograph shows slightly more text, and the following can be read: katbah den h a tt [aya] \/ shawil dab-shem dayraya \/ ba-shnat alp[ ] \/ w- h ameshma \/ wa-tmanin \/ w-tarten \/ d-yawnaye \/ b-yawmay \/ [me]li t ios \/ [pa t ria]rka , The sinner Shawil, nominally a monk, wrote it in the year one thousand and five hundred and eighty two of the Greeks in the days of [Me]letios the [patri]arch.G 1582 = AD 1270\/1; probably the Melkite patriarch of Antioch is intended, though according to V. Grumel, La chronologie (Paris, 1958),the patriarch at this time was Euthymios I (c.1258-1274). p.24b. Published by J. Jarry, Inscriptions syriaques et arabes indites du Tur Abdin, Annales Islamologiques 10 (1972), p.209 (pl. LV, no. 6). pp.39-40. See annotation to II, pp.261-262. p.42a. Tel Fekheriye: A.Abou-Assaf, P. Bordreuil, A. Millard, La statue de Tell Fekherye et son inscription bilingue assyro-aramenne (Paris, 1982); Fitzymer-Kaufman B.2.2. p.42b. Zakkur: KAI 202A = Gibson, no.5 (p.6ff); Fitzmyer-Kaufman, B.1.6. p.44a. Kilamuwa: KAI 24. p.44b. Barrakab: KAI 216 = Gibson, no.15 (p.89ff); Fitzmyer-Kaufman, B.1.14. p.45a. Sefire: KAI 222A, lines 2-13, = Gibson, no.7 (p.28ff). p.48a-b. See I. Ephal and J.Naveh, Hazaels booty inscriptions, Israel Exploration Journal 39 (1989), 192-200. p.61. Tiglath-Pileser I: Grayson, I, pp.23, 37. p.62. NurAdad: Grayson, I, p.149. \/\/ Muqurru: Grayson, I, p.150. \/\/ Booty from the foot of Mt Kashiari: Grayson, I, p.150. p.63. Matiatu: Grayson, I, p.209. For the topography, see M. Liverani, Studies in the Annals of Ashurnasirpal II. 2, Topographical Analysis (Rome, 1992), 35-36, 43-44, 57-58, 106. \/\/ Fragment in Adana museum: see J.D.Hawkins, The Babil stele of Assurbanipal, Anatolian Studies 19 (1969), 111-120. \/\/ Amme Ba`li, Bit Zamani: Grayson, I, p. 261. \/\/ Assyrian brutality: Grayson, I, p.201. p.65. Hadadyis`i: see on p.42a. p.66. Ahuni: Grayson, II, p.91; Kilamuwa: see on 44a. p.67. Sefire: see on 18b. \/\/ Melqart: KAI 201 = Gibson no. 1 (p.1ff); Fitzmyer-Kaufman, B1.1. \/\/ For the identity of Barhadads father, see W.T. Pitard, The identity of the Bir Hadad of the Melqart stele, Bulletin of the American Schools of Oriental Research 272 (1988), 3-21, and E. Puech, La stle de Bar-Hadad Melqart et les rois dArpad, Revue biblique 99 (1992), 311-334. p.68. Adadidri and Irhuleni: Grayson, II, p.47. \/\/ Zakkur: see on 42b. p.69. Tel Dan: A. Biran and J. Naveh, An Aramaic stele fragment from Tel Dan, and The Tel Dan inscription: a new fragment, in Israel Exploration Journal 43 (1993), 81-98, and 45 (1995), 1-18. p.70. Shalmaneser III: Grayson, II, p.60. \/\/ Adadnirari III: Grayson, II, p.213. Hazaels booty: see on p.48. p.71. Tiglath-Pileser III: H. Tadmor, The Inscriptions of Tiglath-Pileser III (Jerusalem, 1994), p.79. p.73. Barrakab: KAI 218 = Gibson, no. 17 (p.93); Fitzmyer-Kaufman, B.1.14. p.77. Deir Alla: J. Hackett, The Balaam text from Deir Alla (Chico 1984); Fitzmyer-Kaufman, B.1.19. p.82: Taba: KAI 269 = Gibson, no.24 (p.120ff); Fitzmyer-Kaufman, B.3.f.18. pp.83-84. Sigabbar and Sinzeribini: KAI 226, 225 = Gibson, nos. 19, 18 (p.93ff). p.85a. G.R. Driver, Aramaic Documents of the Fifth Century B.C. (Oxford, 1957), Letter 7 = Porten Yardeni I, A6.10; Fitzmyer-Kaufman, B.3.b.1. p.85b. A.H. Sayce and A.E. Cowley, Aramaic Papyri Discovered at Assuan (London, 1906), plate C [Cowley 9](= Porten-Yardeni, B2.4). p.85c. KAI 260; Fitzmyer-Kaufman, B.5.13. p.86a. M. Heltzer, in O.W. Mascarella (ed.), Ladders to Heaven . Art Treasures from Lands of the Bible (Toronto, 1981), no. 170. p.86b. KAI 229 (Teima, 2). Fitzmyer-Kaufman, B.4.21. A helpful overview of the Aramaic inscriptions of Teima is given by A. Lemaire, Les inscriptions aramennes anciennes de Teima, in H. Lozachmeur (ed.), Prsence arabe dans le Croissant fertile avant lHgire (Paris, 1995), 59-72. p.89. Horace, Epistles, II.1, lines 156-7. \/\/ Aramaization of Assyria: H. Tadmor, Aramaization of Assyria, in H.J.Nissen and J. Renger (eds), Mesopotamien und seine Nachbarne , I.2 (Berlin, 1982), 449-470; cp also A.R. Millard, Assyrians and Aramaeans, Iraq 45 (1983), 101-108; and the remarks of A. Lemaire: Today we know that this [Neo-Assyrian Empire] was actually an Assyro-Aramaean empire, and that the Aramaic language played the role of a lingua franca in political and trade relations to the west of this empire (in his Aramaic literature and Hebrew literature, in M. Bar-Asher (ed.), Proceedings of the Ninth World Congress of Jewish Studies: Hebrew and Aramaic (Jerusalem, 1988), p.12). \/\/ Documents from Asshur: F.M. Fales, Aramaic Epigraphs on Clay Tablets of the Neo-Assyrian Period (Rome, 1986). \/\/ Asshur ostracon: KAI 233; Fitzmyer-Kaufman B.2.13. Multi-racial state: J.N. Postgate, Ancient Assyria a multi-racial state, Aram 1:1 (1989), 1-10. \/\/ Naqia\/Zakutu: on her see S.C. Melville, The Role of Naqia\/Zakutu in Sargonid Politics (Winona Lake, 1999). p.90. Bukan: A. Lemaire, Une inscription aramenne du VIIIe sicle avant J-C trouve Bukan (Azerbaijan iranien), Studia Iranica 27 (1998), 15-30. \/\/ Luristan inscription: Gibson, no.11 (p.57f); Fitzmyer-Kaufman, B.6.1 \/\/ N. Postgate: Aram 1:1 (1989), p.9. p.91. Adon: KAI 266; Fitzmyer-Kaufman, B.3.a.5. p.94. Zakkur: see above, on p.42b. \/\/ Deir Alla: see above, on p.77. \/\/ Philo, Life of Moses , I, 264-265. pp.94-95 . Sinzeribni and Sigabbar: see on pp.83-84. p.95. Baal Harran: see on p.73. Temple of Nabonidus at Harran rebuilt by Nabonidus: see C.J. Gadd, The Harran inscriptions of Nabonidus, Anatolian Studies 8 (1958), 35-92, esp. p. 59. \/\/ Doomsday Book: F.M. Fales, Censimenti e catasti di epoca neo-assira (Rome 1973); also F.M. Fales and J.N.Postgate, State Archives of Assyria XI (Helsinki, 1995), 121-145. p.96. Seal of Baraq: P. Bordreuil, Catalogue des sceaux ouest-smitiques inscrits (Paris, 1986), no.85 (p.75f). \/\/ Seal of Barrakab: F. von Luschan, Ausgrabungen aus Sendschirli , V, Die Kleinfunde (Berlin, 1943), p.73 and plate 38b. \/\/ Seal of Nurshi: Bordreuil, Catalogue , no.86 (p.76). \/\/ 36 Aramaean women singers: F.M. Fales and J.N. Postgate, State Archives of Assyria VII (Helsinki, 1992), p.32. \/\/ 40 Aramaean sweets: Fales and Postgate, State Archives , VII, p.150. p.97. The illustration gives part of Asokas Greek-Aramaic bilingual (for which see p.128). \/\/ A.T. Olmstead, History of the Persian Empire (Chicago, 1948), p.480. p.98. Arsham Archive, Letter 7 (see on p.85a). p.99. Darius inscription: Porten-Yardeni, III, C2.1; Fitzmyer-Kaufman, B.3.c.2. \/\/ Memorandum to Bigvay: Porten-Yardeni, I, A4.9 [= Cowley, no. 32]; Fitzmyer-Kaufman, B.3.c.4. p.100. Ananiahs marriage contract: Porten-Yardeni, II, B3.3 [= Kraeling, no.2]; Fitzmyer-Kaufman, B.3.c.8. pp.100-101. Mibtahiah: quotation is from Porten-Yardeni, II, B2.3 [= Cowley 8]; marriage with Eshor, Porten-Yardeni, II, B2.6 [= Cowley 15] (Fitzmyer-Kaufman, B.3.c.7). p.102. Donations to temple of Yahu: Porten-Yardeni, III, C3.15 [Cowley 22]. \/\/ Greek fleet (Ahiqar palimpsest): quotation is from Porten-Yardeni, III, C3.7 (pp.94-95). \/\/ Hermopolis Letters: quotation from Letter 2 = Gibson, no. 27.ii (p.132ff), and Porten-Yardeni, I, A2.2; Fitzmyer-Kaufman B.3.b.1. p.103. Qedar: Gibson, no. 25 (p.122f). \/\/ Carpentras stele (Taba): see on p.82. Tayma (Salmshezeb): KAI 228 = Gibson, no. 30 (p.148ff); Fitzmyer-Kaufman, B.4.4. p.104. Pasigu Shahru (= Tayma, 20): see Fitzmyer-Kaufman, B.4.14. \/\/ Inscription from Bahrain: M. Sznycer, in Syria 61 (1984), 109-118 (Fitzmyer-Kaufman, B.4.27). \/\/ Inscription from Failaka: M. Sznycer, in Y. Calvet and F-F. Salles (eds), Failaka (Lyon, 1986), 273-280. \/\/ Seal of Elnathan: N. Avigad, Bullae and Seals from a Post-Exilic Judean Archive (Qedem 4; Jerusalem 1976), no.5 (plate 6). \/\/ Seal of Shulamit: Avigad, Bullae and Seals , no.14 (plate 15). \/\/ Inscription from Beersheva: J. Naveh, in Y. Aharoni, Beer-Sheba, I (Tel Aviv 1973), 79-82 (no. 5); Fitzmyer-Kaufman, B.1.37. \/\/ Ostraca from Arad: Y. Aharoni, Arad Inscriptions (Jerusalem, 1981), p.155 (no. 5); Fitzmyer-Kaufman, B.1.36. p.108. Inscription of Maniku, Nabataean text: J.T. Milik, in Annual of the Department of Antiquities of Jordan 21 (1976), 143-151; Greek text: M. Sartre, Inscriptions grecques et latines de la Syrie , 21, ( Jordanie, IV ; 1993), no. 54; (also in J.F. Healey, The Nabataean Tomb Inscriptions of Madain Salih (Oxford\/Manchester, 1993), p.243). p.109. Published by P. Hammond, Ein nabatisches Weiherelief aus Petra, in Die Nabater (Bonn\/Kln, 1981), 137-141. p.110a-b. Cooke, no. 94, on which see J.T. Milik, in Revue biblique 66 (1959), 555-560. p.110c. Published by F. Zayadine, Recent excavations at Petra, Annual of the Department of Antiquities of Jordan 26 (1982), 366-367. p.112. Cooke, no. 97. p.114. CIS ii, 465. p.121. Wadi Daliyah papyri: see F.M. Cross, Samaria Papyrus 1, in Erez Israel 18 (1985), 7*-17*; Fitzmyer-Kaufman, B.1.39. p.122. Kerak: J.T. Milik, Nouvelles inscriptions smitiques du pays de Moab, Liber Annuus 9 (1958\/9), 330-358; Fitzmyer-Kaufman, B.1.44. \/\/ Gzne: KAI 259 = Gibson, no.34 (p.154); Fitzmyer-Kaufman, B.5.7. \/\/ Tarsus: KAI 261 = Gibson, no.35 (p.155). \/\/ Syria grammata: Xenophon, Cyropaedia, 7.3.15; 7.5.31; 19.9.6 (used by Nabataeans, 312 BC); Diodorus Siculus, Histories , 19.23. \/\/ Themistokles: see C. Nylander, Assyria grammata. Remarks on the 21 st Letter of Themistokles, Opuscula Atheniensia 8 (1968), 119-136. p.123. Funerary inscription of Artimas: KAI 262. \/\/ Xanthos trilingual inscription: A. Dupont-Sommer, Linscription aramenne, in H. Metzger (ed.), Fouilles de Xanthos , VI, La stle trilingue de Lton (Paris, 1979), 129-178; Fitzmyer-Kaufman, B.5.14. \/\/ Sardis bilingual inscription: KAI 260; Fitzmyer-Kaufman, B.5.13. \/\/ Daskyleion: Gibson, no.37 (p.157f); Fitzmyer-Kaufman, B.5.5. p.124. Murashu archive: M.W. Stolper, Entrepreneurs and Empire: The Murashu Archive, the Murashu Firm, and Persian Rule in Babylon (Leiden, 1985); Fitzmyer-Kaufman, B.2.22. \/\/ Persepolis tablets: R.A.Bowman, Aramaic Ritual Texts from Persepolis (Chicago, 1970); Fitzmyer-Kaufman B.6.3. pp.125-6. Aramaic in Ptolemaic Egypt: quotation from Porten-Yardeni, III, C3.29; Fitzmyer-Porten, B.3.f.42. p.126. Jerusalem ostracon: F.M. Cross, An Aramaic ostracon of the third century B.C.E. from excavations in Jerusalem, Eres Yisrael 15 (1981), 67*-69*. \/\/ Inscription of Zoilos: A. Biran, Israel Exploration Journal 26 (1976), 202-206. \/\/ Khirbet Kom ostracon: L.T.Geraty, The Khirbet el Kom bilingual ostracon, Bulletin of the American Schools of Oriental Research 220\/1 (1975\/6), 55-61. \/\/ Coins of Alexander Jannaeus [for rather than, read as well as]: A. Kindler, Coins of the Land of Israel (Jerusalem, 1974), nos.9-10 (Aramaic and Greek; on some undated coins Greek and Hebrew are used). \/\/ Maresha marriage document: E. Eshel and A. Kloner, An Aramaic ostracon of an Edomite marriage document from Maresha dated 176 B.C.E [in Hebrew], Tarbiz 63 (1994), 485-502. p.127. Uruk text in cuneiform script: see Fitzmyer-Kaufman, B.2.29. \/\/ Inscription of Adad-nadin-ahe: CIS ii 72; Fitzmyer-Kaufman, B.2.27. \/\/ Inscriptions from the Gulf: see E.Puech, Inscriptions aramennes du Golfe, Transeuphratne 16 (1998), 31-55; J. Healey and H. Bin Seray, Aramaic in the Gulf: towards a corpus, Aram 11\/12 (1999\/2000), 1-14. \/\/ Ruwafa inscription: J.T. Milik, Inscriptions grecques et nabatennes? de Rawwafah, in P.J. Parr and others (eds), Preliminary Survey in N.W. Arabia, 1968, Part II: Epigraphy, Bulletin of the Institute of Archaeology, University of London 10 (1971), 54-58. (A recent discussion of this important inscription is given by M.C.A. Macdonald, Quelques reflexions sur les Saracnes, linscription de Rawwafa et larme romaine, in H. Lozachmeur (ed.), Prsence arabe [see on p.86b], 93-101). p.128. Asokas inscription in Aramaic and Greek: KAI 279; Fitzmyer-Kaufman, B.6.8. His inscription in Aramaic and Prakrit: E. Benveniste and A. Dupont-Sommer, in Journal asiatique 254 (1966), 437-465; Fitzmyer-Kaufman, B.6.9. p.129. Ostraca from Nisa: see M.L. Chaumont, Les ostraca de Nisa: nouvelle contribution lhistoire des Arsacides, Journal asiatique 256 (1968), 11-35. \/\/ Armenia, inscription of king Artashes: A. Prikhanian, Les inscriptions aramennes du roi Artachs, Revue des tudes armniennes 8 (1971), 169-174. \/\/ Extraction of fish from Lake Sevan: KAI 274-5. \/\/ Silver bowl from Sissian: Perikhanian, Inscription aramenne grave sur une coupe dargent trouve Sissian (Armnie), Revue des tudes armniennes 8 (1971), 5-11. \/\/ Inscription from Garni: see J.Naveh, The North Mesopotamian Aramaic script-type in the late Parthian period, Israel Oriental Studies 2 (1972), 293-304, esp. 297. p.130. Armazi script: see C. Tsereteli, The Armazian script, in T. Mgaloblishvili (ed.), Ancient Christianity in the Caucasus (Richmond, 1998), 155-162. \/\/ Inscription of Serapitis: KAI 276. \/\/ Inscription of Mihrdat: F. Altheim and R. Stiehl, Die zweite (aramische) Inschrift von Mcheta in their Die aramische Sprache unter den Achaimeniden , III (Frankfurt, 1963), 243-261. \/\/ Petra: for the inscription with the name RQMW, see J. Starcky, Nouvelle pitaphe nabatenne donnant le nom smitique de Petra, Revue biblique 72 (1965), 95-97. p.131. Nabataean legal documents: cp J.A. Fitzmyer and D.J. Harrington, A Manual of Palestinian Aramaic Texts (Rome, 1978), no.64; some further papyri await publication p.132. Ibn Wahsiya: see T. Fahd, in Encyclopaedia of Islam , III (new edition; Leiden, 1971), 363-365. \/\/ Inscription of 36 BC: R.N. Jones and others, A second Nabataean inscription from Tell esh-Shuqafia, Egypt, Bulletin of the American Schools of Oriental Research 269 (1988), 47-57. \/\/ Tomb inscription from Madain Salih: J.F. Healey, The Nabataean Tomb Inscriptions of Madain Salih (Oxford\/Manchester, 1993), no. H.9 (p.123). \/\/ Pasael: J.T. Milik and J. Starcky, Inscriptions rcemment dcouvertes Petra, Annual of the Department of Antiquities of Jordan 20 (1975 ), 111-130 (p.112). p.132-3. msgd : J. Cantineau, Le Nabaten , II, Choix de textes (Paris, 1932), 17-18. \/\/ Ruhm [read Ruhu] son of Maliku: Cantineau, Le Nabaten , II, 16 = CIS ii 182. p.133. Inscription from the year of the three Caesars: CIS ii 963. \/\/ Latest Nabataean inscription: F. Altheim and R. Stiehl, Die Araber in der Alten Welt , V.1 (Berlin, 1966), p.306 and plate 54; the date is either July\/August 355 or July\/August 356. \/\/ Namara inscription: text (e.g.) in J.Bellamy, A new reading of the Namarah inscription, Journal of the American Oriental Society 105 (1985), 31-51; discussion in I. Shahid, Byzantium and the Arabs in the Fourth Century (Washington DC, 1984), 31-53. \/\/ Venice of the Sands: E. Will, Les Palmyrniens. La Venise des sables (Paris, 1992). \/\/ Oldest Palmyrene inscription: PAT 1524 [where read 44 B.C.]; a convenient list of dated Palmyrene inscriptions can be found in D.G.K. Taylor, An annotated index of dated Palmyrene Aramaic texts, Journal of Semitic Studies 46 (2001), 203-219. \/\/ King of kings and Restorer of the Orient: PAT 0292. p.134. Tariff: PAT 0259. \/\/ Inscription of 279\/280: Kh. As c ad and M. Gawlikowski, New honorific inscriptions in the Great Colonnade of Palmyra, Annales Archologiques de Syrie (1986\/7), 164-171 (esp. pp.167-168). p.135. Inscription of AD 258: PAT 0291. \/\/ Inscription of AD 271: PAT 0293. \/\/ Inscription of AD 199: PAT 1378. \/\/ Inscription of AD 157: PAT 1403. \/\/ Symposium rules: PAT 0991. \/\/ Tesserae: R. du Mesnil du Buisson, Les tessres et monnaies de Palmyre (Paris, 1962). \/\/ Inscription of AD 32: PAT 1347. \/\/ Inscription of AD 175: PAT 0260. p.136. Animal sanctuary of Allat: see p. 146 for illustration of lion and gazelle; PAT 1122. \/\/ Lucian, On the Syrian Goddess , 14. \/\/ Inscription of AD 251: PAT 1911. \/\/ Inscription of Shalmat: PAT 1488. \/\/ Inscription from South Shields: PAT 0246. \/\/ Dynasty of Emesa: see C. Chad, Les dynastes dmse (Beyrouth, 1972). p.137a. PAT 2690. p.138b. PAT 0278. p.140. PAT 0286. p.141b. PAT 1812. p.146. See on p.136. p.147. PAT 1802. p.151. Hatra inscription no. 106. p.152b. Hatra inscription no. 228. p.153. Inscription of Sanatruq I: Hatra inscription nos. 367-369. \/\/ Inscription of AD 237\/8: Hatra inscription no. 35. \/\/ Inscription on statue of Ebu, daughter of Gabalu: Hatra inscription no. 30. p.154. Inscription of AD 151\/2: Hatra inscription no.343 (similar content in no. 281, illustration on p.170b). \/\/ Bardaisan: see R. Degen, A note on the law of Hatra, Annali, Istituto Orientale di Napoli 27 (1977), 486-490. \/\/ Inscription of AD 214: B. Aggoula, Inscriptions et graffites aramennes dAssour (Naples, 1985), no. 27e. \/\/ Edessa, mother of all the cities of Mesopotamia: the title occurs in P.Mesopotamia A of AD 240. \/\/ Adme: see A. Harrak, The ancient name of Edessa, Journal of Near Eastern Studies 51 (1992), 209-214. \/\/ Inscription of AD 6: Drijvers-Healey, As55 (D1). p.155. Inscription of AD 201\/2: Drijvers-Healey, As16(D32). \/\/ Kings of Edessa: for recent discussion, see M. Gawlikowski, The last kings of Edessa, in R. Lavenant (ed.), Symposium Syriacum VII (Orientalia Christiana Analecta 256; 1998), 421-428; A. Luther, Elias von Nisibis und die Chronologie der edessenischen Knige, Klio 81 (1999), 180-198; L. van Rompay, Jacob of Edessa and the early history of Edessa, in G.J. Reinink and A.C. Klugkist (eds), After Bardaisan. Studies... in Honour of H.J.W. Drijvers (Orientalia Lovaniensia Analecta 89; 1999), 269-285; T. Gnoli, Roma, Edessa e Palmira nel III secolo (Pisa\/Rome, 2000); and S.K.Ross, Roman Edessa: Politics and Culture on the Eastern Fringes of the Roman Empire, 114-242 CE (London, 2000). p.158. Inscription of Shebat AD 165: Drijvers-Healey, As36(D23). \/\/ Inscription of Adar AD 165: Drijvers-Healey, As29(D16). \/\/ Aptuha mosaic: Drijvers-Healey, Am2(D45). \/\/ Phoenix mosaic: Drijvers-Healey, Am6(D49), dated AD 235\/6 (illustrated below, p.176a). \/\/ Orpheus mosaic: Drijvers-Healey, Am7(D50), dated AD 228 (illustrated below, p.176b). \/\/ Orpheus mosaic of AD 194: illustrated below, p. 177. \/\/ Achilles mosaic: Drijvers-Healey, Cm3 (and plate 66); illustrated in vol. II, p.42a. \/\/ Briseis mosaic: Drijvers-Healey, Cm4 (and plate 67). For the mosaics with Greek mythological scenes and Syriac inscriptions, see now J. Balty and F. Briquel-Chatonnet, Nouvelles mosaiques inscrites dOsrhone Monuments et Mmoires publis par lAcadmie des Inscriptions et Belles-Lettres 79 (2000), 31-72. p.158-9. Mosaic with Zeus and Hera: Drijvers-Healey, Cm11 (and plate 72). p.159. Serrin: see J.Balty, La mosaique de Serrin (Osrhone) (Paris, 1990); illustration in Vol. II, p.23a. \/\/ Prat malka: Drijvers-Healey, Bm1 (and plate 60). \/\/ Mosaic with My lord Abgar: Drijvers-Healey, Am10; illustrated below on p.175. \/\/ Syriac legal documents of 240s: Drijvers-Healey, Appendix 1 (pp.232-248); the Greek documents (some with signatures of witnesses in Syriac script) are edited by D.Feissel and J. Gascou in Journal des Savants 65 (1995), 65-119; 67 (1997), 3-57; and 70 (2000), 157-208. p.161ff. A helpful overview can be found in A. Lemaire, Aramaic literature and Hebrew literature: contacts and influences in the first millennium BCE, in M. Bar Asher (Ed.), Proceedings of the Ninth World Congress of Jewish Studies: Hebrew and Aramaic (Jerusalem, 1988), 9-24. p.162. Ahiqar: Porten-Yardeni, III, C1.1. For the later texts of Ahiqar in Syriac and other languages (including Modern Syriac), see A-M. Denis, Introduction la littrature religieuse judo-hellnistique , II, (Turnout, 2000), 993-1038. The standard edition of the Syriac, by J.R. Harris, has been reprinted a number of times, including P.Y. Dolapn, Ahiqar sofro w-hakimo (Mardin, 1962; 2 nd edn, Mor Ephrem Monastery, Glane\/Losser, 1981). The Modern Syriac version was edited (from Berlin, Sachau 339) by M. Lidzbarski, Die neu-aramischen Handschriften der Kn. Bibliothek zu Berlin (Weimar, 1896; repr. Hildesheim, 1973), I, 1-77 (text); II, 1-41 (tr.). p.164. Uruk tablet: J. van Dijk, Die Inschriftenfunde, in H. Lenzen (ed.), XVIII vorlufiger Bericht ber die...Ausgrabungen in Uruk-Warka (Berlin, 1962), 39-62. \/\/ Demotic fragments: Ed. K.T. Zauzich, in H. Franke and others (eds), Folia rara W. Voigt... dedicata (Verzeichnis der orientalischen Handschriften in Deutschland, Suppl. 19; Wiesbaden, 1976), 180-185. p.165. Trier mosaic: see M. Kchler, Frhjdische Weisheitstraditionen (Gttingen, 1979, 352-355. \/\/ Mariam, daughter of Ahiqar: see H. Candemir and J. Wagner, Christliche Mosaiken in der nrdlichen Euphratesia, in S. Shahin, E. Schwertwein and J. Wagner (eds), Studien zur Religion und Kultur Kleinasiens I (Leiden, 1978), 216-217. \/\/ Aramaic text of Tobit: ed. A. Neubauer, The Book of Tobit (Oxford, 1878). \/\/ Qumran fragments of Tobit: 4Q196-200, ed. by J. Fitzmyer, in J. Vanderkam (ed.), Discoveries in the Judaean Desert 19 (Oxford, 1995). p.166. Tale of Hor: Porten-Yardeni, III, C1.2. p.170b. Hatra, inscription 281 (see on p.154). p.173. Drijvers-Healey, Am8(D51). p.174. P. Mesopotamia A (see p.159). p.175. Drijvers-Healey, Am10; see p.159. p.176. See on p.158. p.177. Unknown provenance; sold in New York in the winter of 2000\/2001 (I am most grateful to Adam Becker for notifying me of this), and now in Dallas Museum. p.178. Drijvers-Healey, Am4(D47). p.183a. Ahiqar: E. Sachau, Aramische Papyrus und Ostraka aus einer jdischer Militrkolonie zu Elephantine (Leipzig, 1911), Tafel 47, col. 1. p.186. Solomon of Bosra, Book of the Bee : ed. E.A.W.Budge, ch.XV, p.20. \/\/ Ethiopic translation: a translation (by E. Isaac) can conveniently be found in J.H. Charlesworth (ed.), The Old Testament Pseudepigrapha , I (Garden City NY, 1983), 1-89; critical edition of Ethiopic, with translation by M.A. Knibb, The Ethiopic Book of Enoch , I-II (Oxford 1978).\/\/ Aramaic fragments of Enoch: ed. J.T. Milik, The Books of Enoch. Aramaic Fragments of Qumran Cave 4 (Oxford, 1976). p.188. Book of Giants: Vermes, 516-517. p.189. Genesis Apocryphon: Vermes, 448-459. The Aramaic texts, with German translation, of this and the other Aramaic texts from Qumran, can also readily be located in K. Beyer, Die aramischen Texte vom Toten Meer (Gttingen, 1984), with Ergnzungsband (1994). p.190. Aramaic translation of Job: Vermes, 433-438. \/\/ New Jerusalem: Vermes, 568-570. \/\/ Testament of Levi: Vermes, 534-527. p.191. Prayer of Nabonidus: Vermes, 573. \/\/ Darius: Vermes, 578-579 (for a fuller translation, with the mention of Ushay, see K.Beyer, Die aramischen Texte vom Toten Meer, Ergnzungsband (Gttingen, 1994), 113-117). p.192. Testament of Qahat: Vermes, 532-533. \/\/ Book which Michael spoke: Vermes, 523. \/\/ Fragment mentioning son of God: Vermes, 576-577. p.193. Aramaic psalm parallel to Psalm 20: see, for example, Z.Zevit, The common origin of the Aramaicized prayer to Horus and of Psalm 20, Journal of the American Oriental Society 110 (1990), 213-228. p.200. For Chapter 7, the following could now be added: J. Taylor, Petra and the Lost Kingdom of the Nabataeans (London, 2001), and J.F. Healey, The Religion of the Nabataeans (Leiden, 2001). Notes to Volume II: The Heirs of the Ancient Aramaic Heritage. ABBREVIATIONS: Beyer 1984 K.Beyer, Die aramischen Texte vom Toten Meer (Gttingen, 1984). Beyer 1994 = K. Beyer, Die aramischen Texte vom Toten Meer, Ergnzungsband (Gttingen, 1994). BL = British Library. Fitzmyer-Harrington = J. Fitzmyer and D. Harrington, A Manual of Palestinian Aramaic Texts (Rome, 1978). p.6. Inscription of 1218: K. Erdmann, Das anatolische Karavansaray des 13. Jahrhunderts (Berlin, 1961), no.18 (pp.65-66). \/\/ Minister of the Sultan of Iconium: Bar Hebraeus, Chronicle (ed. Bedjan), p.262 (tr. Budge, p.233) (he was evidently a Syrian Orthodox deacon). For evidence of Aramaic still being spoken by Jews in Palestine in the 9 th -10 th century, see N. Allony, in Leshonenu 34 (1969\/70), 88-91. p.12. Constantine and Helen, Gospel Lectionary of 1227 (see p.237). p.14. Inscription of Yehohanna: Beyer 1994, p.206. \/\/ Inscription of Abba: Fitzmyer-Harrington, no. 68; Beyer 1984, p.347; it is remarkable that this Aramaic inscription is written in the Palaeo-Hebrew script. p.15. Inscription of Helena\/Sadan: Fitzmyer-Harrington, no.132; Beyer 1984, p.343. \/\/ Ossuary of Sapphira wife of Simeon: Fitzmyer-Harrington, no.147; Beyer 1984, p.342. \/\/ He had it closed: Beyer 1994, p.207 (who, however, takes the first word as a proper name, Sakar). \/\/ Qorban inscription: Fitzmyer-Harrington, no. 69; Beyer 1984, p.344. Beit Qarnayim ostraca: A. Yardeni, New Jewish Aramaic ostraca, Israel Exploration Journal 40 (1990), 130-152 (Ostracon 1, p.132). \/\/ Masada ostracon: Y. Yadin and J. Naveh, Masada , I, The Aramaic and Hebrew Ostraca and Jar Inscriptions (Jerusalem, 1989), no. 554; Beyer 1994, p.212. p.16. Letters of Simeon bar Kosiba: Fitzmyer-Harrington, nos 53-60; Beyer 1984, pp.350-352; Beyer 1994, pp.213-222. p.22. Published by E.Puech, Linscription christo-palestinienne dAyoun Musa (Mont Nebo), Liber Annuus 34 (1984), 319-328;Beyer 1994, p.271. p.23a. See on Vol. I, p.159. p.23b. See on p.33, below. p.24. See on p.33, below. p.25. Babatha documents: Fitzmyer-Harrington, nos 61-63; Beyer 1994, pp.166-184; in general, see A.J. Salderini, Babathas story, Biblical Archaeology Review 24:2 (1998), 28-37, 72-74. \/\/ Babathas marriage document: Y. Yadin, J.C. Greenfield and A. Yardeni, Babathas ketubba, Israel Exploration Journal 44 (1994), 75-101. p.28. Inscription of AD 244\/5: J. Naveh, Al psephis va-even (Jerusalem, 1978), p.127. p.29. Naaran synagogue inscription: Fitzmyer-Harrington, no. A3; Beyer 1984, p.392. \/\/ Hammat Gadara: Fitzmyer-Harrington, no. A28; Beyer 1984, p.385. \/\/ Hammat Tiberias: Fitzmyer-Harrington, no. A30; Beyer 1984, p. 386. \/\/ Jericho: Fitzmyer-Harrington, no. A34; Beyer 1984, p.388. \/\/ En Gedi: Fitzmyer-Harrington, no. A22; Beyer 1984, p.364; illustration in Vol. I, p.21a. p.30. Wedding in Egypt: C. Sirat and others, La Ketouba de Cologne (Opladen, 1986); Beyer 1994, p.244-247. p.31. Zoar inscriptions: Beyer 1994, p.240-241; several further ones have recently been published by J. Naveh in Tarbiz 64 (1995), 477-497; by S. Stern, in Tarbiz 68 (1999), 177-185; and by H. M. Cotton and J.J. Price, in Zeitschrift fr Papyrologie und Epigraphik 134 (2001), 277-283 (Aramaic and Greek). \/\/ Aramaic poem on papyrus: ed. J. Yahalom, in Tarbiz 47 (1978), 173-184; for fragments of the same poem from the Cairo Geniza, see M. Sokoloff and J. Yahalom, Jewish Palestinian Aramaic Poetry from Late Antiquity [in Hebrew] (Jerusalem, 1999), 82-92, and English translation in A.S. Rodrigues Pereira, Studies in Aramaic Poetry (c.100 BCE c.600 CE) (Assen, 1997), 398-401. p.32. Theodoret, Questions on Judges , 19. \/\/ Inscription of AD 389: Inscriptions grecques et latines de la Syrie II, no.555. \/\/ Inscriptions from Tel Bi c a: published by M. Krebernik, Schriftfunde aus Tell Bi c a 1990, Mitteilungen der deutschen Orient-Gesellschaft zu Berlin 123 (1991), 41-57; see also G. Kalla, Christentum am oberen Euphrat. Das byzantinische Kloster von Tall Bi c a, Antike Welt 30:2 (1999), 131-142.Life of John of Tella: ed. E.W. Brooks, in CSCO, Scr. Syri 7-8 (1907). \/\/ Inscription mentioning bishop Peter: see A. Harrak, Notes on Syriac inscriptions, Orientalia 64 (1995), 110-119. p.33. Inscription of AD 493: published by E. Puech, in Liber Annuus 38 (1988), 267-270, plates 9-10 (the 3rd and 9th lines have been misread: in line 3, read dhy<k>l ,and in line 9, read Mar(y) Hanina ; and the first letter of line 2 should be read as shin , not qoph ); for the monastery of Beth Mar Hanina, see E. Honigmann, Evques et vchs monophysites dAsie antrieure au VIe sicle (CSCO Subs.2, 1951), 191-192 (his Life, by Jacob of Serugh, is in BL Add. 17174, ff.145r-151v). \/\/ Inscription of AD 504: published by R.C. Steiner, A Syriac church inscription from 504 CE, Journal of Semitic Studies 35 (1990), 99-108. \/\/ Inscription of 536 (mosaic): unpublished (evidently in a private collection); the text reads ba-shnat tmanma \/ w-arb c in wa-shba c \/ b-shub c a [sic] w- c esrin \/ q h zwrn [for: ba- h ziran] byawmay mar(y) \/ rishdayra Yu h annan b-dukraneh \/ d-mar(y) rishdayra Ya c qub \/ da-n s ab dayra ettsimat \/ <shet>esteh d-bayta hana \/ w-eshtlem ba-shnat tmanma \/ w- h amshin w- h ad byawmay \/ mar(y) rishdayra Shem c on \/ gmar(?) w-kallel h a tt ayut(y) Eliya; In the year eight-hundred and forty seven, on the twenty-seventh of Haziran, in the days of the abbot Mar John, in memory of the abbot Mar Jacob who founded the monastery, was the foundation of this building laid; and it was finished in the year eight-hundred and fifty one, in the days of the abbot Mar Simeon. My sinfulness, Elia, completed and crowned (it). \/\/ Bema dated AD 605: the inscription is published by H. Salame-Sarkis, Syria grammata kai agalmata, Syria 66 (1989), 313-330 (the date is misinterpreted: it is Indiction 8, 653 of the era of Antioch = AD 605). \/\/ Inscription anathematizing the Phantasiasts: published by P. Mouterde, Une inscription syriaque recmment trouve en haute Djezir, in Annales archologiques arabes de Syrie 10 (1960), 87-92. p.34. Namara inscription: see on Vol. I, p.133. \/\/ Zebed trilingual inscription: Syriac text in E. Sachau, Zur trilinguis Zebedaea, Zeitschrift der deutschen morgenlndischen Gesellschaft 36 (1882), 345-352; Greek: Inscriptions grecques et latines de la Syrie , II (Paris, 1939), no. 310. \/\/ Inscription from Jericho: D.C. Baramki and St.H. Stephen, A Nestorian hermitage between Jericho and the Jordan, Quarterly of the Department of Antiquities of Palestine 4 (1934), 81-86, and plates LII-LIV; for the identifications, see J-M. Fiey, Rabban Buya de Shaqlawa et de Jricho, Proche Orient Chrtien 33 (1983), 34-38; the inscription is illustrated below, p.46c. \/\/Inscription mentioning Patriarch Theodoret: P. Mouterde, Un ermitage melkite en Emsne au VIIIe sicle, Mlanges de lUniversit Saint-Joseph 18 (1934), 101-106. \/\/ Churches: see E.E.D.M. Oates, Qasr Serij the church of St Sergius, in his Studies in the Ancient History of Northern Iraq (London, 1968), 106-117; M. and N. Fuller, A medieval church in Mesopotamia [Tell Tuneinir], Biblical Archaeologist 57:1 (1994), 38-45, and Archaeological discoveries at Tell Tuneinir, Syria, Journal of the Assyrian Academic Society 12:2 (1998), 69-82; J.A. Langfeldt, Recently discovered early Christian monuments in north-eastern Arabia, Arabian Archaeology and Epigraphy 5 (1994), 32-60; J. Curtis, The church at Khirbet Deir Situn, Al-Rafidan 18 (1997), 369-379; and G. King, A Nestorian settlement on the island of Sir Bani Yas, Abu Dhabi, Bulletin of the School of Oriental and African Studies 60 (1997), 221-235 (Langfeldt and King give further references). \/\/ Ostracon with a trial of pen: E. Hunter, Syriac ostraca from Mesopotamia, in Symposium Syriacum VII (Orientalia Christiana Analecta 256, 1998), 617-639, esp. 620-621. p.35. Ostracon with liturgical text: Hunter, Syriac ostraca, 631-632 (without the identification; the full Syriac liturgical text can be found in T. Darmo (ed.), Hudra I (Trichur, 1960), p.647). \/\/ Papyrus letter: see the re-reading of the text (originally published by W.Brashear) in Brock, A Syriac letter on Papyrus, Hugoye 2:2 (1999). \/\/ Ostracon with a 12-syllable poem: M. Kamil, Ein syrisches Ostrakon aus dem V Jahrh. Rivista degli Orientali 32 (1957), 411-413. p.36. CPA bronze amulet: E.Puech, Deux amulettes palestiniennes, une en grec et une bilingue en grec-christopalestinien, in H. Gasche and B. Hrouda (eds), Collectanea Orientalia...Etudes offertes Agns Spycket (Neuchatel, 1996), 299-310. \/\/ Syriac amulet on leather: J. Naveh, A Syriac amulet on leather, Journal of Semitic Studies 42 (1997), 33-38. \/\/ Bowl from Nippur: J.A. Mongomery, Aramaic Incantation Texts from Nippur (Philadelphia, 1913), 167-170 (no. 11). p.37. For the CPA inscription found at Deir al-Adas, see R.F. Campanati, in Arte profana e arte sacra a Bisanzio (Rome, 1995), 257-269; other CPA inscriptions are listed in C. Mller-Kessler, Grammatik des Christlich-Palestinisch-Aramischen , I (Hildesheim, 1991), 10-15; those from Khirbet as-Samra are now published in full by A. Desreumaux, in J-B. Humbert and A. Desreumaux (eds), Khirbet es-Samra 1, Jordanie (Turnhout, 1998), 435-521. p.39. From a modern painting of St Ephrem, with a quotation from the Testament of Ephrem. p.40. Do the angels know Aramaic?: see especially J. Yahalom, Angels do not understand Aramaic: on the literary use of Jewish Palestinian Aramaic in Late Antiquity, Journal of Jewish Studies 47 (1996), 33-44, and M. Rubin, The language of creation or the primordial language, Journal of Jewish Studies 49 (1998), 306-333. Syriac authors, not surprisingly, normally opted for Aramaic as the language of Adam; thus, besides the various Commentaries on Genesis, in a series of Questions and Answers in BL Add. 14628 (11 th century), the Disciple asks What language will people be speaking on the Day of Judgement, seing that there will be no confusion of tongues then? To which the Teacher replies: It will be the language in which God spoke with Adam, and Adam with God, at the Creation; and as it seems to me, this was Aramaic, a widespread language extending over all peoples... (Wright, Catalogue , p.1022). p.41. In the Hama Museum. A similar example has been found in the Michaelon church at Huarte; see M-T. and P. Canivet, La mosaique dAdam dans lglise syrienne de Huart, Cahiers archologiques 24 (1975), 49-65. p.42a. See on Vol. I, p.158. p.42b. Vatican Hebrew 221; Tisserant, Specimina , plate 13. p.43. Inscription: see J.B. Chabot, Inscriptions syriaques de Bennaoui, Syria 10 (1929), 252-256. p.44a. T.Kellis, syr-copt. 2, published in I. Gardner (ed.), Kellis Literary Texts , I (Oxford 1996). p.44b. Inscription published in P. Donceel-Voute, Les pavements des glises Byzantines de Syrie et du Liban (Louvain-la-Neuve, 1988), 147-149. p.44c. Cambridge Or. 1080 B 18.1, of 9 th -11 th century. p.45. The inscription is now at Qal c at Sim c an, but was formerly at Kafrantin: the text was published (with several misreadings) by J. Jarry, Inscriptions arabes, syriaques et grecques du Massif du Blus en Syrie du Nord, Annales Islamologiques 7 (1967), 144-145. p.46a. Vatican Barbarini Or. 1 [regrettably, the photograph is erroneously reversed]; Tisserant, Specimina , plate 1. p.46b. For this text, see E.S. Drower, The Haran Gawaita and the Baptism of Hibil-Ziwa (Studi e Testi 176; 1953). p.46c. See above, on p.34. p.48a. W.S. McCullough, Jewish and Mandaean Incantation Bowls in the Royal Ontario Museum (Toronto, 1970), Bowl A. p.48c. St Catherines Monastery, Sinai, New Finds, CPA Sparagmata 7. The under-text has been published by C. Mller-Kessler, A Corpus of Christian Palestinian Aramaic IIA (Groningen, 1998), 157-160 (the folio illustrated, 4v, is on p.158), and the upper text by Brock, Fragments of Pseudo-John Chrysostom, Homily on the Prodigal Son, in Christian Palestinian Aramaic, Le Muson 112 (1999), 335-361. p.54b. BL Or. 8732; Hatch, Album , Plate LVI. p.57. Alexander and the women of Carthage: Midrash Leviticus Rabba, 27.1 (and elsewhere). p.58. Targum text on bowl from Nippur: see S.A. Kaufman, A unique magic bowl from Nippur, Journal of Near Eastern Studies 32 (1973), 170-174. p.59. Ephrem, Commentary on Genesis , VIII.1. p.60. Poems on months: for Jewish Aramaic, see M.L. Klein, Genizah Manuscripts of Palestinian Targum to the Pentateuch , I (Cincinnati, 1986), 186-193, 198-209; for Syriac, see Brock, A dispute between the months and some related Syriac texts, Journal of Semitic Studies 30 (1985), 181-211. \/\/ Dialogue between Moses and the Angels: Sokoloff and Yahalom, Jewish Palestinian Aramaic Poetry , 116-121. p.61. Sheiltot: for the background, see R. Brody, The Geonim of Babylonia (New Haven, 1998). pp.61-62. Origins of the Zohar: I. Tishby, The Wisdom of the Zohar I (Oxford, 1989), 13-18. p.62. Samaritan Aramaic literature: an overview can be found in A.D. Crown, Samaritan Scribes and Manuscripts (Tbingen, 2001), 17-22. p.63. Quotation from poem in Rodrigues Pereira, Studies in Aramaic Poetry , 440-444. p.66. Quotation from W. Foerster, Gnosis II (Oxford,1974), 240. p.67. For Theodore bar Konis quotation from a Mandaic text, see D. Kruisheer, Theodore bar Konis Ktaba d-Eskolyon as a source for the study of early Mandaeism, Jaarbericht Ex Oriente Lux 33 (1993\/4), 151-169. p.68. Quotation from Foerster, Gnosis II, 151. p.75. The Inscription is published by J. Jarry, Inscriptions syriaques, pp.215-216 (no. 20). p.79a. Paris Syr. 27. See below, pp.162-164. p.79b. BL Add. 14531. p.80. For the inscription, see p.164. p.83. For the inscription, see J. Jarry, Inscriptions syriaques, Annales Islamologiques 10 (1972), 213-214 (not very accurately read); the other Psalm verse quoted on the door is 42:9. p.85a. Vat. Syr. 158; Tisserant, Specimina , plate 29a. p.85b. Vat. Syr. 22, dated 1301; Hatch, Album , plate 175. p.86a. Seal of Yahbalaha III: see J.Hamilton, Le texte turc en caractres syriaques du grand sceau cruciforme de Mar Yahballaha III, Journal asiatique 260 (1972), 155-170. p.93. Quotation from C.R.C. Allberry, A Manichaean Psalm-Book (Stuttgart, 1938), p.193. p.95. Monastery in Fukien: see S.N.C. Lieu, Manichaeism in Central Asia and China (Leiden, 1998), 177-195. pp.95-98. The earlier Christian Palestinian Aramaic texts are now being reedited by C. Mller-Kessler and M. Sokoloff, A Corpus of Christian Palestinian Aramaic , I- (1996-). pp.97-98. Liturgy of the Nile:G. Margoliouth, The Liturgy of the Nile Journal of the Royal Asiatic Society 1896, 677-731, esp. 723. (The rest of the manuscript, BL Or. 4951), was edited by M. Black, Rituale Melchitarum (Stuttgart, 1938)). p.99. Ephrem, Carmina Nisibena , XXXVI.2. p.100. Isaac of Antioch: quotation from ed. P. Bedjan, p.503. \/\/ Dialogue between Satan and the Sinful Woman: ed. and tr. Brock in Oriens Christianus 72 (1988), 21-62. p.102. Barhebraeus, Chronicle (ed. Bedjan, 168-169; tr. Budge, 152-153). \/\/ Prophecy of Baba: ed. Brock, A Syriac collection of prophecies of the pagan philosophers, in Studies in Syriac Christianity (Aldershot, 1992), chapter VII. p.103. St Stephen, protomartyr; from a mid nineteenth-century painting in the Monastery of St Mark, Jerusalem. p.122. Life of Daniel of Galash: Paris Syr. 235, f.166r. \/\/ Evagrius, Ecclesiastical History , IV.27 (English translation, M. Whitby, The Ecclesiastical History of Evagrius (Liverpool, 2000), 225-228). \/\/ Poem on the church of Sophia (Divine Wisdom), Edessa: translation in K. McVey, The soghitha on the church of Edessa, Aram 5 (1993), 329-370. \/\/ Edessa icon: A. Cameron, The history of the image of Edessa, ch.XI in her Changing Cultures in Early Byzantium (Aldershot, 1996), and H.J.W. Drijvers, The image of Edessa in the Syriac tradition, in H.L. Kessler and G. Wolf (eds), The Holy Face and the Paradox of Representation (Villa Spelman Colloquia 6, 1998), 13-31. p.123. Athanasius bar Gumoye: Michael, Chronicle XI.16 (tr. Chabot, pp.476-477). \/\/ Colophon of AD 723: R.W. Thomson, An eighth-century Melkite colophon from Edessa, Journal of Theological Studies NS 13 (1962), 249-258. p.124. Enyono on Abgar: BL Add. 14697, f.168r; the manuscript dates from the 12 th century. p.127. Quotation from Sergius of Resh c aina: from his Introduction to Aristotles Categories , in BL Add. 14658, ff.60v-61r, cited in S.P.Brock, The Syriac background to the world of Theodore of Tarsus, repr. in From Ephrem to Romanos (Aldershot, 1999), chapter III, p.43. (Chapter IV of the same volume, The Syriac Commentary tradition, provides an overview of the Syriac translations and commentaries on Aristotles Organon ). p.128. Gospel manuscript of 615: BL Add. 14471; Hatch, Album, plate CLXI. \/\/ Isaac of Nineveh: see Brock, From Qatar to Tokyo, by way of Mar Saba, Aram 22\/12 (1999\/2000), 475-484. \/\/ Gospel manuscript of 600: BL Add. 14460; Hatch, Album , plate CLX. \/\/ Life of Marutha (schools established): ed. F. Nau, in Patrologia Orientalis 3, 65-66. \/\/ Al-Farabi: see D. Gutas, The Alexandria to Baghdad complex of narratives, in Documenti e studi sulla tradizione filosofica medievale 10 (1999), 155-193. p.129. Timothy, Letter 44, for which see R.J. Bidawid, Les lettres du patriarche Timothe I (Rome, 1956), 35-36. p.130. The Healing Hand. Man and Wound in the Ancient World (Cambridge Mass. 1975), 422. \/\/ Quotations from Hunayn: F. Rosenthal, The Classical Heritage in Islam (London 1975), 20-21 (Risala 3 and 20). p.131. Johannitius: For the Latin text, see G. Maurach, Johannicius Isagoge ad Techne Galieni, Sudhoffs Archiv 62 (1978), 148-174; another Syriac medical writer who reached the medieval Latin West by way of an Arabic translation was Yuhanna ibn Sarabiyun, on whom see G. Troupeau, Du syriaque au latin par lintermdiaire de larabe, Arabic Sciences and Philosophy 4 (1994), 267-277. Isokh and Abusaid: see S.A. Vardanyan, Ancient Armenian translations of the works of Syrian physicians, Revue des tudes armniennes 16 (1982), 213-219. \/\/ Manuscript of 1214: Damascus, Patriarchate 6\/1. \/\/ Pharmaceutical text from Turfan: M. Maroth, Ein Fragment eines syrischen pharmazeutischen Rezeptbuches aus Turfan, Altorientalische Forschungen 11 (1984), 115-125. p.132. Ninth-century manuscript: BL Add. 14659. p.133. Severus Sebokht on Indian numerals: F. Nau, La plus ancienne mention orientale des chiffres indiens, Journal asiatique 10:16 (1910), 225-227. \/\/ On the Constellations: Paris Syr. 346, for which see F. Nau, in Revue de lOrient Chrtien 27 (1929\/30), 327-410, 28 (1932), 85-100. \/\/ On the astrolabe: English translation by M. Margoliouth, in R. Gunther, Astrolabes of the World . I, The Eastern Astrolabes (Oxford, 1932), 82-103. \/\/ Job of Edessa, Book of Treasures : tr. A. Mingana (Cambridge, 1935), p.77. p.134. Mar Augen Monastery: J-M. Fiey, Nisibe, mtropole syriaque (CSCO Subs. 54, 1977), 134-41; D. Wilmshurst, The Ecclesiastical Organisation of the Church of the East, 1318-1913 (CSCO Subs.104, 2000); G. Bell (re-edition, with Introduction and Notes by M. Mundell Mango), The Churches and Monasteries of Tur Abdin (London, 1982), 3-5, 135. p.135. Restoration of 1271: see Brock, Notes on some monasteries on Mount Izla, Abr Nahrain 19 (1980\/1), 1-19, esp. pp.3-4 (repr. in Syriac Perspectives on Late Antiquity (London, 1984), chapter XV). p.136. Inscription of 1218: Brock, Notes, pp.5-6. \/\/ Ms of 1558: Cambridge, Add.1988. \/\/ Ms of 1739: Mingana Syr. 166. \/\/ Inscription of 1838: Brock, Notes, pp.1-2. \/\/ Ms of 1842\/3: Mingana Syr. 496. pp.148-150. The inscriptions are given by E. Littmann, Die Gemlde der Sergios-Kirche in Sadad, Oriens Christianus 25\/26 (1928\/9), 288-291, and (in a little more detail) in his Syria. Division 4, Semitic Inscriptions; Section B, Syriac Inscriptions (Leiden, 1934), 56-62 (he records on p.59 that his guide informed him that the rider saints depicted on p.147a were Bacchus and Sergius). p.149. For Severus and Dorotheos, see the Arabic Synaxary for February 8 th , inPatrologia Orientalis 11, p.791. p.150. For Moses as an Ethiopian prince, see on p.168. p.151b. For the inscription of 914, see on p.162. p.153. Monastery of Mar Barsauma: E. Honigmann, Le couvent de Barsauma et le Patriarcat Jacobite dAntioche (CSCO Subs. 7, 1954), 3-76; M. Thierry, Monuments chrtiens de Haute-Msopotamie, Syria 70 (1993), 179-204, esp. pp.192-194; H. Kaufhold, Notizen zur spten Geschichte des Barsaum-Klosters, Hugoye 3:2 (2000). Fire: Michael, Chronicle XXI.1 (tr. Chabot, pp.391-393). \/\/ Ms of 1196: BL Add. 12174 [Cat. 960]. \/\/ Ms of 569: BL Add. 14599. \/\/ Ms of 1206: Paris Syr. 289. p.154. Vincent of Beauvais: the quotation can be found in Honigmann, Le couvent de Barsauma , p.71. \/\/ Ms of of 1578: Leningrad (St Petersburg), Cat. No. 13. \/\/ Ms of 1658-61: Harvard Syr. 54. \/\/ Simeon the Stylite at the Monastery of Eusebona: R. Doran, The Lives of Simeon Stylites (Kalamazoo, 1992), p.116. \/\/ Jacob: Michael the Syrian, Chronicle XI.15 (see also on p.164). p.155. Two manuscripts written at the Monastery of Eusebona: BL Or. 8731 (of 834) and St Petersburg (Leningrad), Catalogue, no. 1 (Samuel; of 6 th century). \/\/Monastery of Mor Gabriel: for the early history, see A.N. Palmer, Monk and Mason on the Tigris Frontier. The Early History of Tur Abdin (Cambridge, 1990). G. Bell (ed. Mundell Mango), Churches and Monasteries , 6-10, 31-35, 137-139. \/\/ Fame of the three saintsEthiopia: they are commemorated in the Ethiopian Synaxary (Patrologia Orientalis 26, 50-53). \/\/ Simeon of the Olives: summary of his life in Brock, The Fenqitho of the monastery of Mar Gabriel in Tur Abdin, Ostkirchliche Studien 28 (1979), 168-82, esp. pp.174-179. \/\/ Ms of 770: BL Or. 8732, illustrated on p.54; cp Brock, The earliest known manuscript written at the Monastery of mor Gabriel Stimme des Tur Abdin 5(18) (1999), 6-8. \/\/ Palimpsest with Iliad and Euclid: BL Add. 17210-11 [Cat. 687]. \/\/ Elia of Qartmin, Life of Philoxenus: ed. A. de Halleux, CSCO Scr. Syri 100-101, 1963; the related prose Life was translated by A. Mingana, New documents on Philoxenus of Hierapolis, The Expositor VIII.19 (1920), 149-160 (Mingana probably used Manchester, John Rylands Syr. 45), and the Syriac text has been published by Brock (from Harvard Syr. 38) in Qolo Suryoyo 110 (1996), 253-244. p.156. Inscription of Theodosius: ed. A.N. Palmer, in Oriens Christianus 71 (1987), p.114. \/\/ Manuscript of 1838: see Brock, Fenqitho. \/\/ Monastery of Rabban Hormizd: J.M. Fiey, Assyrie chrtienne II (Beirut, 1965), 533-548; Wilmshurst, The Ecclesiastical Organisation , 258-270. \/\/ Funerary inscriptions of the Patriarchs: published by J-M. Vost, Les inscriptions de Rabban Hormizd et de Notre Dame des Semences, prs dAlqosh, Iraq, Le Muson 43 (1930), 263-316. p.157. Report of 1610: Wilmshurst, Ecclesiastical Organisation , 261. \/\/ Manuscripts copied by Giwargis: see Wilmshurst, Ecclesiastical Organisation, 244-245 with note 242 [at least 48 mss]. \/\/ Monastery of St Mark, Jerusalem: see especially A.N. Palmer, The history of the Syrian Orthodox in Jerusalem, I-II, Oriens Christianus 75 (1991), 16-43; 76 (1992), 74-94; A.N. Palmer and J. van Gelder, Syriac and Arabic inscriptions at the Monastery of St Marks in Jerusalem, Oriens Christianus 78 (1994), 33-63; J. Pahlitzsch, St Maria Magdalena, St Thomas und St. Markus. Tradition und Geschichte dreier syrisch-orthodoxen Kirchen in Jerusalem, Oriens Christianus 81 (1997), 82-106. \/\/ Pilgrimage of 1491\/2: Palmer, The history, I, pp.21-25. p.158. Inscription: Palmer and van Gelder, Syriac and Arabic inscriptions, 34-37 (no.1). \/\/ Mss of 1138 and 1149: Lyon ms 1, Paris Syr. 51, on which see Palmer, The history, II. \/\/ Ms of 1352\/3: Paris Syr. 213. \/\/ East Syriac presence in Jerusalem: several East Syriac manuscripts of the late 16 th to the early 18th century record pilgrimages to Jerusalem, and a catalogue of their library (in the monastery of St Mary Magdalene) survives (compiled by a priest from Tell Keph in 1717\/8): A. Rcker, Ein alter Handschriftenkatalog des ehemaligen nestorianischen Klosters in Jerusalem, Oriens Christianus III.6 (1931), 90-96. After the East Syriac presence in Jerusalem came to an end , in the 18 th century, most of the manuscripts ended up in the Greek Orthodox Patriarchate, and were catalogued by J.B. Chabot, Notice sur les manuscrits syriaques conservs dans la bibliothque du Patriarcat grec orthodoxe de Jrusalem, Journal Asiatique IX.3 (1894), 92-134. pp.158-159. Mor Athanasius Samuel: see his Treasure of Qumran. My Story of the Dead Sea Scrolls (London, 1968). p.159. Monastery of Mar Mattai: Fiey, Assyrie chrtienne II, 759-770; Patriarch Ignatius Ya c qub, Dafaqat a t t ib fi tarikh dayr al qiddis Mar Matta al ajab (Zahle, 1961). \/\/ Timothy, Letter on translation of Aristotle, Topika : Letter 43; English translation in Brock, Two Letters of the Patriarch Timothy from the late eighth century on translations from Greek, Arabic Sciences and Philosophy 9 (1999), 235-237. p.160. Dionysius: Timothy, Letters 43, 33 and 37. \/\/ Manuscript of 766: Mosul, Syrian Orthodox bishopric, 1\/97; from this manuscript BL Or. 2306 and Mingana Syr. 24 were copied. \/\/ Syrohexapla: Timothy, Letter 47; English translation in Brock, A Brief Outline of Syriac Literature (Kottayam, 1997), 245-250. \/\/ Ms of 1220\/1260: see J-M. Fiey, Iconographie syriaque: Hulago, Doquz Khatunet six ambons?, Le Muson 88 (1975), 59-68 (I am very gratefult to Giovanni Lenzi for re-examining the colophon and for confirming that the later date (reading e rather than lamadh ) seems the most likely). \/\/ Monastery of Mar Musa: H. Kaufhold, Notizen ber das Moseskloster bei Nabk und das Julianskloster bei Qaryatain in Syrien, Oriens Christianus 79 (1995), 48-119; the Arabic Life of Mar Musa, the Ethiopian prince (depicted in the wall painting in Sadad, illustrated on p.150) has been edited by Abboud Haddad, Dayr Mar Musa al-Habashi (Damascus, 1999), 233-262. \/\/ For the wallpaintings at Mar Musa, see below, on p.218-220. p.161. Life of John bar Aphtonia: ed. F. Nau, Histoire de Jean bar Aphtonia, Revue de lOrient Chrtien 7 (1902), 97-135, and see J.W. Watt, A portrait of John bar Aphtonia, founder of the Monastery of Qenneshre, in H.W. Drijvers and J.W. Watt, Portraits of Spiritual Authority (Leiden, 1999), 155-169. The calendar of the Monastery of Qenneshre was published by F. Nau, in Patrologia Orientalis 10. p.162. Deir es Suryani: H.G. Evelyn White, The Monasteries of the Wadi n Natrun .II, The History of the Monasteries of Nitria and Scetis (New York, 1932), 309-321 (see also, on p.226-228, below). \/\/ Ms bought in 576: Vatican Syr. 142; see Evelyn White, II, 319-320. \/\/ bought...in the early eighth century: more likely, the early ninth century; see L. van Rompay and A.B. Schmidt, Takritans in the Egyptian desert: the Monastery of the Syrians in the ninth century, in Journal of the Canadian Society for Syriac Studies 1 (2001), 41-60. \/\/ Inscription on sanctuary screen of 914: Evelyn White, III, The Architecture and Archaeology (New York 1933), p.197. p.163. Quotation concerning the arrival of books: BL Add. 14445 (see W. Cureton, The Festal Letters of Athanasius (London, 1848), xxv-xxvi note). \/\/ Note of 943: in BL Add. 14525 (cited in W. Wright, Catalogue , p.394). \/\/ Surviving manuscripts collected by Moses: Evelyn White, Monasteries , II, 443-445; on Moses, see also J. Leroy, Moise de Nisibe, Symposium Syriacum 1972 (Orientalia Christiana Analecta 197; 1974), 457-470; M. Blanchard, Moses of Nisibis (fl.906-943) and the Library of Deir Suriani, in L.S.B. MacCoull (ed.), Studies in the Christian East in Memory of Mirrit Boutros Ghali (Washington DC, 1995), 13-26; and Brock, Without Mushe of Nisibis where would we be?, forthcoming in Symposium Syriacum VIII. \/\/Ms of 411: BL Add. 12150. p.164. Inscription of 927 on inlaid door: Evelyn White, The Architecture and Archaeology , p.187 (the door is illustrated on p.80, above). \/\/ Syriac mss in Monastery of St Paul: BL Add. 14632 (the colophon is translated in Evelyn White, Monasteries , II, pp.289-290). \/\/ Ms of 903: BL Or. 5021 (on which see Brock, Notulae Syriacae, Le Muson 108 (1995), 69-78, esp. pp.74-76). At least one Syriac manuscript, the Vorlage (dated 1234) of Mingana Syr. 174, is known to have been written at the famous Egyptian Monastery of St Antony; this is interesting, in that a Syriac inscription, identifying the monk St Barsauma, is to be found on one of the wall paintings: P. van Moorsel, Le monastre de Saint Antoine (Cairo, 1997), I, pp.130-131; II, plates 67-68. \/\/ Monastery of Tell Ada: see V. Ruggieri, Il Grande Monasterio di Tell Ada, Orientalia Christiana Periodica 58 (1992), 157-184. \/\/ Theodoret: Historia Religiosa , 4. \/\/ Biographical note on Jacob of Edessa: Michael, Chronicle XI.15 (tr. Chabot, 471-472; the passage is translated in Brock, A Brief Outline of Syriac Literature (Kottayam, 1997), pp.268-270). \/\/ Manuscript of Isaac of Antioch: BL Add.14591; Add. 14579, written in Harran in 913, was bought in 943 by a certain Abraham who seems to have been a monk of Tell Ada. \/\/ Syriac inscription of 942: E. Littmann, Semitic Inscriptions; B, Syriac Inscriptions (Leiden, 1934), 17. \/\/ Inscription of 859: Littmann, Semitic Inscriptions; B, Syriac Inscriptions , 18-19. p.165. Deir ez Za c faran: G. Bell (ed. M. Mango), The Churches and Monasteries of Tur Abdin (London, 1982), 132-135; G. Aydin, Dayro d-Kurkmo [Syriac-Turkish] (Monastery of St Ephrem, Holland, 1985); Gabriyel Akyz, Deyrulzafaran manastirinin tarihi (Mardin, 1998). \/\/ Ms of 1308\/9: Paris Syr. 346 + 392. \/\/ Dolabanis Catalogues: now published (in three volumes) by Mor Gregorios Yuhanna Ibrahim, (Damascus, 1994). p.166. Visit of Patriarch Peter IV (1872-94) to Queen Victoria: see P.Y. Dolabani, Patryarke d-Antyukya (Monastery of St Ephrem, Holland, 1990), 261-276. p.167. St Theodore; wallpainting in the church of St Theodore, Bahdidat (see on p.223). p.169a. Paris Syr. 70. p.169b. Paris Syr. 356. p.174a. St Catherines Monastery, Syriac New Finds (evidently part of Sinai Syr. 28). p.174b. Wolfenbttel, Herzog August Bibliothek, 3.1.300 Aug. fol. (the colophon is given in J. Assfalg, Verzeichnis der orientalischen Handschriften in Deutschland , V, Syrische Handschriften (Wiesbaden, 1963), 11-12). pp.190-191. A number of Sasanian seal stones have Christian symbols: cp P. Gignoux, Sceaux chrtiens dpoque sasanide, Iranica Antiqua 15 (1980), 299-314. pp.192-198. See especially I. Gillman and H-J. Klimkeit, Christians in Asia before 1500 (Richmond, 1999). p.194. Bar Shabba: the fragments of the Sogdian and Syriac texts of the Life of Bar Shabba, found at Bulayiq (near Turfan), were published by F.W.K. Mller and W. Lentz, Sogdische Texte II (Sitzungsberichte der preuss. Akad. Wiss., Berlin, ph.-hist. Kl., 1934), 522-528 (Sogdian), 559-564 (Syriac); for a later Syriac Life, see Brock, Bar Shabba\/Mar Shabbay, first bishop of Merv, in M. Tamcke, W. Schwaigert and E. Schlarb (eds), Syrische Christentum weltweit. Festschrift W. Hage (Studien zur Orientalischen Kirchengeschichte 1; Hamburg, 1995), 190-201. (Quotation adapted from Gillman and Klimkeit, Christians in Asia , 211). \/\/ Letter of Timothy to the Maronites: Bidawid, Lettres , 91-125. (Translation adapted from A. Mingana, Early spread of Christianity in Central Asia and the Far East, Bulletin of the John Rylands Library 9 (1925), 335). p.195. Inscription of 1316: F. Nau, Les pierres tombales nestoriennes du Muse Guimet, Revue de lOrient Chrtien 18 (1913), 19. \/\/ Conversion of Keraits: on this see E.C.D. Hunter, The conversion of the Kerait to Christianity, AD 1007, Zentralasiatische Studien 22 (1989\/1991), 142-163, and Gilman and Klimkeit, Christians in Asia before 1500 , 226-230. p.196. For Syriac Christianity in China, see now N. Standaert (ed.), Handbook of Christianity in China , I, 635-1800 (Leiden, 2001), 1-42 (under the Tang dynasty, by P. Ribaud), 43-11 (under the Yuan dynasty, by J. van Mechelen); this is particularly strong on the Chinese sources and archaeological remains. \/\/ Quotation from J. Foster, The Nestorian Tablet and Hymn (London, [1939]), 10. p.197. Quotation from J. Foster, Nestorian Tablet ,25. p.200. Main archaeological finds: see especially M.A. Lala Comneno, Nestorianism in Central Asia during the first millennium: archaeological evidence;, Journal of the Assyrian Academic Society 11:1 (1997), 20-67 (translation of Italian article in Orientalia Christiana Periodica 61 (1995), 495-535); and W. Klein, A Christian heritage on the northern Silk Road: archaeological and epigraphic evidence of Christianity in Kyrgystan, Journal of the Canadian Society for Syriac Studies 1 (2001), 85-100. p.201a-b. Vatican Syr. 59. p.202. For the flute-playing shepherd, see R. Stichel, Die musizierenden Hirten von Bethlehem, in W. Hrandner and E. Trapp (eds), Lexicographica Byzantina (Vienna, 1991), 249-282; the origin of this lies in a popular etymology of the Greek word agraulountes in Luke 2:8, linking it with aulos flute (the word properly means live out of doors). p.203. BL Add. 7174. p.206a. BL Add. 12150. p.206c. [The illustration is unfortunately missing]. p.208a. Manuscript formerly belonging to the Sbath collection, now evidently in a private collection. p.208b. St Catherines Monastery, Syr. 111. p.209. Evangelists, Azakh Gospel Lectionary (see on p.238). p.210. Quotation: tr. McVey (see on p.122), pp.356, 358 (stanzas 5, 6, 15). p.211. Inscription on lectern: see on p.43, where it is illustrated. p.212. Inscriptions on Chalice and Paten: published by R. Degen in T. Ulbert, Resafa III (Mainz, 1990), 65-76. p.213. Life of Mar Gabriel: see Palmer, Monk and Mason on the Tigris Frontier. The Early History of Tur Abdin (Cambridge, 1990). p.214. Syriac inscription of 743: Palmer, A Corpus, 93-96 (B.1). \/\/ Names of contributors: Palmer, A Corpus, 98-10 (B.3). \/\/ Gospel Lectionary: dated 1227 (see on p.237), illustrated on pp.179-184. p.215. Mar Behnam: Fiey, Assyrie chrtienne (Beyrouth, 1965), II, 565-609. Among the manuscripts written at Mar Behnam is a complete Bible, dated 1651; this is illustrated in R.H. Fischer, A Tribute to Arthur Vbus (Chicago, 1977), plate 1. p.216. Mosaics at Mor Gabriel Monastery: E.J.W. Hawkins and M.C. Mango, The mosaics of the monastery of Mar Samuel, Mar Simeon and Mar Gabriel near Kartmin, Dumbarton Oaks Papers 27 (1973), 279-296. p.217. For some recent studies on wall paintings, see A. Badwi, The wall paintings of Mount Lebanon, in E. Zayat and M. Immerzeel (eds), Documentation and Conservation of Art in Syria (Leiden, 2000), 61-68, and Medieval Syriac mural paintings in Mount Lebanon, Parole de lOrient 26 (2001), 71-87; E. Cruikshank-Dodd, Christian Arab painters under the Mamluks, Aram 9\/10 (1997\/8), 257-288; N. Helou, Wall paintings in Lebanese churches, Essays on Christian Art and Culture in the Middle East 2 (1999), 13-36; M. Immerzeel, Inventory of Lebanese wall paintings, Essays on Christian Art and Culture in the Middle East 3 (2000), 2-19; T. Velmans, Observations sur quelques peintures murales en Syrie et Palestine et leur composante Byzantine orientale, Cahiers archologiques 42 (1994), 123-138; S. Westphalen, Wandmalereien in syrischen und libanesischen Kirchen, Antike Welt 31:5 (2000), 487-502. p.218. Wall paintings of Mar Musa Monastery: E. Cruikshank Dodd, The Frescoes of Mar Musa al-Habashi. A Study in Medieval Painting in Syria (Toronto, 2001). p.223. St Theodore, Bahdeidat: M. Tallon, Une glise peinture clbre au Liban: Mar Tadros de Bahdeidat, Annales dhistoire et darchologie 7 (1996), 45-53; Immerzeel, Inventory, p.4 (no.1); E. Cruikshank Dodd, Mar Tadros, Bahdeidat: paintings in a Lebanese church from the thirteenth century, Journal of the Canadian Society for Syriac Studies 1 (2001), 61-84. \/\/ Mar Sharbel, Ma c ad: Immerzeel, Inventory, p.4 (no.2). p.224. St Saba, Edd-Batroun: Immerzeel, Inventory, pp.6-7 (no.5). \/\/ Qadisha Valley, Deir Salib: Immerzeel, Inventory, p.8 (no.7). \/\/ Mart Shmuni: Immerzeel, Inventory, p.15 (no.23). p.225. Sidet ed-Darr: Immerzeel, Inventory, p.9 (no.8). \/\/ St Phokas, Amiun: Immerzeel, Inventory, p.6 (no.6). p.226. St Marina, near Tripoli: C.L. Bross, Les peintures de Marina, prs de Tripoli, Syria 7 (1926), 117-118. Immerzeel, Inventory, pp.10-11 (no. 11). \/\/ Deir es-Suryani: see above, on p.162-164. For recent finds of paintings, see K.C. Inneme and others, in Parole de lOrient 23 (1998), 167-202, Mitteilungen zur christlichen Archologie 4 (1998), 79-103, and Hugoye 1:2 (1998), 2:2 (1999). \/\/ On the stuccoes: M. Immerzeel, The crowned altar: the stuccoes of Deir al-Surian and their historical background, Essays on Christian Art and Culture in the Middle East 3 (2000), 2-19. p.229. Metal covers: cp A. Baumstark, Der Crucifixus mit dem kniglichen Diadem auf einem modernen mesopotamischen Silberdeckel, Rmische Quartalschrift 24 (1910), 30-35; and Syrische und armenische Bucheinbnde in getriebenem Silber, Monatshefte fr Kunstwissenschaft 8 (1915), 443-452. p.230. Rabbula Gospels: illustrations on pp.170-172; J. Leroy, Les manuscrits syriaques peintures I-II (Paris, 1964), 139-197. p.232. Paris Bible: illustrations on pp.173-174; Leroy, Les manuscrits , 208-219. p.233. Manuscript in Diyarbakir: Leroy, Les manuscrits , 207-208. \/\/ Harvard Syr. 2 and 4: L. Nees, Two illuminated Syriac manuscripts in the Harvard College Library, Cahiers Archologiques 29 (1980\/1), 123-142. \/\/ BL Or. 3372: Leroy, Les manuscrits , 261-267. p.234. Vatican Syr. 559: illustrations on p.201a-b; Leroy, Les manuscrits , 280-302; for the problem of the date, see above, on p.160. p.235. BL Add. 7170: Leroy, Les manuscrits , 302-313. p.236. BL Add. 7169: Leroy, Les manuscrits , 350-366; Le soghitha du chrubin et du larron, source dune miniature du manuscrit syriaque BM Add.7169, Parole de lOrient 6\/7 (1975\/6), 413-419; E. Balicka-Witakowska, The story of the Invention of the Holy Cross illustrated in two Syriac manuscripts, in R. Favreau and M-H. Debis (eds), Iconographica. Mlanges offerts P. Skubiszewski (Poitiers, 1999), 1-13. \/\/ Dioscorus Theodorus: illustrations on pp.175-178; Leroy, Les manuscrits , 371-383;L. Doumato, The art of bishop Dioscorus Theodorus, Arte Cristiana 87 (1999), 245-60; Opening the door to Paradise: bishop Theodorus and Saint Thomas imagery in thirteenth-century Syria, al Masaq 12 (2000), 141-171. Cp also L-A. Hunt, Leaves from an illustrated Syriac Lectionary of the seventh\/thirteenth century, in D. Thomas (ed.), Syrian Christians under Islam (Leiden, 2001), 185-202. p.237. Lectionary of Mardin: Leroy, Les manuscrits, 383-389. \/\/ Lectionary of 1227: illustrations on pp.179-184; Leroy, Les manuscrits , 321-332; see also P. Harb, Unbekannte Handschriften im Tur Abdin, IV Symposium Syriacum (Orientalia Christiana Analecta 221; 1983), 349-354, esp. pp.351-353 (the date is given wrongly on p.352). \/\/ Add. 7174: illustration on p.203; Leroy, Les manuscrits , 396-403; E. Balicka-Witakowski, Remarks on the decoration and iconography of the Syriac Gospels, BL Add. 7174, Symposium Syriacum VII (Orientalia Christiana Analecta 256, 1998), 641-659. p.238. Azakh Gospels: illustrations on pp.204-205; the telegraph line is illustrated in H. Hollerweger, Turabdin. Lebendiges Kulturerbe. Living Cultural Heritage (Linz, 1999), 274. \/\/ Inscriptions dated 715: P. Mouterde, Inscriptions en syriaque dialectal Kamed Beqa, Mlanges de lUniversit Saint-Joseph 22 (1939), 71-106, and 44 (1968), 23-29. \/\/ Silverware plate in St Petersburg: illustrated on p.88. \/\/ Silver filigree jewelry: illustration in vol. III, p.74a. p.239. Marvellous jeweller: Bar Ebroyo, Chronicle (ed. Bedjan), p.560 (tr. Budge, p.477). \/\/ Glazed bowl from Nishapur: W. Klein and J. Tubach, Ein syrische Inschrift aus Nishapur\/Iran, Archologische Mitteilungen aus Iran 27 (1994), 279-280 and plate 64. \/\/ seal from Preslav: Ibrahim breh d-Bakos; for lead seals with Syriac inscriptions, see S. Heidemann and C. Sode, Christlich-orientalische Bleisiegel im orientalischen Mnzkabinett Jena, Aram 11\/12 (1999\/2000), 533-593, esp. 552-559 (and, for, Preslav, 541, note 48). Mention might also be made here of a unique example of a Crusader-period copper coin of Edessa with Syriac script: D. M. Metcalf, Coinage of the Crusaders and the Latin East (London, 2 nd edn. 1995), 36-37 with plate 7 (bottom right); the obverse probably reads Joscelyn son of Joscelyn; his hope is in God, while the reverse has a bust of St Thomas, identified in Greek. The Joscelyn will thus be Joscelyn II (1131-1150). p.243. Scribes, from an illustration in a Manichaean manuscript from Central Asia. \/\/ Quotations from Brock, Bride of Light. Hymns on Mary from the Syriac Churches (Kottayam, 1994), 25, 31. p.244. Gatherings: F. Briquel-Chatonnet, Cahiers et signatures dans les manuscrits syriaques: remarques sur les manuscrits de la Bibliothque Nationale de France, in P. Hoffmann (ed.), Recherches de codicologie compare Paris, 1998), 153-169. p.245. Ms of 999: Damascus Patriarchate 12\/9. \/\/ Ms of 1042: Damascus Patriarchate 12\/21 (in fact, November 1041). \/\/ Gospel lectionary of 1911 in Estrangelo script by Abraham Shikwana: Mingana Syr. 537. Chronicle of Arbela: Berlin, Orient. fol. 3126. \/\/ Ms of 411: Add. 12150. \/\/ Legal documents: see Vol. I, p.159. \/\/ Ms in Syrian Orthodox Patriarchate: 12\/1 (6 th century, rather than the later date implied by the Catalogue in Parole de lOrient 19 (1994), p.603). \/\/ Mss from Kharput in Houghton Library: though several of Rendel Harris manuscripts ended up in Harvard, the two very old Gospel manuscripts from Kharput are in fact now in the Pierpont Morgan Library, New York (nos.783, 784; probably both 6 th century). p.246. East Syriac manuscripts at St Catherines Monastery: see Mother Philothea of Sinai, Les nouveaux manuscrits syriaques du Mont Sinai, in III Symposium Syriacum (Orientalia Christiana Analecta 221, 1983), 333-339. p.247. Mss of 615 and 600: BL Add. 14471 [Cat. 77], 14460 [Cat.76]. \/\/ Mss of 760 and 768: New York, Pierpont Morgan 236; BL Add. 7157 [ RF 13]. \/\/ Ms of 945: Leningrad (St Petersburg), Cat. 38. \/\/ Ms written in Malatya region: Damascus Patriarchate \/\/ Ms of 927: BL Add. 17111 [Cat.176]. \/\/ Mss written on the Black Mountain: see Brock, Syriac manuscripts copied on the Black Mountain, near Antioch, in R. Schultz and M. Grg (eds), Lingua Restituta Orientalis. Festgabe fr Julius Assfalg (Wiesbaden, 1990), 59-67. \/\/ Ms of 1126: Mosul (Scher) 4, Vorlage of Vatican, Borg. Syr. 113 of 1828. p.248. Mss written and Monastery of St Mary Magdalene, Jerusalem: Lyon, ms 1; Paris Syr. 51; Damascus Patriarchate 12\/4. \/\/ Outlying manuscripts: mention should also be made of the Syriac lectionary fragment from Dunhuang (western China), for which see W. Klein and J. Tubach, Ein syrisch-christliches Fragment aus Dunhuang\/China, Zeitschrift der deutschen morgenlndischen Gesellschaft 144 (1994), 1-13 (and H. Kaufhold, in 145 (1996), 49-60). \/\/ Ms of 1210: BL Add. 17232 [Cat. 469]. \/\/ Ms of 1254: BL Add. 17227. \/\/ Mss of 1243 and 1262: Leningrad (St Petersburg) Cat. 22; Vorlage of Leningrad, Cat. 41. \/\/ Habouris manuscript: sold at Sotherbys London, in 1986; the figure giving the date is not entirely clear. \/\/ Melkite mss written in Saidnaya: Vatican Syr. 78 (of 1208), 82 (of 1214), 75 (of 1215), 80 (of 1236). \/\/ Melkite mss written on Sinai: see H. Husmann, Die syrische Handschriften des Sinai-Klosters, Herkunft und Schreiber, Ostkirchliche Studien 24 (1975), 281-308. \/\/ Ms of 1279: Paris Syr. 155. \/\/ Ms of 1260: Vatican Syr. 59 (for the date, see above, on p.160). \/\/ Ms of 1292: Mosul (Scher) 99, Vorlage of Mingana Syr. 156. p.249. Ms of 1301: Vatican Syr. 22; illustration above, p.85 (on left). \/\/ Ms of 1364: BL Or. 1017 [Cat., p.890f]. \/\/ Ms of 1517: Leningrad (St Petersburg), Cat. 12. \/\/ Ms of 1631: Vatican Syr. 524. \/\/ Ms of 1657\/60: Harvard Syr. 54; and see now, H. Kaufhold, in Hugoye 3:2 (2000). \/\/ Ms of 1648: Dolabani, Cat. Jerus. , 224-226. \/\/ Paris: Paris Syr. 89-90, 95-97, 99, 185, 188, all written between 1689 and 1711. p.250. Ms of 845: BL Add. 12153 [Cat. 335]. \/\/ Ms of 817: BL Add. 14593 [Cat. 704]. \/\/ Ms of 1190: Paris Syr. 167 (cp F. Nau, Sur quelques autographes de Michel le Syrien, Revue de lOrient Chrtien II.9 (1914), 378-397). \/\/ Ms of 1179: Paris Syr. 64; some examples of Michaels handwriting are given in J-B. Chabot, Chronique de Michel le Syrien , I (Paris, 1899; repr. Bruxelles, 1963), opposite p.xl. \/\/ Ms of 1504: Oxford, Marsh, 437 [Cat.55]. \/\/ Ms of 1569: Seert (Scher) 15. \/\/ Ms of 1683: BL Egerton 703 [Cat. 305]. \/\/ Mss of 1691, 1693, 1706: Assfalg, 2; Trichur, 67; Diyabakir (Scher), 33. \/\/ Ms of July1556: Vatican Syr. 45. p.251. Ms of December 1556: Vatican Syr. 128. \/\/ Ms of 1468: Vatican Borg. 52. \/\/ Ms of 1557: Vatican Syr. 88. \/\/ Mss of 724-726: BL Add. 12135, 14428, 14430 (cp Brock, Saba, the scribe who never made a blotted tau , forthcoming in Manuscripts of the Middle East ). \/\/ Scribal families from Alqosh: Wilmshurst, Ecclesiastical Organisation , 242-258. p.252. Ms of 1931: Mingana Syr. 580. \/\/ Ms of April 1894: Harvard Syr. 113. \/\/ Ms of July 1894: Mingana Syr. 159. \/\/ Ms of August 1894: Harvard Syr. 112. \/\/ Ms of October 1894: Mingana Syr. 23. \/\/ Ms of November 1894: Mingana Syr. 157. \/\/ Ms of February 1895: Mingana Syr. 164. \/\/ Ms of July 1895: Mingana Syr. 4. \/\/ Ms of September 1895: Manchester, John Rylands Syr. 60. \/\/ Mss commissioned by Marutha of Amid: Vatican Syr. 593, 624, 596, 594, 592, 588. \/\/ Mingana mss copied in 1930s from Alqosh mss: Mingana Syr. 566, 586, 587, 593, 589, 594, 601, 604, 605. The latest manuscripts copied by Mattai bar Paulos seem to Mingana Syr. 612 and 613, of 1934. \/\/ Ms of 1701: BL Sloane 3597 [Cat. 304]. \/\/ Jacob of Edessas revised translation of Severus Hymns: BL Add. 17134 [Cat. 421]. p.253. Ms of Zuqnin Chronicle: see A. Harrak, The Chronicle of Zuqnin, Parts III and IV (Toronto, 1999), 9-17. \/\/ Chronography of Elia of Nisibis: BL Add. 7197, dated 1018. \/\/ Philoxenus, Commentary on Matthew and Luke: BL Add. 17126 [Cat. 674]. \/\/ Ms of 806: Jerusalem, Dolabani, Catalogue , 289-96. \/\/ Ms of 1286: Damascus, Patriarchate 6\/2. \/\/ Ms of 1285: Vorlage of Mingana Syr. 310. \/\/ Ms of 1850: Mingana Syr. 212. p.254. Eras: see L. Bernhard, Die Chronologie der Syrer (Vienna, 1969); and Die Chronologie der syrischen Handschriften (Wiesbaden, 1971); also F. Briquel-Chatonnet, Le temps du copiste, in F. Briquel-Chatonnet and H. Lozachmeur (eds), Proche-Orient ancient: temps vcu, temps pens (Paris, 1998), 197-210. \/\/ Mss of 790, 806, 837, 1117: BL Add. 14548 [Cat. 558]; Jerusalem, Dolabani Cat. 289-296; Dublin, Chester Beatty Syr. 3; \/\/ Mss with regnal year of Khusrau II: BL Add. 14460, 14471. \/\/ Ms of 682: BL Add. 14666 [Cat. 142]; see further Brock, The use of Hijra dating in Syriac manuscripts: a preliminary investigation, in a forthcoming volume of Orientalia Lovaniensia Analecta. \/\/ Ms of 1186: Vatican Syr. 467. p.255. Ms of 837: for the scattered fragments of this Sinai manuscript, see the introduction to the edition by A. de Halleux, CSCO Scr. Syri 86 (1960), to which further ones can be added: see Le Muson 73 (1960), 33-38; 81 (1968), 139-154; 88 (1975), 253-295. \/\/ Ms of 1227: in Tur Abdin; for its illuminations, see above, pp.179-184. \/\/ Ms of Dionysius the Areopagite: Damascus, Patriarchate 12\/23. \/\/ Ms of 999: Damascus Patriarchate 12\/9 (Dolabani, Catalogue , 129-132). \/\/ Ms partly paid for by Askenuri: Paris Syr. 355. p.256. East Syriac OT Lectionary: Berlin, Or. Fol. 1616 [Verz. 32]. \/\/ Ms of 1569 [read 1565]: Vatican Syr. 617. \/\/ Ms of 1739: Mingana Syr. 166. \/\/ Ms of 1885: Jerusalem, Dolabani, Catalogue ,124. \/\/ Ms of 1544: BL Add.7178. \/\/ Ms of 1298: Vatican Syr. 622. \/\/ Ms of 1521: Mosul (Scher) 74. p.257. Ms of 1242: BL Add. 21210 [Cat. 841]. \/\/ Ms of 1578\/9 [read 1598-99]: see Chabot, Chronique de Michel le Syrien , I, xxxvii-xlii. \/\/ Ms with note of 636: BL Add. 14461; translation in A.N. Palmer, The Seventh Century in the West Syrian Chronicles (Liverpool, 1993), 1-4. \/\/ Ms of 1149: Damascus, Patriarchate 12\/4; Dolabani, Cat. 136-141; English translation by A.N. Palmer in Oriens Christianus 76 (1992), 85-87. p.258. Ms of 1222: Damascus, Patriarchate 12\/3 (Dolabani, Catalogue , 144-146). \/\/ Comet of 1577: F. Nau, Une description orientale de la comte de Novembre 1577, Revue de lOrient Chrtien 27 (1929\/30), 212-214. \/\/ Ms of 1638: Paris Syr. 397. p.259. Ms of 1792: Trivandrum, Malankara Catholic bishopric, ms 22. \/\/ Ms of 1838: see above, on p.155. \/\/ Ms of 584: BL Add. 12160 [Cat. 590]. \/\/ Ms of 1234: BL Add. 17124 [Cat. 65]. p.260. Ms of 1364: BL Or. 1017 (in the previous line some words have fallen out: read ...in a cave in 1395, ended for when he finished). \/\/ Alphabet of Bardaisan: the second line should read t h z w n d g b... \/\/ Ms of 509: BL Add.14542. \/\/ Just as the sailor rejoices...: see Brock, The scribe reaches harbour, Byzantinische Forschungen 21 (1995, 195-202 (repr. in From Ephrem to Romanos. Interactions between Syriac and Greek in Late Antiquity (Aldershot, 1999), chapter 16). \/\/ Ms of 1015: BL Add. 12165 [Cat. 825]; for the place, see A N. Palmer in Oriens Christianus 70 (1986), 38-49. \/\/ Ms of 1667: Athens 1801. \/\/ Ms of 790: BL Add. 14548 [Cat. 558]; illustrated in Vol. I, p.22(b). \/\/ Ms of 534: Sinai, New Finds. p.261. Latin and Greek colophons: see K. Treu, Der Schreiber am Ziel, Studia Codicologica ( Texte und Untersuchungen 124; Berlin, 1977), 473-492. \/\/ Garshuni: see J. Assfalg, Arabische Handschriften in syrischer Schrift (Karshuni), in W. Fischer and H. Gtje (eds), Grundriss der arabischen Philologie , I (Wiesbaden, 1982), 297-302. \/\/ Manuscript of 10 th century: BL Add. 14493 (f.181b, salutations for an emir); the reverse, Syriac in Arabic script, seems to be very rare, but an interesting example can be found in BL Add. 17220 [Cat. 190] (Psalms; 13 th century). \/\/ Accounts in Garshuni: Mingana Syr. 592. \/\/ Greek in Syriac script: see J.M. Sauget, Vestiges dune clbration Greco-syriaque de lAnaphore de Saint Jacques, in After Chalcedon... A. van Roey (Orientalia Lovaniensia Analecta 18; 1985), 309-345. \/\/ Mss from Cyprus: e.g Vatican Syr. 477 (17 th cent.). \/\/ Missal of 1549: BL Harl. 5512 [Cat. 283], on which see J. Leroy, Une copie syriaque du Missale Romanum de Paul III et son arrire-plan historique, Mlanges de lUniversit Saint-Joseph 46 (1970\/1), 353-382. \/\/ Lords Prayer in Persian: Mingana Syr. 299G. p.262. Armenian in Syriac script: Mingana Syr. 44, of 1574\/5; see Brock, Armenian in Syriac script, in D. Kouymjian (ed.), Armenian Studies\/Etudes armniennes in Memoriam H. Berbrian (Lisbon, 1986), 75-80. \/\/ Bronze doors of Basilica of St Paul: see A. Schall, Zur syrische Inschrift am Bronzetor der Basilica San Paolo fuori le Mure in Rom, Rmische Quartalschrift 65 (1970), 232-237. \/\/ Legend of Mary Magdalen: see A. van Lantschoot, Marie-Madeleine en Provence, Le Muson 71 (1958), 87-96 (a Garshuni text of this is in Vatican Syr. 561, of 1683). \/\/ Lawij: Ed. Mor Julius Cicek, kapo da-hbobe (Monastery of St Ephrem, Holland, 1977), 22-32. \/\/ Malayalam in Syriac characters: besides Vol. I, p.39-40, see also T. Koonammakkal, Malayalam Karshon, The Harp 10:1-2 (1997), 59-63. \/\/ Palm Sunday hymns: Mingana Syr. 520, f.6r-10v (c.1800). NOTES TO Volume III: At the Turn of the Third Millennium: The Syrian Orthodox Witness p.5. Quotation from R. Hoberman, in Journal of Semitic Studies 33 (1988), 340 (review of G. Krotkoff, A Neo-Aramaic Dialect of Kurdistan (1982)). p.7. On the various modern dialects and their classification, see, e.g. W. Heinrichs (ed.), Neo-Aramaic Studies (Atlanta, 1989); S. Hopkins, The Neo-Aramaic dialects of Iran, Irano-Judaica 4 (Jerusalem, 1999), 311-327; and O. Jastrow, The Neo-Aramaic languages, in R. Hetzron (ed.), The Semitic Languages (London, 1997), 334-377. p.8. W. Arnold, Das Neuwestaramische I-IV (Wiesbaden, 1989-1991. O. Jastrow, Der neuaramische Dialekte von Mlahso (Wiesbaden, 1994). p.9. O. Jastrow, Der neuaramische Dialekte von Hertevin (Provinz Siirt) (Wiesbaden, 1988). p.23. Vatican Ar. 55; Tisserant, Specimina , plate 37b. p.33. Quotation from Bar Ebroyo: Book of the Dove , ch.IV (opening). p.35. Over 70 available Anaphoras: a list of published ones is given in Brock, Two recent editions of Syrian Orthodox Anaphoras, Ephemerides Liturgicae 102 (188), 436-445; also H-J. Feulner, Zu den Editionen orientalischer Anaphoren, in H-J. Feulner, E. Velkovska, and R. Taft (eds), Crossroad of Cultures. Studies in Honor of Gabriele Winkler (Orientalia Christiana Analecta 260; 2000), 259-277. \/\/ verse texts common to Maronite Shehimto and Church of East: see M. Breydy, Kult, Dichtung und Musik im Wochenbrevier der Syro-Maroniten , III (Kobayath, 1979), 434-462. \/\/ Jacob of Serugh in the Hudra: Brock, An extract from Jacob of Serugh in the East Syrian Hudra, Orientalia Christiana Periodica 55 (1989), 339-343. \/\/ Syrian Orthodox Anaphora of the XII Apostles and Greek Anaphora of St John Chrysostom: see especially R.F. Taft, Some structural problems in the Syriac Anaphora of the Twelve Apostles Aram 5 (1993), 505-520. \/\/ Akathist: in Sinai Syr. 91 (an edition has been made by M. Roberts as part of an Oxford MPhil dissertation, 1998). \/\/ John of Damascus, Hymn on the Resurrection: this can be found in the fifth volume of the Syrian Catholic Fenqitho (Mosul, 1892), pp.342-345. p.36. For a reproduction of a Melkite manuscript with musical notation, see H. Husmann, Ein syro-melkitisches Tropologion mit altbyzantinischer Notation, Sinai syr. 261 (Gttingen, 1975); the Melkite Horologion in Vatican Syr. 565 (15 th cent.) likewise has notation; an exceptional Syrian Orthodox example is the twelfth-century Beth Gazo, Damascus, Patriarchate 5\/4, and an East Syriac one is a sixteenth-century Funeral service, Mingana Syr. 503, in which a madrasha on f.81r is said to have the ancient musical notes in the form of sloping strokes; F.Y. Dolabani, Catalogue of Syriac Manuscripts in Syrian Churches and Monasteries (Damascus, 1994), 482-483 gives samples of the notation marks. \/\/ For Syriac saints, see J-M. Fiey, Les saints syriaques (Princeton, forthcoming); they are quite well covered in Enciclopedia dei Santi. Le chiesi orientali I-II (Rome, 1998-1999). p.47b. For the text of the inscription, see Palmer, A Corpus, 64-67. pp.66-68. Massacres: besides the books listed on p.261, the following should be mentioned: P.V.M., Documents sur les vnements de Mardine 1915-1920, Studia Orientalia Christiana, Collectanea 29\/30 (1996\/7), 5-220; and Sbastien de Courtois, Une communaut syriaque orthodoxe en pril la fin de lempire ottoman, Diarbekir, Mardin et le Tur Abdin (1880-1919), Doctoral disseration, Ecole Pratique des Hautes Etudes, Sciences historiques et philologiques, Paris, 2001) [using material from French Foreign Office archives]. p.71. An early Syriac traveller to South America was the Chaldean priest Elia bar Yuhannan of Mosul who set out from Cadiz in 1675; for his account, see A. Rabbat, in Mashriq 8 (1905), 821-834, 931-942, 974-983, 1022-1033, 1080-1088, and 1118-1129 (with a map indicating his travels, opposite p.1120). His example was followed fifteen years later by the Syrian Catholic bishop Athanasius Safar: see G. Graf, Geschichte der christlichen arabischen Literatur , IV (Rome, 1951), p.52. p.72. Mention might be made of a very early Syriac-speaker who travelled to Germany: a certain Barsamya Barlaha scratched his name in early Estrangelo characters on an ostracon found at Krefeld-Gellep: see the illustration in W. Hilgers, Woher kamen die Rmer in Rheinland?, in Das Rheinische Landesmuseum von Bonn, Berichte 2\/01, p.37. p.89. Emigration to Sweden: in this connection it is worth drawing attention to an early use of Syriac in Sweden, to be found in the painting of the Crucifixion by David Klcker (1695) in Stockholm Cathedral, where the titulus on the cross of one of the thieves is in Syriac script (serto), A well-known evil-doer (and the titulus for Christ is in Aramaic, rather than Hebrew). p.123. SEERI: for its publications, see D.G.K. Taylor, The publications of the St Ephrem Ecumenical Research Institute, Hugoye 2:2 (1999). pp.123-4. For a dispassionate article on this highly emotive subject, see W. Heinrichs, The modern Assyriansname and nation, in R. Contini, F.A. Pennacchietti, M. Tosco (eds), Semitica. Serta philologica Constantino Tsereteli dicata (Torino, 1993), 99-114; also the book by J. Joseph, mentioned on p.261 (under ch.2, Church of the East). p.125. For magazines, see especially G. Yonan, Journalismus bei den Assyrern (Berlin, 1985); also Y. Benjamin, Assyrian journalism: a 140-year experience, Journal of the Assyrian Academic Society 7 (1993), 1-128 (with a listing of 126 magazines on pp.24-28), and A. Bar Abreham, The question of Assyrian journalism revisited, in the same journal, 9 (1995), 3-7. p.126. Quotation from J. Amar, A Metrical Homily on Holy Mar Ephrem by Jacob of Serugh , in Patrologia Orientalis 47 (1995), 49. \/\/ Dominican Press in Mosul: J-M. Fiey, Limprimerie des dominicains de Mossoul 1860-1914, Aram 5 (1993), 163-174. p.127. Mar Narsai Press: Mar Aprem, Mar Narsai Press, in J.F. Coakley and K. Parry (eds), The Church of the East. Life and Thought (= Bulletin of the John Rylands Library Manchester 78:3; 1996), 171-178. \/\/ Mardin Syrian Orthodox Press: A.N. Palmer, The Mardin Syrian Orthodox Press, Aleppo. A review, Parole de lOrient 23 (1998), 217-231 (also in Hugoye 1:1 (1998)). p.128. One of the finest fruits...: in a review of G. Kiraz, A Computer-Generated Concordance of the Syriac New Testament , I-VI (Leiden, 1993). \/\/ Aligned edition: G. Kiraz, Comparative Edition of the Syriac Gospels , I-IV (Leiden, 1996). \/\/ Hugoye: now under the umbrella of Beth Mardutho. p.132. E. Wardini, Neologisms in Modern Literary Syriac , in Mlanges de lUniversit Saint-Joseph 53:5 (1993\/4) and 54 (1995\/6). \/\/ Saumo of Pioz: published in two parts by B. Poizat, La complainte sur la peste de Pioz, in W. Heinrichs (ed.), Studies in Neo-Aramaic (Atlanta, 1990), 161-179, 203-207, and in R. Contini, F.A. Pennacchietti, M. Tosco (eds), Semitica: Serta philologica Constantino Tsereteli dicata (Torino, 1993), 227-272. \/\/ Rhetor: on him see B. Poizat, Jacques ltranger: la vie et louevre du Pre Jacques Rhetor, Journal of the Iraqi Academy (Syriac Corporation) , 6 (1981\/2), 524-536. p.133. Archbishop of Canterburys Press, Urmia: J.F. Coakley, The Archbishop of Canterburys Assyrian Mission Press: a bibliography, Journal of Semitic Studies 30 (1985), 35-73. \/\/ Dispute between the Boys and the Tea Kettle: re-edited (from Kokba , Nov. 24, 1909) by L. Yaure, A poem in the Neo-Aramaic dialect of Urmia, Journal of Near Eastern Studies 16 (1957), 73-87. p.134. Dispute between the Cherub and the Thief: F.A. Pennacchietti, Il Ladrone e il Cherubino. Dramma liturgico cristiano orientale in siriaco e neoaramaico (Torino, 1993). \/\/ Bedjan: H. Murre-van den Berg, Paul Bedjan (1838-1920) and his Neo-Syriac writings in R. Lavenant (ed.), VI Symposium Syriacum (Orientalia Christiana Analecta 247; Rome 1994), 381-392; and for his life, J.M. Vost, Paul Bedjan, le lazariste persan. Noters bio-bibliographiques, Orientalia Christiana Periodica 11 (1945), 45-102. \/\/ Macuch: see also his article Literature of the Assyrians in Iran, in Encyclopaedia Iranica 2 (1987), 822-824. p.135. Durikhyatha : the earliest of these have recently been edited and translated by A. Mengozzi, A Story in a Truthful Language. Neo-Syriac Poems by Israel of Alqosh and Joseph of Telkepe, north Iraq, 17 th century (Diss. Leiden, 2000; to be published in CSCO). p.136. Manuscript of 1877: W. Heinrichs (ed.), Studies in Neo-Aramaic (Atlanta, 1990), 184. p.137b. For the Garshuni text, see Palmer and van Gelder, Syriac and Arabic inscriptions at the Monastery of St Marks in Jerusalem, Oriens Christianus 78 (1994), 43-44 (no.4). p.156. Augustine, Confessions , IX.7; Jerome, On Famous Men , 115; Sozomen, Ecclesiastical History , III.16. \/\/ Works attributed to Ephrem in Greek: the essential guide is M. Geerard, Clavis Patrum Graecorum , II (Turnhout, 1974), 366-468, and Supplementum (1998), 227-250. \/\/ Repentance of Niniveh: ed. Beck, Sermones II.1 (CSCO 311-312; 1970) = CPG 4082. p.157. Greek papyrus at Tours: for these fragments see especially K. Aland and H-U. Rosenbaum, Repertorium der griechischen christlichen Papyri II\/1, Kirchenvter-Papyri, Beschreibungen (Texte und Studien 42; 1995), 171-196. \/\/ Memra on the Sinful Woman: ed. Beck, Sermones II.4. \/\/For the influence of St Ephrem, see especially the various articles in Hugoye 1:2 (1998) and 2:1 (1999); also Brock, The changing faces of St Ephrem as read in the West, forthcoming in the Festschrift for Bishop Kallistos Ware (Crestwood, NJ). p.157. Extract from the Acts of Thomas used as part of a Eucharistic Anaphora: P. Bernard, Un passage perdu des Acta Thomae latins conserv dans une anaphore mrovingienne, Revue Bndictine 107 (1997), 24-39. \/\/ An English translation of Hrothswithas drama on Abraham and his niece can be found in K.M. Wilson, Hrotsvit of Gandersheim. A Florilegium of her Works (Cambridge, 1998); for the background: M. Schmidt, Influence de saint Ephrem sur la littrature latine et allemande du dbut du moyen ge, Parole de lOrient 4 (1973), 325-341. \/\/ Life of Alexis translated into Old French: C.J. Odenkirchen, The Life of St Alexius in the Old French Version (Leiden, 1978). \/\/ Miles of Susa in the Old English Martyrology: C. Hohler, Theodore and the Liturgy, in M. Lapidge (ed.), Archbishop Theodore. Commemorative Studies (Cambridge, 1995), 225-226. p.158. Translations of Isaac: see Brock, From Qatar to Tokyo by way of Mar Saba: the translations of Isaac of Beth Qatraye (Isaac the Syrian), Aram 11-12 (1999\/2000), 475-484. \/\/ Gregory of Tours: R. van Dam, Gregory of Tours, Glory of the Martyrs (Liverpool, 1988), 51 (ch. 31). \/\/ Pseudo Methodius: Syriac, ed. G.J. Reinink, CSCO Scr. Syri 220-221 (1993); Greek and Latin, ed. W.J. Aerts and G.A.A. Kortekaas, CSCO Subs. 97-98 (1998).\/\/ Monk of Athos: quoted by Archimandrite Vasileios, Hymn of Entry. Liturgy and Life in the Orthodox Church (Crestwood NY, 1984), 131-132. p.162. An overview of the beginnings of the European study of Syriac can be found in Brock, The development of Syriac studies, in K.J. Cathcart (ed.), The Edward Hincks Bicentenary Lectures (Dublin, 1994), 94-113. p.163. For the Missal of 1549, see on Volume II, p.261. pp.163-164. Ms of 1561: Cambridge Dd.10.10. \/\/ Ms of Dionysius bar Salibis Commentary: Berlin, Petermann 186 [ Verzeichnis , no.186]. \/\/ Patriarch Ni c matallah in Rome: see G. Levi della Vida, Ricerche sulla formazione del piu antico fondo dei manoscritti orientali (Studi e Testi 93; 1939), 201-205, and Il soggiorno a Roma del patriarca Siro Ignazio Na c matallah, in his Documenti intorno alle relazioni delle Chiese orientali con la S. Sede durante il Pontificato di Gregorio XIII (Studi e Testi 193; 1948), 1-113. \/\/ Ms of Michaels Chronicle: see on Vol. II, p.257. \/\/ Maronite College: P. Raphael, Le rle du collge maronite romain dans lorientalisme aux XVIIe et XVIIIe sicles (Beirut, 1950). \/\/ J.S. Assemani: see K. Rizk, in Encyclopdie Maronite , I (Kaslik, 1992). p.165. Peyron: F.A. Pennacchietti, Un Epitalamio in Siriaco dellAbate Amedeo Peyron (1785-1870) in onore di Napoleone I e di Maria Luigia dAustria, in S. Curto (ed.), Giornata di studio in onore di Amedeo Peyron (Firenze, 1998), 89-105. pp.167ff. A guide listing the publications of most of the historical texts mentioned in this section can be found in Brock, Studies in Syriac Christianity (Variorum Reprints, 1992), ch.1,Syriac historical writing: a survey of the main sources (with Addenda at the end of the volume); subsequently the following translations have appeared:. W. Witakowski, Pseudo-Dionysius of Telmahre. Chronicle, Part III (Liverpool, 1996); A. Harrak, The Chronicle of Zuqnin, Parts III and IV, AD 488-775 (Toronto, 1999); and R. Trombley and J. Watt, The Chronicle of Pseudo-Joshua the Stylite (Liverpool, 2000).In addition, see also W. Witakowski, The Chronicle of Eusebius: its type and continuation in Syriac historiography, Aram 11-12 (1999\/2000), 419-437, and (for articles on Michael the Great) Hugoye 3:2 (2000). pp.179-181. Most of the photographs on these pages were intruded after the final proofs had been returned. p.205a. Taken from a photograph presented by Mor Severios to Alphonse Mingana, now in the Mingana Archive, Birmingham; on the reverse are the words Souvenir Mr le Docteur A. Mingana, Paris 24-3-20. p.224. Ms of 459\/60: BL Add. 14512 (palimpsest text of Isaiah). \/\/ Different views about the origins: a convenient overview is given by B. ter Haar Romeny, The Peshitta and its rivals, The Harp 11\/12 (1999), 21-31. p.226. Philoxenus: Commentary on the Prologue of John (ed. A. de Halleux, CSCO Scr. Syri 165; 1977), p.53. p.233. Ms of 459\/60: see on p.224. \/\/ Ms of 463\/4: BL Add. 14425. p.235. Ms of 756: Florence, Plut. 1.40. \/\/ Page of Curetonianus still in Deir es-Suryani: D. McConaughy, A recently discovered folio of the Old Syriac (Sy c) text of Luke 16,13 17,1, Biblica 68 (1987), 85-88. \/\/ ...probably in 779: rather than 698, as Hatch, Album , plate 46, gives it. \/\/ ...notice in an academic journal: A.S. Lewis, A leaf stolen from the Sinai Palimpsest, Expository Times 13 (1901\/2), 405-406. p.237. Quzhaya edition of 1587: the supposed existence of this may well be based on an misunderstanding; see J. Nasrallah, LImprimerie au Liban ( Harissa, 1948), 1-7. p.238. An edition of the Syriac Psalter, printed in Constantinople in 1846, might have been added to this table: see D.M. Dunlop, A little known Oriental printing press, Bulletin of the John Rylands Library Manchester 38 (1956), 279-281; a Garshuni narrative about the setting up of the press in 1845, by Metropolitan Ya c qub of Jerusalem, is to be found in Mignana Syr. 202 (of 1845). p.239. Buchanan codex: Cambridge Oo.I.1 (12a1 in the Leiden edition of the Peshitta Old Testament). p.242. Ms of 1000: BL Add. 17139 [Cat. 224]. \/\/ List of biblical readings: BL Add. 14528 (probably of the early fifth century), ed. F.C. Burkitt, The early Syriac Lectionary system, Proceedings of the British Academy (1921\/3), 301-338. p.243. Ms donated in 1260: BL Or. 8729. p.246. Ps 151 in Lees edition: P. Dirksen, Lees edition of the Syriac Old Testament and the Psalms, in A.S. van der Woude (ed.), In Quest of the Past. Studies on Israelite Religion, Literature and Prophetism (Oudtestamentische Studien 26; 1990), 63-71. p.247. Letter of Timothy: see on Vol. II, p.160. p.248. Polyglot Psalms ms: Cambridge Or. 929, on which see Brock, A fourteenth-century polyglot Psalter, in G.E. Kadish and G.E. Freeman (eds), Studies in Philology in Honour of R.J. Williams (Toronto, 1982), 1-15. \/\/ Psalter belonging to the priest Salib: Rome, Barbarini Or. 2. \/\/ Triglot Psalter: ed. N. Pigulevskaya, Greko-Siro-Arabskaya Rukopis IXv, Palestinskij Sbornik 1(63) (1954), 59-90 (with photographs). \/\/ Bilingual manuscripts, Greek-Syriac: one is now known, among the Greek New Finds at St Catherines Monastery (X239; Liturgy of St John Chrysosotom, 12 th \/13 th cent.); see The New Finds of Sinai (Athens, 1999), p.224. Possibly others may be found in uncatalogued collections of Melkite liturgical texts. p.249. Middle Persian Psalm fragment: F.C. Andreas and K. Barr, Bruchstcke einer Pehlevi-bersetzung der Psalmen, in Sitzungsberichte der preussischen Akademie der Wissenschaften 1933, 91-152; P. Gignoux, Lauteur de la version Pehlevie du Psautier serait-il nestorien?, in F. Graffin (ed.), Mmorial Mgr Gabriel Khouri-Sarkis (Louvain, 1969), 231-242. \/\/ Sogdian biblical fragments: M. Schwartz, Sogdian fragments of the Book of Psalms, Altorientalische Forschungen 1 (1974), 257-261; for New Testament texts, see B.M. Metzger, Early Versions of the New Testament (Oxford, 1977), 279-281. \/\/ New Persian Psalm fragment: F.W.K. Mller, Ein syr.-neupersisches Psalmenbruchstck aus Chinesisch-Turkestan, in Festschrift Eduard Sachau (Berlin, 1915), 215-222. \/\/ Persian Gospel ms of 1341: Oxford, Poc. 241; this was printed in Waltons Polyglot Bible of 1657. \/\/ Persian Diatessaron: ed. G. Messina, Diatessaron Persiano (Rome, 1951). In general on the Sogdian and Persian translations from Syriac, see Encyclopaedia Iranica 4 (1990), 203, 206-208, 210. \/\/ Illustrations in Persian Diatessaron: M. Schapiro, The miniatures of the Florence Diatessaron, The Art Bulletin 55 (1973), 494-531, and K. Nordenfalk, The Diatessaron miniatures once more, The Art Bulletin 55 (1973), 532-546. p.250. Ms of 867: ed. H. Staal, Mt Sinai Arabic Codex 151 (CSCO, Scr. Arab.40-43; 1983-1984) (on this see Brock, A neglected witness to the East Syriac New Testament commentary tradition, forthcoming in the Festschrift for Samir Khalil Samir); Metzger, Early Versions , 261-264. \/\/ Edition by Ibn al-Assal brothers: on this see K.Samir, La version arabe des vangiles dal-Assad Ibn al-Assal, in Parole de lOrient 19 (1994), 441-551. \/\/ Arabic translation of Job made from Syrohexapla: ed. W. de Baudissin, Translationis antiquae arabicae libri Jobi (Leipzig, 1870). \/\/Isho c zkha: see Brock, Jewish traditions in Syriac sources, Journal of Jewish Studies 30 (1979), 230 (repr. in Studies in Syriac Christianity (Aldershot, 1992), chapter 4). \/\/ Nachmanides: M. Weitzman, The Syriac Version of the Old Testament (Cambridge, 1999), 161. p.251. New Testament in Modern Syriac, editions of 1846, 1854, 1864: see Brock, Translating the New Testament into Syriac (Classical and Modern), in J. Krasovec (ed.), Interpretation of the Bible (Ljubljana\/Sheffield, 1998), 378-383. p.255. George, Archdeacon of Malabar; from an early seventeenth-century wallpainting in Angamaly. p.256. Quotation (at end): Hymns on Faith 82:1. p.257. The date of the move of the Seat of the Patriarchate to Damascus should be 1959 (not 1961). Corrigenda A number of misprints and errors are to be found in the English edition (these should have been remedied in the translations). Of those that could cause confusion, the following might be noted: Vol. I p.10, Table: under SYRIA-PALESTINE read Kingdom of Israel and Judah. p.30 mid: read ...y k sh l m d n... p.45, top caption, line 5: read Elyon. p.58, under Numbers, line 10: read Athanasius of Balad. p.157 mid: read she is evidently the kings sister. Vol. II p.230, line 2: read Ahudemmeh. p.253, mid: in the colophon of 510\/511, read Matthew and Luke. p.256, line 7: for 1569, read 1565. p.257, line 6: for 1166, read 1666. line 9: for 1578-79, read 1598-99. p.260, line 8: after ...1395, read ended for when he finished.... Alphabet of Bardaisan: see above, in the annotation. Vol. III p.63, 11 lines from bottom: read mfasqo. p.66, 5 lines from end: read Diyarbakir. p.68, Table 7: read Amid\/Diyarbakir. (See also the annotation, above). p.89, line 6: read Stuttgart. p.99, line 3: read Dionysius Isa Grbz; line 5: read Lnder; 11 lines from end: read Tauberbischofsheim. p.100, line 6: read Nordrhein-; and under (7), read Delbrck and Rheda-Wiedenbrck. p.103, under FRANCE: read Marseilles. p.208, line 4 of caption: read 1627...the bottom.... p.261, 4 and 3 lines from bottom: read Schlicksalschlge and Trkei . Book Distribution The English version of the volumes is obtainable from the Archdiocese of the Syrian Orthodox Church of Antioch, 417 E.Fairmount Road, Burbank CA 91501, USA; or from the Archdiocese of the Syrian Orthodox Church of Antioch, 260 Elm Avenue, Teaneck, NJ 07666, USA. For the Dutch and German translations: St Ephrem Klooster, Glanerbrugstraat 33, 7585 PK Glane\/Losser, The Netherlands. (Swedish and Arabic translations are also shortly to be published).",
    "title" : 
    [ "Some Basic Annotation to The Hidden Pearl: The Syrian Orthodox Church And Its Ancient Aramaic Heritage, I-III (Rome, 2001)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n1brock",
    "type" : "shortArticle",
    "displayTitleEnglish" : "Some Basic Annotation to The Hidden Pearl: The Syrian Orthodox Church And Its Ancient Aramaic Heritage, I-III (Rome, 2001)" }