
  { "fullText" : "Final Call for Papers [1] Many thanks to all who have already offered papers for this Symposium, or expressed an interest in it. The final deadline for abstracts of papers is 15 December 2001. New offers of papers are still very welcome until that date. Those who have submitted abstracts will be notified concerning their participation after 15 February 2002. [2] The Symposium forms part of the First World Congress of Middle Eastern Studies (WoCMES). Participants must register for the Congress: registration forms can be found on the website at http:\/\/www.wocmes.de ; alternatively they may be requested from the Secretariat at wocmes@geo.uni-mainz.de [3] More details of arrangements for travel, accommodation, conference fees and the overall programme of the Congress are to be found on the website. Mainz is a highly accessible venue, being less than 30 minutes by direct train from Frankfurt Airport. (And it is on the Rhine.) [4] The following are some (but not necessarily all) of the themes which may be discussed in Symposium papers and sessions:- Arabic and Hebrew printing before Gutenberg The origins and development of European typography in Hebrew, Arabic, Syriac, Armenian and other Middle Eastern scripts The arrival and development of typography in the Middle East, and the reasons for its lateness The aesthetic and practical dimensions of Middle Eastern typography and type design, and the cognitive effects of the printed page The use of lithography in the Middle East The preparation of Middle Eastern texts for printing, in its historical and physical aspects The history of Middle Eastern publishing, and the social, economic, psychological and literary consequences of its development The history of publishing in Middle Eastern languages in Europe, the Americas and elsewhere outside the Middle East The birth and early growth of newspapers and periodicals in the Middle East The early development of libraries of printed books in the Middle East The problems and challenges of descriptive and analytical bibliography of early and rare Middle Eastern printed materials Languages [5] Papers may be given in English, French or German. Convenors Dr Dagmar Glass Universitaet Erlangen-Nuernberg Instituet fuer Ausssereuropaeische Sprachen und Kulturen Bismarckstr. 1 D-91054 Erlangen Deutschland Tel.: +49 9131 8522446 Fax: +49 9131 8526022 E-mail: drglass@phil.uni-erlangen.de or glass@rz.uni-leipzig.de Dr Geoffrey Roper Islamic Bibliography Unit Cambridge University Library West Road Cambridge CB3 9DR U.K. Tel: +44 1223 333057 Fax: +44 1223 333160 E-mail: gjr@ula.cam.ac.uk They will have the backing of a small team of scholars in Germany, Great Britain, the USA and elsewhere, who will assess proposals in different fields. If you have any queries, please do not hesitate to contact either of the Convenors.",
    "title" : 
    [ "History of Printing and Publishing in the Languages and Countries of the Middle East Mainz, Germany, 9-12 September 2002",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Glass, Dagmar" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n1fcglass",
    "type" : "announcement",
    "displayTitleEnglish" : "The History of Printing and Publishing in the Languages and Countries of the Middle East Mainz, Germany, 9-12 September 2002" }