
  { "fullText" : "[1] The Fourth International Forum on Syriac Computing (SyrCOM-2003) will be held in association with the IVth North American Syriac Symposium in Princeton, NJ, July 9-12, 2003. [2] The aim of the SyrCOM forum series is two-fold: firstly, to give academics and professionals who work on computational projects related to Syriac studies an opportunity to meet and share their work and experience; secondly, to provide scholars and computer users with presentations and talks which may be of help in practical applications such as word processing, fonts and other user-related software. [3] Selected papers will be published and distributed during the conference. Papers on all aspects of Syriac computing are welcomed, including, but not limited to: databases (lexical, bibliographical, catalogues, etc.) optical character recognition word processing, desktop publishing, and font technology concordance generation methods critical editions tools computer aided learning\/teaching reviews of software and systems [4] Deadlines: January 2, 2003: Submission of a two-page abstract. January 15: Notification of acceptance for presentation. February 1: Submission of full paper for review for inclusion in proceedings. April 1: Notification of acceptance for publication. May 1: Submission of final paper in electronic form. The two-page abstract must be submitted (preferably by email) by January 2, 2003. (However, it is appreciated if contributors send abstracts at their earliest convenience). Notification of acceptance for presentation will be sent by January 15, 2003. All submissions should be sent to Dr. George Kiraz via email ( gkiraz@bethmardutho.org ). Contributors who find meeting a specific deadline difficult for special circumstances must contact Dr. Kiraz well in advance. [5] Registration: SyrCOM-2003 is part of the IVth North American Syriac Symposium. To register for the Symposium, please visit www.bethmardutho.org .",
    "title" : 
    [ "Fourth International Forum on Syriac Computing (SyrCOM-2003) CALL FOR PAPERS",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n2fcsyrcom2003",
    "type" : "announcement",
    "displayTitleEnglish" : "Fourth International Forum on Syriac Computing (SyrCOM-2003) CALL FOR PAPERS" }