
  { "fullText" : "[1] 1999 Baum, W.:  Die Verwandlungen des Mythos vom Reich des Priesterkönigs Johannes.  Rom, Byzanz und die Christen des Orients im Mittelalter (Klagenfurt:  Kitab). Beth Shmuel, Robin:  Bukhra da-Tbi`atha (Baghdad:  the author, PO Box 20925).  [On Syriac printing in Iraq and on Zahrire d-Bahra ]. Buck, C.:  Paradise and Paradigm.  Key Symbols in Persian Christianity and the Baha’i Faith (Albany:  State University of New York Press). Ferrer I Costa, J., and Nogueras, M.A:  Breve diccionario siríaca:  siríaco-castellano-catalán (Estudios de Filología Semítica 1;  Barcelona:  University of Barcelona). Ferrer I Costa, J., and Nogueras, M.A:  Manual de gramática siríaca (Estudios de Filología Semítica 2;  Barcelona:  University of Barcelona). Galbiati, E. (Introduction):  Messale della Divina Liturgia della Chiesa Siro-Ortodossa di Antiochia (Milan:  Gruppo Amici di Tur Abdin). Naby, E., and Hopper, M. (eds):  The Assyrian Experience:   Sources for the Study of the 19 th and 20 th Centuries from the Holdings of the Harvard University Library (Cambrdige MA). Nordiguian, L., and Voisin, J-C:   Chateaux et églises du Moyen Âge au Liban (Beirut: Terre du Liban\/Trans Orient). Starowieyski, M.:  Slownik Wczesnochrzescijanskiego Pismiennictwa Wschodu: Literatury arabska, armenska, etiopska, gruzinska, koptyjska, syryjska (Warsaw:  Instytut Wydawniczy Pax).  [Dictionary of main authors in Oriental Christian literatures, with bibliographies]. Tardy, R.:  Najran.  Chrétiens d’Arabie avant l’Islam (Recherches.  B Orient Chrétien;  Beirut:  Dar el Machreq). Weitzman, M.P.(ed. A. Rapoport-Albert and G.Greenberg):  From Judaism to Christianity:  Studies in the Hebrew and Syriac Bibles (Journal of Semitic Studies Supplement 8;  Oxford University Press on behalf of the University of Manchester). [Collected articles]. Winter, F.:  Bardesanes von Edessa über Indien.  Ein früher syrischer Theologe schreibt über ein fremdes Land (Innsbruck:  Thaur). [2] 2000 -  :  Scripture Readings for Sundays and Feast Days according to the Tradition of the Syrian Orthodox Church of Antioch (New Jersey:  Archdiocese of the Syrian Orthodox Church for the Eastern USA). Baum, W., and Senoner, R.:  Indien und Europa im Mittelalter.  Die Eingliederung des Kontinents in das europäische Bewusstsein bis ins 15 Jahrhunderts (Klagenfurt:  Kitab). Chialà, S., and Nin, M:  Abramo di Kashkar, Giovanni il Solitario.  Nell’umiltà e nella mitezza.  Regole monastiche, Lettera a Esichio (Testi dei Padri della Chiesa 45;  Monastery di Bose). Chialà, S:  Filosseno di Mabbug.  I sensi dello Spirito.  Lettera a un suo discepolo, Lettera parenetica a un ebreo diventato discepolo (Testi dei Padri della Chiesa 48;  Monastero di Bose). Gnoli, T:  Roma, Edessa e Palmira nel III sec. D.C.   Problemi istituzionali.  Uno studio sui papyri dell’Eufrate (Biblioteca di Mediterraneo Antico 1 (Pisa\/Rome). Kollamparampil, A.G:  From Symbol to Truth: A Syriac Understanding of the Paschal Mystery (Ephemerides Liturgicae, Subsidia 110;  Rome). Onatibia, I. (Introduction) and Janeras, S. (translation):  Teodor de Mopsuèstia.  Homilies Catequètiques (Clàssics del Cristianisme 79;  Barcelona: Proa). Pallath, P:  La Liturgia eucaristica della Chiesa siro-malabarese (Quaderni di Rivista Liturgica 1;  Padua). Pena, I:  Lieux de pélerinage en Syrie (Milan:  Franciscan Printing Press). Varghese, B:  The Syriac Version of the Liturgy of St James.  A Brief History for Students (Cambridge:  Grove Books). Wilmshurst, D:  The Ecclesiastical Organisation of the Church of the East, 1318-1913 (CSCO 582, Subsidia 104;   Leuven:  Peeters). [3] 2001 -   :  Holy Apostolic Catholic Assyrian Church of the East:  The Holy Qurbana for the Use of the Faithful (San Jose CA:  Adiabene Publications).   [Preface by Mar Bawai Soro, Syriac text with English tr. by M. Birnie, transliteration by A. Soro, Modern Syriac tr. by S. Dinkha].  -    :  Patrimoine Syriaque.  Actes du colloque VII.  Le visage de Dieu dans le patrimoine oriental (Antelias:  Editions du CERO, Université Antonine). Alfeyev, H:  L’Univers spirituel d’Isaac le Syrien (Spiritualité Orientale 76;  Abbaye de Bellefontaine). [Translated from Russian by A. Louf]. Brock, S.P. (ed. with the assistance of Taylor, D.G.K.), The Hidden Pearl.  The Syrian Orthodox Church and its Ancient Aramaic Heritage . I,  S.P. Brock and D.G.K. Taylor, The Ancient Aramaic Heritage; II,   E.Balicka-Witakowski, S.P. Brock, D.G.K. Taylor, W. Witakowski, The Heirs of the Ancient Aramaic Heritage; III,  S.P. Brock and W. Witakowski, At the Turn of the Third Millennium.  The Syrian Orthodox Witness . (Rome:  Trans World Film Italia). [Annotations to these volumes are published in Hugoye 2002]. Cicek, J. (ed.):  Die Heilige Meryem\/Tash`itho d-Yoldath Aloho Maryam men mawlodoh `damo l-shunoyoh (Mor Ephrem Monastery:  Barhebraeus Verlag). Cruikshank Dodd, E:  The Frescoes of Mar Musa al-Habashi.  A Study in Medieval Painting in Syria (Toronto:  Pontifical Institute for Medieval Studies). De Francisco, I:  Efrem il Siro.  Inni Pasquali, sugli Azzimi, sulla Crocifissione, sulla Risurrezione.  Introduzione, traduzione e note (Lettere cristiane del primo millenio 31;  Milan:  Paoline). Graffin, F. (Introduction) and Cassingena-Trévedy, F. (translation and notes):  Éphrem de Nisibe.  Hymnes sur la Nativité (Sources chrétiennes 459;  Paris:  du Cerf). Hage, L:  Musique maronite , V-VII, Les strophes types syriaques (Bibliothèque de l’Université Saint-Esprit, Kaslik 42-44;  Kaslik). Henze, M:  The Syriac Apocalypse of Daniel. Introduction, Text and Commentary (Studien und Texte zu Antike und Christentum 11;  Tübingen). Kollamparampil, T:  Salvation in Christ according to Jacob of Serugh:  an Exegetico-Theological Study on the Homilies of Jacob of Serugh on the Feasts of our Lord (Bangalore:  Dharmaram). Lattke, M:  Oden Salomos.  Text, Übersetzung, Kommentar , 2, Oden 15-28  (Novum Testamentum et Orbis Antiquus 41\/2;  Freiburg\/Göttingen). Morrison, C.E:  The Character of the Syriac Version of the First Book of Samuel (Monographs of the Peshitta Institute 11;  Leiden:  Brill). Nicoli-Zani, M:  Testi cristiani cinesi antichi (secolo VIII).  La Via della Luce.  Stele di Xi’an,  Inno di lode e di invocazione alle tre Maestà della religione della Luce (Testi dei Padri della Chiesa 51;  Monastero di Bose). Nöldeke, T:  Compendious Syriac Grammar , tr. J.A. Crichton [1904] with Supplementary Notes, tr. P.T. Daniels (Winona Lake). Panicker, M.J:  The Person of Jesus Christ in the Writings of Gregorius Abu’l Faraj commonly called Barhebraeus (Studien zur Orientalischen Kirchengeschichte 4;  Hamburg). PRO ORIENTE:  Syriac Dialogue 4.  Fourth Non-Official Consultation on Dialogue within the Syriac Tradition (Vienna:  PRO ORIENTE). Rapoport-Albert, A., and Greenberg, G. (eds):  Biblical Hebrew, Biblical Texts.  Essays in Memory of Michael P. Weitzman (Journal for the Study of the Old Testament Supplement Series 333;  Sheffield:  Sheffield Academic Press.   [Many of the contributions are on aspects of the Syriac Old Testament]. Seleznev, N:  Assirijskaya Cerkov Vostoka;  istoriceskij ocerk (Moscow:  Assyrian Church, ISBN 5-86748-082-8). Standaert, N. (ed.):  Handbook of Christianity in China , I, 635-1800 (Handbuch der Orientalistik IV.15\/1;   Leiden:  Brill). [Chapters 1-2 on Syriac Christianity in China]. Thomas, D. (ed.):  Syrian Christians under Islam (Leiden:  Brill).  [Several chapters are of Syriac interest].",
    "title" : 
    [ "Recent Books on Syriac Topics (1999-2001)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv5n1prbrock",
    "type" : "bibliography",
    "displayTitleEnglish" : "Recent Books on Syriac Topics (1999-2001)" }