
  { "fullText" : "The Background [1] This re-examination of ‘Codex Phillipps 1388’ Sir Thomas Phillipps of Worcestershire (1792-1872) was a famous antiquary, bibliophile and collector of manuscripts, see the Modern English Biography 1892-1921 (ed. by F. Boase), vol. II  (1897\/ 2 1965) 1500-1501. resumes the work of Arthur Allgeier, who seventy years ago was the first to introduce this 5 th \/6 th -century Gospel manuscript A description of this codex is given by E. Sachau, Verzeichnis der Syrischen Handschriften der Königlichen Bibliothek zu Berlin, 1. Abteilung (Berlin 1899), p. 12-15 (no. 7). (held at the Staatsbibliothek, Berlin) to scholarly discussion A. Allgeier, Cod. Phillipps 1388 in Berlin und seine Bedeutung für die Geschichte der Pešitta , Oriens Christianus 7 (3 rd series), 1932, 1-15. – In 1916 he published an article on Cod. syr. Phillipps 1388 und seine ältesten Perikopenvermerke, Oriens Christianus 6 (2 nd series), 1916, 147-152. On page 149 he declares: ‘Ein vollständiges Verzeichnis der wenigen, aber nicht unwichtigen Sonderlesarten der wertvollen, in der Textgeschichte der Peschitta so merkwürdigen Hs. habe ich in Vorbereitung’ . . Collating the codex with the text of the Peshitta Gospels published by E. Ph. Pusey and G. H. Gwilliam in 1901, Allgeier’s intention was to point to its significance for the history of the Peshitta text. According to him, ‘Codex Phillipps’ is the only known Peshitta manuscript which shares a significant number of readings with the ‘Old Syriac’ Gospel text, thus attesting a transition stage between the ‘Old Syriac’ and the Peshitta. Discussing only two sample passages (Jn xiii.17 and Jn xviii.16) to set out this view in some detail, Allgeier’s primary concern was to resume the question of a revisional history of the Peshitta Gospels, which was answered in the negative by G. H. Gwilliam in an article of 1891 G.H. Gwilliam, The Materials for the criticism of the Peshitto New Testament, with specimens of the Syriac Massorah , Studia Biblica et Ecclesiastica vol. 3 (Oxford 1891), 47-104, esp. 84-90. He maintained the homogeneity of the Peshitta, which is without scores of rivisions; ‘rather does it present itself in our copies in a perfected and matured condition. If the ‘revisions’ ever really took place, time has swept away nearly all the chips and shavings of the work’ (84). . But meanwhile the reopening of this question had been effected by the discovery (1892) and successive publication (1894, 1896, 1910) of the ‘Old Syriac’ Sinaitic manuscript, by the improved republication of the ‘Old Syriac’ Curetonian manuscript by F.C. Burkitt (1904), and by Gwilliam’s splendid edition of the Peshitta Gospels (1901). All these publications had created new conditions for the discussion about the ‘Old Syriac’ Gospels Gwilliam’s judgement is ruled by different terms, because for him ‘Old Syriac’ was lacking real textual evidence. His assessment of the Curetonian manuscript is illustrative: ‘It may be said that Cureton’s Syriac is related to the Peshitto in the same way that the latter is to the Philoxeno-Heraclean revision. This is certainly not true of the Curetonian in its present form. If, for example, we collate the Peshitto and Curetonian, (…),we find that in many verses the language is so divergent that comparism is impracticable. If we turn to other passages we discover that often the peculiarities of the Curetonian bear a greater ressemblance to the later than to the earlier Peshitto readings (…). It is freely admitted, that in investigations of this nature conclusions are provisional. Our opinion of the antiquity of the Peshitto would of course be modified by the discovery of other documents, and clear evidence of the type of text which was current before St. Ephraim’s days. Meanwhile, if we are to borrow terms from the West, the Harclean, and not the Peshitto, is the ‘SyriacVulgate’, the Peshitto is the ‘Old Syriac’, and not the Curetonian in its present form. An Ur-Peshitto may once have existed, and perhaps it provided the Evangelia out of which Tatian constructed his Harmony; but its ancient text still waits for the patient investigator or the lucky discoverer (...). Meanwhile, it is certainly premature to treat Cureton’s MS. as the basis of the Peshitto, and to quote it habitually as the ‘Old Syriac’. That term might fitly be applied to so much of the text of the Curetonian as could be shown to be older than the Peshitto text; but to apply it without reserve to the text of Add. 14,451 is to beg the question’ (89-90). and about the early Peshitta text. Allgeier continued this line to add further manuscript evidence by introducing ‘Codex Phillipps’. [2] In the history of research attention was paid to the codex during the re-examination of F.C. Burkitt’s influential hypothesis F.C. Burkitt, Evangelion da-Mepharreshe vol. II (Cambridge 1904\/Piscataway 2003), 160-165, and by the same author Early Eastern Christianity . St. Margaret's Lectures 1904 on the Syriac-speaking Church (London 1904\/Piscataway 2002), chapter II. on the origin of the Peshitta text by A. Vööbus, which finally resulted in a modification of this hypothesis by M. Black. Burkitt’s view, that it was Rabbula (bishop of Edessa 411-435) who introduced the Peshitta to Eastern Christianity by revising and thus replacing the Gospels of ‘Old Syriac’ text type, Vööbus contested by continuous efforts to display evidence for the maintenance (and even dominance) of the ‘Old Syriac’ side by side with the Peshitta until the end of the 5 th century A. Vööbus, Early Versions of the New Testament. Manuscript Studies (Papers of the Estonian Theological Society in Exile, vol. 6). Stockholm 1954 (Chapter III.2-3 on the Old Syriac and the Peshitta); Studies in the History of the Gospel Text in Syriac , vol. I (CSCO 128), Louvain 1951; vol. II  (CSCO 496), Louvain 1987. . In this contest, ‘Codex Phillipps’ became the model of an ‘Old Syriac’-influenced manuscript, which directed Vööbus’ research for additional representatives of this text type See his Studies in the History of the Gospel Text in Syriac, vol. II , p. 24-26. . Vööbus found fault with Gwilliam’s Gospel edition for not sufficiently considering the ‘Old Syriac’ elements within the Peshitta manuscripts, thus neglecting it for the constitution of the text to print Studies in the History of the Gospel Text in Syriac, vol. II , p. 17-24. . Black too recognized the neglection of the ‘Old Syriac’ element in Gwilliam’s edition M. Black, The text of the Peshitta Tetraeuangelium, in: Studia Paulina in honorem Johannis de Zwaan septuagenarii, ed. J.N. Sevenester and W.C. van Unnik (Haarlem 1953), 20-27. , but acknowledged it as a result of Gwilliams editorial policy ‘Gwilliam’s method appears to have been to determine his text by a majority vote of his manuscripts; it is not surprising to find again and again that it is his predecessors who show the oldest form of the text, in readings agreeing with the Old Syriac and relegated to the apparatus criticus in the Gwilliam edition. Gwilliam has in fact given us the latest not the earliest text of the Peshitta Tetraeuangelium’ (26). . Guided by ‘Codex Phillipps’, Black drew attention to variants already quoted in Gwilliam’s Gospel volume, which agree with the ‘Old Syriac’ manuscripts against the traditional Peshitta text in the same way ‘Codex Phillipps’ does. These variants he assessed to be remnants of a Peshitta text earlier than the one printed in Gwilliam’s volume, represented but not yet sufficiently identified in its apparatus criticus . According to Black it was this earlier Peshitta text (the ‘pre-Peshitta, i.e., the Old Syriac basis of the Syriac Vulgate’ M. Black, The Syriac Versional Tradition, in: K. Aland (Ed.), Die alten Übersetzungen des Neuen Testaments, die Kirchenväterzitate und Lektionare (Arbeiten zur Neutestamentlichen Textforschung, vol. 5), Berlin-New York 1972, pp. 120-159, the quotation on page 133. ) Rabbula introduced by revising the ‘Old Syriac’ Gospels. The Presentation of the Variants [3] The primary fundamental concern of Allgeier’s article leaves it unsatisfactory with regard to the details. Neither is the collation of the codex complete, nor its relation to the ‘Old Syriac’ and Peshitta manuscripts sufficiently set out. Therefore, to give a more detailed presentation of the textual evidence preserved in ‘Codex Phillipps’ is the concern of this re-examination. This presentation is inspired by M. Black, who offered a sound method to determine not only the individually developed 'Old Syriac' heritage of 'Codex Phillips' but of every early Gospel manuscript. [4] The construction of the following list is simple. The lemma is taken from the Gwilliam’s Gospel volume (1901), followed by the variant of ‘Codex Phillipps’ (all orthographic variants are excluded). The evidence of the ‘Old Syriac’ manuscripts (Sinaitic and Curetonian) are constantly quoted (in red), their defective condition is indicated by lac(una) . Peshitta variants taken from Gwilliam’s Gospel volume are added (in blue) to the quoted readings of ‘Codex Phillipps’. Limitations [5] The collation offers a total of 387 items P Ph : P Gw (the 21 variants in the supplemented portions not counted). This comparatively small number of variants derives from the fact that P Gw is a majority text (based on forty-two manuscripts) and only the non-majority portion of P Ph is quoted. To trace this individuality by a statistical approach, the agreement of P Ph with other Peshitta manuscripts and with the ‘Old Syriac’ manuscripts respectively are to be counted. But the result of this ‘simple’ counting meets with considerable limitations due to the restricted accessibility to both the ‘Old Syriac’ and the Peshitta readings. While the ‘Old Syriac’ manuscripts and most of the Peshitta manuscripts of the Pusey\/Gwilliam volume are defective, a considerable part of the latter is only collated in part See the analytical list of manuscripts in my Introduction to the reprint (Piscataway 2003) of Gwilliam's Gospel volume. . For example, in the Curetonian almost the whole Gospel of Mark is missing, in Gwilliam’s volume the Gospel of John is incompletely collated for many manuscripts. Both deficiencies affect the list above. Therefore, the following statistical information (although not invalid) remains provisional and calls for supplementation in its Peshitta part drawn from additional collations Gwilliam’s manuscripts no. 16, 21, 22, 26, 27, 28, 31, 32, 33, 35, 38 should be (re-)collated in full, a large number of further manuscripts Vööbus recommends to be included ( Studies in the History of the Gospel Text in Syriac, vol. II). . Statistical Summary [6] To establish the relation between the listed individual part of P Ph  and the ‘Old Syriac’ manuscripts, we shall distinguish between the non-singular and singular variants of P Ph (between its individual and singular part), and between the non-defective portions of SC and their defective portions. 1 ) listed variants of P Ph attested by one or more Peshitta manuscript: 223 a ) with reference to the non-defective portions of SC P Ph  = SC 21 var. P Ph  = S : C 12 var. P Ph  = C : S 11 var. P Ph  ≠ SC 39 var. P Ph  ≠ S ≠ C 7 var. Total  90 var. b ) with reference to the defective portions of SC P Ph  = S or C 49 var. P Ph  ≠ S or C  63 var. Both SC lac 16 var. Total  128 var. In section 1. a-b 5 variants were not counted by various reasons (e.g., SC are without diacritical point). 2 ) listed variants of P Ph not attested by Peshitta manuscripts: 164 a ) with reference to the non-defective portions of SC P Ph  = SC 4 var. P Ph  = S : C 5 var. P Ph  = C : S 7 var. P Ph  ≠ SC 36 var. P Ph  ≠ S ≠ C 10 var. Total  62 var. b ) with reference to the defective portions of SC P Ph  = S or C 16 var. P Ph  ≠ S or C  40 var. Both SC lac 20 var. Total  76 var. Also in section 2. a-b 26 variants were not counted by various reasons (e.g., SC are without diacritical point). [7] Among the 387 P Ph - variants quoted in the list, 223 are supported by at least one Peshitta manuscript (usually by more), 164 are singular readings according to our present knowledge. [8] With the ‘Old Syriac’ P Ph shares a total of 125 listed readings (disagreements: 195 ), 64 (103) of which suffer from defective attestation of the ‘Old Syriac’ (S lac and\/or C lac ). In those portions where SC are not defective, P Ph shares a total of 61 listed readings with the ‘Old Syriac’ ( 25 with SC, 18 with S : C, and 18 with C : S); and there are 92 disagreements with S and\/or C. The reduction of statistics to the non-defective portions of SC points to the absence of any special disposition of P Ph towards S or C. [9] There is a considerable singular portion ( 164 ) in the individual part of the codex. 32 of these variants (in the list in bold type) are supported by the ‘Old Syriac’, 117 are not (in the list in italics, incl. the 20 cases where SC are both defective). The origin of these totally unsupported variants cannot be traced conclusively; additional collations of Peshitta manuscripts hopefully will provide support for several of them. But it seems quite sure that the origin of these variants cannot be traced back to the Greek. Besides the general better adaptation to the Greek which is characteristic for the Peshitta as against the ‘Old Syriac’, no special Greek influence is responsible for the formation of the singular portion Allgeier suggests a serious Greek background of the codex by pointing to the original Greek numbering of the quires. He reflects on the possibility that the scribe may have used also a Greek manuscript for his work (10). (nevertheless, in the list few remarkable agreements with the Greek are pointed out to the reader by ‘→ Greek’). [10] One feature of this singular portion, however, can be identified as harmonistic readings taken from the parallel text of the fellow Gospel(s) I am using the Synopsis quattuor Evangeliorum, ed. by K. Aland (15 th revised ed., Stuttgart 2001). . Exceptionally few of these readings are supported by one, two or three Peshitta manuscripts. I was able to identify 25 of these harmonistic readings, a harder attempt and thorough attention to the Diatessaric tradition surely will identify more. (Almost) unsupported harmonistic readings are not a special feature of ‘Codex Phillipps’, we also meet them, e. g., in Ms. no. 39 of Gwilliam’s edition, fully collated by W. Strothmann It is Cod. 3. 1.300 Aug. fol. of the Herzog August Bibliothek, Wolfenbuettel (Germany) , written in the 6 th century, see. W. Strothmann, Das Wolfenbuetteler Tetraevangelium Syriacum. Lesarten und Lesungen (Goettinger Orientforschungen, vol. I,2), Wiesbaden 1971. (during a rough check I identified 15 harmonistic readings). Results [11] The statistical summary sets out the individual and singular parts of 'Codex Phillips' by giving a quantitative determination of their relation to the 'Old Syriac' and to the earliest manuscripts of the Peshitta Gospels. From this summary the following general results can be drawn: The primary result of this re-examination is a better knowledge of the variants preserved in ‘Codex Phillipps’, which are incompletely given in Gwilliam’s Gospel volume and in Allgeier’s article. Allgeier’s hint to the significance of this codex for the history of the Peshitta text the re-examination confirmed but modified and reduced to its proper dimension. By agreement and disagreement with the ‘Old Syriac’ the codex (in its individual part) agrees with various Peshitta manuscripts. This agreement disposes of the codex’ supposed textual singularity; by its ‘Old Syriac’ part the codex rather shares in a typical (though individually developed) feature of the early Peshitta text. A considerable portion of singular variants not supported by the ‘Old Syriac’ invites for further research. As several of them can be identified as harmonistic readings, the Diatessaric tradition of the Syriac New Testament is a possible source. But their singular attestation does not favor a ‘tradition’ behind these harmonistic readings. If singular harmonistic readings can be identified in many old Peshitta codices, theses readings should rather be assessed as a typical feature of the early text (of independent, non-Diatessaric origin). The re-examination of the codex advises scholars to re-examine all early Gospel codices in the same way ‘Codex Phillipps’ is re-examined in the present article. The analysis of the individuality of the single codices will determine their ‘Old Syriac’ heritage as well as their singular and harmonistic readings. [12] Depending on the full extent and consistency of the ‘Old Syriac’ heritage thus determined, should Gwilliam’s majority text be altered by the adoption of this heritage in the printed text? This question cannot simply be answered in the affirmative for the following reason: Besides the fading-out of ‘Old Syriac’ textual features during history we also have to expect the (re-)introduction of ‘Old Syriac’ features into the Peshitta text during the co-existence of both versions. Accordingly, a ‘pre-Peshitta’ as a fixed text (to be reconstructed and printed) If the ‘pre-Peshitta’ is not a fixed text but a ‘type’ of text like the ‘Old Syriac’ with a range of textual incarnations, its heritage cannot be distinguished from the ‘Old Syriac’ nor from the Peshitta. According to M. Black the  ‘pre-Peshitta’ is a fixed text introduced by Rabbula of Edessa (see footnote 12). cannot be taken as granted by the existence of the ‘Old Syriac heritage’; it is possible that a complex development of the formerly fixed Peshitta enlarged or even produced this ‘heritage’ (as far as it is not identical with the Peshitta majority text). The complexity of the development is given by the influence of the ‘Old Syriac’, the Diatessaron and the Greek, which is tracable in the early Peshitta Gospel manuscripts. Therefore, to alter Gwilliam’s majority text by introducing the ‘Old Syriac heritage’ would charge this new text with the petitio principii of a ‘pre-Peshitta’ which is not yet properly traced nor sufficiently discussed. Only the re-examination of the early Gospel codices can offer evidence about the textual reality or the textual myth of a fixed ‘pre-Peshitta’ and its possible future printed incarnation. For this more comprehensive re-examination the one of 'Codex Phillipps' offers a starting point. The true significance of this codex for the history of the Peshitta Gospels was not dicovered by A. Allgeier but by M. Black. _______ Notes _______ Bibliography Aland, K. Synopsis quattuor Evangeliorum , ed. by K. Aland (15th revised ed., Stuttgart 2001). Allgeier, A. Cod. syr. Phillipps 1388 und seine ältesten Perikopenvermerke , Oriens Christianus 6 (2nd series), 1916, 147-152. Allgeier, A. Cod. Phillipps 1388 in Berlin und seine Bedeutung für die Geschichte der Pešitta , Oriens Christianus 7 (3rd series), 1932, 1-15. Black, M. The Syriac Versional Tradition , in: K. Aland (Ed.), Die alten Übersetzungen des Neuen Testaments, die Kirchenväterzitate und Lektionare (Arbeiten zur Neutestamentlichen Textforschung, vol. 5), Berlin-New York 1972, pp. 120-159. Black, M. The text of the Peshitta Tetraeuangelium , in: Studia Paulina in honorem Johannis de Zwaan septuagenarii, ed. J.N. Sevenester and W.C. van Unnik (Haarlem 1953), 20-27. Burkitt,F.C. Evangelion da-Mepharreshe vol. II (Cambridge 1904\/Piscataway 2003). Burkitt, F.C Early Eastern Christianity . St. Margaret's Lectures 1904 on the Syriac-speaking Church (London 1904\/Piscataway 2002), chapter II. Gwilliam, G. H. The Materials for the criticism of the Peshitto New Testament , with specimens of the Syriac Massorah, Studia Biblica et Ecclesiastica vol. 3 (Oxford 1891), 47-104. Pusey, Ph.E. and Gwilliam, G.H. Tetraeuangelium Sanctum (Oxford 1901\/Piscataway 2003). Sachau, E. Verzeichnis der Syrischen Handschriften der Königlichen Bibliothek zu Berlin , 1. Abteilung (Berlin 1899). Strothmann, W. Das Wolfenbuetteler Tetraevangelium Syriacum. Lesarten und Lesungen (Goettinger Orientforschungen, vol. I,2), Wiesbaden 1971. Vööbus, A. Early Versions of the New Testament. Manuscript Studies (Papers of the Estonian Theological Society in Exile, vol. 6). Stockholm 1954. Vööbus, A. Studies in the History of the Gospel Text in Syriac , vol. I (CSCO 128), Louvain 1951; vol. II (CSCO 496), Louvain 1987.",
    "title" : 
    [ "Re-examination of Codex Phillipps 1388",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Juckel, Andreas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n1juckel",
    "type" : "article",
    "displayTitleEnglish" : "A Re-examination of Codex Phillipps 1388" }