
  { "fullText" : "[1] The Canadian Society for Syriac Studies will be holding the following Public Lectures: 22 January 2003 . Professor John Corbett, University of Toronto. They Do Not Take Wives, or Build, or Work the Ground: Ascetic Life in the Early Syriac Christian Tradition . The search for Perfection in the ascetic life is central to the Book of Steps. Robert Murray has demonstrated that the primary rationale for the ascetic life in the Syriac tradition draws on the theme of Holy War in the Hebrew Bible and related materials in the Gospel tradition. I will attempt to demonstrate that the same theme provides a fundamental symbolic structure for the ascetic vocation in the Book of Steps. 12 March 2003 . Professor Kathleen McVey, Princeton Theological Seminary. Returning to the Womb and the Breast: Images of Joy in Ephrem's Hymns on Paradise . The paper is an exploration of Ephrem's invocation of the bliss of infancy to describe life in paradise.  It will begin with a presentation of these themes especially as seen in the Paradise Hymns 9-11. Next will be a brief effort to contextualize these notions in relation to Near East Wisdom literature, Jewish-Christianity and Stoic allegory. Finally I will ponder the uniqueness of Ephrem's vision and its value for contemporary theology. 9 April 2003 . Dr. Jan van Ginkel, Leiden University. A Monk, Missionary and Martyr Who Also Wrote History: John of Ephesus, a Syrian Orthodox Historian in Sixth Century Byzantium . John of Ephesus was an imperial missionary and a \"Monophysite\" bishop who died as a convicted \"heretic\". He wrote the excellent Lives of Eastern Saints as well as Church History both in the Syriac language. Being a member of Syrian Orthodox Church, his views differed from the Greek and Chalcedonian ones. But John also differed from later Syriac authors, in that he wrote contemporary events with no idea of how these would unfold, whereas later writers looked at the same events as \"past\" history. We will present the man, career and literary activities, and then focus on his perception of 6th century ecclesiastical and political events and on how this perception may influence our own understanding of the same events. [2] For information, contact the Society at csss@chass.utoronto.ca, Tel. 416\/978-3184, Fax. 416\/978-3305, www.chass.utoronto.ca\/~csss.",
    "title" : 
    [ "Public Lectures of the Canadian Society for Syriac Studies",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n1fccsss",
    "type" : "announcement",
    "displayTitleEnglish" : "Public Lectures of the Canadian Society for Syriac Studies" }