
  { "fullText" : "[1] It is with great pleasure that we dedicate this issue of Hugoye: Journal of Syriac Studies to four outstanding scholars on the occasion of their sixty-fifth birthday. The blessed year of 1938, during which Brockelmann published his Syrische Grammatk , was the year of birth of Sebastian P. Brock (whose last name is a proper prefix of Brockelmann's!), Sidney Griffith, Rifaat Ebied, and Samir Khalil Samir SJ. Almost every continent (save South America and Antarctica) can claim credit to their achievements. [2] Sebastian P. Brock will retire this year from his post as Reader in Syriac Studies at the University of Oxford, where he is also a Professorial Fellow of Wolfson College. Previously, he taught at Birmingham and Cambridge. Sebastian has written extensively on almost every aspect of Syriac studies. We are particularly indebted to him as he has been serving as an academic advisor to Beth Mardutho, The Syriac Institute, since its inception in 1992, and on its Hugoye Editorial Board since 1998. He has continuously supported our Institute in every way possible. Sebastian is a Fellow of the British Academy, Knight of St. Silvester (bestowed by the Pope), and Commander of St. Ephrem (bestowed by the Syriac Orthodox Patriarch of Antioch). [3] Sidney H. Griffith , S.T., teaches at The Catholic University of America, and is the director of its Institute of Christian Oriental Research. His contributions to Syriac studies and Christian Arabic studies are well known to all. Sidney also serves on the Academic Advisory Board of Beth Mardutho, The Syriac Institute, and on its Hugoye Editorial Board. His encouragement and vision helped us shape Beth Mardutho to what it is today. [4] Rifaat Ebied is Foundation Professor of Semitic Studies at the University of Sydney, Australia, and a Fellow of the Australian Academy of the Humanities. He has published extensively in the field of Semitic Studies, particularly Syriac Studies. Rifaat is the only scholar who has managed to attend all the Symposia Syriaca, from 1972 in Rome to Sydney in 2000 (which he organized). [5] Samir Khalil Samir , S.J., is one of the better known scholars in Christian Arabic studies, a field closely related to Syriac studies. Samir teaches at the University of St. Joseph, Beirut, and is a consultant to the Pontificio Istituto Orientale, Rome. He was the William Paton Fellow 1990 in the Selly Oak Colleges. [6] May the dedication of this issue be a small token of appreciation to their labors in our field. Aksios , Aksios , Aksios !",
    "title" : 
    [ "Kudos to Four Outstanding Scholars",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2dedication",
    "type" : "introduction",
    "displayTitleEnglish" : "Kudos to Four Outstanding Scholars" }