
  { "fullText" : "[1] I wish that this grammar had been around when I was learning Syriac. Thackston's grammar is without doubt the best introduction to the Syriac language presently available, and although I have not been asked to write an overview of introductory Syriac grammars, I find that some comparison will be necessary. Thackston's introduction far surpasses Robinson's trusted grammar in several areas: better exercises, clearer explanations, a better glossary, a real index, and a very nice chrestomathy. Although Takamitsu Muraoka's recent Classical Syriac: A Basic Grammar with a Chrestomathy certainly has some strengths in comparison with Thackston's grammar (which will be noted), Muraoka's presentation of the language and extremely limited exercises limit its practicality as a teaching grammar. In my opinion Muraoka's grammar might instead be used with students as a \"light\" version of a reference grammar, a role in which I have found it useful. [2] Thackston's grammar begins with a brief introductory chapter presenting phonetics, the alphabet, vocalization. Following this are twenty separate lessons that gradually present the language, each with a set of exercises, including English into Syriac as well as Syriac into English. Each chapter also includes a list of vocabulary that is geared toward enabling the student to read real texts from the Peshitto as soon as possible. Thackston's decision to focus on the Peshitto is based on its importance as a (perhaps the) foundational text of Syriac culture, the Biblical text's familiarity to the likely student, and the fact that its language and vocabulary had a considerable influence on later Syriac style. [3] In order to use real examples from the Peshitto almost from the beginning, Thackston must present at least some aspects of the verb earlier than is done in Robinson's grammar, for instance. Rather than postponing all verb forms until the second half of the grammar as Robinson does, Thackston presents the perfect form of the verb in the second lesson. This organization has several benefits: it not only allows the student to read more interesting sentences from a real text, but more importantly perhaps, it also enables the student to begin learning verbs, along with other parts of speech, right from the beginning. The full conjugation of the verb, however, is postponed until the second half, enabling the student to gain some footing in the language before tackling the numerous verbal forms. [4] Throughout the grammar, forms and exercises are given in the Estrangelo script, which is also an improvement over Robinson (who uses Serto), since most textual editions tend to be printed using this script (although one wishes the publisher had found a better font!). The chrestomathy, however, while favoring Estrangelo, includes texts in all three scripts on a variety of topics and at different levels of difficulty. Unfortunately, all of these texts are unvocalized, and it would be helpful to have a couple of texts where the two different systems of vocalization are used, so that the student may begin learn these as well (especially the East Syriac system). Furthermore, it would be nice to have the sort of helpful grammatical and vocabulary notes that Muraoka provides for his chrestomathy, although I suppose that one has no right to expect this (and in this regard, I find Muraoka's chrestomathy superior). [5] The grammar's greatest strength in my opinion is the way that Thackston handles the issue of vocalization. In presenting the language, Thackston gives all words and forms in both unvocalized Syriac and a vocalized transcription, in the glossary as well as in the grammar. The unvocalized Syriac prepares the student from the beginning for eventually reading texts without vowels, while at the same time encouraging them to learn the vocalizations, which they become able to associate with the unvocalized forms. A real weakness of Thackston's grammar in this regard is the collection of verbal paradigms at the end of lessons. In this he departs from the pattern of the lessons and gives the verbal forms only in Roman transcription. While this is certainly helpful for seeing the vocalization of the verb forms clearly, it is not so useful for reading the unvocalized forms of the chrestomathy. Here Thackston should have continued his pattern of providing the Syriac script and a transliteration, as Muraoka has done in his more useful paradigms. [6] Also, in contrast to Muraoka, Thackston does not mark the pronunciation of the Beghadhkephat letters, either in the Syriac or the transcription, and this might be helpful for the beginning student. Thackston also provides a brief, very basic bibliography after these paradigms which, while sufficient, cannot compare to the outstanding bibliography (prepared by Sebastian Brock) in Muraoka's grammar. [7] Thackston's grammar is designed to be user-friendly for the student who does not know a Semitic language, and I think that it succeeds in this. It is a rather condensed presentation of Syriac grammar, although in comparison with Robinson, it is effusive. Perhaps it would be a bit much for a novice to Semitic languages to teach him or herself, but with the help of a teacher, the pace is about right. If its discussions of certain topics may seem a bit terse for some experts, I think that we would do well to remember that this is a teaching grammar, whose purpose is (and should be) to get the student into the chrestomathy (and other real texts) as soon as possible, where the finer points of Syriac and Semitic grammar can be learned. I have used this grammar to teach a student Syriac, and it worked very well (although the student had previously studied a year of Hebrew). [8] One final weakness, and this is considerable in my mind, is the lack of an English-Syriac glossary. Since the grammar assigns English into Syriac exercises for the first fifteen of the twenty chapters, it seems only fair (and extremely useful) to provide such a tool. In this regard (and perhaps this one alone), the nod still goes to Robinson. [9] On the whole, this is the best teaching grammar for Syriac that is presently available, and in spite of a few weaknesses, it is far superior to its nearest competitor, which in my opinion remains Robinson's venerable (and out of print) grammar.",
    "title" : 
    [ "Wheeler M. Thackston,  Introduction to Syriac.  Bethesda, MD: Ibex Publishers, 1999.  Pp. xxvii + 228. Paper, $30.00.  ISBN 0-936347-98-9.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Shoemaker, Stephen J." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n1prshoemaker",
    "type" : "review",
    "displayTitleEnglish" : "Wheeler M. Thackston,  Introduction to Syriac.  Bethesda, MD: Ibex Publishers, 1999.  Pp. xxvii + 228. Paper, $30.00.  ISBN 0-936347-98-9." }