
  { "fullText" : "[1] The Fourth North American Syriac Symposium on Syriac Studies was held at Princeton Theological Seminary, Princeton, New Jersey from July 9 through 12, 2003. It was co-sponsored by Princeton Theological Seminary, Princeton University, The Institute for Advanced Study, and Beth Mardutho: The Syriac Institute. Its theme was \"Syriac Christianity: Culture at the Crossroads\". The Symposium also included the Fourth International Forum on Syriac Computing. [2] More than hundred scholars, researchers and interested individuals attended the Symposium. The participants came from the USA, Canada, Europe, Australia and the Middle East, and included some of the prominent scholars in the field of Syriac Studies. In addition to experienced and distinguished experts in the field, there were a number of graduate, postgraduate students and researchers, some of whom were making their first public presentations of their research. [3] A total of 46 papers were presented at the Symposium including those of the International Forum on Syriac Computing. The topics of these papers were diverse. The proceedings will be published either in Hugoye Journal or in a separate volume in book form. [4] The Symposium was opened with a program of sacred music from the Christian Middle East and India held at Miller Chapel of the Seminary on Wednesday evening and performed by two church choirs and individuals from the following Syriac traditions: the Syrian Orthodox Church, the Assyrian Church of the East, the Orthodox Church in India and Syro-Malabar Church. This was a remarkable musical feast which provided the audience with a foretaste of both Eastern and Western Syriac musical traditions. The music program and a number of the key-note lectures were streamed alive on the internet for the public to hear and enjoy. These have been recorded and will be archived on the Beth Mardutho website. [5] In addition to many papers read at the symposium there were four remarkable plenary lectures presented by the following scholars in their field. The first opening plenary address was given by Professor John Healey on the \"The Edessan Milieu and the Birth of Syriac\". The second keynote address was delivered by Dr. Robert Hoyland on \"Language and Identity: Arabic vs. Syriac\". The third was presented by Professor Herman Teule on the Syrian Renaissance (1026-1318)\". The fourth and the concluding one was delivered by Professor Amir Harrak on \"Commemorating Church History during the Ottoman Period: Syriac Monumental Inscriptions from the Assyrian Heartland in Mesopotamia\". [6] The proceedings concluded with a banquet at Prospect House of Princeton University which was also attended by friends and supporters of Beth Mardutho. At the banquet, Professor Sidney Griffith was presented with a Festschrift in honor of his many contributions to Syriac and Christian Arabic studies as well as to Muslim-Christian Dialogue. On this occasion, Dr. Shawqi Talia delivered a felicitation and recited a poem in Suret ( Swadaya ), or the East Syriac vernacular, along with an English translation, in honor of Fr. Sidney Griffith and his many scholarly achievements. Also, Dr. George Kiraz, informed the audience about Beth Mardutho: The Syriac Institute, highlighting its work and mission in the field of Syriac Studies. He also gave an account of their important projects and welcomed the help and support of scholars and public alike in accomplishing the important mission undertaken by Beth Mardutho for bringing Syriac Studies to the third millennium. [7] Another noteworthy feature of the symposium was the excellent exhibition of Syriac manuscripts and liturgical furnishings displayed at Speer and Luce library of Princeton Seminary. The Speer library exhibits included three displays: The first, under the title \"Scattered Pearls\" included Syriac manuscripts and liturgical furnishings from the Syrian Orthodox tradition on loan from the Syrian Orthodox Archdiocese of the Eastern United States, thanks to the generosity of Archbishop Mor Cyril Aphrem Karim. The second entitled \"From Manuscript to Printed Book\" covered a number of manuscripts, rare early printed books, and printing paraphernalia, on loan from the personal collection of Dr. George Kiraz. The third bearing the title \"Physicians and teachers: American Presbyterian Mission in Urmia, Iran\" contained a display of books and photographs illustrative of the history of the American Protestant Mission at Urmia, Persia (Iran). The Luce library exhibit however, with its dramatic title: \"'Saved from the Pillage and Devastation of the War': Manuscripts from the Mission Library in Urmia, Iran\" had on display a collection of Syriac manuscripts, which address Biblical, liturgical, devotional, theological, philosophical and scientific subjects. Most of these manuscripts that once belonged to the Mission Library of Urmia in Iran came to Princeton Seminary via the Board of Missions in New York in 1931. The exhibition will remain open until the first week of October. [8] The Fourth North American Syriac Symposium was indeed a success. It was both enjoyable and a memorable conference for all, thanks to its convener Professor Kathleen McVey and all those who contributed to it in different ways. This was the first Syriac Symposium to feature live internet streaming of the plenary sessions, thanks to the outstanding efforts of the media personnel at the Princeton Theological Seminary. The next North American Syriac Symposium will be held at the University of Toronto in Canada in the year 2007, followed by Duke University in North Carolina, USA in 2011.",
    "title" : 
    [ "North American Syriac Symposium IV, 9-13 July 2003",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Aydin, Eugene" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2craydin",
    "type" : "report",
    "displayTitleEnglish" : "North American Syriac Symposium IV, 9-13 July 2003" }