
  { "fullText" : "[1] Shortly after the discovery of the Coptic Gospel of Thomas (NHC II, 2; hereafter GT), many scholars—for example, H.-Ch. Puech, G. Garitte, A. Guillaumont, and G. Quispel—drew attention to the fact that the text of the new gospel contained a certain number of expressions or syntactical constructions which could be labelled as semiticisms. This observation among others contributed significantly to the ascription of GT to an Aramaic, i.e., Syriac or Edessene, milieu. Drawing on G. Quispel's and T. Baarda's work, Nicholas Perrin's monograph pursues a triple objective: it seeks to establish (1) that GT was originally composed in Syriac, (2) that this Syriac text forms a unity and not a random collection of sayings, and (3) that the author of GT relied on written Syriac gospel sources, among them, Tatian's Diatessaron . This assumption implies that GT be assigned a relatively late date of redaction, since it is generally agreed that the Diatessaron was composed sometime after 170 C.E. Therefore Perrin's thesis takes the opposite course to that of a significant part of GT scholarship, which dates the gospel to the beginning of the 2 nd century, if not earlier. [2] This monograph originates from a Ph.D. dissertation submitted at Marquette University under the supervision of Prof. Julian Hill. It opens with an expanded introduction which presents \"Thomas among the Gospels\". In this introduction, Perrin discusses the main literary and historical issues that have monopolized the attention of GT scholars: the relationship of the Coptic gospel to the Synoptic Gospels, its provenance and date, its original language of composition, its theology, genre and purpose, and its sources. At the end of the review, Perrin comes to the conclusion that \"Thomasine scholarship has settled into two entrenched camps,\" some scholars maintaining \"that GT is a re-editing of the canonical gospel tradition,\" while \"others hold fast to their insistence that the collection is independent of the synoptic tradition\" (14). In reaction to what he sees as a deadlock, Perrin proposes to \"reframe the question\" by asking whether there is not a third possibility. This third possibility would be \"that GT is neither independent of nor directly dependent on the Greek synoptic gospels; rather the literary relationship between Thomas and the canonical gospels can best be described as one of indirect dependence\" (15). As to the actual link between the canonical gospels and GT, Perrin thinks that, \"if Thomas was influenced by Matthew, Mark, Luke (and John), it is only as the latter are mediated through the first Syriac gospel record: Tatian's Diatessaron \" ( ibid .). [3] Perrin's proposal is unquestionably clear; it is also a daring one. The reader is then all the more eager to see how he will make his point. The author's demonstration is offered in three chapters. The first one, \"A Syriac Gospel of Thomas ?\", begins with stating the three conditions under which it could be suggested that Thomas knew and used the Diatessaron : (1) GT has to be of Syriac provenance, (2) it was written in Syriac, and (3) it was written after 173 C.E. (the received dating for the Diatessaron ). These propositions lead to a late date for GT's composition, which contradicts \"the unexamined assumption\" of Thomas studies (24), that it was penned around 140 C.E. In order to establish that GT was influenced by Tatian's harmony gospel and \"that the Thomasine collection is to be understood not as a string of Greek logia randomly compiled through many stages, but as a unified Syriac text carefully worded and arranged so as to conform to a certain literary-rhetorical pattern,\" as a \"tightly woven Syriac text\" (25), the issue of the original language of GT must be settled. There are, at least theoretically, three possibilities: Coptic, Greek, and Syriac, which Perrin presents while asking what each of them means for the dependence of GT on the Syriac Diatessaron . Considering that the Greek fragments of GT (P. Oxy 1, 654, and 655) are dated around 200 C.E., which leaves a maximum of 25 years between the redaction of the Diatessaron and the composition of GT, a most direct road from the former to the latter is needed, which practically excludes Greek—not to speak of Coptic—and leaves only Syriac as a viable option. After a review of evidence for a Syriac GT in the form of a Status quaestionis , and some observations on possible syriacisms in GT 9, 33, and 41, Perrin concludes that \"it must now be recognized that at least a fair number of logia do show signs of having been composed either in western Aramaic or Syriac\" (46). As for whether this specific context was Syriac rather than western Aramaic, Perrin favours Syriac for two reasons. Firstly, by a process of elimination, in view of the fact that \"clear and unequivocal evidence for a western Aramaic (and only western Aramaic) background is simply lacking\" ( ibid .). Secondly, \"whereas the Aramaic theory certainly has the potential to explain some of the semiticisms in GT, the strength of the Syriac theory lies in its ability to explain them all\" ( ibid .). [4] In the second chapter, Perrin seeks \"to put the theory to the test by introducing a new kind of analysis: a linguistic analysis involving catchwords\" (49). Catchwords are defined as \"any word which can be semantically, etymologically, or phonologically associated with another word found in an adjacent logion\" (50). The choice of catchwords is based on the assumption that where there appears to be the convergence of a word-sound and a word-meaning within two juxtaposed logia, then these logia must be considered as joined. Furthermore, to focus solely on catchwords provides a measurable standard of comparison, and a valuable one, since catchwords were \"undoubtedly an important feature at some level of redaction in GT\" (53). The following one-hundred pages of chapter 2 are devoted to \"a comparison of catchwords occurring in Coptic, Greek, and Syriac,\" presented as a four column synopsis (the author's English translation of GT; Coptic [NHC II, 2]; Greek [reconstructed except when the P. Oxy are extant]; Syriac [reconstructed]). While the English column presents the entire text of GT, the three other columns give only those words which qualify as catchwords. A system of arrows in the English translation indicates whether a catchword links a logion with the previous or the following logion, or with both. In the end, it appears that 502 catchwords are retrievable in Syriac as compared to 263 in Greek and 269 in the extant Coptic text. Consequently, \"the quantitative evidence points decisively in the direction of Syriac composition\" and \"suggest a single linguistic background for the entire collection\" (156). In Perrin's eyes, this cumulative evidence confirms the \"Syriac theory\" beyond reasonable doubt: \"GT was composed entirely in Syriac\" (169). [5] With the third chapter, \" Thomas and His Sources\", Perrin comes to his \"final concern\": to demonstrate Thomas's dependence upon the Diatessaron . His demonstration proceeds in three stages. Firstly, given the document's organic unity exemplified by its pervasive recourse to catchwords, it is to be inferred that the collection was written by one author at one time. Secondly, his sources must have been written instead of oral. Thirdly, these written sources were in Syriac and included materials from the synoptic tradition as well as from the Diatessaron . [6] The final conclusion restates the main results of the study, first, that Thomas is dependent upon the Diatessaron , second, that Tatian and the author of GT belonged to the same world, the world of Edessene Christianity, and third, that \"GT is to be read as an esoteric Syriac collection in which the hearer's ability to distinguish wordplay figures prominently\" (192). In his use of authoritative texts, Thomas is indebted to \"a broad exegetical tradition within Judaism and early Christianity\" (195) of which the closest analogy lies perhaps in the Qumran material. The means by which this exegetical tradition came to Thomas remains, however, a question still to be answered. The book ends with the wish that \"the placement of Thomas's gospel within the milieu of early Syriac Christianity will prove to be (the) much needed new beginning\" (196) for the study of GT. [7] Perrin's monograph is undeniably a detailed and sophisticated study of GT, and it is impossible within the context of this review to discuss the value of his reconstruction of the Syriac background of the Coptic gospel. I will therefore limit myself to a few general remarks. First of all, it must be said that this book is a very valuable contribution to the elucidation of the unmistakable Semitic, i.e., Aramaic or Syriac, character of GT. Perrin has added a number of important pieces of evidence pointing towards a Syriac original to those already collected by Guillaumont and others. His demonstration, however, is far from being the best way to establish that GT was composed in Syriac. The main difficulty with such a proof lies in the fact that we have absolutely no evidence of Syriac literary texts prior to the Bardesanian Book of the Laws of Countries (end of 2 nd - beginning of 3 rd century). As to Tatian's Diatessaron , if it was composed in Syriac—which seems to be, if not the reality, at least the opinio communis —, it can be reconstructed only indirectly. On the other hand, our knowledge of Aramaic-western or eastern- for the first two centuries of the Common Era is scarcely better than that of Syriac. Nevertheless, the fact that Syriac was practically standardized by the beginning of the 2 nd century, if not earlier, argues in favour of its use as a bench mark for the quest for the original language of GT. My second remark concerns Perrin's main thesis, namely, that the author\/redactor of GT relied upon Tatian's Diatessaron . Let's say from the start that Perrin's conclusion is a default one. To put it in his own words, \"since Tatian's harmony was presumably the only gospel record available in the Syriac language at that time, the evidence points ineluctably to Diatessaronic influence\" (17; see also 193: \"Tatian's Diatessaron is the only Syriac text of the Synoptic tradition that could have been available to Thomas\"). In order to validate this post hoc propter hoc argument, a side-by-side comparison of the Coptic GT and its Syriac retroversion with the actual text of the Diatessaron —provided that it can be reconstructed with some certainty—would be necessary. Paradoxically, however, Tatian (and his Diatessaron ) is the most noticeable absentee from this book. Perrin's endeavour has made out his case for a Tatianic dependence but the case still has to be tried. There is no doubt that the discussion resulting from his study will provoke will help clarifying the matter. Whatever the issue, Dr. Perrin has made a noteworthy contribution to the study of GT and its Aramaic\/Syriac background. [8] It is not easy to produce such a technical book without any flaws. I mention only those which affect Syriac words. P. 38, 2 nd line of the Syriac quotation: read tšbhwn ; p. 44, paenult. and ult. lin.: read trtyhyn ; p. 45, lines 11-12, inverse the two part of the Syriac phrase; p. 67, n. 40, \"from us\" is never man but menan ; p. 96, n. 121: read npq (twice); p. 118, n. 189, 1 st line: transliterate ab ; p. 161, line 14: read wnšb h wn ; p. 177, ult. lin. (and 74, ad logion 18, 3): \"he will know\" is reconstructed in two different fashions, myd' and nehwā ida' (which has to be changed into nehwe yāda' ); p. 180, middle (and 144, n. 266, ad logion 100, 4): d c amm(ī) would be a very awkward—if not impossible— Vorlage for Coptic ptn pôei , instead of ddīl(ī) . As for Coptic, p. 55: the basic form of the Coptic negator is e n (and e m , the assimilation of it before a labial); p. 152, n. 296: read arkhei ; p. 182-183: peje signals direct discourse in the past, and not in the present (cf. B. Layton's Coptic Grammar , § 380), therefore: \"Jesus said\", and not \"says\".",
    "title" : 
    [ "Perrin, Nicholas, Thomas and Tatian: The Relationship between the Gospel of Thomas and the Diatessaron. Atlanta: Society of Biblical Literature (\"Academia Biblica,\" 5), 2002. Pp. xii + 216.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Poirier, Paul-Hubert" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2prpoirier",
    "type" : "review",
    "displayTitleEnglish" : "Perrin, Nicholas, Thomas and Tatian: The Relationship between the Gospel of Thomas and the Diatessaron. Atlanta: Society of Biblical Literature (\"Academia Biblica,\" 5), 2002. Pp. xii + 216." }