
  { "fullText" : "[1] It is unlikely that readers of this journal will require any introduction to the work of Françoise Petit. Many years ago she began a study of the Biblical Commentaries of Procopius of Gaza, but this has become a lifelong project of producing editions of the various Catenae traditions which has already resulted in a number of extremely useful volumes, including editions of the Sinai Catena material on Genesis and Exodus (CCSG 2, 1977), the Coislin Catena material on Genesis (CCSG 15, 1986), a four volume edition of all the Catena material on Genesis (TEG 1-4, 1991-96), and two of three projected volumes of an edition of the Catena material on Exodus (TEG 10-11, 2001-02). The volume under review here comprises those Catena fragments on the text of Exodus attributed to Severus, patriarch of Antioch and one of the leading theologians of the Monophysite party (c. 465-538). [2] The fragments of Severus on Exodus edited here fall into very distinct stages of the Catena tradition. The composition of the Catena on Exodus clearly underwent three clearly discernible stages in its transmission. The initial compilation was made around the middle of the fifth century, while it is the secondary stage that is characterized by the insertion of those quotations attributed to Severus of Antioch. The third and final stage is then marked by the further insertion—into the secondary stage of transmission only!—of a collection of texts built up around the Quaestiones of Theodoret of Cyrrhus along with a reworking of the earlier materials, including those fragments attributed to Severus. It seems likely that the Catena fragments attributed to Severus, found for nearly all the books of the bible both Old and New Testament, were all added in at this second stage of redaction—it was also the case for the fragments on Genesis—but final conclusions must await publication of critical editions of all the Catena materials. [3] The volume here under review is organized into three very clear and well-defined sections. The introduction (pp. xi-xxvii) discusses in a very concise manner the matters of the manuscripts containing the Catena on Exodus , the stages of transmission, the sources of the fragments in the vast œuvre of Severus, as well as a brief discussion of Severus' theological position. The succinct discussion of each of these matters reflects Petit's great learning and intimate familiarity with the Catenae traditions. [4] The bulk of the volume is, of course, devoted to an edition of the fragments (pp. 1-101). There are a total of eighty-eight fragments which are numbered not 1-88, but rather according to their place in Petit's own nearly completed Édition Intégrale . Of those that can be identified, the predominant majority of the fragments, forty-six, are from the Cathedral Homilies , five from the largely unedited Letters , and three are from the polemical tracts Against Julian of Halicarnassus . Of the remaining fragments twenty-two are repetitions, four can not be identified, and there are eight that are falsely attributed to Severus. In addition to a critical edition of the Greek fragments, Petit appends on facing pages a new French translation of each fragment. Tables of Biblical References and of the occurrences of the Homily fragments by homily complete this section (pp. 105-109). [5] The third and final section, according to the title page, is a Syriac glossary by Lucas Van Rompay. What Van Rompay has done, however, is actually more than to supply a simple glossary; he has rather provided a bilingual Greek-Syriac, Syriac-Greek glossary (pp. 132-208), and has prefaced them with a discussion of \"Les versions syriaques\" (pp. 111-131). In these twenty pages Van Rompay provides a detailed description of the translation technique of Jacob of Edessa's (d.708) Syriac translations of Severus' Cathedral Homilies (fragments of earlier Syriac translations have survived, most notably those of Paul of Callinicos from the sixth century, but barely 80 of the known 125 homilies have survived and have yet to be edited; it is this later translation of Jacob that has survived in a relatively complete version and is the only one that exists in modern critical editions [various PO vols., 1906-1977; cf. CPG 7035]). Van Rompay has limited his discussion to the Exodus Catena fragments that are from the Cathedral Homilies , so does not consider other extant Greek fragments such as Hom. 77 which has survived in a complete Greek version or those fragments recently published by Allen and Dorival, but his discussion still improves and expands the earlier attempt of C.J.A. Lash to describe Jacob's translation technique. [6] The obvious and greatest contribution of this volume is the edition of the fragments. Any new edition of early Christian texts is of great value, but the importance of these fragments is increased as they provide heretofore unknown Greek originals of pieces of Severus' works that have otherwise survived only in Syriac (or in a few instances, Coptic) translation. She also provides the reworked version found in stage three of the transmission where they are available. As Petit herself states: \"La confrontation des citations de la chaîne avec le texte syriaque garantit leur fidélité littérale et souvent permet de mieux interpréter la version orientale. (p. xix)\" Applying this assertion, Petit proffers new French translations of these fragments as ameliorations of the existing PO translations of the Syriac. While these fragments can in no way be considered a running commentary on Exodus—Severus was after all a theologian, not a biblical commentator à la Jerome or Chrysostom—it is nevertheless very instructive to see how Severus exegetes such pericopes as the burning bush (frags 69-86), the manna in the jar (fr. 511), or the description of the Ark of the Covenant (frags. 764-768). With this slim volume Petit has rendered a great service to scholars of Severus and, together with the sections by Van Rompay, has added significantly to the study of Syriac translation of Greek works. [7] At the beginning of her introduction, Ms. Petit expresses the regret at not having thought at the time to publish the Catena fragments on Genesis attributed to Severus in a separate monograph (p. xi). After seeing this volume, it would seem, to this reviewer at least, highly unlikely that anyone would complain if she were to go back and publish these fragments. At the very least, it seems that Ms. Petit will continue to publish many more editions of Severus' Greek fragments, in addition to her complete editions of the Catenae materials, to which we can all eagerly look forward.",
    "title" : 
    [ "Françoise Petit, La Chaîne sur l'Exode I. Fragments de Sévère d'Antioche. Texte grec établi et traduit. Avec un glossaire syriaque par Lucas Van Rompay. Traditio Exegetica Graeca, 9. Louvain, Peeters, 1999. ISBN: 90-429-0736-3. Pp. xxvii, 209.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Mathews, Jr., Edward G." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2prmathews",
    "type" : "review",
    "displayTitleEnglish" : "Françoise Petit, La Chaîne sur l'Exode I. Fragments de Sévère d'Antioche. Texte grec établi et traduit. Avec un glossaire syriaque par Lucas Van Rompay. Traditio Exegetica Graeca, 9. Louvain, Peeters, 1999. ISBN: 90-429-0736-3. Pp. xxvii, 209." }