
  { "fullText" : "[1] Among Semitic languages, the pedagogy of Syriac, a dialect of Aramaic, suffers because its attested written artifacts fall well beyond the mainstream interests of students of the Ancient Near East on the one hand; on the other hand the pillars of modern Near Eastern studies do not consider Syriac (and its users) at all relevant. Hence there is little incentive to produce an introduction to Syriac that, like many competent grammars of Biblical Hebrew and Modern Standard Arabic, adequately guides students, with drills and exercises, through its grammatical details and stylistic intricacies. No English introduction to Syriac presents all of the basics as well as many of the significant details. In the interest of students of comparative Semitics, no textbook takes into account the needs of those who study Syriac as an Aramaic dialect. These are some of the needs that need to be met to further Syriac studies. Robinson's original Paradigms and Exercises in Syriac Grammar was never meant to meet these needs. Coakley's fifth edition of Robinson is a much-needed correction to this English workhorse of Syriac studies that has influenced subsequent publications. Yet the basic need of a sound introduction is still not addressed thereby. [2] Coakley has made some positive and useful improvements to one of the better-known English manuals of Syriac language and has presented a solid piece of work commendable for its accuracy, concision, and clarity. The book is pocket size, but still rather expensive. It is also practically free of typographical errors in the English and the Syriac, demonstrating the care that Coakley took to present a readable and accurate textbook. [3] The preface touts this revision as a \"simple and friendly introduction\" to Syriac. Yet the author sees the limitations of Robinson's design. To supplement the gaps in Robinson, Coakley advises the student to refer to Nöldeke's Compendious Syriac Grammar . While this is a theoretical possibility for advanced students, it is not a pedagogically sound one for beginners. By analogy, an introduction to Biblical Hebrew structured in such a way that the student \"fills in the gaps\" with Gesenius or Joüon places this pedagogy in some perspective. [4] Coakley's edition follows Robinson's layout fairly closely with a few significant changes, some of which are improvements. The grammar is divided into twenty-nine sections. The first section presents a brief introduction to the historical and comparative background of Syriac in the Aramaic and wider Semitic context, along with a brief statement on the relationship between 'East' and 'West' Syriac. This introduction is clear and concise. More could have been said about the exact relationships between Syriac and the other dialects of Aramaic. The presentation suggests that there was a stage when a single dialect of Aramaic was spoken throughout Southwest Asia. This is unlikely. Imperial Aramaic was employed in the Achaemenid Empire (539-332 BC) as the official language of the Mesopotamian satrapies. Standard Literary Aramaic was a language of wider written communication in the Hellenistic Period (fourth to first centuries BC). The distribution of both Imperial Aramaic and SLA as spoken languages remains unknown. In all periods other dialects of Aramaic are attested in more restricted geographical distributions. [5] Following this introduction is a good presentation of sertā , the West Syriac script used in this book. Coakley presents the letters in their various forms in a table and usefully explains how to write each letter, illustrating his remarks with easy to read handwritten examples. This is a helpful presentation of the writing system, although it should be supplemented by handwriting exercises. The section ends with a discussion of the syāmê , inaccurately translated as \"things placed,\" which would be in Syriac sīmātā . Syāmê in this instance means 'symbols' and is an elliptical expression for syāmê dnūqzê 'symbols of (grammatical) points.' Coakley includes two good transcription exercises at the end of this section and of section three, from sertā script into Latin transcription and vice-versa. He provides the Latin consonant and vowel equivalents in two tables. These are useful exercises as they reinforce the values of the letters and provide some interaction with the \"sounds\" of Syriac. Learning the relevant Latin transcription system is also standard for most other grammars in Semitic languages. [6] The vowels and vowel orthography are deferred to the end of section three, which treats pronunciation. Coakley uses the Western vocalization throughout, but transcribes zqāpā (West Syriac \/ō\/) as \/ā\/, and also maintains the East Syriac orthographic distinction between \/o\/ and \/u\/. This is an example of adopting a \"mixed\" phonology, for which there is precedent. (However, other features distinguishing between West and East Syriac are adopted without informing the student. For example, the vowel of the G Durative [ pe c al imperfect] prefix of verbs I-ālaph shows allophonic distribution in West Syriac but not in East Syriac.) The differences between the five- and seven-vowel systems are summarized but the vowel names are not provided. The rest of section three covers the consonantal system of Syriac, except that the complete rules for spirantization of oral stops (so-called begadkephat letters) have been moved to Appendix A. [7] The presentation of the noun system in Coakley's revision is condensed and many details that Robinson included are omitted. For example, there is never any explicit explanation of the \"construct state.\" Also, smaller details that made Robinson a unique resource this fifth edition leaves behind. For example, Robinson presented the peculiarities of the abstract feminine nouns with long vowels -ī and -ū in his presentation of the noun, as well as many footnotes with lexical and semantic details. Coakley omits most of these. [8] Terminologically, this revision maintains the same grammatical terminology Robinson shares with nearly all introductions to Syriac. Such terminology is a hindrance. Comparative Semitics has all but abandoned most of this terminology because it imposes categories on nouns and adjectives that have no functional explanatory correlation. For example, the \"absolute state\" of adjectives is functionally a simple predicate adjective. On the other hand, nouns in the absolute state function almost always as adverbs. Syriac nouns in the \"absolute state\" are historically adverbial accusatives, with parallels in other Aramaic dialects and Arabic. Predicate adjectives parallel the predicative construction, attested in Akkadian. Hence, the term \"absolute state\" for Syriac nouns and adjectives reflects neither their synchronic nor their diachronic grammar. Again, adjectives never agree with nouns in the \"construct state.\" Only substantivized adjectives occur in this form, which is really the Semitic bound form of nominals. An update of these terms would have forced a better and more logical presentation of the grammar to students. [9] Coakley does make improvements to the section on irregular nouns (section 12). Instead of Robinson's original table, which was hard to read, Coakley spreads out the presentation over a few pages, and in many cases gives a brief historical explanation of irregular forms. It is well laid-out and informative. [10] Robinson's original sequence treated nouns, adjectives, prepositions and participles in sections three through thirteen before introducing any component of the verb. Coakley interrupts this sequence and introduces the \" pe c al perfect\" (G preterite) of sound verbs with a brief overview of the Syriac verb system (section eight, pp. 34-35). The overall presentation of the verb is little improved in the fifth edition. The terminology of the verb system is a relic that masks the basic semantics of the verb stems and makes learning Syriac more difficult. The terms Robinson used are those of the Hebrew grammarians. For example, the names of the Syriac verb stems are taken from the verb root p c l following the Hebrew grammatical tradition. This root is of very limited occurrence in Syriac (and is probably a fossil of Syriac translation of the Old Testament). The root consonants of this verb do not show the details of spirantization. The verb used as a paradigm for sound verbs is qtl 'kill.' A better choice is ktb 'write' because all three consonants are susceptible to spirantizat ion. And writing is more excellent than killing, as the Syriac Fathers and Mothers might say. [11] Robinson's explanation of the semantics of Syriac verb morphology in terms of \"Indo-European\" (read: Greek and Latin) is erroneous. The terms \"conjugation\" and \"tense\" do not correspond well to Semitic grammatical categories. \"Perfect\" and \"imperfect\" are also relics from Hebrew grammar. These are not, as Robinson asserts, \"tenses\" in the Indo-European sense (p. 35). Semitic verb morphology encodes tense within the fundamental distinction of aspect. Even then, the fundamental tense category is \"past\" vs. \"non-past,\" not \"past\" vs. \"future\" (p. 35). [12] The lack of adequate discussion of the semantics of the verb system in the narrative structuring of Syriac prose is a deficiency. The verb forms in prose narrative comprise a system for encoding volition, necessity, and narrative features such as topic, background, direct and indirect discourse. These grammatical features are basic to interpreting Syriac texts properly. Leading a student through the basics of this subsystem of Syriac grammar would have been a great service. [13] In the vocabularies pertaining to each section, Coakley presents the vowels of the pe c al perfect. Once the pe c al imperfect is introduced, he includes the imperfect stem vowel with each verb in the vocabulary. The stem vowels of the G perfect and imperfect must be learned with each G verb stem, so this is a welcome improvement over Robinson. It would have been more helpful to provide a chart of the imperfect vowels for all verbs occurring in the vocabularies before the imperfect is introduced in section 13 (p. 60). [14] The vocabulary and exercises deserve some comments. First, Coakley kept the English-to-Syriac exercises alongside the Syriac-to-English. This is a strong point of Robinson's work. Coakley reduced the size of the exercises from an average of fifteen sentences in both Syriac and English exercises in Robinson to ten each. The Syriac and English exercises contain sentences that are identical to or close paraphrases of those found in the Peshitta and in patristic sources. These are not full texts, but are separate sentences and are more entertaining and relevant than those in Robinson. [15] Many of the exercises in the fifth edition are new but the coverage of the grammar is not better than in earlier versions. It is still a shortcoming of Robinson and most other introductions to Syriac that there are no \"drills\" of the grammar presented in each lesson. Robinson often presented vocabulary in the course of the grammar of the lesson but did not summarize those words with the rest of the vocabulary at the end of the lesson. This is one of the biggest complaints students raise about Robinson. Coakley has commendably eliminated this glaring problem, consistent with the \"friendly introduction\" promised in the preface. [16] Coakley includes four helpful appendices. Appendix A covers exceptions to the phonological rule that spirantizes oral stops in post-vocalic position and includes relevant orthographic rules. This is a holdover of material from earlier editions. Appendix B covers the Estrangçlâ writing system. This includes material on diacritic points used to distinguish orthographically identical forms in consonantal texts. Appendix C is an introduction to the East Syriac script and a helpful tabulation of the features of East Syriac pronunciation and orthographic conventions. Appendices B and C conclude with short passages in the respective script. Appendix D covers calendrical formulas. It takes material from Robinson, paragraph 24, that outlines date formulae and supplements it with the list of month names and correspondences in the Latin system. These appendices are clearly written and most helpful. Finally, a great improvement is Coakley's inclusion of an English-Syriac glossary. [17] There are still no Syriac textbooks providing students with a thorough and sound introduction to Syriac as a written idiom. Robinson's work lays out the basics of the morphology and a few notes about syntax, and Coakley corrects and streamlines his presentation. However, there is little here that is substantially different from most other English presentations of the language. In terms of grammatical analysis and description, there has been no substantial and systematic attempt to bring Syriac into the light of modern historical and comparative linguistics. [18] This is particularly true with respect to the semantics of syntax. Semitic languages encode narrative categories, such as topic, focus, main-line clause, background clause, and dialog using a remarkably different set of techniques than Western languages. Much of the difficulty in reading Syriac prose is that these techniques are very much a prominent part of any text. This component of syntax is nowhere covered in any introduction to Syriac of which I am aware. In comparison with the coverage of such grammatical points in many recent introductions to Biblical Hebrew, where the importance of syntax and narrative marking has been recognized in recent English textbooks, Syriac lags far behind. [19] Another problem is that introductions to Syriac neglect the Semitics student who would benefit from a better presentation of the comparative and historical grammar of Syriac. Coakley and Robinson did not intend to address those needs and are in perfect harmony on this issue with most other Syriac introductions. By comparison, Huehnergard's A Grammar of Akkadian is an example of a successful presentation of the historical and synchronic grammar of a Semitic language. Such an introduction would be desirable for Aramaic as well. [20] All in all, Coakley's contribution to Robinson has made many good improvements on a text that should appeal to a wide range of students of Early Christian studies and Semitics students who want an accurate and fast overview of the grammar. The work will be most helpful as a quick reference for students who are beyond the first year.",
    "title" : 
    [ "J.F. Coakley, Robinson's Paradigms and Exercises in Syriac Grammar 5th ed. Oxford University Press, 2002. vii + 181. Four Appendices. Syriac-English and English-Syriac glossaries. Cloth: ISBN 0-19-925409-5 $80.00 Paper: ISBN 0-19-926129-6 $35.00.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Phenix, Jr., Robert R." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2prphenix",
    "type" : "review",
    "displayTitleEnglish" : "J.F. Coakley, Robinson's Paradigms and Exercises in Syriac Grammar 5th ed. Oxford University Press, 2002. vii + 181. Four Appendices. Syriac-English and English-Syriac glossaries. Cloth: ISBN 0-19-925409-5 $80.00 Paper: ISBN 0-19-926129-6 $35.00." }