
  { "fullText" : "1. Introduction [1] The Monastery of Rabban Hormizd is located, like an eagle's nest, on the mountain of Alqosh, about 26 miles north of Mosul in Iraq. This mountain is part of a chain of mountains called Qardû, famous for no other reason than welcoming the ark of Noah or his Mesopotamian counterpart after the Flood, according to the Babylonian priest Berossus (4 th century B.C.), and then Jewish, Christian and Islamic traditions. A. Harrak, “Tales about Sennacherib: The Contribution of the Syriac Sources,” in P.M. Daviau et al., The World of the Arameans: Studies in Honour of P.-E. Dion , vol. III, Sheffield 2001, pp. 168-189. The monastery was founded in the early 7 th century, and was named after its founder Hormizd, native of Persia and an important monastic figure in Syriac Christianity. The histories of Rabban Hôrmîzd the Persian and Rabban Bar-`Idtâ :  Syriac texts edited and translated by E.A. Wallis Budge (New York: AMS Press, 1976; reprint of the 1902 edition). [2] The monastery became the official residence of the patriarchs of the Assyrian Church of the East (wrongly called Nestorian) between 1551 and 1804, although it also served as the patriarchal burial site before the end of the 15 th century. Nine such patriarchal graves are still located near the grave of Rabban Hormizd, in the corridor that leads to the cell of this holy man. Marble slabs, bearing lengthy Syriac inscriptions, cover these tombs. The slabs are true masterpieces: the inscriptions are carved in relief and the Estrangela calligraphy is of immense beauty. Moreover, the literary value of the inscriptions is of great interest. In them the patriarchs speak in the first person, which is not typical. Even more striking, though the inscriptions are funerary in nature, their contents are mainly confessions of faith, reflecting the theology and particularly the Christology of the Assyrian Church of the East. In spite of their seemingly repetitive nature, all the inscriptions will be offered here in translation, so as to highlight the consistency and the purpose that must have been employed in producing them. A full edition of the inscriptions, with photographs and English translations, will be found in my Corpus of Syriac and Garshuni Inscriptions in Iraq , to be published in Paris late in 2003 or at the beginning of 2004. After subjecting them to a literary analysis, we will attempt to explain why such unique inscriptions came to exist in the first place. 2. The Funerary Inscriptions 2.1. The Inscription of Mār H enān-Īšōʿ (died in 1497) This date is problematic in light of other sources; see Vosté, Le Muséon 43 (1930) pp. 284-5. [3] In the name of the Living One who is not mortal, and the wealthy who cannot be impoverished. In the name of the Father, Son, and Holy Spirit. As soon as I existed—I Mār Šimʿōn, Catholicos-Patriarch of the East—I came to know God the first Light. I confessed and believed in His Son Jesus Christ: perfect God and perfect Man, two natures, two qnōmē, and one par s ōpā. I loved his Spirit. I paid homage to his Cross. I shared his Body and Blood. And I died on his hope that he would raise me up. The ship arrived thus far, settling at the harbor of rest. They buried me here in your trust, O Christ King, so that on your Divine Day, I may see the light of your honorable and glorious countenance. I departed from this life on the twentieth, in the month of Šebā t (February), in the year 1808 according to the computation of the Greeks: Glory to God, and his mercy and compassion upon us forever and ever amen. Lord: Remember this servant of yours, young Mār H enān-Īšōʿ, when you come with your Kingdom. Make him worthy of the bliss, along with the just and righteous ones who pleased your will, amen. 2.2. The Inscription of Mār Šimʿōn VI Den h ā (died in 1538) [4] The Living One who is not mortal. In the name of the Father, Son and Holy Spirit. As soon as I existed—I Mār Šimʿōn Catholicos-Patriarch of the East—God the first Light, I came to know. I confessed and believed in his Son Jesus Christ: perfect God and perfect Man, two natures, two qnōmē , and one par s ōpā . I loved his Spirit. I paid homage to his cross. I shared his Body and Blood. And I died on his hope that he would raise me up. At this point, the ship arrived, settling at the harbor of rest. They buried me here in your trust, O Christ King, so that on your Divine Day I may see the light of your honorable and glorious countenance. I departed from this life on the fifth in the month of Āb (August), in the year 1849, according to the computation of the Greeks: Glory to God, and his mercy and compassion upon us forever and ever amen. The Priest Israel, foolish and sinner wrote (it). 2.3. The Inscription of Šimʿōn VII bar Mama (died in 1558) [5] In the name of the Living One, who is not mortal. In the name of the Father, Son, and Holy Spirit. As soon as I existed—I Mār Šimʿōn the Catholicos—I came to know God the first Light. I confessed and believed in his Son Jesus Christ: perfect God and perfect Man, two natures, two qnōmē , and one par s ōpā. I loved his Spirit. I paid homage to his cross. I shared his Body and Blood. And I died on his hope that he would raise me up. At this point, the ship arrived, settling at the harbor of rest. And here they buried me in your trust, O Christ King, so that on your Divine Day, I may see the light of your honorable and glorious countenance. I departed from this life on the first of Second Tišrī (November), in the evening of Wednesday, in the year 1870 of the Greeks: Glory to God and upon us his mercy and compassion forever and ever amen. In the year 1870 of Alexander, on the first of Second Tišrī (November), our venerated Father Mār Šimʿōn the Patriarch, of sweet name, departed from this world of grief. May the Lord cause him to rejoice in the Kingdom along with the sons of Zabedee. 2.4. The Inscription of Elijah VII (died in 1591) [6] To the left side of the cross placed in the center of the top section of the slab: This venerable one has served the bishopric rank for fifteen years brilliantly. [7] To the right side of the cross: This Father of ours led the patriarchal see for thirty-two years. [8] Along the frame from the left side: In the year nineteen hundred and two of Alexander, King of the Greeks, left the world the Patriarch Mār Elijah, on the twenty-sixth of Iyyār (May) Month of roses, during the Week of the Apostles, on first Wednesday. [9] The funerary inscription inside the frame: Since I—Mār Elijah Patriarch of the East thanks to the Grace-existed, I confessed the three qnōmē of the Father, Son, and Holy Spirit—One true God and eternal Nature. I believed in His Son, our Lord Jesus Christ, conjointly complete God and complete Man, two natures and two qnōmē The expression was chiseled at a later date. in one par s ōpā of one sonship and one Will—he suffered, was crucified and was buried, but he rose up on the third day as is written, and he ascended to Heaven to his Father. I paid homage to his living and life-giving cross, and partook of his body and blood in the hope of the forgiveness of my sins. When the ship reached the safety that is in the grave, I left this world at the sign of the Most High, looking forward to the great day of resurrection, so that our Lord may come and have mercy on me through his mercy, through the \"amen\" of the entire church. I beg you, reader: Pray, requesting from the Lord, and beseech (him) with a pure heart, so that he may pardon my failures. 2.5. The Inscription of Elijah VIII (died in 1617) [10] Alongside the four arms of the cross, the following inscription appears: In you we fight our enemy and on account of your name we trample on our foes. In the name of the Living One who is not mortal, the wealthy One who cannot be impoverished. Look toward him and have hope in him. [11] The main inscription: Since I—Mār Elijah Patriarch of the East thanks to the Grace-existed, I confessed the three qnōmē of the Father, Son, and Holy Spirit—One true God and eternal Nature. I believed in His Son, our Lord Jesus Christ, conjointly complete God and complete Man, two natures and two qnōmē in one par s ōpā of one sonship and one Will—he suffered, was crucified and was buried, but he rose up on the third day as is written, and he ascended to Heaven to his Father. I paid homage to his living and life-giving cross, and partook of his body and blood in the hope of the forgiveness of my sins. When the ship of the body reached the safety that is in the grave, I left this world at the sign of the Most High, on Monday after the Sunday (called) \"Unending Glory,\" The Sunday before Pentecost. in the month of Iyyār (May), the 26 th day of it, the year 1928 of the blessed Greeks. I am looking forward to the great day of resurrection, so that our Lord may come and have mercy on me through his mercy. Pray, my lord the reader, beg with a pure heart, implore and ask the Lord so that he may show pardon of my failures. The end. Glory to God and upon us his mercy and compassion forever and ever. Pray for the sinner, who wrote (this). 2.6. The Inscription of Elijah IX Šimʿōn (died in 1660) [12] Alongside the four arms of the cross: In the name of the Living One who is not mortal, the wealthy One who cannot be impoverished. [13] To the right side of the cross: This Father of ours led the patriarchal see for forty-three years. [14] The main inscription: Since I—Mār Elijah Patriarch of the East thanks to the Grace-existed, I confessed the three qnōmē of the Father, Son, and Holy Spirit—One true God and eternal Nature. I believed in His Son, our Lord Jesus Christ, conjointly complete God and complete Man, two natures and two qnōmē in one par s ōpā of one sonship and one Will—he suffered, was crucified and was buried, but he rose up on the third day as is written, and he ascended to Heaven to his Father. I paid homage to his living and life-giving cross, and partook of his body and blood in the hope of the forgiveness of my sins. When the ship of the body reached the safety that is in the grave, I left this world at the sign of the Most High, on Sunday of the second Week of the Apostles, in the month of Hezīrān (June), the 18 th in it, the year 1971 of the blessed Greeks. I am looking forward to the great day of resurrection, so that our Lord may come and have mercy on me through his mercy, through the \"amen\" of the entire Orthodox church, indeed, and forever, amen. Pray, my lord the reader, beseech with a pure heart, beg and ask the Lord so that he may pardon my failures. The end. Glory to God and upon us his mercy and compassion forever amen. [15] Around the slab from the right side: Let there be good and acceptable memory before the Lord for our honourable Father the Catholicos, and may the base and foolish writer of this computation be worthy of mercy and forgiveness on the Last Day. 2.7. The Inscription of Elijah X (died in 1700) [16] Top Line: In the name of the Father, who is immortal. [17] On the left side of the cross: May our Lord make an acceptable and favorable remembrance before him for this blessed Father of ours, who departed in a heavenly hope. [18] On the right side of the cross: This father of ours led the patriarchal see for forty years. [19] The main funerary inscription: Since I—Mār Elijah Patriarch of the East thanks to the Grace-existed, I confessed the three qnōmē of the Father, Son, and Holy Spirit—One true God and eternal Nature. I believed in His Son, our Lord Jesus Christ, conjointly complete God and complete Man, two natures and two qnōmē in one par s ōpā of one sonship and one Will—he suffered, was crucified and was buried, but he rose up on the third day as is written, and he ascended to Heaven to his Father. I paid homage to his living and life giving cross. I partook of his body and blood in the hope of the forgiveness of my sins. When the ship of the body reached the safety that is in the grave, I left this world at the sign of the Most High, on Friday before Pentecost, in the month of Iyyār (May), on the 17 th of it, the year 2011 of the blessed Greeks. I am looking forward to the great day of resurrection, so that our Lord may come and have mercy on me through his mercy, through the \"amen\" of the entire Orthodox church, indeed, and forever, amen. Pray, O my lord the reader, beseech with a pure heart, beg and ask the Lord so that he may pardon my failures. The end. Glory to God and upon us his mercy and compassion forever. [20] Along the frame of the inscription from the left, then right and bottom sides : Our Father Mār Elijah, the glorious shepherd, died and departed, trusting in Christ the King in the year 2011 of the Greeks, a famous nation, the 17 th in computation, in the month of Iyyā r (May). The departure of this venerable one took place four years after he built the great sanctuary of the Martyrs and the baptistery of Rabban Hormizd, which was the year 2007. 2.8. The Inscription of Elijah XI (died in 1722) [21] Above the cross: In the name of the Living One who is immortal. [22] To the left side of the upper cross: May our Lord make an acceptable and favorable remembrance before him for this blessed Father of ours, who departed in a heavenly hope. [23] To the right side of the cross: This Father of ours, worthy of blessing, led the venerable and elevated see of the patriarchate for twenty-three years. Blessed be God. [24] The main funerary inscription: Since I—Mār Elijah Patriarch of the East thanks to the Grace-existed, I confessed the three qnōmē of the Father, Son, and Holy Spirit—One true God and eternal Nature; I believed in His Son, our Lord Jesus Christ, conjointly complete God and complete Man, two natures and two qnōmē in one par s ōpā of one sonship and one Will—he suffered, was crucified and was buried, but he rose up on the third day as is written, and he ascended to Heaven to his Father. I paid homage to his living and life giving cross. I partook of his body and blood in the hope of the forgiveness of my sins. When the ship of the body reached the safety that is in the grave, I left this world at the sign of the Most High, while looking forward to the great day of resurrection, so that our Lord may come and have mercy on me through his mercy, through the \"amen\" of the entire Orthodox church, indeed, and forever, amen. Pray, O my lord the reader, beseech with a pure heart, beg and ask the Lord so that he may pardon my failures. The end. To God, who gives power, unceasing glory and honour. May he cover the deceased one with mercy and make him worthy of the eternal blessing. This late and honourable Father of ours duly led and served the elevated and sublime Metropolitan see for seven years. [25] Along the frame of the inscription from the left side: Trusting on the heavenly King, our venerable and blessed shepherd, Mār Elijah, died and departed, in the year 2034, on the fourteenth day, in the First Kānōn (December). May Christ make him take delight in the bliss. 2.9. The Inscription of Elijah XIII (died in 1804) [26] Top line: In the name of the Living One, who is immortal. [27] Around the four arms of the cross: The cross was victorious, the cross is victorious. [28] On the left side of the cross: Our venerable father Išōʿyahb duly led and served the respectable and sublime Metropolitan rank for thirty-four years. [29] To the right side of the cross: He led and served the glorious see of Peter—the elevated rank of the Catholicos-Patriarch (until) the year 2115, according to the computation of the Greek nation. May his remembrance be made among the just ones in the Kingdom. [30] The main funerary inscription: Since I—Mār Elijah Patriarch of the East thanks to the Grace-existed, I confessed the three qnōmē of the Father, Son, and Holy Spirit—One true God and eternal Nature; I believed in His Son, our Lord Jesus Christ, conjointly complete God and complete Man, two natures in one par s ōpā of one sonship and one Will—he suffered, was crucified and was buried, and rose up on the third day as is written, and he ascended to Heaven to his Father. I paid homage to his living and life-giving cross, and partook of his body and blood in the hope of the forgiveness of my sins. When the ship of the body reached the safety that is in the grave, I left this world at the sign of the Most High, and they placed me here on the hope of resurrection. I am looking forward to the great day of resurrection, so that our Lord may come and have mercy on me through his mercy, through the \"amen\" of the entire church. Pray, O reader, and beseech with a pure heart, beg and ask Christ, the Living Lord, so that he may overlook, remiss, and pardon my failures; may he count me with his chosen ones, and place me on his right side on the Last Day. The end. To God, who gives power, unceasing glory and honour. May he cover the deceased one with mercy and make him worthy of the eternal blessing. Our venerable Father and chosen shepherd, Mār Elijah, died and departed on the heavenly trust in the year 2115 of Alexander, the Greek king. May Christ the King expiate his faults that are both hidden and undisclosed, thanks to the \"amen\" of the entire Orthodox Church and Christian nation. [31] To the left side of the Funerary inscription: May our Lord make an acceptable and favorable remembrance before him for this blessed Father of ours, who departed in a heavenly hope. [32] On the right side of the funerary inscription: May the compassionate Lord associate him with Simon son of Yona and the Sage Virgins. Make him take delight in your bridal feast. [33] Inside the bottom frame: Know, O reader, that Mār Elijah (XII), who was the predecessor of the present one, had served the Metropolitan rank for three years, led the Patriarchal see for fifty-five years, and died in the year 2089 of the Greeks (AD 1778). May forgiveness be for the writer, amen. 3. Literary Analysis 3.1. Content [34] The nine funerary inscriptions are copies of each other for the most part. Each can be divided into two main sections. The first section is a profession of faith, where the difference consists in the name of the patriarch making the profession. The names are either Simon or Elijah, and both became titles for successive patriarchs as early as the patriarchates of Simon IV (1437-1497?) of Bēth S ayda (near Erbil) and Elijah VI (1558-1591). The preservation of both names has probably been strengthened by the fact that the patriarchate of the church of the East became officially hereditary under the afore-mentioned Simon IV. But note that the East Syriac (Chaldean) patriarchs also adopted the same patriarchal name, in this case Joseph, from Joseph I to Joseph IV (1681-1781). The latter sanctioned that this highest ecclesiastical authority must be transmitted from brother to brother or from brother to nephew. [35] The profession of faith deals first with the belief in the Trinity, beginning with God the Father, \"the first light\". The profession dealing with Jesus is very elaborate. He is said to be the Son of the Father and \"complete God and complete Man\". In other words, Jesus was truly God and truly Man, and this is in line with the mainstream Christian Christology. Moreover, all the inscriptions consistently state that Jesus was \"two natures, two qnōmē and one par s ōpā \". This belief is not a novelty of the patriarchs of Rabban Hormizd, since its wording is attested as early as the time of Mār 'Abdā (died in 420\/1), Chronique de Seert XIII , p. 548. and was used by other East Syriac Theologians until it was canonized in the synodical confession of 612, made at the court of the Sassanian king Khusrau Parviz. J. Chabot, Synodicon Orientale pp. 564-582. [36] It is not very clear whether or not this wording literally corresponds to the \"two physes , two hypostases , and one prosopon \" of Nestorius. Nestorius himself was misunderstood as far as these terms were concerned, since the Council of Ephesus (431) accused him of dividing Jesus into \"two Sons\" (=two persons). Thus, other Christian Churches throughout the centuries considered both Nestorius and the theology of the Church of the East heretical. It is important to note in this context that the words \"two qnōmē \" in the 4 th patriarchal inscription were chopped from the slab sometime later, and that inscriptions # 4 to 9 further developed the general patriarchal profession. These inscriptions state that the Trinity was of three qnōmē , but altogether one True God and one eternal nature. About Christ, they added that he was \"one sonship\" (one Son of God the Father) and \"one will\". Other details known in the Nicene Creed were also added such as \"he (Jesus) suffered, was crucified and was buried, but he rose up\". The mention of the Holy Spirit is made in a statement shared by all the inscriptions: \"I loved his (Christ's) Spirit\". [37] The second section in the funerary inscriptions provides details about the death of the patriarchs. All of them compare the death and the rest of the body inside the grave with the arrival of the ship to the harbour of safety. Inscriptions # 4 to 9 use the analogy \"body-ship\". The patriarchs died on the hope to see the \"radiant countenance\" of Jesus on the day of the resurrection. Though here the wording is probably biblical (see Ps 4:6 and elsewhere in the Psalter), one cannot resist its echo in the native concept melammu in Mesopotamia. In line with the profession of faith made in the first person, the deceased patriarchs provide the day, month, and the Seleucid year of their individual \"departure from this present life\". [38] Inscriptions # 1 to 3 end with a few words made by the scribes, either a wish for the deceased patriarch for final rest, or a \"signature\" of the writer (\"Priest Israel, sinful and foolish;\" inscription # 2). Inscriptions # 4 to 9 are also typical in that a concluding request is made to the reader to pray for the soul of the deceased speaker, and that the prayer not only rhymes, but also that each stanza consists of six syllables. 3.2. Genre [39] The inscriptions of Rabban Hormizd were, quite obviously, written and erected sometime after the burial of the patriarchs. The problem is that the deceased patriarchs speak of their own death, giving pertinent chronological details, such as the day, month and year of their passing. The profession of faith could have originally been some kind of a last will in which the patriarchs expressed their basic theological beliefs. In this case, the monastic community would have inscribed the last will on tombstones, following the death of each patriarch. Nonetheless, the speech of the patriarchs in the first person, including chronological details of death and burial, is a literary device that came to the attention of the ecclesiastic and monastic community of Rabban Hormizd. [40] Funerary inscriptions with the speech in the first person are rather rare in Syriac Christianity, though they are widely known in the Classical and Near Eastern worlds. The earliest case is the Aramaic inscription of Agbar, the priest of the moon-god in Nerab (near Aleppo), dated to the 7 th century BC. In it he says: On the day of my death, my mouth was not shut from (saying) words, and with my own eyes I saw my children of the fourth generation weeping for me. M. Lidzbarski, Handbuch der nordsemitischen Epigraphik , II: Tafeln, (Weimer, 1898), pl. XXV:2 lines 4-6. [41] Tabnit and Eshmun'azar, kings of Sidon during the early 5 th century BC, both begged the readers not to open their sarcophagi and disturb them: I have been snatched away before my time… I am lying in this casket and this grave, in a place which I myself built\" (Eshmun'azar). Lidzbarski, Handbuch , pl. IV:1 lines 2-3. Do not, do not open it (i.e. sarcophagus), and do not disturb me (Tabnit). Lidzbarski, Handbuch, pl. IV:2 lines 5-6. [42] In Greek and Latin epitaphs, the speech of the dead in the first person is well documented. True, most of the cases consist of stereotyped formulae, all having death as the main theme, or treating it as a lesson to learn. A good example in this category is a Greek epitaph found in Rome and dated to the Christian era: Wayfarer, do not pass by my epitaph, but stand and listen, and then when you have learned the truth, proceed… [43] After telling the reader that there was no life after death (note the anti-Christian polemic), the dead concluded: Now withdraw, wayfarer, so that you will not think that, even though dead, I talk too much! R. Lattimore, Themes in Greek and Latin Epitaphs , Urbana: University of Illinois Press, 1962, p. 75. [44] The following Greek statement, like most of the Greek and Latin epitaphs, as well as the early Aramaic and Phoenician formulae, curses the one who disturbs the grave, and wishes blessings upon the one who does not harm it: \"Whoever does not harm my gravestone, may he have the same fate as I.\" Lattimore, Themes, p. 107. (We assume that the lady-speaker in this instance had a positive fate.) There are also several Greek and Latin epitaphs that contain biographical details not necessarily related to death, a literary style reminiscent of the patriarchal inscriptions. Lattimore, Themes , pp. 266ff. [45] Though few Syriac funerary inscriptions exist in which the dead talk in the first person, the numerous cases attested in Aramaic, Phoenician, Greek and Latin epitaphs strongly suggest that the device was rather common in antiquity and in medieval times, and hence, the patriarchal funerary inscriptions are not unique in this regard. What makes the patriarchal inscriptions unique, however, is the fact that they contain a theological summa, which, though concise, covers the Christian dogma concerning the Trinity and, most importantly, Christology. Such highly technical details seem unusual and even unwarranted in the sepulchral context. A historical survey of the time between the end of the 15 th and beginning of the 19 th centuries may be able to explain these details. 4. Historical Analysis [46] The middle of the second millennium witnessed events that heavily and negatively affected Syriac Christianity. In 1445 the union of the so-called \"Nestorians\" of Cyprus with the Roman Catholic Church was undertaken. The long-lived Mār Šimʿōn Bēth S ayda (1437-1476), patriarch of the so-called \"Nestorian\" Church, took notice of this event. During the second half of the 16 th century, the forced Latinization of the \"Nestorian\" Christians of Malabar by the Portuguese invaders also took place and the shift of a large part of Malabar to Rome was also felt in Mesopotamia. Concomitantly, a forceful attempt to carve a Roman Catholic entity out of the Church of the East also happened in the heartland of Assyria. The patriarchs of the latter Church were forced to bitterly admit to new historical realities. [47] As mentioned above, it was Patriarch Mār Šimʿōn Bēth S ayda who made the East Syriac patriarchate hereditary, on the basis of an accidental patriarchal succession of related individuals, beginning with Patriarch Timothy II (1318-1332). One of the followers of Mār Šimʿōn Bēth S ayda, who took the name Mār Šimʿōn too, is the speaker of the first funerary inscription under study. Not much is known about the latter and his dates are subject to controversy. He was followed by Elijah V (1502-1503), Elijah V was buried in the church of Saint Meskenta in Mosul, though no remains of his burial are found. whose successor was Šimʿōn VI The order of the various patriarchs bearing the name Šimʿōn is confusing and in this article I follow the list of J.-M. Fiey, Oriens Christianus Novus: Répertoire des diocèses syriaques orientaux et occidentaux (Beirut 1993), pp. 36-39. (1504-38), author of the second funerary inscription in Rabban Hormizd. He himself was followed by Šimʿōn VII bar Mama (1551-1558), author of the 3 rd funerary inscription. [48] Šimʿōn VII bar Mama witnessed with much disappointment the secession of a sizable East Syriac community that signed its union with the Catholic church of Rome. The bishops of Erbil, Salamas, and Adhurbaijan revolted against Šimʿōn VII, electing the Abbot of the monastery of Rabban Hormizd, Sūlāqā by name, to lead the newly born uniate church. Sūlāqā was established Patriarch in Rome in 1553 by Pope Julius III, after the former presented to the Pope his confession of faith in line with the theology of the Roman Catholic Church. Then he returned to the Near East, accompanied by a Roman Catholic delegation made up of three Maltese clergymen, Ambrosius Boutitic (the Pope's delegate), Father Antonio Zahra and a third one named Mattai, and set his seceded patriarchal seat in Amida (Diyār Bakr, in south-east Turkey). The bitterness that the division of a long-lived and once glorious church created among its leaders and the faithful at large, and the subsequent assassination of the uniate patriarch Sūlāqā at the hands of the Ottoman lord of ʿAmādiyya Pasha Hussein Beg in 1555, are subjects beyond the scope of the present paper. Suffice to say that the history of the East Syriac Church in following centuries would be dominated by controversies and difficulties generated by the union with Rome of portions of this old church. [49] While Šimʿōn VII bar Mama must have been a staunch opponent of union with Rome, Elijah VII (1576-1591), the author of the 4 th funerary inscription, sent his confession of faith to Pope Sextus V in 1586, who judged it Nestorian in tendency. The Pope's position explains why the same Elijah left on his own grave an inscription declaring the traditional nature of his Christian faith. It is interesting to note here that the expanded profession of faith found in five funerary inscriptions of Rabban Hormizd is first detected in the grave of this Elijah. Vosté, who offered an edition of the inscriptions of Rabban Hormizd, wrote: “A noter dans cette confession, outre l’erreur nestorienne des deux qenōmē (hypostases=personnes) dans le Christ, l’erreur monothélite clairement exprimée.” Le Muséon 43 (1930), p. 290. One would understand the historical misunderstanding as far as the theological nomenclature used by the East Syriac Church is concerned, but it is interesting to compare between Vosté’s attitude and that of the Roman delegation in 1615. Elijah VIII (1591-1617), the author of the 5 th funerary inscription, succeeded Elijah VII. While Rome believed that he too took steps toward union, he in fact refused to compromise his \"Nestorian\" faith before the Roman Catholic delegation that met with him in the monastery of Mār Pethion (between Mardin and Amida) in 1615. The delegation was so disappointed with him that it declared that there was not one single true Roman Catholic in Diyār Bakr! [50] Elijah IX (1617-1660) does not seem to have had any interest in union either. When he met two Franciscan Friars in 1629, he reiterated that his profession of faith echoed the principles of the Catholic faith; but then he denied the Virgin Mary her title \"Mother of God\", insisting that she was a mere human being. He added that that was the faith of his forefathers, and that he would die for it. He even claimed that the members of the uniate church usually returned to their original faith and kept it to death. Though this may not be true of every member of the uniate church, it was certainly true of Patriarch Elijah, since his profession of faith is inscribed on the marble covering his very grave, as is seen in the 6 th funerary inscription above. The 15-year-old nephew of Elijah IX followed him on the patriarchal throne, taking the name Elijah X Yō h annā Marrōgui (1660-1700). In 1669 he wrote a letter to Pope Clemens IX, signed by him and three of his Metropolitans; in it he asked the Pope to help deliver his two envoys, whom he had sent to Rome but who fell in the hands of pirates. His correspondence with Rome may be seen as a sign that Elijah X was open to the idea of joining the Catholic Church but in his funerary inscription, the 7 th in this article, he confessed none other than the faith of his own church. [51] His follower Elijah XI Marrōgui (1700-1722) bitterly opposed his Metropolitan of Amida when the latter submitted to the Roman Catholic faith in 1672 at the hands of the Capuchin Friars. His confession of faith found in the 8 th inscription indicated that he was as attached to his \"Nestorian\" faith as his predecessor. The last patriarch commemorated in Rabban Hormizd is Elijah XIII Išōʿyahb (1778-1804), owner of the 9 th and last funerary inscription. He discussed with his predecessor the possibility of union with Rome, and indeed as soon as he became Patriarch, he declared his allegiance to the See of Peter. But when he obtained his confirmation as Patriarch from the Ottoman Sultan, he returned to his old faith, a fact that led the people of Mosul to depose him from the patriarchal throne with the help of European missionaries. Thanks to the protection of Ismaʿīl Pasha of Amadiyya, he kept his control over the East Syriac dioceses of the mountains. 5. Conclusion [52] In the previous section we surveyed the bilateral relations that existed between the Roman Catholic Church and the Assyrian Church of the East. The relations were mostly marked by mutual mistrust, misunderstanding of each other's religious beliefs, and sometimes even violence. One can then understand why the patriarchs, who experienced first hand these difficult relations, insisted on having their traditional theological beliefs inscribed on stone and placed on their graves. There is even a correlation between the funerary inscription of Elijah IX and his public declaration before the Franciscan Friars in 1629 that he would die for the faith of his forefathers. Since funerary inscriptions bearing confessions of faith are not frequent in Syriac Christianity, one can safely conclude that the inscriptions of the Assyrian patriarchs originated in historical events that compromised their religious beliefs as well as their independence. _______ Notes _______ Bibliography Budge, E.A. Wallis. (tr.) The histories of Rabban Hôrmîzd the Persian and Rabban Bar-ʿIdtâ :  Syriac texts edited and translated by (New York: AMS Press, 1976; reprint of the 1902 edition). Chabot, J. Synodicon Orientale (Paris, 1902) Fiey, J.-M. Oriens Christianus Novus: Répertoire des diocèses syriaques orientaux et occidentaux (Beirut 1993). Harrak, A. “Tales about Sennacherib: The Contribution of the Syriac Sources,” in P.M. Daviau et al., The World of the Arameans: Studies in Honour of P.-E. Dion , vol. III, (Sheffield, 2001). — Corpus of Syriac and Garshuni Inscriptions in Iraq , Forthcoming. Lattimore, R. Themes in Greek and Latin Epitaphs , Urbana: University of Illinois Press, 1962. Lidzbarski, M. Handbuch der nordsemitischen Epigraphik , II: Tafeln, (Weimer, 1898). Jacques Marie Vosté, \"Les inscriptions de Rabban Hormizd et de N.-D. des Semences près d'Alqoš, Iraq.\" Le Muséon 43 (1930): 263-316. Addai Scher & R. Griveau, Histoire nestorienne inédite (Chronique de Séert)(Fin) (PO XIII,4; Paris, 1918) [Arabic text and French translation]",
    "title" : 
    [ "Patriarchal Funerary Inscriptions in the Monastery of Rabban Hormizd: Types, Literary Origins, and Purpose",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Harrak, Amir" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2harrak",
    "type" : "article",
    "displayTitleEnglish" : "Patriarchal Funerary Inscriptions in the Monastery of Rabban Hormizd: Types, Literary Origins, and Purpose" }