
  { "fullText" : "cburris@email.unc.edu University of North Carolina, Chapel Hill Department of Religious Studies, CB#3225 Chapel Hill, NC 27599-3225, U.S.A. & rompay@duke.edu Duke University Department of Religion, Box 90964 Durham, NC 27708-0964, U.S.A. [1] In an earlier issue of this periodical we made a first attempt to survey the Syriac manuscript tradition of the Acts of Thecla and to bring together various pieces of information illuminating the popularity of the Acts as well as of the cult of Thecla in Syria [ Burris & Van Rompay 2002 ]. By doing so, we intended to pave the way for a more comprehensive study in the future, comparable to Stephen Davis' treatment of the Thecla cult in Egypt [Davis 2001]. After the completion of our earlier paper, a few more interesting data have come to our attention which we would like to present here briefly. [2] Several of the data listed earlier are datable to the sixth century. Two manuscripts of the Acts originated in the sixth century, Severus' homily on Thecla can be situated between 512 and 518, and the explicit reference to the Acts of Thecla in the Life of Febronia probably belongs to the late sixth or to the early seventh century. Most of our new data can be related to the sixth century as well. [3] First, we return to Severus of Antioch, Syrian-Orthodox patriarch from 512 to 518, whose homily no. 97, delivered on Thecla's feast day (September 24), was briefly analyzed earlier. It is apparent in this homily that Severus was familiar with the Thecla shrine in Seleucia, where healings and miracles were performed. Now we can offer further evidence of that familiarity. Among the letters of Severus translated into Syriac in 668\/69 by Athanasius of Nisibis, a letter is preserved, written to Solon, metropolitan bishop of Seleucia. The letter belongs to the period prior to Severus' election as patriarch, probably to the year 511 (shortly after the death of Bishop Constantine, Solon's predecessor). Like Constantine, Solon was an anti-Chalcedonian and turned to Severus for advice and encouragement. In his letter, Severus urged him to stand firm in the orthodox faith, thereby referring to the patron saint of Solon's city: \"But assuredly the honorable in virginity and first of female martyrs, and skilled maker of these things, I mean the holy Thecla, will clothe you in such raiment to do honor to her vote concerning you.\"[Brooks I,1, 1902, 12-13 - Brooks' translation: II,1, 1903, 12]. Solon's successor, Stephen, who must have been an anti-Chalcedonian in the beginning, but later, probably during the Chalcedonian restoration under Justin I (518-527), joined the imperial church, is explicitly mentioned as a Chalcedonian bishop in 532 [Honigmann 1951, 85-88; Brock 1981, 117]. The Chalcedonian confession of the city's bishop did not detract from the sanctity of the shrine, and does not necessarily imply that anti-Chalcedonian worshippers would have lacked any access to it. In a much later letter Severus, writing about martyr shrines in general, expressed himself as follows: \"Where the bones of holy martyrs have previously (i.e., before the Chalcedonians were in control) been laid, it is right to pray without hesitation: especially when the place is in silence, and the heretics (i.e., the Chalcedonians) are not unlawfully conducting services or singing inside.\" [Brooks I,2, 1904, 305 - Brooks' translation: II,2, 1904, 271] [4] Our second reference is more loosely connected to Severus. A hymn devoted to Thecla is preserved in a collection which originally can be traced back to Severus, but which later was expanded to include hymns written by others. The original Greek collection was translated into Syriac by Paul of Edessa in the early seventh century. Paul's translation was thoroughly revised on the basis of Greek manuscripts in the year 674\/75 by Jacob of Edessa, who for many words inserted alternative translations above the line, marked Paul's interpolations with red, and added all kinds of notes (a number of them dealing with scriptural references). It is only in Jacob's revised version that the work has survived. In his final note, Jacob says that two hundred and ninety-five (among the three hundred and sixty-five) hymns are by Severus and that the remaining hymns are by different authors. For those hymns that do not have an author's name it is impossible to ascertain whether or not they go back to Severus. [5] The collection of hymns has a small section devoted to \"Holy martyrs who were martyred from among women\". It contains hymns on Thecla, Drusis (two hymns), Euphemia, and Pelagia. The Hymn on Thecla deserves to be quoted in full [Brooks II, 1911, 620[208]-621[209] - Brooks' translation is largely followed here]. \"The king shall delight in thy beauty\" (Ps. 45:12). Christ who speaks in Paul - He who said: \"I have come to put fire on the earth\" (cf. Luke 12:49-53) - by inflaming with his love the soul of the holy virgin Thecla, He burned from her the bonds of fleshly brotherhood, He preserved her virginity in purity, He supported her in the combat of martyrdom, He quenched the fire, and placed a muzzle and a bit in the mouth of carnivorous beasts, He rendered the idolatrous bondmaid an evangelist and apostolic, preaching and proclaiming the word of life everywhere amid all dangers. By her prayers bestow, our Savior, upon men and women alike thoughts of chastity and thy great mercy. [6] Jacob's notes include a number of variants which do not affect the content of the text. Jacob also provides the reference to the Gospel of Luke, to which he adds a brief commentary. As for the two main terms used with regard to Thecla, \"evangelist\" ( msabbronito ) and \"apostolic\" ( šli h oyto , apparently a substantivized adjective), no variant is provided. Each of the sentences of the hymn refers to a specific event in the Acts , while the main lesson for later Christians seems to be that of chastity. [7] Since the hymn on Thecla, like the other hymns on female martyrs, is anonymous, we are unable to ascertain whether Severus or a later sixth-century poet is its author. We may assume that the Thecla hymn was part of the Greek collection when Paul translated it into Syriac and that Jacob of Edessa still found it in the Greek manuscripts which he used in his revision work. [8] A further most interesting reference to Thecla is found in the biography of John of Tella, one of the leaders of the anti-Chalcedonian movement in Syria after Severus' exile to Egypt. Born in 483, John was elected as bishop of Tella in 519. According to his biographer, Elijah (who wrote shortly after 542), John was of a well-off family in Callinicus (present-day Raqqaʿ in Syria). He lost his father at an early age and was raised by his mother and local priests until he was given a paidagogos when he was twenty. Under the influence of a local monk, he decided to lead an ascetic life, but his mother was able to persuade him to come back home. A second experience, however, decisively turned him away from the world [Brooks 1907, 42,15-43,2]: And one day he took the book of the history of the blessed Thecla ( ktobo d-tašʿito d- t ubonito Taqla ), who became the disciple of the blessed Apostle, and he was reading in it. And since he was a chosen vessel (Acts 9:15) and had not been struck by the burning arrows of the Evil one (Eph. 6:16), like the rest of the young men of his age who did not accept instruction, and (since he) was not ensnared by worldly desires, because he had been preserved by the divine grace as well as by the vigilance of his educators, the love of Christ settled with fervor in his soul. And he immediately took (the book of) the blessed Apostle and he was reading in it diligently. And as soon as in truth he had become a disciple of the blessed Apostle, like the blessed Thecla, he built in his apartment a small upper room and spent there all his time ... (in order to practice ascetic life). [9] The reading of the Acts of Thecla is presented here, in early-sixth century Callinicus, as the decisive factor which made John turn away from a worldly career and opt for a radical ascetic life. This brings to mind a parallel story in the Life of Eugenia , set near Alexandria, in which the reading of the Thecla narrative is at the origin of Eugenia's immediate and radical change of life (Davis 2001, 143-148, with references to the different versions of the Life , including the Syriac one). Our new example shows that such effects were not the privilege of women, but also could be experienced by men! [10] Finally, an indirect witness to the prominent position of the Acts of Thecla in Syriac Christianity may be seen in the Armenian version of the Acts . Already in 1896, Conybeare suggested that the Armenian text was based on a Syriac rather than on a Greek original [Conybeare 1896, 54-55 and 59]. Valentina Calzolari, who prepares a new edition, has recently confirmed this suggestion. The translation most likely may be traced back to the early fifth century, while the figure of Thecla starts being incorporated into original Armenian literature from the late fifth century onwards (Calzolari 1996 and Calzolari 1997). Acknowledgement Michael Stone (Jerusalem) and Andrea B. Schmidt (Louvain-la-Neuve) should be thanked for having drawn our attention to the Armenian materials. _______ Bibliography Brooks 1902, 1903, 1904 = E.W. Brooks, The Sixth Book of the Select Letters of Severus Patriarch of Antioch in the Syriac Version of Athanasius of Nisibis , I,1-2. Text , II,1-2. Translation (London & Oxford, 1902-1904). Brooks 1907 = E.W. Brooks, Vitae virorum apud Monophysitas celeberrimorum , I (CSCO, 7 \/ Syr. 7; Paris, 1907). Brooks 1911 = E.W. Brooks, James of Edessa. The Hymns of Severus of Antioch and Others , I-II (PO, VI,1 and VII,5; Paris, 1911). Brock 1981 = Sebastian Brock, \"The Conversations with the Syrian Orthodox under Justinian (532).\" Orientalia Christiana Periodica 47 (1981): 87-121. Burris & Van Rompay 2002 = Catherine Burris & Lucas Van Rompay, \"Thecla in Syriac Christianity. Preliminary Observations.\" Hugoye 5\/2 (July 2002). Calzolari 1996 = Valentina Calzolari, \"Notes sur la traduction arménienne du texte syriaque des Actes de Thècle.\" In Proceedings of the Fifth International Conference on Armenian Linguistics. McGill University, Montreal, Quebec, Canada, May 1-5,1995 , ed. Dora Sakayan (Delmar, New York 1996): 233-243. Calzolari 1997 = Valentina Calzolari, \"De sainte Thècle à Anahit: Une hypothèse d'interprétation du récit de la mort de l'empereur Valens dans les Buzandaran Patmut`iwnk`.\" In Armenian Perspectives. 10th Anniversary Conference of the Association Internationale des Etudes Arméniennes , ed. Nicholas Awde (Richmond 1997): 39-49. Conybeare 1896 = F.C. Conybeare, The Armenian Apology and Acts of Apollonius and Other Monuments of Early Christianity (London 1896). Davis 2001 = Stephen J. Davis, The Cult of Saint Thecla: A Tradition of Women's Piety in Late Antiquity (Oxford Early Christian Studies; Oxford 2001). Honigmann 1951 = Ernest Honigmann, Évêques et évêchés monophysites d'Asie antérieure au VI e siècle (CSCO, 127 \/ Subsidia 2; Louvain 1951).",
    "title" : 
    [ "Some Further Notes on Thecla in Syriac Christianity",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Van Rompay, Lucas",
      "Burris, Catherine" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2burrisvanrompay",
    "type" : "shortArticle",
    "displayTitleEnglish" : "Some Further Notes on Thecla in Syriac Christianity" }