
  { "fullText" : "[1] The very first Aram Society International Conference (on the Nabataeans) was held as recently as 1989, but such has been the driving energy and enthusiasm of the Society's founder, Shafiq AbouZayd, that it has now hosted the twentieth in the series. To mark this major milestone in the history of the society, scholars came from around the world - South America, the Middle East, the United States, and Europe - to present papers on the appropriately celebratory theme of 'Alcohol'. As usual in Aram conferences, papers by art historians and archaeologists were mixed with those of specialists in literature, history, and theology, and on this occasion the periods discussed ranged across many millennia. [2] Maria Teresa Viviani presented a paper on the iconographic representation of alcoholic beverages and their consumption in third millennium BCE Sumer and Akkad. Beer was consumed by all classes of society, and the images of separate groups of both men and women sitting sociably around large communal jars of beer, sucking on huge straws, will not soon be forgotten by those who saw them. (It may well start a whole new craze in faculty parties!) Moving to the mid-second millennium, Natascha Bagherpour Kashani reappraised the ancient Hittite 'cultic vase' from Inandik. She convincingly argued that its cultic function should be interpreted in the light of the images painted upon it, which portray the brewing, conveying, and consumption of beer in vessels similar in form to the vase, as part of a religious ritual. The professionalism of the paper was all the more outstanding given that the speaker is only just completing her first degree. The third and final paper concerned with beer was that of Max Nelson who, drawing upon his forthcoming book on the subject, 'The Barbarian Beverage', described its production in the Graeco-Roman world, including northern Europe, and the attitudes towards it of contemporary writers. [3] Skipping on to the second half of the first millennium, and moving from beer to wine, Steven Derfler gave an illustrated account of the excavation of wine presses at Tel Michal and the Sharon in Israel, great centres of regional wine production over an extraordinary period of time. The technology needed for wine pressing was also explored by Amos Kloner who described the structures and installations at Hulda, and some of the corresponding data from Lebanon was presented by Moheb Chanesaz. [4] Several papers explored the economic and social impact of the production and trading of wine in different periods and regions; Michael Decker's paper focussed on the wine trade of Cilicia in Late Antiquity; Lukas Schachner investigated the evidence for wine production in the early monasteries of Egypt and the Levant; and Souad Slim took the conference forward to eighteenth and nineteenth-century viticulture on waqf land in Lebanon. [5] A cluster of four papers related to wine and its use in the Aramaic city states of Late Antiquity. Lucinda Dirven started with images of banquet scenes from Hatra, and went on to argue that many were associated with local veneration of the ancestors which gave rise to an influential and widespread funerary cult, as part of which memorial banquets were held on key anniversaries not at the burial sites, as has previously been argued, but in the city's numerous temples. She also traced Heracles' supplanting of Nergal as god of the underworld. Danila Piacentini examined comparable evidence for the role of alcohol in the funeral ceremony and subsequent anniversary commemorations at Palmyra. The final two papers in this group neatly illustrated the difficulties involved in interpreting archaeological evidence for ancient religious practice and taboos. Joseph Patrich re-examined the evidence for Nabataean veneration of Dionysus, who was identified with the native Nabataean deity Dushara. Dushara is explicitly stated in one inscription to forbid the consumption of wine, and the absence of vine or grape motifs in the carved decoration of the monuments in Petra is quite remarkable. The obvious implication is that the Nabataean religion forbad the drinking of wine, and that Dionysus was worshipped not in that aspect associated with vegetation and wine, the aspect most familiar to many of us, but in his role as god of death and the afterlife. Zeyad al-Salameen, however, then presented an account of excavations at a site (Beyda) a short distance away from Petra where several contemporary wine presses had been found in association with caves where wine might well have been stored, and in one of which there was an inscription with an imprecation addressed to Dushara. This strongly suggests that Nabataeans were in fact both drinking and producing wine. How are we to reconcile the two sets of evidence? Was the community at Beyda prepared to overlook orthodox religious duty in favour of economic gain? Or had Hellenism weakened this particular demand of their religion? Or does some of the evidence need to be re-examined or redated? Perhaps we shall learn the resolution of this issue at a future Aram conference. [6] Three papers related to alcohol in Syriac sources. Shafiq AbouZayd explored the evidence for the strict prohibition of the drinking of alcohol in Syriac ascetic sources, and discussed some of the possible explanations for its origins. Sebastian Brock focussed on the spiritual theme of 'sober drunkenness' which can be traced back to Philo and is also to be found in the Macarian Homilies, and which frequently occurs in Syriac writings in the form 'spiritual drunkenness'. This concept was then followed with abundant examples as it evolved and developed in Syriac spiritual and liturgical texts, and its relationship to later Arabic Sufi texts was also suggested. An example of Arabic literary influence upon Syriac, in the form of the khamriyyat or wine songs of Khamis bar Qardahe was discussed by David Taylor, who attempted to show how the conventional motifs of the desire of the poet for the virgin wine and the homoerotic longing for the cup-bearer were redirected towards Christ, both wine and cup-bearer. It was suggested that a probable context for these poems was the court of the Mongol Il-Khanate at the end of the thirteenth century. [7] The khamriyya genre in its Islamic context formed the subject matter of Kathryn Kueny's paper, which focussed on a poem of the early-thirteenth-century Cairene poet Umar ibn al-Farid. This was a scintillating exploration of the literary and religious tensions involved in a Muslim poet who has never drunk wine, or who cannot admit to having done so, describing the intoxication induced by the divine fragrance which brings clarity of mind and an appreciation of what is real, a drunkenness which restores the soul to the state of its pre-existence. Another medieval Arabic text—an amusing account of a man who falls unconscious through drink, is joined by his friends who do likewise, and on his awaking he decides to rejoin them, and so on, so that over several days of sharing the same room they never actually meet each other awake—was chosen by Bo Holmberg as the focus for a fascinating examination of the longing for unconsciousness in the light of modern psychological theory. The final paper on alcohol in Arabic sources was Stephan Dähne's discussion of an early-eighteenth-century Christian-Arabic sermon against the sin of drunkenness produced by a European missionary in the Lebanon. Amongst several memorable features was its claim that humans began to drink wine after the flood because the water had been contaminated by the corpses of those drowned! [8] In this report I have inevitably passed over much of great interest, and have no doubt garbled the arguments of some of the papers I have discussed, but the full texts should be available in due course within the pages of the Aram Periodical. To finish I would like again to raise my glass to Shafiq AbouZayd who has organised, with the invaluable aid of Hannah Hunt, another highly memorable conference in which scholars from all of the countries of the Middle East and beyond were able to meet and discuss issues of mutual interest and concern in a friendly and highly sociable context, regardless of world events. Your very good health Shafiq, and best wishes for the next twenty conferences!",
    "title" : 
    [ "ARAM Society for Syro-Mesopotamian Studies: Twentieth International Conference on Alcohol, 7-9 July 2003.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Taylor, David G. K." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2crtaylor",
    "type" : "report",
    "displayTitleEnglish" : "ARAM Society for Syro-Mesopotamian Studies: Twentieth International Conference on Alcohol, 7-9 July 2003." }