
  { "fullText" : "The Commentary on the Liturgy by Gabriel of Beth Qatraye (early seventh century) is preserved in a single thirteenth-century manuscript. A short introduction draws attention to the interest of the manuscript itself (as well as its contents), and to previous studies of the Commentary. In order to give a fuller indication of its contents, an English translation of the chapter headings is given, and this is followed by a translation of the chapter on the Eucharistic Liturgy (Memra V, chapter 2). At the end, the Syriac text of chapter 2 of Memra V is also given. The Unique Manuscript [1] The unique witness to the important Commentary on the Liturgy by the early seventh-century author, Gabriel bar Lipeh of Qatar, is a thirteenth-century manuscript in the British Library, Or. 3336. The opening of the text is lost, and a few folios are missing later on. Although this manuscript received a short description in Margoliouth's Descriptive List of Syriac and Karshuni MSS. in the British Museum acquired since 1873 , (London, 1899), 15. it was not until 1966 that it received any serious attention. In that year S.H. Jammo published a useful—though still brief—description of its contents. \"Gabriel Qatraya et son commentaire sur la liturgie chaldéenne\" Orientalia Christiana Periodica 32 (1966), 39-52. In the course of his article Jammo made two important observations: the date accorded to Gabriel of Qatar by A. Scher and A. Baumstark (late seventh century) cannot be correct, since Gabriel makes mention (f.109a) of Shubhalmaran, metropolitan of Karka d-Beth Slokh as still alive; this means that Gabriel must belong to the early decades of the seventh century. Jammo went on to identify the author with the scribe of British Library Add.14471, written at Nisibis by a Gabriel of Qatar and dated 615; this, however, seems unlikely, for reasons I have given elsewhere. \"Syriac writers from Beth Qatraye,\" Aram 11-12 (1999-2000), 85-96, esp. 89-92. This earlier date is particularly important, since it means that Gabriel was writing before the liturgical reforms of the Patriarch Ishoʿyahb III (649-659). Jammo's second observation concerned the date of the manuscript: this had been given as AG 1579 = AD 1268 by Margoliouth, but as Jammo observes, the manuscript is damaged at this point and most of the third digit is missing. Jammo rightly points out that the date could equally be AG 1549 = AD 1238. Although this is correct, there is in fact a further possibility: all that remains of the third digit is [-]ʿ yn , which means that the number might have been tesh c in (90), as well as shab c in (70) or arb c in (40); in other words, the later date of AG 1599 = AD 1288. (The month is given as July, and the day as the last Friday of that month). [2] Margoliouth gives no indication of where the manuscript was written, and Jammo simply states that the manuscript was written at the Monastery of Deba at the foot of Mount Kola. This turns out to be a little misleading, for what the (rather damaged) colophon in fact states is: \"This book ... was completed and finished in the holy monastery, the place of rest for humility, Tabor's abode, Sion's Upper Room, the fragrant shrine [of] the holy Mar Hnanya, Mar Hnanishoʿ, Mar Bassima, and Mar Habbib, known as the (monastery) of the Bear ( debba ), situated ... on the edge of the resting place of Noah and his children when [they] came out of the Ark ( qibuta ), it being on the slopes of the mountain of the Ark (KWL' = kewila )\". This happens to be very interesting information, supplementing some exiguous other sources on the monastery. The ninth-century Ktaba d - nakputa (Liber Castitatis) by Ishoʿdnah Ed. J.B. Chabot, Le Livre de la Chasteté composé par Jesusdenah (Rome 1896). mentions (in section 52) the monastic foundation of the otherwise little known Mar Habbib in the vicinity of a village called Kfar Tuta in the region of mount Qardu (where, according to the Peshitta, Noah's Ark came to rest, rather than on Ararat). In his next section Ishoʿdnah goes on to tell of Mar Bassima, who while in secular life in royal service By ‘king’ either Sasanid shah or Muslim Caliph could be intended. was told by a Zoroastrian magian that he would become a monk. This indeed took place, and after spending time in various different monasteries, he ended up in that built by Habbib, and in due course he enlarged it. In the eighth century the monastery had, for a while, as its abbot the famous monastic author Joseph the Seer (Hazzaya). Liber Castitatis, section 125. After that date, as Fiey puts it, \"on n'entend plus parler du couvent. On ignore sa position exacte en Qardu\". J-M.Fiey, Nisibe , metropole syriaque orientale (CSCO Subsidia 54; 1977), 219. Our manuscript thus provides clear evidence, not only that two further names (both otherwise unknown) were associated with the monastery, but also that it was still flourishing in the thirteenth century. The Contents [3] The work consists of five Memre of uneven length, and each is divided up into chapters. In his article Jammo listed the topics covered by the five Memre, and for the fifth he mentioned the topics dealt with in each chapter. Subsequently, in the course of his useful monograph La structure de la messe chaldéenne Orientalia Christiana Analecta 207, 1979, 29-48. he provided a Latin translation of the chapter in Memra 5 which constitutes a commentary on the Eucharistic liturgy. An English translation of the same section, made by Father Placid Podipara, was first published in India in 1974, and then reprinted by Father G. Vavanikunnel, Homilies & Interpretation on the Holy Qurbana , in 1977. Since a full listing of the chapter headings of each of the five Memre has not yet been made available, an English translation of these is given below. Similarly, since Podipara's English translation is not easily accessible, I have also provided a new English translation (deliberately rather literal and without annotation) of this important section, as well as the text of its Syriac original. For convenience of future reference, I have broken the text up into short sections. [4] In his article of 1966 Jammo already pointed to certain aspects of particular interest in this part of the Commentary, and he makes some comparisons with some of the other East Syriac liturgical commentaries; in particular he rightly observes that the published Commentary by Abraham bar Lipeh R.H. Connolly, Anonymi auctoris Expositio Officiorum Ecclesiae Georgio Arbelensi vulgo ascripta. Accedit Abrahae Bar Lipeh Interpretation Officiorum, II (CSCO Scr.Syri 29, 1913), 171-80. is nothing but an abbreviation of Gabriel's work (what the relationship between these two men was, both bar Lipeh, remains a puzzle). In order to highlight the passages found in Abraham, I have italicized these in the translation. A full-scale investigation of the relationship of Gabriel's chapter on the Eucharistic liturgy with the other commentaries would be of considerable interest, but this is a task which must wait for the future. Here it must suffice simply to note that Gabriel makes use (in sections 43-44) of the early anonymous Commentary which has proved influential in all three Syriac ecclesial traditions, Reedited, with English translation, in my \"An early Syriac Commentary on the Liturgy\", Journal of Theological Studies NS 37 (1986), 387-403. and that, while Ps.George of Arbela shows little contact with Gabriel, Abdishoʿ, in his Tukkas Dine, Latin translation in J-M.Vosté, Ordo iudiciorum ecclesiasticorum ... a Mar Abdisoʿ metropolita Nisibis et Armeniae latine interpretatus (Fonti, II.xv; Rome, 1940), 93-103. I hope to publish an English translation of this section in the near future. does draw on him. As does Iohannan bar Zoʿbi, according to Jammo, \"Gabriel Qatraya et son commentaire,\" 45. [5] There is, however, one other significant matter which should be mentioned. In the discussion of the attitude of the Church of the East towards figurative images and icons, attention has already been drawn by scholars to the important evidence of Abraham bar Lipeh's commentary, where the presence of an icon of Christ on the altar is considered essential at the time of the consecration. J. Dauvillier, \"Quelques témoignages littéraires et archéologiques sur la présence et sur le culte des Images dans l’Ancienne Eglise Chaldéenne,\" L’Orient Syrien 1 (1956), 297-304, esp. 297; K. Parry, ‘Images in the Church of the East’, in J.F. Coakley and K. Parry (eds.), The Church of the East: (= Bulletin of the John Rylands Library 78:3 (1996)), 143-62. Abraham's source is (as one would expect) Gabriel's commentary, where the relevant passage will be found in sections 45 and 46. In this connection it is worth drawing attention to another reference to the liturgical importance of icons, to be found in an unpublished set of 23 liturgical questions put to Ishoʿbarnun, in Vatican Borg. Syr. 81. Question 10 (f.371b), concerns the case of a priest who, in an emergency, has to baptize his own child when there is no one else apart from the mother—his wife—available to \"receive\" the child (that is, act as godparent). Ishoʿbarnun's solution to this dilemma is to say that the child should be placed on an icon instead, the person portrayed thus acting as godparent. Specific reference is made here to an \"icon of our Lord\" ( yuqneh d-Maran ) if the infant is a boy, and an \"icon of the Blessed\" (Mary), if it is a girl. Later on in the questions there is a passing reference to \"icons of the saints\" (Question 21, f.373b). [6] The remainder of Gabriel's Commentary remains largely unexploited, though Jammo has provided a description of his comments on Ramsha, \"L’Office du soir chaldéen au temps de Gabriel Qatraya,\" L’Orient Syrien 12 (1967), 187-210. and I have given a translation of his section on the Trisagion ( Qaddisha ; ff.23a-26b) as a contribution to a (forthcoming) Festschrift in honour of Fr. Emmanuel Thelly, the compiler of the recently-published Syriac-English-Malayalam Dictionary that is based on Audo's Simta d-leshana suryaya . I hope to return to some other aspects of particular interest on a later occasion. In the meantime, mention might be made of the presence of several patristic quotations; thus Gabriel quotes from Basil's Letter to Gregory (f.95a), An edition of the Syriac translation of this letter is in preparation. Gregory of Nazianzus' Invective against Julian (f.96a), Evagrius (ff.96b-97a, 218a), This is from Kephalaia Gnostica IV.25. Narsai (f.59b) and (not surprisingly) the \"Interpreter\", that is, Theodore of Mopsuestia (ff.123b, 160b, 170b etc.). Much more surprising, however, is the presence of a long and unattributed extract (ff.107b-108b) from Sergius of Reshʿaina's Discourse on the spiritual life, which prefaces the first Syriac translation (probably by Sergius) of the Dionysian Corpus. Ed. P. Sherwood, ‘ Mimro de Serge de Reshaina sur la vie spirituelle’, L’Orient Syrien 5 (1960), 433-59; 6 (1961), 95-115, 121-56; sections 35-39 are quoted (= L’Orient Syrien 5, (1060), 456, and 6 (1961), 96). There is also a quotation attributed to Dionysius on f.49ab. There are also references to Aristotle's Categories and to Pythagoras (ff.88b, 144a-b). Translations For the liturgical technical terms, see the glossary in J. Mateos, Lelya-Sapra: Essai d’interprétation des matines chaldéennes (Orientalia Christiana Analecta 156, 1979), 485-502. Chapter Headings [7] Memra 1 : On the ordering of the Office of Ramsha on weekdays. <Opening lost> Why do we begin from the Old [Testament] in our services and crown them with the new teshb h ata ? [f.3b] Why do we change the qala before the marmyatha come to an end, and then we say the Glory and have the suyyaka ? [f.5b] <Opening lost> Why do we bring out a light at this point, and kindle from it the lamps on the menorah that is placed in front of the sanctuary? [f.7a] What is the reason why we draw the curtain along with the utterance of \"Peace be with us\"? [f.9a] Why do we burn incense at the Lak(h)u Mara ? f.10b] Why do we say the Lak(h)u Mara at this point, and what its words mean? [f.11a] Why do we say two separate shurraye at every Ramsha, and why we say \"O Lord, I have called on you\" in the middle? [f.15a] What the ordering of the petition and the proclamation\/litany that follow it mean for us, and why we say them? [f.19a] How, and what is the reason for this qanona \"Holy\", and why we say it continually? [f.22b] Why, when the service of Ramsha is completed with the qanona \"Holy\", we add an ʿ onitha and a section from the Beatitudes? [f.26b] <Opening lost> Why, on Friday which is a weekday, do its shurraye go round not twice, but three times? [f.29b] What is the reason for the sevenfold cycle (?) of the shurraye on Sundays? [f.32a] [8] Memra 2 : On the ordering of the Office of Sapra on weekdays. List of chapters. [f.35a] What is the common purpose of the rites for the Office of Sapra? [f.36a] What benefits do we have from knowledge of these orderings? [f.40b] Why are we instructed to pray and to praise God at the time of Sapra? [f.44a] With what aim is the psalm(ody) of Sapra arranged? [f.46b] What is the ordering of the second psalm? [f.49a] What does the ordering of the third psalm instruct us? [f.51a] What does the ordering of the fourth psalm indicate to us? [f.53a] Why do we serve these shurraye from the Old (Testament) at Sapra before the Lak(h)u Mara ? [f.58b] Why do we complete the first two psalms, but not the third; and why do we attach five others to the fourth? [f.60b] Why do we say the Lak(h)u Mara after these psalms? [f.63a] What is the reason why we say the psalm \"Have mercy on me, O God\" (Ps 51) after the Lak(h)u Mara ? [f.65b] What does the ordering here of the petition, and proclamation (litany) after it, indicate to us? [70a] What is the reason that prevents the Solitaries from saying the petition and following proclamation at Sapra? [f.73a] What purpose does the ordering of \"To You be praise\" have, and why do we say it at the crowning\/climax of our Office? [f.77b] Why do we say the qanona \"Holy\" after this teshbo h ta ? [f.82b] What is the reason why the Fathers arranged that we should give thanks and praise to God seven times, by night and day? [f.83b] Why do we serve three shubbahe during the Hours of daytime, but at Compline four, and at Lilya nine? [f.89b] Admonition concerning this topic [f.100a] [9] Memra 3 : On the ordering of the Office of Ramsha and of the three Sessions that are served at Lilya of Sunday. List of chapters. [102a] On the special honour of the day of holy Sunday. [f.102b] Why the orderings of the Office of Ramsha are not changed in the way that the orderings of the Office of Sapra on the same day are changed? [f.105b] What is the reason for the ordering of the first Session which we serve at Lilya of Sunday? [f.111a] Why do we sound the great naqosha (semantron) in the middle of Lilya, and begin once again to sing praise? [f.114a] Why do we sound the naqosha again at the last Session, and open the door of the sanctuary; and why do we say the Qale d-Shahra ? [f.115b] [10] Memra 4 : On the ordering of the Office of Sapra on Sunday. List of chapters. [f.120b] The protheoria of the memra . [f.121a] What does the ordering of the naqosha at Sapra on Sunday instruct us? [f.122b] For what reason, at Sapra on Sunday, do we first serve four separate psalms, but we do not attach other psalms to the fourth one, as we do on weekdays? [f.124a] What do we understand about the sequence of the four psalms of the fifth shuraya ; and why do we not say \"Praise the Lord with a new song\" (Ps. 149)? [f.128a] Why, at Sapra on Sunday, do we say an ʿ onitha instead of Lak(h)u Mara ; and why do we not say the Petition and Proclamation? [f.132b] What does the ordering of the two new teshb h ata joined to one another instruct us; and why do we then attach to them a third, that of Hnanya (Ananias) and companions? [f.136a] What opinion do we have of the ordering of \"Glory to God in the heights\"? [f.162b] Why, after this teshbo h ta , do we say the qanona \"Holy\" in a raised and distinct voice\/melody? [f.173a] Why do we say ʿ onyatha of the Martyrs, and not of the Apostles, in particular on Sunday; and why do the Solitaries say them every day? [f.176b] [11] Memra 5 : On the ordering of the Office of the Mysteries. List of chapters. [f.182b] Why do we constantly perform the Office of the Mysteries? [f.183b] What does each one of the orderings of the Office of the Mysteries instruct us? [f.186b] Why do the Solitaries not draw the curtain at the time of the epiclesis in the way that the clergy in the world do? [f.211b] Why do we light lamps during the daylight at the time of our Office, while we take care that the (lamp) of the sanctuary does not go out? [f.215a] What does the ordering of the Solitaries instruct us, who reside in their cells during the whole week, but on Sunday they gather together and take part in the Office and in the Mysteries, and in the Table? [f.218b] From when did the tonsure begin, and what is the reason for it? [f.223b] Why do the Solitaries shave their head but allow their beards to grow; and what advantages do they gain from this? [f.225a] An admonition concerning virtuous conduct, in accordance with the common aim of the whole book. [f.227b] Memra 5, Chapter 2 (On the Eucharistic Liturgy) (Italics indicate passages taken up by Abraham bar Lipeh) [12] [186b] What each of the components in the service of the Mysteries signifies to us. In this service of the Holy Mysteries, too, our blessed Fathers have had as their aim briefly and cursorily to provide [187a] a reminder of God's entire dispensation that was fulfilled in the world through Christ, beginning from his fleshly birth and travelling on, step by step, to his death, resurrection and ascension. They depicted for us, as it were as an image, each one of the things that were performed, for the confirmation of our faith, the growth of our hope, and the increase of our love towards him. We begin, therefore, with the commencement of this service. The fact that we serve one marmitha from the Psalms of the blessed David signifies this: that the Lord Jesus Christ Son of God is one; he was born of the holy Virgin who was descended from the seed of David. In his divinity he was born of the Father, beyond all times, without limit and without beginning; [187b] and at the end of times, in his humanity, Christ was born in the flesh , while the Old Testament still held sway . The fact that this marmitha is arranged out of three psalms is because the name Christ [mshiha] makes known the Father who anointed him, the Son who was anointed, and the Holy Spirit who fulfilled the role of the oil [mesh h a]. Or, another explanation: just as three psalms constitute one marmitha , so too the Man [ barnasheh ] of our Lord is perfect in body, perfect in soul, and perfect in mind, just like all human beings who share his nature. He was not body without soul, according to the opinion of Arius and Eunomius, nor was he body and soul without mind, according to the precept [188a] of Apollinarius. Or, the triple psalms indicate the threefold decade of years during which Christ fulfilled all the observances of the threefold laws in the Old Testament, that is, the natural law, the law that was commanded, and the written law. The fact that we attach a hullala to every verse ( pethgama ) is an indication of the utterances of praise of the heavenly powers who, at the birth of Christ, appeared to the shepherds, giving praise and saying \"Glory to God in the heights\" (Luke 2:14) The fact that, before the marmitha ends, we change the chant with the two verses (signifies) the change that John the Baptist introduced to the Law through baptism of forgiveness of sins. The fact that after these things we glorify Father, Son and Holy Spirit is a demonstration of [188b] the revealing of the Trinity of holy Persons (qnome) who were made known to rational beings at the baptism of our Lord ; for when our Lord was baptized the Spirit in the bodily form of a dove tabernacled ( aggen) over his head, and the Father called out from on high \"This is my beloved Son, in whom I am well pleased\" (Matt. 3:17 and par.) The ʿ onitha of the chancel ( qenke ) is a symbol ( raz ) of the praises of the heavenly hosts who, on seeing these things, raised up new songs of praise to the Lord of all. Or, it is a symbol of the (utterance of) praise of John , who cried out saying, \"This is the Lamb of God; he takes away the sin of the world\". (John 1:29) The coming out of the cross from the sanctuary is a symbol of Jesus' going out to the wilderness and his fight with Satan. The ascent of the cross to the Bema accompanied by the deacons and priests is a symbol of Jesus' frequent ascents to Jerusalem accompanied [189a] by his twelve disciples and the seventy. The qanona \" To you, Lord (Lak(h)u Mara)\" is a symbol of the confession of the Apostles concerning him, spoken by Simon, representing them all, \"You are the Christ, the Son of God\" (Matt. 16:17). The two lights accompanying the cross are a symbol of the light of the two Testaments from which Christ supported the words of his teaching, as when he said \"Such and such was said to those of old, but I tell you such and such\". (cp Matt. 5:21, 27, 33). The fragrant (d-besme) incense is a symbol of the delight ( bussama ) that is to come , which our Lord promised to those who believe in him and keep his commandments. The qanona \" Holy ...\" is a symbol of the sanctification (of Christ) by the angels who accompanied him during his entire dispensation, just as the blessed Matthew said, \"The angels approached and were ministering to him\". (Matt. 4:11) The Law and the Prophets that are read are a symbol of the demonstrations that our Lord adduced for the confirmation of his teaching, taken from Moses and all the Prophets , such as when he was seen saying to the Jews, \"Examine the Scriptures in which you hope that you have eternal life: they will testify concerning me\". (John 5:39) And again, \"Do you imagine that I am accusing you before the Father? There is one who accuses you, Moses, whom you hold to be true. If you had believed in Moses, you would have been believing in me; for Moses wrote concerning me. And if you do not believe his writings, how will you believe in my words?\" (John 5:45-47) And again, increasing his rebuke, he was saying to them, \"None of you keeps the Law\". Thus, when he was given the Book of Isaiah [190a] the Prophet to read, he read the section \"The Spirit of the Lord is upon me; for this reason the Lord has anointed me\" etc. (Luke 4:18) After the reading he said to them, \"Today this Scripture which you have heard has been fulfilled\". (Luke 4:21) And when they further argued against him, he said to them, \"Well did the prophet Isaiah prophesy and say 'This people honours me with their lips, but their heart is greatly distant from me, and in vain do they fear me, teaching doctrines that belong to the ordinances of human beings'\". (Matt. 15:7) And again, when they asked him to show them a sign from heaven, he said, \"An evil and adulterous generation seeks for a sign, but no sign will be given to it, apart from the sign of Jonah the prophet: for just as Jonah was in the fish's belly for three days and three nights, so the Son of Man will be in the heart [190b] of the earth for three days and three nights\". (Matt. 12:39-40) In the same manner, when he was prophesying concerning the devastation of Jerusalem, his disciples asked him, \"When will these things happen?\" (Matt.24:3) He said in answer, \"When you see that unclean sign spoken of by Daniel the prophet\". (Matt. 24:15) Our Lord used to adduce many demonstrations to establish his teaching. It is for this reason that the Law and the Prophets are read first. The Acts of the Apostles are read along with the Old Testament : firstly, as a demonstration of the harmony of the two Testaments . And secondly, as an indication of what was done by our Lord before he suffered, for the Old Testament still held sway, [191a] and the apostles were living as Jews. Our Lord sent them to all the towns of Israel, saying to them, \"Do not go to the region of the gentiles, and do not enter the town of the Samaritans. Go rather to the sheep who have been lost from the House of Israel, and tell them, Repent, the Kingdom of Heaven has come close to you\". (Matt. 10:5-7) The sitting down of the priests on the Bema at the time of the Readings is for a demonstration of what our Lord said to his Apostles, \"You who have left everything and followed me, when the Son of Man comes in his glory, you too shall sit on twelve thrones and judge the twelve tribes of Israel\". (Matt. 19:28) Their rising up from sitting : (this) points to the assurance of the Apostles' minds at our Lord's words. [192a] The estatyona before the Apostle : a symbol of the praises of the people concerning John who , after he appeared, was preaching repentance and the forgiveness of sins; and he was prophesying concerning the closeness of the Kingdom of Heaven . The reading from the Apostle : a symbol of John's exalted words when he spoke to the crowds concerning our Saviour, such as \"He who has come from above, is above all\" (John 3:31), along with the rest of such passages; and \" I am not the Christ, but the one sent before him \". (John 3:28) That a deacon reads the Apostle and not a priest is because John was in the role of a deacon\/minister before our Saviour, and not in the role of a presbyter, a priest of the New Testament . The psalmody ( zummara ) before the Gospel: a symbol of the songs of praise of the disciples and children who were crying out saying, \"Hosanna [192a] to the son of David\" etc. (Matt. 21:9). The silk vestment that the priest carrying the Gospel is wrapped in : (this is) because he stands in the role of our Lord who was wrapped in a robe of glory . The coming forth of the Gospel, and the Cross with it: a symbol of the humanity of our Lord which existed in body and soul. The Cross is a symbol of the body which was crucified, and the Gospel a symbol of the soul in which there is rationality . That the Gospel goes forth with a procession of the deacons is a symbol of the procession with which our Lord entered Jerusalem, riding on a colt. The reading of the Gospel: a demonstration of our Lord's reply to the Scribes and Pharisees who were smitten with envy, and they said to him, \"Do you not hear what these people are saying? Rebuke them, so that they do not praise you as God\". Whereas our Lord answered and said to them, \"If these keep quiet, the stones will cry out\" etc. And this is the end of the matter. (Matt. 21:16, Luke 19:39-40) [192b] The reading of the Gospel is a symbol of all the words which our Lord spoke to the Jews before he suffered. The Cross which is fixed above the staff is a symbol of what our Lord said as he indicated by what death the Son of Man would be raised up, and (how) everyone who believes in him will not be ashamed, but have eternal life. The Lights at that moment are a symbol of what our Lord told his Apostles, \" You are the light of the world\" (Matt. 5:14); and again, \" Let your light thus shine out before people so that they may see your good works and praise your Father who is in heaven\". (Matt. 5:16) The fact that there are two Lights, not one, is because he did not say this just to the Apostles , all of whom were from the single people of Israel, but also (he said it) concerning those who from the gentiles were converted at their hands , as the words he spoke when he prayed testify, [193a] \"Not only for these do I ask, but also for those who believe through their words\". (John 17:20) The ( sweet ) incense at this moment is a symbol of the sweetness of our Lord's words ; what he said indicates: \"Come unto me, all you who are weary and carrying loads, and I will give you rest (Matt. 11:28); for my yoke is kind ( bassim ) and my load is light\". (Matt. 11:30) And again, \"Learn from me that I am restful and humble in my heart, and you will find rest for yourselves\". (Matt. 11:29) The turgama after the Gospel is a symbol of the teaching uttered by Jesus before he suffered . The supplication and proclamation : as a demonstration of his saying \" Be wakeful and pray so that you do not enter into temptation\" (Matt. 26:41) The prayer of the syamida which the person who fills the role of Christ prays is a symbol of the prayer that he prayed [193b] over his disciples before he suffered : \"Holy Father , keep them by your name that you have given me, so that they may be one, just as we are one\" (John 17:11), and the remainder of the words that he uttered in prayer before he was arrested by the Jews. The Cross and the Gospel on the Throne that is on the Bema : a symbol of the sitting of Jesus among his disciples as he taught the crowds in Jerusalem. The taking up of the Cross along with the Gospel from the Throne , and the descent from the Bema: a symbol of the arrest of Jesus by the crucifiers, and his departure from Jerusalem to the place where he was crucified . The fact that a priest carries the Gospel: a symbol of the attachment of John the Evangelist who accompanied Jesus up to the crucifixion . The carrying of the Cross by a deacon:[194a] a symbol of the carrying of the Cross by Simon of Cyrene who was coming from the field . (Matt. 27:32 and par.) The fact that the Cross and the Gospel come down from the Bema without any procession and unaccompanied by priests and deacons: because when Jesus was arrested and led off to be crucified, all his disciples abandoned him and fled . The raising of the Cross at the entrance of the sanctuary door: a symbol of the crucifixion of Jesus on the wood (of the Cross). The separation of the Gospel from the Cross , and its being placed on the other side: a symbol of the separation of his soul from his body and its going to Paradise . The fact that, when the Cross and Gospel are placed by the sanctuary door , the deacons say \" Let whoever has not received baptism [194b] depart\": a symbol which (the Church) depicts (indicating) that when the soul of Jesus separated from his body and entered Paradise, the soul of the (Good) Thief accompanying it (cp Luke 23:43), all the souls of the righteous from Adam up till that moment, entered after them into Paradise , which is a staging post for the Kingdom of Heaven; whereas all the souls of sinners are held back and prohibited from entering. At this moment the Church depicts a type by which she portrays the crucifixion of Jesus on the Wood and the separation <of his soul > (from his body) and its entry into Paradise ; by dividing off and expelling those who are not worthy to participate in his living and saving body , (the Church) hints that in the same way the souls of sinners have been held back and prohibited from entering that holy place of Paradise along with [195a] the souls of the righteous . It is as if the divine intimation was saying to them, \"Let everyone depart who does not repent of his sins like the Thief, and for whom his repentance has not filled the place of baptism, and let him not enter Paradise. And everyone who from this moment onwards is not going to receive the mark (rushma) of Salvation in the baptism that Jesus has handed down to his Church, let him go back and not enter that holy place ; just as Jesus said beforehand : ' Whoever is not born of water and the Spirit shall not enter the Kingdom of heaven'\". (John 3:5) Thus in the case of everyone who does not sanctify his body and soul and receive the gift of the Mysteries in purity, his soul will go (and join) the sinners, and not enter Paradise . \" Depart , catechumens (shamoʿe)\", etc. [195b] (This is) like the divine intimation bidding the angels there to preserve those (souls) mentioned (earlier) . From this point onwards the Church depicts a type of the burial of Christ by the setting out of the bread and wine that are placed on the altar, for the altar is considered as (taking) the place of the tomb, and the veil over the bread and wine as (taking) the place of the stone which was placed above the entrance of the tomb . (cp Matt. 28:2 and par.) The deacons who stand on either side: a symbol of the angels who were seen in the tomb, one by his pillow, the other at his feet . (cp John 20:12) The Cross and the Gospel that are placed on the altar, and above them the icon of our Lord , amidst which the awesome Mysteries are consecrated: these fulfil the place of the person of our Lord who , [196a] when he handed down these Holy Mysteries to his disciples did not cut some of his own body to give them to eat, nor did he put some of his own blood in a cup to give them to drink—this could not possibly happen!; rather, he blessed bread and wine, broke and gave to them saying, \"This is my body and this is my blood; take, eat and drink of it, all of you. And thus should you be doing whenever you are gathered in remembrance of me\". (cp Matt. 26:26-7 and par.; 1 Cor. 11:23-6) The fact that he said \"This is my body\", and \"This is my blood\", and did not say \"a type of my body and my blood\", was so that the matter of the Holy Mysteries should not be thought of as ordinary. [196b] For this reason, in the consecration of the Mysteries the holy Church depicts the type of that moment when our Lord handed down this Mystery to his disciples: instead of the person of our Lord, she places the Cross and the Gospel on the altar, and instead of the bread and wine which he gave, she sets out bread and wine. Accordingly it is not at all permitted for the Holy Mysteries to be consecrated without the proximity of the Cross, the Gospel and the icon of our Lord . The ʿ Onitha of the Raze : a symbol of the ineffable songs of praise which the holy angels and the souls of the righteous raised up at the time when the souls entered Paradise along with the soul of our Lord . Alternatively: a symbol of the songs of praise of the angels and saints at the time of the Passion of our Lord , when they saw that the earth quaked, the rocks were rent apart, the sun [197a] was darkened , and the curtain of the Temple was torn, and the dead who had arisen. (Matt. 27:45, 51-2) The fact that at this time the priests are seated on the Bema is because, at the death of Jesus, all the Apostles were sitting in Jerusalem, in hiding for fear of the Jews , with their minds dazed as they pondered on the death of their Master. Their washing their hands at this time: a symbol of the washing away from their hearts of resentment (Abraham: against the Jews) and doubt over the love of their Lord. Alternatively: a symbol of the washing of the Jews. Again, because they are on the point of entering the sanctuary in order to complete and perfect the service of the awesome Mysteries, they do well to indicate, by the washing of their hands, the washing away from their hearts of resentment and enmity; just as our Lord himself [197b] said, \"When you get up to pray, leave behind anything you have against anyone\". (Mark 11:25) And in another place he said, \"Do you wash the interior—that is, the heart—from which issue forth evil thoughts which make a person unclean\". (cp Matt. 15:19-20) Just as the blessed David said, \"I have washed my hands in purity and have gone around your altar\". (Ps. 26:5(6)) The fact that when the priests go down from the Bema the deacons come out of the sanctuary and do obeisance to them, and give way for them to enter (the sanctuary) in front of them: this instructs that when the Jews crucified Christ, the priesthood (Abraham: and kingdom) was taken from them; and the Levites left the sanctuary while there entered the company of Simon, who did not carry out their ministry with the sacrifice of animals, [198a] but with the living sacrifice of the Son of God, concerning whom the blessed Melkizedek, in the distant past and many generations ago, had indicated beforehand. (cp Gen. 14:20; Heb. 5:6, 7:10-11). The fact that the deacons meet the priests and enter the sanctuary after them is a demonstration of what has happened: that those of the priests and Levites who believed in Christ and were converted used to hold the Apostles in great honour, like disciples their teachers, showing reverence to them and showing respect to their words ; just like (other) people who were converted through them and received baptism from them, they also received ordination of priesthood from them. Rightly are they numbered after the apostles, in accordance with the will of the Spirit who (thus) assigned them. The fact that,[198b] when the priests enter the sanctuary, before everything else they say the Creed laid down by our Fathers. This indicates that everyone who does not correctly believe in the Holy Trinity and the Dispensation effected in Christ, is alien to the truth, and deprived of delight with our Lord Christ who was sacrificed for the salvation of the world. The fact that when the Creed has finished the herald (= deacon) says , \" Pray for the memory of our Fathers the bishops\" is a demonstration of the spiritual love which bids us to honour and pray for our Fathers who have laboured, toiled and struggled for the true faith, and for its sake have accepted all kinds of tortures and deaths. The (words) \"Let us also pray for the priests and deacons\": because they too have toiled [199a] and been diligent in the divine ministry, and they have instructed and baptized. And \"Let us remember, along with these, the celibate young men and women\", for they too, by their virtuous way of life, have benefited the entire community. Thus we also pray for the remainder of the faithful, who are to the Church like sons and daughters, in order to show that the fullness of spiritual love is preserved in the Church . The fact that we remember the prophets, apostles, martyrs and confessors is because we take refuge in their prayers so that we may be held worthy to carry out fittingly this awesome divine service. Up to here the Church depicts, through her types, the Mystery\/symbol of the death and burial of Christ. From now on the priest approaches to depict the type of the Resurrection through the recital [199b] of the holy words from his mouth, and by the sign ( rushma ) of the cross which is in his hand. For just as our Lord Jesus Christ, when he transmitted these Mysteries, blessed, gave thanks as said (these words), so the Church, in accordance with his bidding, separates out a single priest to be the one who blesses and gives thanks, in the likeness of Christ our Lord. Through the recital, he indicates that he is uttering the words of our Lord , (saying) \"This is my body which is broken for you for the forgiveness of sins\". (1 Cor. 11:24) After the priest's recital, blessing the bread and the wine, through the grace of the Holy Spirit which overshadows, they become henceforth the Body and Blood of Christ—not by nature, but by faith and effectiveness. It is not that Christ has two bodies, one in heaven and one on earth; rather, [200a] just as a king and his statue\/image do not constitute two kings. Nor does the humanity which has been taken from us constitute two sons, but a single Son of God who has been united to the humanity that (comes) from us. Thus this Body along with that one in heaven constitute the single Body of Christ . Accordingly, it is necessary for the priest to complete this awesome service in fear and with great attention, realizing that he is standing there at that moment instead of Christ, as he blesses and gives thanks. Now at this time the priest prays the first prayer. In it is confession and supplication for himself; he prays and supplicates that he may be held worthy to carry out his priestly action fittingly. The first Peace which the priest gives [200b] to the people is a prayer of the priesthood where he prays for the people that there may remain with him, and beside him, that peace which Christ left behind before he died , saying \" My peace I leave to you \". (John 14:27) After the people respond to the priest \"May you have peace with the spirit of priesthood which you have received\", then the herald bids the people \"Give the peace to one another in the love of Christ\"; that is to say, \"Show in action your peace with one another, and root out from your hearts resentment and enmity , so that you may become worthy to receive the life-giving Mysteries , and be forgiven your sins\". (cp Matt. 6:14 ) For with this peace we fulfil the words of our Lord, \"Forgive , so that you may be forgiven \", and again, \"When you offer up your offering on the altar [201a] and there remember that your brother holds some resentment against you, leave your offering there on the altar\", and the rest. (Matt. 5:23-4) The fact that at this point they read the Book of the Living and the Dead is for a demonstration that the Mysteries of our salvation have been performed on behalf of the living and the dead, and together, the living and the dead are in need of what is carried out by us in a mystical fashion . That a single priest offers the sacrifice: as a symbol of the one High Priest who was sacrificed for the salvation of our race. The priests and deacons who stand in the sanctuary (are) a demonstration that the holy angels are close by when the Mystery of our salvation is performed . That the herald cries out and says \" Stand well and be attentive to what is being done: (this) is an instruction of the priesthood who prepare the entire [201b] people so that everyone stands with great attention before God at that awesome and dread time . The incense at this point: a symbol of the aromatic spices with which the body of our Saviour was embalmed . That the priest inclines himself three times and recites the holy words of the offering of the oblation: a symbol of the three days during which the humanity of our Lord was under the authority of death . The fact that he recites the entire section quietly, but at the end raises his voice so that the people can hear : first, because it is a Mystery that is being performed, and it is not appropriate that all the people should know of it; and secondly, so that the words, on being heard, should not be learnt by laymen, women and children, with the result that the divine worlds are held to be ordinary and (so) despised . The fact that [202a] he raises his voice at the end (is) so that, along with the priest, the people should participate with the response \"Amen\". The fact that, at the moment of the epiclesis [lit. hovering] the herald cries out and says \" In your minds pray; in stillness and fear be standing\": in order to teach us that at this moment full of awe it is not appropriate that we should utter our prayers in an audible voice, but rather, in stillness, within the heart . The fact that the entire people prostrate, along with the priest, at the time of the epiclesis [lit. hovering] corresponds to our supplicating, together with the priest, that the grace of the Holy Spirit should come and perfect and complete the Holy Mysteries. Again, in honour of the coming of Grace we supplicate and prostrate in stillness and awe. The fact [202b] that when the priest invokes the Spirit and she hovers he joins the Body to the Blood, and the Blood to the Body: a symbol of the returning of the soul of our Lord within his body, and his resurrection from the dead . For the priest resurrects the Body symbolically through the agency of the Spirit. The fact that, after the tabernacling of Grace, the priest does not make the sign of the cross again over the Mysteries (is) because the Mysteries have been completed by the dissolution of death . The fact that at this point we remove the incense from the altar (is) because corruptibility, which was the reason for the embalming, is dissolved .   After these things the herald cries out and says \" Let us all with fear and honour approach the Mystery of the honoured Body and Blood of our Saviour\" etc. Through this proclamation the priesthood teaches us concerning the exalted character and the greatness of the Mystery; and that we should not [203a] henceforth look on the bread and wine in accordance with their natural disposition, but as the Body and Blood of Christ , who in his human qnoma is body and soul, like everyone, because of the conjunction with God the Word who shared everything with him apart from his (divine) nature; (God) granted that he should have life in his qnoma , just as our Lord said \"Just as the Father has life in his qnoma , so likewise did he grant to the Son to have life in his qnoma\" . (John 5:26). For it is clear that what he said here about the Father was said because of the weakness of the listeners, for it was not the case that the Father gave to his eternal Son to have life in his qnoma , as is the supposition of the heretics, but (he did so) to the Man who (derives) from us, who, because of his union with God the Word, has inherited a name that is more honourable than [203b] all names, etc., (cp Heb.1:4) that is, the Son of God, as the angel said to his Bearer, \"He shall be called Son of the Most High\", (Luke 1:32) that is, the Man who possesses body and blood, whose type he transmitted to the Church; just as, again, our Lord said, \"The Spirit gives life, the body profits nothing\".(John 6:63) For the body of our Lord Christ does not possess of its own (human) nature New Life, and was going to give (this) to others too; rather, through the grace of the Holy Spirit which was given to him (sc. the Man) as a result of his resurrection from the dead, and by the perfect conjunction with the divine Nature, he was raised up, and became the gatherer of immortality to others, just as he said \"Just as I am alive because of my Father, so whoever eats me will also live because of me\". (John 6:54) Accordingly, with awe [204a] and great attention we ought to approach this Mystery, and not in an ordinary fashion. For just as (in the case of) the blessing with which God blessed Adam and Eve, saying \"Be fruitful and multiply, and fill the earth\", (Gen. 1:28) it travels through all generations up till eternity, without being held back, so too with that blessing with which our Lord blessed the bread and the wine, calling them his Body and Blood, it travels through all generations up to eternity, without being held back. Again, just as it is an act of great wickedness that someone should say that Adam is not the image of God when God (himself) called him his image (Gen. 1:26), so (too) it is an act of great wickedness that someone should say of the Mysteries that they are not the Body and Blood of Christ, after (Christ) himself has said [204b] \"This is my Body, and this is my Blood\". For even though by their nature they are bread and wine, but we, by faith, ought to look upon them as the Body and Blood of Christ, just as we were instructed by Christ. And whenever we take them in our hands we ought thus to think that we are embracing and kissing our Saviour himself, as we mingle his Body in our body, and mix his Blood in our blood. Consequently it is appropriate that we approach them with awe and honour, seeing that they convey two types, of things past and things to come: for they teach us about the closeness we shall have to Christ in the world to come; for he, again, arms us against suffering and death, since through these our salvation has been accomplished. For the blessed Paul said, [205a] \"Whenever you eat this Bread and drink this Cup, you recall the death of our Lord, until his coming (again)\". (1 Cor. 11:26) For if, by participating in the Mysteries we make a commemoration of the suffering and death, according to the words of the Apostle, (Christ) did well to transmit to us, along with the Body, also the Blood, so that by the Body we might learn about the suffering, in that suffering affects the body, and through the Blood, (we might learn) the strength of the suffering, in that the suffering causes blood to be shed. And from this we learn that, through the suffering and death (of Christ) we have been held worthy of this entire gift, in order that we might have expectation of resurrection and delight with Christ in eternal life. Besides teaching us how we should approach the Holy Mysteries in awe [205b] and with honour, at the same time the sense of the words of this proclamation also puts to shame the dogmas of the heretics who proclaim that this (sc. the karozutha ) is concerning (?) the reception (of Communion)—about which they say that we are saved by the death of God—with the result that they have removed this proclamation from their churches, since they cannot (bear to) hear what is said in it, (namely) that for our sakes the Only Begotten God the Word took from human beings a mortal body and a rational soul endowed with intelligence, and immortal; and after the entire dispensation on our behalf the Firstfruits of our nature was tested on the cross, arose from the dead, and was raised to heaven. At the end of this proclamation we say \"Lord, forgive the sins and wrongdoings of your servants \", seeing that we are in this world of mortality,[206a] and it is not possible that we should not do wrong, as we learn from what has been said \"There is no one who does not sin \". (cp Eccl. 7:20) After these things we say the prayer of \"Our Father who is in heaven \". It is right we should say this prayer at this point: for, because we are depicting the Mystery of the death and the resurrection by which we become children of God, it is good that we now call God \"Our Father\". Just as our Lord said, \"You shall not call (anyone) father on earth \", (Matt. 23:9) and as the blessed Paul said, \"Just as Jesus Christ has risen from the dead in the glory of his Father, so too we shall walk in New Life\", (Rom. 6:4) in that henceforth we become, in faith, children of God, just as he again said, \"We call God 'Father, our Father'\". (Rom. 8:15) The Peace which the priest gives at this [206b] moment is a symbol of that peace which our Lord gave to the women and to his disciples after he had arisen from the dead. After these things the priest says \" What is holy is fitting for the holy, in harmony\": we do not presume to speak about this matter which the Interpreter expounded . We crown this service by means of thanksgiving, and we say \"One holy Father\", indicating through this that the Holy Trinity is not a numerical Trinity where one precedes two, and two (precedes) three, but (a case of) one, one, one. We provide a seal with \"Praise to the Father and to the Son and to the Holy Spirit, for eternal ages, amen\". By this we indicate that the cause of all our benefits is that worshipful and glorious Nature which is confessed (as) Father, Son and Holy Spirit , [207a] to whom is due glory and honour, thanksgiving and worship, not only now but to eternal ages, amen. We say these things at this point in remembrance of what our Lord said to his Apostles after he arose from the dead, that \"everything has been transmitted to me\" etc., (Matt. 11:27) \" Go out, therefore, make disciples of all the nations; baptise them in the name of the Father, Son and Holy Spirit\". (Matt. 28:19) The fact that we say \"Fearful are You\", and the Response (ʿ onaya ) is a symbol of the praises and ineffable hullale with which all the heavenly hosts give praise for the dispensation that has been effected in Christ. That the consecrator is the first to receive the Sacrament ( qudsha ) is a symbol of what (occurred with) Jesus, the High Priest, for the priest stands in his role; for (Christ), through the sacrifice of himself first, through the Holy Spirit, [207b] received the nourishment of immortality; and then he was capable of giving it to others. For this reason, it was not in an ordinary way, without the Spirit, the divine Nature in him, that he took and gave to himself, just as it is said that he also raised himself, in that he was also God; and it was not because he was Man that he raised himself, as he intimated by what he said, \"This commandment I have received from my Father\". (John 10:18) Therefore (the priest who celebrates) should, without restraint, be bold to receive the Sacrament without anyone else, for he stands in the role of the life-giving Spirit. Now the consecrator gives to others as a demonstration of what will happen as a result of our Lord at the (final) resurrection, for he will give us all that future immortality. Our partaking of the Holy Mysteries is a symbol of our participation that we shall have with him in the Kingdom [208a] of Heaven . The teshbo h ta beginning \"Our Lord Jesus, revered Sovereign \", which we say at the end of the service of the Mysteries, is a symbol of (the praise) that will occur in the world to come from all rational beings, for we praise and exalt as heavenly King the one in whom the entire fullness of divinity willed to dwell, and through his mediation we worship the Trinity . The \"Seal of Prayer\" and the signing of the cross by the priest over the people (is) in remembrance of that blessing with which our Lord blessed his Apostles at the time he was raised up to heaven , just as the blessed Luke said, \"It happened that while he was blessing them that he was separated from them and he ascended to heaven\". (Luke 24:51) Again , the blessings with which the priest blesses the people as he stands on the threshold of the sanctuary door is [208b] a symbol of the tabernacling of the grace of the Holy Spirit over the apostles after our Lord had ascended to heaven , just as he himself said, \"I tell you the truth, that it is better for you that I should go; for if I do not go, the Paraclete will not come to you. Whereas, if I go, I will send him to you\". (John 16:7) This was fulfilled with the apostles on the day of Pentecost, as Luke wrote in Acts, \"There appeared to them tongues divided like fire, and they settled on each one of them and they were all filled with the Holy Spirit\". (Acts 2:3) Also the Peace that we give one another after receiving the Mysteries is a symbol of the holy union by which we are united there to one another, as limbs, and we are all joined to the Head of the Church [209a] and the Firstborn from the dead, (Col. 1:18) our Lord Jesus Christ . Understand, O discerning reader, and see how, from the reading of the Gospel until the end of this service, nothing of the ancient psalmody is said, and realize that it is not right that there should be said on feasts those two Psalms which are said in the monasteries of solitaries when the brethren finish in the sanctuary, since these do not belong to the former (liturgical) arrangements, but they have come in recently; and testimony to their recent character are the churches where they are not said. But if there should be a church with this custom, having learnt it from solitaries who are ancient(?) or close by, they [ ] accepting it without investigation [ ] and all sorts of teshbhatha and qanone [209b] and (liturgical) arrangements. On what understanding the solitaries make use of these two psalms I have no idea. But one should realize this, that formerly the psalms from the Old Testament were arranged so as to be used as a demonstration of the prior character of the Old Testament, preceding in time the New Testament; accordingly as a result we culminate all our services with new poetic texts, so as to demonstrate that the New Testament has fulfilled and set the seal on the Old Testament, following the declaration of the blessed Paul, who says, \"Christ is the end of the Law\", (Rom 10:4) and as our Saviour said, \"The Law and the Prophets have prophesied up to the time of John; from then on the Kingdom of Heaven is necessarily [210a] in force\". (Luke 16:16) Both these things we depict in the arrangements for the church services; if that were not so, why is it that in all the services, after the ʿ onitha , the qanona , teshbo h ta and karozutha , or \"Holy...\", we do not utter anything further from the Old Testament. And if we observe this in all the other services, how much more ought we to observe this in the service of the Mysteries, which is the seal of all the other services. For it is in this service that we depict the type of the Passion and death and resurrection and ascension, and the gift of the Spirit of our Lord Jesus Christ who fulfilled the Old Testament and gave the New. Manifestly in this service we ought to observe the (rule) that after we have finished [210b] the service, we do not say anything from the Old Testament. Otherwise, after receiving the Mysteries, the participation in which points to the participation we shall have with Christ in the world to come, then, at the very moment when we depict the type of that holy union, we are returning to say a psalm from the Old Testament—which depicts the type of this world: by doing so we indicate that we concur with the infantile mentality of the Jews, and that of the heretic Apollinarius who transmitted that, after the resurrection we would again be eating and drinking, and once again living in the way of life of the Old Testament. This is something that is absurd [211a] for us to accept, seeing that it is the opposite to the words which our Lord spoke: \"Human beings will be like angels, because they have become children of the Resurrection\". (Luke 20:36) Along with these things, I urge those who are going to encounter this book not to attach blame to me if they find anything I have said which does not agree with the view of others, for it is the sequence of the arrangements that forces me to act thus; otherwise, the sequential order of the wording and meaning would be confused and muddled. For every explanation that does not have a sequential ordering that fits the order and sequence ( akolouthia ) of the words, then the commentator misses the aim of the meaning and he will not be accepted by discerning readers, as the blessed [211b] Interpreter declared when he spoke on this matter on many occasions. I have not thought it necessary to set these out here, so as not to burden the discourse by reason of the expansive and drawn-out nature of the universal Teacher's words. Text [13] Since the Syriac text of this important section of Gabriel's Commentary has not yet been published, I give it here. I take the opportunity to thank Fr. Robert Matheus for kindly lending me a photographic copy of the manuscript. In copying Gabriel's work the scribe of Or. 3336 has made a number of small errors, and these have been corrected in the text printed below, though in every case the manuscript's reading is given in the apparatus.   _______ Notes _______ Bibliography Brock, S.P. \"An early Syriac Commentary on the Liturgy,\" Journal of Theological Studies NS 37 (1986), 387-403. — \"Syriac writers from Beth Qatraye,\" Aram 11-12 (1999-2000), 85-96. Chabot, J.B. Le Livre de la Chasteté composé par Jesusdenah (Rome, 1896). Dauvillier, J. \"Quelques témoignages littéraires et archéologiques sur la présence et sur le culte des Images dans l'Ancienne Eglise Chaldéenne,\" L'Orient Syrien 1 (1956), 297-304. Fiey, J-M. Nisibe, metropole syriaque orientale (CSCO Subsidia 54, 1977). Jammo, S.H. \"Gabriel Qatraya et son commentaire sur la liturgie chaldéenne,\" Orientalia Christiana Periodica 32 (1966), 39-52. — La structure de la messe chaldéenne , Orientalia Christiana Analecta 207, 1979. — \"L'Office du soir chaldéen au temps de Gabriel Qatraya,\" L'Orient Syrien 12 (1967), 187-210. Parry, K. \"Images in the Church of the East,\" in J.F. Coakley and K. Parry (eds.), The Church of the East: (= Bulletin of the John Rylands Library 78:3 (1996)), 143-62. Margoliouth, G. Descriptive List of Syriac and Karshuni MSS. in the British Museum Acquired Since 1873 , (London: Longmans & Co., 1899). Mateos, J. Lelya-Sapra: Essai d'interprétation des matines chaldéennes (Orientalia Christiana Analecta 156, 1979). Sherwood, P. (ed.) \"Mimro de Serge de Reshaina sur la vie spirituelle,\" L'Orient Syrien 5 (1960), 433-59; 6 (1961), 95-115, 121-56. Vosté, J-M. Ordo iudiciorum ecclesiasticorum ... a Mar Abdiso c metropolita Nisibis et Armeniae latine interpretatus (Fonti, II.xv; Rome, 1940).",
    "title" : 
    [ "Gabriel of Qatar's Commentary on the Liturgy",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2brock",
    "type" : "article",
    "displayTitleEnglish" : "Gabriel of Qatar's Commentary on the Liturgy" }