
  { "fullText" : "[1] Aho Shemunkasho's study on Healing in the Theology of Saint Ephrem originated as a dissertation at Oxford University under the direction of S.P. Brock. Shemunkasho presents a comprehensive picture of Ephrem's theology of spiritual sickness and healing, a topic central to the Syrian's thought which has not yet been studied comprehensively. [2] In the Introduction (chapter 1), the author briefly surveys both ancient notions of healing and modern studies pertinent to that subject, addressing Hippocrates, Asclepius, and Galen, as well as biblical and early Christian texts. [3] The next chapter studies healing imagery in three early Syriac texts that originated prior to Ephrem's writings, namely the Odes of Solomon , the Acts of Thomas , and Aphrahat's Demonstrations . Healing imagery in the Odes is sparse, essentially restricted to the notion that God removed sickness from the odist's body. The Acts of Thomas , on the other hand, show a varied terminology of healing and a broad usage of the metaphor \"physician,\" which is applied to both Jesus and Thomas. Moreover, the expression \"Medicine of Life,\" central to Ephrem's theology of healing, occurs in the Acts of Thomas . The third and longest section of this chapter discusses in detail Aphrahat's healing terminology and theology. Shemunkasho refrains from including any comparative observations on these three texts here, but does so briefly in the final chapter of the book, where he observes that Aphrahat's healing terminology is unique among the texts considered in this study, as is his notion of repentance as a medicine for those wounded in the spiritual battle of life. [4] The third chapter, which examines in depth Ephrem's terminology, is subdivided into two sections which study the Syrian's vocabulary of sickness and of healing, respectively. Shemunkasho demonstrates the breadth of Ephrem's terminology and offers many insightful observations. He includes comparisons between Ephrem's terminology and the Syriac Bible, notes the occurrence of certain word fields, and lists those important terms which occur only seldom in Ephrem's writings. This chapter also introduces the central aspects of Ephrem's healing theology. [5] The following chapter focuses on Ephrem's biblical exegesis, discussing passages from both the Old and New Testaments. Shemunkasho shows that according to Ephrem Adam and Eve were created in a state of health, but without awareness of what constitutes sickness or health. As a result of the fall, they acquired this knowledge, but also became subject to sickness and pain. With the first human beings, all of nature became ill as well. Next, the author examines Ephrem's exegesis of leprosy accounts (Miriam, Naaman, Gehazi, King Uzziah), noting their function in refuting heresy. He also points out Ephrem's emphasis on the role of faith, and his positive view of the body. The stories of Tamar, Rahab, and Ruth serve to illustrate Ephrem's view of how healing through Christ, the Medicine of Life, was available to these women who recognized the \"hidden messianic seed\" in their husbands (213). Shemunkasho moves on to Ephrem's interpretation of New Testament accounts of healing, in particular the healing of the sinful woman in the house of Simon the Parisee, of the woman with the hemorrhage, and of the blind. In each case, the author includes a helpful discussion of the relevant biblical passages and their likely version in the Diatessaron. He then offers fine interpretations of Ephrem's exegesis of these biblical narratives, elaborating on the role of faith in the healing miracles, the role of Christ's divinity and humanity, the connection between physical and spiritual healing, and other themes. [6] Chapter five, with over 160 pages the longest of the book, takes up elements of the prior chapters on Ephrem and presents systematically Ephrem's notion of salvation history as a process of healing. The first section, dealing with the cause of sickness, takes up elements from the exegetical chapter and describes how according to Ephrem the fall brought humankind into a state of suffering and pain. The causes of this sickness are twofold: Satan's activity and human free will. The serpent, Satan's agent, offered the \"poison of death\" which brought humankind into the \"state of sickness.\" This comprises physical, spiritual, and mental disease, and for Ephrem also error—especially in the form of heresy or idolatry—constitutes a kind of sickness. [7] The following section addresses how according to Ephrem healing was effected prior to the incarnation and shows the surprising variety of remedies available to humankind before the arrival of Christ, the \"Medicine of Life.\" For instance, the fragrance of paradise spreads beyond its confines to the \"earth of thorns\" and offers healing. Symbols of Christ, such as Moses’ brazen serpent, likewise can effect a cure. Patriarchs and prophets could act as physicians for certain groups of people. Finally, Shemunkasho shows that Ephrem argues that God's law and commandments functioned as medicines for particular spiritual ills. [8] The third section of chapter five focuses on Jesus as the \"Medicine of Life,\" the only way to achieve a perfect cure. Shemunkasho discusses both physical and spiritual healing, and observes that according to Ephrem healing continues to be brought by Jesus' disciples, by bishops, and through the church's sacraments. [9] In the conclusion, Shemunkasho sums up his results and briefly compares Ephrem's healing terminology with that of the Acts of Thomas and Aphrahat. A bibliography completes the work. [10] Shemunkasho accomplishes extremely well what he set out to do: the reader here finds a comprehensive and insightful presentation of Ephrem's terminology and theology of spiritual sickness and healing. The author deliberately excludes any comparative aspects from this dissertation—with the exception of the three Syriac texts of chapter two—and hence he discusses neither the relation between Ephrem's symbolism of healing and that of the Greek and Latin fathers, where healing imagery likewise abounds, nor the extent of Ephrem's influence upon later Syriac healing symbolism. Throughout the book, Shemunkasho frequently inserts the relevant Syriac expression in parentheses into the running text; the footnotes often contain the original Syriac text of cited passages. This constant attention to terminology enhances his study, even if it might cause difficulty for readers not familiar with Syriac. The abundant Syriac passages are carefully typeset, but the same can not be said about the Greek healing terminology discussed in chapter one. Breathing marks and accents are commonly omitted, and a number of typographical errors occur—a regrettable but minor oversight in an otherwise carefully done study. [11] Shemunkasho makes a welcome contribution to scholarship on Ephrem by taking up a central yet little examined theme of the Syrian's theology. He succeeds in showing that Ephrem's healing theology is rooted in the Syrian's biblical exegesis. A second important result of Shemunkasho's book is that Ephrem's healing theology—although the references occur scattered throughout the Syrian's works—constitutes indeed a systematic whole. Healing imagery permeates Ephrem's writings, and this reflects the importance of this theme within Ephrem's theology of salvation.",
    "title" : 
    [ "Aho Shemunkasho, Healing in the Theology of Saint Ephrem. Gorgias Dissertations, Near Eastern Studies 1. Piscataway, NJ: Gorgias Press, 2002. Pp. 480 + xxii. Paper,  $65.00.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Possekel, Ute" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n1prpossekel",
    "type" : "review",
    "displayTitleEnglish" : "Aho Shemunkasho, Healing in the Theology of Saint Ephrem. Gorgias Dissertations, Near Eastern Studies 1. Piscataway, NJ: Gorgias Press, 2002. Pp. 480 + xxii. Paper,  $65.00." }