
  { "fullText" : "1. Prolegomena [1] Perhaps in the waning years of the fourth century, but more probably in the first decades of the fifth century, as we will argue below, a now anonymous writer working in Edessa, and using the city's archives, as he claims, put together a remarkable narrative which he called The Teaching of Addai the Apostle ( malpānùtâ d'Aday shlî h â ). The text was first published and translated into English by George Phillips, The Doctrine of Addai, the Apostle, Now First Edited in a Complete Form in the Original Syriac (London: Trübner & Co., 1876).  It is now also available, in Phillips’ edition, but with a new English version , in George Howard (trans.), The Teaching of Addai (SBL Texts and Translations, 16, Early Christian Literature Series, 4; Chico, CA: Scholars Press, 1981).  For further information about the text and its manuscript witnesses, see A. Desreumaux, “La Doctrine d’Addaï; essai de classement des témoins syriaques et grecs,”  Augustinianum 23 (1983), pp. 181-186.  See also Alain Desreumaux, Histoire du roi Abgar et de Jésus (Paris: Brepols, 1993).   At the end of the work the author says that he used records written by the scribe Labûbna, the son of Senaq, the son of Abshadar, as his source, and that H annān, the royal archivist, had testified to their accuracy. See Howard, The Teaching of Addai , pp. lii-liii; 105-107.  In this and all succeeding citations of the text, the first set of numerals (Roman) indicates the pages of Phillips’ edition of the Syriac text, numbered by Syriac characters, as reprinted by Howard; the second set of numerals (Arabic) indicates the differently numbered pages of Howard’s translation.   In his work the author undertook not only to tell the story of the coming of Christianity to Edessa, and to demonstrate its apostolic origins, but, perhaps even more importantly for his own purposes, he provided a profile of the doctrine that he represented as the Christian kerygma originally preached in Edessa.  One may see in this enterprise an apologetic, and perhaps even a polemical agenda, pertinent to the author's own time and place. [2] The Doctrina Addai , as this work has come to be known among modern scholars, has attracted an enormous amount of academic attention, from the late nineteenth century when the text was first published, until now.  Therefore, to study it, and to recall the history of scholarship associated with it, is to remind oneself of the historiography not particularly of the author's time, but to become aware of the concerns over the last century of the most prominent western scholars of Syriac.  Because of their work, one is now in a position to change the point of view somewhat, and to examine the Doctrina Addai not so much with an interest in its more intriguing historical components, but from the perspective of the integral narrative, with a view to discerning, if we can, the purposes and concerns of its now unknown author. 2. The Literary Profile of the Doctrina Addai [3] For most commentators the Doctrina Addai is primarily associated with the legend of King Abgar V, 'the Black', (4 B.C. - 7 A.D. & 13 A.D. - 50 A.D.) of Edessa, who is said to have sent envoys to Palestine with a letter for Jesus at the time of his passion, asking him to come to Edessa to heal the king of an illness.  According to the story, Jesus then responded with a message of his own in which he promised to send a disciple to Edessa after his ascension into heaven, to heal Abgar and to preach the Gospel in his kingdom. For an overview of the scholarly status quaestionis see H.J.W. Drijvers, “The Abgar Legend,” in Wilhelm Schneemelcher (ed.), New Testament Apocrypha (rev. ed.; R. McL. Wilson (trans.); Louisville: Westminster \/ John Knox Press, 1991), pp. 492-499.   This much the Doctrina Addai has in common with a report included by Eusebius of Caesarea (260-339) in his Ecclesiastical History. Eusebius, The Ecclesiastical History , I, 13.   As a result, much of the scholarly discussion of the Doctrina has focused on a comparison of the two narratives, and speculations about their common source in a Syriac document kept in the archives of Edessa, from where both Eusebius and the author of the Doctrina say their information ultimately comes. For a discussion of this issue, and a review of the pertinent scholarship, see Sebastian Brock, “Eusebius and Syriac Christianity,” in Harold W. Attridge & Gohei Hata (eds.), Eusebius, Christianity, and Judaism (Detroit: Wayne State University Press, 1992), pp. 212-234.   But the fact is that the account of the correspondence between Jesus and King Abgar is a relatively small part of the actual narrative in the Doctrina .  Nevertheless, scholars have persisted in viewing it as the heart of the piece, around which later accretions have accumulated.  In part, one suspects that the persistence of this view has been the result of a scholarly preoccupation, since the days of Walter Bauer, with the modern question about the actual origins of Christianity in Edessa. See Walter Bauer, Orthodoxy and Heresy in Earliest Christianity (2 nd ed., R.A. Kraft & G. Kroedel (trans.); Philadelphia: Fortress Press, 1971), pp. 1-43. Scholars before the time of Bauer, who wrote the first edition of his book in 1934, had already set this agenda in the late nineteenth century; they were interested principally in the account of the Abgar\/Jesus correspondence and in the story of the image of Christ, which the Syriac text says was painted by H annān, the archivist who, according to the narrative, accompanied Abgar's emissaries to Palestine. See, e.g., L.-J. Tixeront, Les origins de l’église d’Édesse et la légende d’Abgar; étude critique suivie de deux textes orientaux inédits (Paris: Maisonneuve, 1888); Ernst von Dobschütz, Christusbilder; Untersuchungen zur christlichen Legende (Leipzig: Hinrichs, 1899); idem , “Der Briefwechsel zwischen Abgar und Jesus,” Zeitschrift für wissenschaftliche Theologie 43 (1900), pp. 422-486.   While the author of the Doctrina , as we have it in its fullest form, was himself certainly interested in these issues too, one hopes to be able to show that his intention in composing his work was to use these traditions, together with several others current in the Syriac-speaking milieu of his day, to make an altogether different point about Edessan Christianity.  The thesis defended here is that the author wanted to put forward a paradigm of normative Edessan Christianity, supported by the local ecclesiastical and historical lore, which he hoped would play an authoritative role in the largely Christological controversies of his own day.  On this reading, the most important part of the Doctrina Addai appears then not to be the Abgar legend itself, with its several sub-plots, but the textually longer, narratively more central accounts of Addai's sermons and speeches, which are presented as accomplishing the delivery of the Christian kerygma in Edessa in the first instance. [4] The outline which one finds at the beginning of the work in the St. Petersburg manuscript is the best one to follow in constructing a table of contents.  It begins abruptly, listing the three main moments of the narrative: when Abgar, the king, the son of Ma'nû, the king, sent the letter to Jerusalem, to our Lord; when Addai, the apostle, came to Edessa\/Urhāy, and what he said in the announcement of his kerygma; the instructions he gave when he was leaving this world, to those who had received the hand of the priesthood from him. Howard, The Teaching of Addai , pp. i & 3. [5] Following the third moment of the narrative, the account of Addai's instructions to his Edessene followers, the author provides a brief, concluding recital of developments in the church of Edessa after the time of Addai.  Finally, at the very end, there is the notice about Labûbna, the king's scribe ( sāprâ dmalkâ ), \"the one writing down these things of Addai, the apostle,\" and H annān, the king's trustworthy archivist ( t abûlārâ sharîrâ dmalkâ ), who \"set down the hand of witness.\" Howard, The Teaching of Addai , pp. liii & 107.  Labûbna was mentioned earlier in the narrative, among the nobles of the city, on pp. xviii & 37.  H annān, the archivist, has a prominent part in the legend of King Abgar’s embassy to Jesus. A. When Abgar sent the letter [6] The Syriac narrative explains that in the year 343 of the Greeks, or 31-32 A.D., in the reign of Emperor Tiberius (14-37 A.D.), King Abgar sent two of his nobles, plus his archivist ( t abûlārâ \/ tabularius ), H annān, to the Roman governor in Eleutheropolis in Palestine on routine business.  On their way back home they had taken the road to Jerusalem when they encountered crowds of people going to the city to see the Messiah.  They joined them.  H annān wrote down everything they saw, including the notice that the Jews were plotting what to do to him, \"seeing that some of the multitude of their people were acknowledging him.\" Howard, The Teaching of Addai , pp. ii & 5.   When this report was given to Abgar, he is the one who makes the first of a number of Christological statements that appear in the text.  He says, \"These powers are not of men but of God.  For there is no one who can revivify the dead, except God alone.\" Howard, The Teaching of Addai , pp. iii & 7. [7] Abgar decides to send a letter to Jesus by the hand of H annān.  The text explains that the king took this action rather than to go to Jerusalem himself, lest he precipitate an international incident by trespassing into the territory of the Romans.  The letter arrives in Jerusalem and is read to Jesus on the 12th of Nisan, in the house of Gamaliel.  In the letter Abgar asks Jesus to come to Edessa, where the king will give him refuge from the Jews, so that he might also cure Abgar of an illness.  Again, there is a Christological statement; the king says, \"When I heard of the great wonders which you do, I decided either that you are God, in that you have come down from heaven and have done these things, or that you are the Son of God because you are doing all these things.\" Howard, The Teaching of Addai , pp. iii-iv; 7-9.   In reply, Jesus sends the message that after his ascension he will send one of his disciples to heal Abgar, to convert his people, and to bless his city. [8] Finally, as the encounter between Abgar's emissaries and Jesus concludes, H annān paints a portrait of him and brings it back to Abgar, who enshrines it in one of his palaces. While this report has been the subject of much scholarly discussion, to pursue it here would be beside the point.  See now Han J.W. Drijvers, “The Image of Edessa in the Syriac Tradition,” in H.L. Kessler & G. Wolf (eds.), The Holy Face and the Paradox of Representation (Villa Spelman Colloquia, Florence, 1996, vol. 6; Bologna: Nuova Alfa, 1998), pp. 13-31. B. When Addai Came to Edessa [9] According to the narrative, after Jesus' ascension into heaven, Judas Thomas sent Addai, \"one of the seventy-two apostles to Abgar.\" Howard, The Teaching of Addai , pp. v & 11.  See Luke 10:1, where, in many ancient MSS the number 72 appears, while modern Bibles often mention only 70, following other MSS.  Throughout the Doctrina Addai , Addai is called shlî h â , ‘the apostle’.  The term is not used in its technical sense, refering to the twelve apostles, and Paul, but in the etymological use of 'envoy' or 'messenger.'   When Addai arrived, \"he dwelt in the house of Tobia, the son of Tobia the Jew, who was from Palestine.\" Howard, The Teaching of Addai , pp. v & 11. [10] Once Addai was recognized in Edessa, by the miracles he performed, as the man whom Jesus promised to send, he was introduced to Abgar.  In virtue of the miracles performed, the king expressed his own faith.  But first he reiterates to Addai his reason for not himself traveling to Palestine to see Jesus.  He says, \"because that kingdom belongs to the Romans I have respect for the covenant of peace which was established by me as by my forefathers with our lord Caesar Tiberius.\" Howard, The Teaching of Addai , pp. vi & 13.  Presumably the arrangement which allowed Edessa to live under Roman hegemony between the years 212\/213 and 242\/243 is here being projected back to the time of King Abgar V.  See Millar, Roman Near East , pp. 472-481.   Then, when Addai speaks of Christ's economy of salvation, Abgar replies, \"Indeed, I believe in him and in his Father.\" Howard, The Teaching of Addai , pp. vii & 15.   The king then invites Addai to teach.  The apostle asks for a general assembly of all the people, at which, he says, [I will proclaim to you] how and why he diminished himself, abased his exalted divinity by the body which he took, was crucified, went down to the house of the dead, broke through the barrier which had never been broken through before and gave life to the dead by being himself killed.  He descended alone, but ascended with many to his glorious Father, with whom he was from eternity in one exalted godhead. Howard, The Teaching of Addai , pp. viii & 17. [11] Addai then delivers two addresses, which, for convenience, I designate as: the catechizing of Abgar; and the address to the people of Edessa.  Because of the easy availability of the text, we may here, in outline fashion, simply call attention to the highlights of these addresses. i. The Catechizing of Abgar [12] Addai tells the story of Protonike and the discovery of the true cross in Jerusalem. See S. Heid, \"Zur frühen Protonike- und Kyriakoslegendt,\" Analecta Bollandiana 109 (1991), pp. 73-108; Jan Willem Drijvers, Helena Augusta: The Mother of Constantine the Great and her Finding of the True Cross (Leiden: Brill, 1992); idem , “ The Protonike Legend and the Doctrina Addai ,” Studia Patristica 33 (1996), pp. 517-523; idem , “The Protonike Legend, the Doctrina Addai and Bishop Rabbula of Edessa,”  Vigiliae Christianae 51 (1997), pp. 288-315; idem , “Promoting Jerusalem: Cyril and the True Cross,” in Jan Willem Drijvers & John W. Watt, (eds.), Portraits of Spiritual Authority: Religious Power in Early Christianity, Byzantium and the Christian Orient (Leiden: Brill, 1999), pp. 79-95.  See also Han J.W. Drijvers & Jan Willem Drijvers, The Finding of the True Cross; the Judas Kyriakos Legend in Syriac (CSCO, vol. 565, Subs. 93; Louvain: Peeters, 1997).   There are several important elements to highlight in the narrative, from the perspective of the literary outline of the Doctrina Addai as a whole: Addai tells the story as an example of what has been done for people \"like you\", who \"believed in the Messiah, that he is the Son of the living God.\" Howard, The Teaching of Addai , pp. x & 21. Protonike is the wife of Claudius; she was converted in Rome by Simon, who worked signs and miracles in Jesus' name.  She joined \"with those who were followers of Simon, and held him in great honor.\" Howard, The Teaching of Addai , pp. x & 21. When Protonike came to Jerusalem, she met Jacob, \"who was made administrator ( mdabbrānâ ) and prefect ( pāqûdâ ) in the church built for us there,\" and \"she received him with great joy, just as she had Simon Kepha.\" Howard, The Teaching of Addai , pp. xi & 23. \"Show me Golgotha where the Messiah was crucified, the wood of his cross on which he was hung by the Jews, and the grave where he was laid.\" Howard, The Teaching of Addai , pp. xi & 23.   They are under the control of the Jews, who will not let the Christians have access to them.  \"They persecute us that we not preach or proclaim in the name of the Messiah.  Often also they confine us in prison.\" Howard, The Teaching of Addai , pp. xi & 23. Three crosses produced; death of Protonike's daughter; revived when wood of the third cross touches her.  As for Protonike, \"She glorified the Messiah and believed concerning him, that he is the Son of the living God.\" Howard, The Teaching of Addai , pp. xv & 31. Protonike gave the cross to Jacob; commanded that \"an especially great edifice be built over Golgotha where he was crucified and over the tomb where he was laid.\" Howard, The Teaching of Addai , pp. xv & 31. The crowd of Jews and Pagans who had been happy and cheerful at the beginning of this affair became very sad at the end of it. Back in Rome, \"When Caesar heard of it, he commanded all the Jews to leave the country of Italy. ... She also gave a recital of this matter before Simon Kepha.\" Howard, The Teaching of Addai , pp. xvi & 33. ii. Address to the People of Edessa [13] Abgar instructs Addai to address all the people, \"that they might know that the Son of God is God.\" Howard, The Teaching of Addai , pp. xvii & 35.   The people are summoned, with their leaders, who are named.  There are three sections in the address which one may summarize under the headings: Christology; personal testimony; and an exhortation against paganism. a. Christology [14] Addai begins his address with the affirmation that \"I am a disciple of Jesus the Messiah ... the son of God.\" Howard, The Teaching of Addai , pp. xvix & 39.   He goes on to speak of how Jesus \"abased the greatness of his exalted divinity, he who had been with his Father from the beginning.\" Howard, The Teaching of Addai , pp. xvix & 39. A little further on he says of the Messiah that \"although his appearance was human, his power, intellect, and authority were divine as he himself said to us.\" Howard, The Teaching of Addai , pp. xx & 41.   Addai's Christology then leads to his profession of Trinitarian faith: We herald and proclaim this Jesus the Messiah, we glorify his Father with him, and we extol and worship the Spirit of his divinity, because thus we were commanded by him to baptize and purge those who believe in the name of the Father and the Son and the Holy Spirit. Howard, The Teaching of Addai , pp. xx & 41. Addai claims that this faith fulfills the Israelite prophecies of old, and he claims that \"if I speak that which is not written in the Prophets, the Jews who are among you and who hear me will not receive it.\" Howard, The Teaching of Addai , pp. xx & 41.   In a very telling phrase, Addai then says that the faith that he preaches is: \"that God was crucified for all people.\" Howard, The Teaching of Addai , pp. xxi & 43. b. Personal Testimony [15] Addai aligns himself with the apostles, who knew only \"the language of the Hebrews,\" but who now announce Christ in all languages.  And he says, \"I am from Paneas, from the place where the Jordan river flows forth.\" Howard, The Teaching of Addai , pp. xxi & 43. c. Exhortation against Paganism [16] Addai's attack against paganism is fairly standard.  God, who is Christ, is the \"Lord of created things.\" He \"was before worlds and creations, whose nature is incomprehensible being invisible, who is sanctified with his Father in high places above, since he is Lord and God from eternity.\" Howard, The Teaching of Addai , pp. xxv & 51.   He \"is the God of the Jews who crucified him.\" Howard, The Teaching of Addai , pp. xxix & 59. [17] Addai recalls the blessing for Edessa that was contained in Jesus' message to Abgar: \"Because you have thus believed in me, may the city in which you dwell be blessed and may the enemy never prevail over it.\"  A little further along he says, \"You are a blessed land according to the will of the Lord Messiah.\" Howard, The Teaching of Addai , pp. xxx & 61.  See also ibid , pp. iv & 9. [18] At the end of the address, the people and Abgar and his nobles all profess their faith.  The king bids Addai to build a church. C. Addai's Instructions for the Church in Edessa [19] In this final section of the work, the author sets out Addai's arrangements for the church in Edessa, and his inauguration of a local hierarchy.  He describes Abgar's message to Emperor Tiberius, and Addai's arrangements for the evangelization of Assyria, as well as how it came about, after Addai's death, that the hierarchy of Edessa became suffragan to Antioch, and ultimately to be in communion with the see of Rome. The consolidation of Christianity involved the conversion of the pagans, and \"even the Jews who were learned in the Law and the Prophets, who traded in silk, submitted and became followers and confessed that the Messiah is the Son of the living God.\" Howard, The Teaching of Addai , pp. xxxiv & 69. Addai selected Aggai, Palut, Abshelama, and Barsamya as his associates in ministry. \"Every day many people would gather to come for the prayer of the liturgy ( l s lûtâ dteshmeshtâ ) and for the Old Covenant and the New of the Diatessaron.\" Howard, The Teaching of Addai , pp. xxxvi & 73. Orientals in the disguise of merchants came over into the territory of the Romans in order to see the signs which Addai was doing.  Abgar wrote to Narses, King of the Assyrians, about Addai's mission. The text makes it clear that this Assyria is outside of the territory of the Romans ( bêt rhômāyyê ), while the author calls its inhabitants ‘orientals’ ( madn. h āyyê ).  See Howard, The Teaching of Addai , pp. 74 & 75.  It seems probable therefore that the Assyria of which he speaks is in the territory under Persian hegemony, which may or may not be the province of Adiabene.  See Millar, The Roman Near East , pp. 100-101.  In any event, the Narses\/Narsai named here is most likely to be the Persian king who in the year 294 succeeded to the throne of Bahrâm III.  See Desreumaux, Histoire du roi Abgar , p. 98, n. 155 & p. 126. Abgar wrote a letter to Tiberius against the Jews for their role in the death of Jesus.  Tiberius answers, denouncing Pilate, promising punitive action, declaring the Jews should have worshipped Jesus, commending Abgar for having done well.  Aristides, Tiberius' ambassador in Osrohoene reports to the emperor, who orders the execution of some Jewish leaders. When Addai ages, Aggai is appointed in his place as administrator and prefect ( mdabbrānâ wpāqûdâ ) Howard, The Teaching of Addai , pp. xl & 81. of the church in Edessa, Palut, a deacon, becomes a presbyter, and Abshelama, a scribe, becomes deacon. Addai's farewell discourse to the hierarchs: \"make the path and road smooth in a rough place, between the crucifying Jews and the erring pagans;\" \"Beware, therefore, of the crucifiers and do not be friends with them, lest you be responsible with those whose hands are full of the blood of the Messiah.\"  \"Beware of the Pagans.\"  \"Do not be investigators into secret things nor inquisitors of hidden things.\"  \"Do not be respecters of persons.\" Howard, The Teaching of Addai , pp. xli & 83 – xlv & 91.   About the scriptures: As for the Law and the Prophets and the Gospel, which you read daily before the people, and the Letters of Paul, which Simon Peter sent to us from the city of Rome, and the Acts of the Twelve Apostles, which John the son of Zebedee sent to us from Ephesus, read these books in the churches of the Messiah.  Do not again read along with these any other since no longer is there any other in which the truth you possess is written. Howard, The Teaching of Addai , pp. xlvi & 93. Response of Aggai, Palut, and Abshelama: \"We will flee from the worship of things made and created which our fathers worshiped.  Moreover, we will not take part with the crucifying Jews.\" Howard, The Teaching of Addai , pp. xlvii & 95 – xlviii & 97. Death of Addai. D. Developments after the time of Addai [20] Burial of Addai \"in a great sepulchre of adorned sculpture.\"  Yearly memorial. Aggai made priests and leaders in all the district of Mesopotamia. Rebellious son of Abgar breaks Aggai's legs for refusing request. \"Because he died speedily and rapidly at the breaking of his legs he was unable to lay his hand upon Palut.  Palut himself went to Antioch and received ordination to the priesthood from Serapion, Bishop of Antioch.  Serapion himself, Bishop of Antioch, had also received ordination from Zephyrinus, Bishop of the city of Rome from the succession of ordination to the priesthood of Simon Peter who received it from our Lord, and who had been Bishop there in Rome twenty-five years in the days of Caesar who reigned there thirteen years.\" Howard, The Teaching of Addai , pp. lii & 105.  Howard notes that contrary to Cureton’s text, Phillips’ text speaks of Zephyrinus as Bishop of the City of Antioch.  See ibid. , p. 110, n. 42. 3. The Narrative Themes of the Doctrina Addai [21] The topical outline of the full text of the Doctrina , as we have it in the St. Petersburg manuscript, highlights a number of important themes which in the ensemble may be taken to compose a historical and creedal view of the faith in early Christian Edessa as the author of the work intended to represent it, and as he supposed it to have been.   Furthermore, taking one's cue from the prominence in the text of Addai's speeches, it seems clear that from the author's point of view they make up the center-piece of the composition.  On this understanding, the Abgar story and its several features, while contributing important historical details, nevertheless functions primarily as a framework story for the main narrative.  It provides a readily recognizable, literary and legendary Sitz im Leben for the speeches and their themes, and at the same time it makes certain claims for historical legitimacy which would have been readily recognized by the work's intended audience. On the varying uses of the Abgar story in Syriac historiography see L. van Rompay, “Jacob of Edessa and the Early History of Edessa,” in G.J. Reinink & A.C. Klugkist (eds.), After Bardaisan: Studies on Continuity and Change in Syriac Christianity in Honour of Professor Han J.W. Drijvers (Orientalia Lovaniensia Analecta, 89; Leuven: Uitgeverij Peeters en Departement Oosterse Studies, 1999), esp. pp. 279-281. [22] The major themes in the speeches may the most easily be reviewed under the following headings: the Roman connection, the program of church order, the adversaries of record, the Christological profile, and the moral imperatives that are commended. A. The Roman Connection [23] The 'Roman connection' is a theme that will not escape even the most casual reader of the Doctrina Addai .  It has both civil and ecclesiastical dimensions.  From the civil perspective, the King Abgar of the narrative is portrayed as serving in the capacity of a client king under the rule of the Roman emperor Tiberius, and his associate and successor, Claudius.  This motif appears both in the frame story, and in the Protonike legend, featured as part of Addai's catechizing of Abgar. See Howard, The Teaching of Addai , pp. i & 3, vi & 13, x & 21, xvi & 33, xxxviii – xxxix & 77-79.   It also appears in the story of the exchange of letters between King Abgar and Emperor Tiberius about the punishment of the Jews for Christ's crucifixion. See Howard, The Teaching of Addai , pp. xxxvii & 75 – xl & 81.   While these narrative components of the Doctrina Addai present a number of chronological and historical difficulties for the modern scholar, it nevertheless clearly seems to be the original author's intention to point to Edessa's continuing political loyalty to the imperium romanum from the earliest times.  In this connection one recalls the ever present challenge of the Persian threat in the Aramean environs of Edessa. This circumstance is evoked in the narrative by the mention of Narses\/Narsai, \"king of the Assyrians,\" whose subjects are said to have come into the territory of the Romans \"to see the signs which Addai was working;\" according to the story, the king asked Abgar for a report, and the Edessan king sent him a written account of them, at which the 'Assyrian' was amazed. Howard, The Teaching of Addai , pp. xxxvii & 75.  See n. 56 above. [24] On the hypothesis that the author's real, political interest here is to assert Edessa's historical loyalty to Rome, continuing up to his own day, during the reign of the eastern emperor Theodosius II (408-450), as will be suggested below, one notices a number of anachronistic features in the telling, which may point more closely to his own time, when the capital of the eastern empire was actually in 'New Rome', Constantinople.  One notices, for example, that Narses\/Narsai, the 'Assyrian' king mentioned in the text, actually reigned in the third century and was not a contemporary of either Tiberius or Claudius.   Furthermore, in connection with what the text says about the relationship between Tiberius and Claudius, one notices that the author's assumption that a Caesar is subordinate to an Augustus reflects the usages of a later time, not those of the first century of the empire.  What is even more pertinent in connection with the text's mention of Tiberius' allusion to \"the war with the Spaniards, who have rebelled against me,\" Howard, The Teaching of Addai , pp. x & 21, xxxviii & 77. is that after the Spanish wars under Augustus, there was no serious imperial fighting in Spain until the Goths, Suevi and Vandals invaded the peninsula in 409.  Therefore, one might conclude on these grounds that what the text says about Claudius should indicate a date subsequent to the future, western emperor Constantius' operations against the Visigoths in Spain between 414 and 416, the next campaigns in Spain that the ancient historians mention after the time of Augustus. See the Spanish campaign in the fifth century mentioned in Paulus Orosius, Orose, Histoires (Contre les Païens) (Marie-Pierre Arnaud-Lindet, ed. & trans.; Paris: Les Belles Lettres, 1991), vol. III, pp. 123-127; Hydatius, The Chronicle of Hydatius and the Consularia Constantinopolitana: Two Contemporary Accounts of the Final Years of the Roman Empire (R.W. Burgess, ed. & trans.; Oxford: Clarendon Press, 1993), pp. 79-91.   When one puts this observation together with the fact that the first mention of Spanish rebels in the Doctrina Addai occurs in the account of the Protonike legend, a Syriac calque on the story of the empress Helena's finding of the true cross, and it is further taken into account that Helena's story first circulated in Greek only in the latter years of the fourth century, See the studies cited in n. 34 above. it suggests that the full form of the Doctrina Addai could not have been composed until well after the beginning of the fifth century. The author wishes to thank Prof. Timothy D. Barnes for calling these historical observations to his attention.   As will appear below, this dating for the text accords well with what will be suggested below, on other grounds, as the most likely time for the production of the integral work.  But the point to be made at this juncture is simply that the historically anachronistic features of the narrative can well be seen to be in the service of a political ideology, namely loyalty to the imperium romanum , as pertinent a concern for an Edessan writer in the first half of the fifth century as at any earlier, or later time until the Islamic conquest removed both the Persian threat and Byzantine suzerainty from Aramean territory in the seventh century.  The details are not in themselves what the author intends to claim historically, although he was no doubt convinced of their veracity.  Rather, one might reasonably conclude that his overriding intention was to cite them in support of the main historical, political claim of his work, that Edessa had an impressive record of loyalty to the imperium romanum , in an area where this loyalty was not without serious political and cultural challenge, and that its continuation in his own time was to her ultimate benefit. [25] Political loyalty to the imperium romanum had not only a civic, but also an ecclesiastical dimension in the author's view.  In the Doctrina Addai one notices this dimension in several contexts: in the Protonike story, in Addai's farewell address to the hierarchs who are chosen for ecclesiastical service in Edessa, and in the final section of the work, dealing with developments after the time of Addai.  In the Protonike story this dimension is to be seen in Protonike's relationship with Simon Peter in Rome.  In the first place, the text says, \"She became a believer in, and a worshipper of our Lord the Messiah, giving Him glory with those who were followers of Simon, whom she held in great honor.\" Howard, The Teaching of Addai , pp. x & 21.  My own translation of this passage accepts the textual correction suggested in Howard, p. 117, i.e., mshabb h â for mshî h â.   Then, on her return from Jerusalem, \"She related the things which had happened to Claudius Caesar. ... She also told Simon Peter that which had happened.\" Howard, The Teaching of Addai , pp. xvi & 33.   In other words, what one might call the Eusebian relationship between bishop and royalty is exemplified in the account of the queen's behavior toward the caesar and the apostle in Rome. [26] In his exhortation to Aggai, Palut and Abshelama, Addai also speaks of Simon Peter in Rome.  He mentions \"the Letters of Paul, which Simon Peter sent to us from the city of Rome.\" Howard, The Teaching of Addai , pp. xlvi & 93.  In the same passage he also speaks of “the Acts of the Twelve Apostles, which John the son of Zebedee sent to us from Ephesus.”   In context, the author of the Doctrina Addai is only insisting on the apostolic origin of the canon of the scriptures as it was promoted in Edessa in his own day.  Nevertheless, the Roman connection, so prominent in other parts of the text, is also in evidence here.  At another place in the same address, Addai likewise gives advice about the appropriate behavior of the hierarchs toward the civil authorities.  He says: As to rulers and judges who have attained to this faith, love them, though you should be no respecter of persons in anything.  But if they go astray, rebuke them justly that you might demonstrate the boldness of your integrity and that they might amend their ways so as not again to be directed by their own will. Howard, The Teaching of Addai , pp. xlv – xlvi & 91 – 93. [27] Again, one notices in the text the assumption of a relationship between civil and ecclesiastical officials of a character that the wistful ecclesiology of Eusebius of Caesarea in Palestine (c. 260 - c. 340) would commend. See T.D. Barnes, Constantine and Eusebius (Cambridge, Mass.: Harvard University Press, 1981).   The same model is behind the often quoted passage from the last section of the work, devoted to the account of developments after the time of Addai.  When one of Abgar's rebellious sons is said to have killed Aggai, the text goes on to say: Because he died speedily and rapidly at the breaking of his legs he was unable to lay his hand upon Palut. Palut himself went to Antioch and received ordination to the priesthood from Serapion, Bishop of Antioch. Serapion himself, Bishop of Antioch, had also received ordination from Zephyrinus, Bishop of the city of Rome from the succession of ordination to the priest-hood of Simon Peter who received it from our Lord, and who had been Bishop there in Rome twenty-five years in the days of Caesar who reigned there thirteen years. Howard, The Teaching of Addai , pp. lii & 105.  See also n. 61 above. [28] In addition to the clear appeal to the fourth-century ecclesiological idea of the unbroken episcopal succession from the time of the apostles, of which more will be said below, this passage also presumes the early Byzantine, and the Ephraemian, view of the dual royal and episcopal governance of a city, in terms of its civic and spiritual interests, complete with a case of royal coveting of episcopal wealth.  What is more, the particulars of the chain of ordinations, as Walter Bauer showed so long ago, anachronistically presume the usages of the author's day, rather than any earlier practice. See Bauer, Orthodoxy and Heresy , pp. 17-20.   Once again, the reader's perception is that the historical details in the narrative are subservient to the author's larger purpose, to commend the ideal of a harmonious relationship between Edessa's hierarchy, duly claimed to be apostolic in origin, and the civil authority, appropriately aligned under the Roman emperor.  It reflects nothing so much as an anachronistic retrojection into the early Christian period of Edessa's history, of the political and ecclesiological ideas of the kind articulated in Syriac by Ephraem the Syrian in the second half of the fourth century, complete with the paradigmatic role of Peter. In this connection see the following studies by Sidney H. Griffith, “Ephraem, the Deacon of Edessa, and the Church of the Empire,” in T. Halton & J. Williman, (eds.), Diakonia: Essays in Honor of Robert T. Meyer (Washington, D.C.: CUA Press, 1986), pp. 22-52; “Ephraem the Syrian’s Hymns ‘Against Julian’: Meditations on History and Imperial Power,” Vigiliae Christianae 41 (1987), p. 238-266; “Setting Right the Church of Syria: Saint Ephraem’s Hymns against Heresies ,” in Wm.E. Klingshirn & Mark Vessey (eds.), The Limits of Ancient Christianity: Essays on Late Antique Thought and Culture in Honor of R.A. Markus (Ann Arbor: The University of Michigan Press, 1999), pp. 97-114.   It is hard to avoid the conclusion that the author of the full form of the Doctrina Addai composed a work, into which he incorporated earlier legendary traditions, for the purpose of making a historical and doctrinal claim in his own day. [29] The earlier legendary traditions, like the story of the Abgar\/Jesus correspondence, the account of how Edessa acquired a famous image of Christ, the veneration of which was becoming increasingly popular in the fifth century, and the claim of apostolic succession for her hierarchy, all went together to supply the credentials for the authenticity of Edessa's historical epithet, \"the Blessed City ( mdintâ mbarrabtâ ),\" a title which the author of the Doctrina Addai suggests was due to Christ's own prayer for the city, included in his letter to King Abgar, \"As for your city, may it be blessed and may no enemy ever again rule over it.\" Howard, The Teaching of Addai , pp. iv & 9.   In his work, for reasons pertinent to the conditions of his own time, and by means of the themes that he highlights, the author of the Doctrina Addai proposes a paradigm of Christian thought which he anachronistically represents as corresponding to the city's ancient faith, in reward for which she first received the promise of the Lord's blessing. B. Church Order [30] The elements of church order highlighted in the narrative, which seem to have been included to testify to Edessa's ecclesiastical legitimacy in the church of the Roman empire, are the aforementioned participation in the apostolic succession, signified by the tradition of the laying-on of hands reaching back to Simon Peter, the espousal of Nicene faith by a constant affirmation in the narrative of the divinity of Jesus Christ as the Son of God the Father, warranted by miracles, and the firm affirmation of the full canon of the Old and the New Testaments. See the passage quoted above at n. 59.   The profile of 'orthodoxy' which these standards demarcate is entirely conformable with that one espoused by Ephraem the Syrian in Nisibis and Edessa in the second half of the fourth century. See Sidney H. Griffith, “The Marks of the ‘True Church’ according to Ephraem’s Hymns Against Heresies ,” in Reinink & Klugkist, After Bardaisan , pp. 125-140. [31] In connection with the author's concern for the text of the scriptures being read at the liturgy in Edessa, one notices especially the following report about the services in the church Addai is said to have built at the bidding of King Abgar.  The text says, \"Every day many people used to assemble to come to the prayer of the liturgy and to the Old Testament and the New [Testament] of the Diatessaron.\" Howard, The Teaching of Addai , pp. 72 & 73.   It is the mention of the Diatessaron that catches one's attention in the present context.  In the first half of the fifth century, particularly during the reign of Bishop Rabbula of Edessa (411\/2-435), a campaign was waged in the city to ban the reading of the Diatessaron and to replace it with the Peshitta version of the Gospels. See M. Black, “Rabbula of Edessa and the Peshitta,” Bulletin of the John Rylands Library 33 (1951), pp. 203-210.   The author of the Doctrina Addai anachronistically represents the reading of the Diatessaron in the liturgy as dating from the time of Addai and the establishment of Christianity in Edessa.  Therefore, it is hard to avoid the conclusion that in this connection he is taking a position in the controversy about the Diatessaron, alleging its historical authority, at the very time of his writing. C. The Adversaries of Record [32] Even the hurried review of the contents of the Doctrina Addai that we have been able to include in the present article makes it clear that in the narrative as a whole, but particularly in the sermons and speeches of Addai, the Jews and Pagans are major adversaries.  These were the perennial, literary adversaries of the Christian preachers in Late Antiquity, never more so than in the fourth and fifth centuries.  They were also the common adversaries of writers in all the language communities of the Christians at the time, and, as such, the stereotypical charges lodged against them often lacked more specific definition. [33] Nebo and Bel are the pagan gods most frequently mentioned in the Doctrina Addai , and they were indeed \"the main gods of Edessa,\" H.J.W. Drijvers, Cults and Beliefs at Edessa (Leiden: Brill, 1980), p. 40. against whose cult the Christian writers of the fourth and fifth centuries inveighed the most insistently.  The text also mentions other deities worshipped in Edessa and in neighboring, Syriac-speaking locales.  In his general instruction to the people of the city, Addai said: I see that this city is filled with paganism which is contrary to God.  Who is this [man-] made idol Nebo which you worship, and Bel which you honor? Behold there are those among you who worship Bath Nical, like the inhabitants of Haran your neighbors, and Taratha, like the inhabitants of Mabug, and the Eagle, like the Arabs, and the sun and the moon, like the rest of the inhabitants of Haran who are like you. Howard, The Teaching of Addai , pp. xxiv & 49. [34] What is striking in this portrait of pagan religion at Edessa is its local accuracy; it also calls attention to the continuing appeal of what one might call the 'Persian tilt' in Edessan politics, in that the indigenous cults may be thought to have favored the Persian suzerainty under which they had flourished before the establishment of Christianity in the city under Roman auspices, as the author of the Doctrina Addai wanted to claim. For the associations of these cults see Drijvers, Cults and Beliefs , pp. 40-75. In the fourth and early fifth centuries these cults were still exercising both their religious and their political influence. [35] From a local perspective, the group of non-Christian, or semi-Christian adversaries over whose claims the author seems most interested to prevail were the Manichaeans.  Professor Han J.W. Drijvers has already amply shown this dimension of the work. See in particular Drijvers, “The Abgar Legend,” and Han J.W. Drijvers, “Facts and Problems in Early Syriac-Speaking Christianity,” The Second Century 2 (1982), pp. 157-175.   It remains only to say that the concern to refute the claims of the Manichaeans in Edessa and its environs fits well with the polemical agenda of Ephraem in the late fourth century and with the continuing efforts to institutionalize his ecclesiastical program in the first half of the fifth century. See Sidney H. Griffith, “The ‘Thorn among the Tares’: Mani and Manichaeism in the Works of St. Ephraem the Syrian,” in M.F. Wiles and E.J. Yarnold (eds.), Studia Patristica (vol. XXXV; Leuven: Peeters, 2001), pp. 403-435 in press.   Nevertheless, it is important also to take notice of the fact that the author of the Doctrina Addai , consistent with his purpose to present his own position as that of the first preachers of Christianity in Edessa, does not actually name the adversaries of record against whom the upholders of imperial orthodoxy in the Syriac-speaking milieu in his own day argued strenuously, namely, Marcion, Bar Day s ān, and Mani.  This is the case in spite of the clearly anachronistic, anti-Manichaean character of the legendary claims made in the narrative about the origins of Christianity in Edessa and about the relationship between Addai and Abgar, so reminiscent, according to Prof. Drijvers, of the relationship between Mani and the Persian king, Shapùr I (241-272). [36] The one group against whom the author vigorously polemicizes by name throughout the work are the Jews.  On the one hand he seems anxious to acknowledge a Jewish connection for the earliest Christianity in Edessa; Addai first dwelt in Edessa with Tobia, \"the son of Tobia the Jew, who was from Palestine,\" Howard, The Teaching of Addai , pp. v & 11. and as a result of Addai's ministry, the text says, \"Even the Jews who were learned in the Law and the Prophets, who traded in silk, submitted and became followers and confessed that the Messiah is the Son of the living God.\" Howard, The Teaching of Addai , pp. xxxiv & 69.   On the other hand, throughout the narrative the Jews are called 'Crucifiers' ( zaqôpê ), and the reader is reminded that Christ \"is the God of the Jews who crucified him.\" Howard, The Teaching of Addai , pp. xxix & 59.   In his farewell address to the hierarchs who would succeed him Addai says, \"Beware, therefore, of the crucifiers and do not be friends with them, lest you be responsible with those whose hands are full of the blood of the Messiah.\" Howard, The Teaching of Addai , pp. xliii & 87.   Notice is taken of the action of the Roman emperor against the Jews, credited to the intervention of King Abgar with Emperor Tiberius by letter, \"since he could not pass over into a country of the Romans to enter Palestine and kill the Jews, because they crucified the Messiah.\" Howard, The Teaching of Addai , pp. xxxvii & 75.  See also ibid . pp. xxxviii & 77 – xxxix & 79. [37] There is an anachronistic quality to this pronounced anti-Jewishness and concern about the involvement of Christians with Jews; it's terms are reminiscent of the Adversus Judaeos dimension of the works of many writers of the fourth and fifth centuries, such as Cyril of Alexandria (c. 375 - 444), John Chrysostom (c. 347-407) in Antioch, or Ephraem the Syrian (306-373) in Nisibis and in Edessa. See Robert L. Wilken, Judaism and the Early Christian Mind: a Study of Cyril of Alexandria’s Exegesis and Theology (New Haven: Yale University Press, 1971); idem , John Chrysostom and the Jews: Rhetoric and Reality in the Late Fourth Century (Berkeley: University of California Press, 1983).  There is as yet no satisfactory study of Ephraem and the Jews.  Look for the forthcoming doctoral dissertation of Tina Shepherdson at Duke University. [38] The text of the Doctrina Addai does not anachronistically name any particular Christian adversaries or well known heresiarchs from a later time.  Nevertheless, the doctrinal positions adopted throughout the work, as will be mentioned below, make it abundantly clear that the author intends to claim that Edessa's historical faith should logically exclude the Christological doctrines of those who would in any way discount the full divinity of Christ. D. The Christological Profile [39] Throughout the outline of the contents of the Doctrina Addai given above, care has been taken to quote the sentences and phrases in which the author set down the terms of the confession of faith in Christ that he represents as characterizing the historical faith of the kingdom of Edessa.  Perhaps the single most important place in the narrative to study the Christological profile of the whole document is in the section dealing with Addai's address to the people of Edessa.  Here the Nicene character of the faith is evident in such phrases as the one which expresses King Abgar's wish that many of his own people will come to know that, \"the son of God is God.\" Howard, The Teaching of Addai , pp. xvii & 35.   But in this connection the most striking sentence of all is surely the one Addai utters in his address to characterize \"the faith which we preach, that God was crucified for all people.\" Howard, The Teaching of Addai , pp. xxi & 43. [40] It would be difficult not to recognize in the phrase, \"God was crucified for all people,\" a representation of the Christology of those whom their adversaries, after the time of the council of Chalcedon (451), would polemically label 'Monophysites'.  To put it forward as the historical faith of Edessa suggests that the author of the Doctrina Addai was interested in propounding the Christological view associated with the teaching of Cyril of Alexandria (d. 444) in the context of the controversies of his own day.  In Edessan history, the period when the city's ecclesiastical establishment notably wavered between the Christologies of Antioch and Alexandria, but prior to when the Roman imperial authority proposed a definitive solution to the controversy, was the time of the reign of Bishop Rabbula (d. 436). See Georg Günter Blum, Rabbula von Edessa; der Christ, der Bischof, der Theologe (CSCO, vol. 300, Subs. 34; Louvain: Secrétariat du Corpus SCO, 1969); Han J.W. Drijvers, “Rabbula, Bishop of Edessa: Spiritual Authority and Secular Power,” in J.W. Drijvers & J.W. Watt, Portraits of Spiritual Authority , pp. 130-154.  See also the study of the Syriac vita of Rabbula by G.W. Bowersock, “The Syriac Life of Rabbula and Syrian Hellenism,” in Tomas Hägg & Philip Rousseau, Greek Biography and Panegyric in Late Antiquity (Berkeley: University of California Press, 2000), pp. 255-271.   Once again, what must seem an anachronism in the text suggests the era to which it is plausible to date the composition of the full form of the Doctrina Addai . E. The Moral Imperatives [41] A noticeable theme in the narrative of the Doctrina Addai is a pronounced concern for the proper use of wealth, or rather, the renunciation of it by Addai and his disciples.  This concern surfaces at the very beginning of Addai's relationship with Abgar, when the king gave orders for silver and gold to be given to the apostle.  Addai says, \"how can we receive anything which is not ours?  Now behold we have left that which is ours as we were commanded by our Lord that we should be without purses and without wallets.\" Howard, The Teaching of Addai , pp. viii & 17.   Nevertheless, the text is careful to point out that Abgar made large monetary gifts to support the building of the church in Edessa and the ministries of Addai and his disciples. See Howard, The Teaching of Addai , pp. xxxii & 65.   In his address to his disciples, Addai reminded them that they should have no other occupation than the service of the Lord, and that they should not \"love the profits of this world.\" Howard, The Teaching of Addai , pp. xxxvi & 73.   But the narrative reports that in their ministries, in addition to their faithfulness to their ecclesiastical duties, the disciples \"made visitations of alms to the sick and to the well according to Addai's teaching to them.\" Howard, The Teaching of Addai , pp. xxxvi & 73.   At the end of Addai's life, the king sent him rich garments for his burial clothes, but Addai sent back the message: \"During my life I took nothing from you; I will not deny in myself the word of the Messiah who said to me, 'Take nothing from any man, and acquire nothing in this world.'\" Howard, The Teaching of Addai , pp. xlviii & 97.   Finally, the Doctrina Addai leaves the following portrait of Addai and his followers: He did not take silver or gold from any man.  The gifts of princes came no where near him.  For in place of gold and silver, he enriched Christ's church with the souls of the believers.  The whole status of the men and women was: they were splendidly chaste, they were pure and holy, they were living singly and chastely, without defilement, splendidly [engaged] in the watchfulness of the liturgy, in taking on the burden of the poor, in visiting the sick. Howard, The Teaching of Addai , pp. l & 101.  The translation given here differs considerably in nuance from Howard’s. [42] This passage reflects the ideal view of church life as it was normally put forward in the fourth and fifth centuries in the Syriac-speaking milieux.  In particular, it echoes the ascetical language so prominent in the works of the classical writers, such as Aphrahat and Ephraem, See Sidney H. Griffith, “Asceticism in the Church of Syria: the Hermeneutics of Early Syrian Monasticism,” in Vincent L. Wimbush & Richard Valantasis (eds.), Asceticism (New York: Oxford University Press, 1995), pp. 220-245. as well as the emphasis on the care of the poor and the sick, evident in certain hagiographical texts of the fifth century. See Han J.W. Drijvers, “The Man of God of Edessa, Bishop Rabbula, and the Urban Poor: Church and Society in the Fifth Century,” Journal of Early Christian Studies 4 (1996), pp. 235-248. [43] In addition to the maintenance of the poor and the sick, the one expenditure of wealth of which the Doctrina Addai clearly approves is the building of churches.  In the account of the Protonike legend a favorable mention is made of the \"especially great edifice\" that the queen gave orders to be built over Golgotha and Christ's tomb in Jerusalem. See Howard, The Teaching of Addai , pp. xv & 31.   And in Edessa, there is the church which Addai built with Abgar's support.  In this connection, the text suggests that this accomplishment was only the beginning of a church building campaign that reached well beyond the confines of the city.  It says: Some years after the Apostle Addai had built the church in Edessa, had provided it with everything suitable for it, and had made many disciples from the city's populace, he built churches in other districts as well, both far and near.  He adorned and embellished them, set up deacons and presbyters in them taught those who were to read the scriptures in them, and taught the orders of the ministry within and without. Howard, The Teaching of Addai , pp. xl & 81. History and Historiography in Late Antique Edessa [44] As is abundantly clear from the bibliographical references included in the footnotes to the present study, from the late nineteenth century and throughout the twentieth century, virtually every historian of note who has had the occasion to be concerned with Syrian Christianity has also tried his hand with one or another of the problems associated with the Doctrina Addai .  But few have considered the integral work in its fullest form.  It has been the purpose of the present essay to review the composition it its literary integrity.  In the light of the review, a number of conclusions suggest themselves. [45] It seems clear that Addai's addresses and instructions are at the heart of the narrative.  Although Addai himself, along with a number of the other dramatis personae are put forward as historical characters, it appears that the author expected his intended audience to recognize their names and to know their stories from the general fund of local, Edessan, historical lore.  The historical claims he puts forward in particular, therefore, are not immediately the historical details of the narrative, which he takes for granted, but the larger theological and political themes one finds developed throughout the work.  They are the themes discussed above: the Roman and Jerusalem connections; the apostolic tradition; the adversaries of record; the Christological profile; the moral imperative, especially the concern for evangelical poverty.  As we have seen, these themes are clearly put forward anachronistically from the perspective of what could have been the case at the time of the evangelization of Edessa.  The period that in the ensemble they most immediately suggest is the first third of the fifth century, and perhaps, more specifically, the time of Bishop Rabbula (d. 436).  For many of the same reasons alleged here, in a recent study, Prof. Han J.W. Drijvers concludes that the bishop himself was responsible for the work.  He declares straightforwardly, \"The final version of the Doctrina Addai probably is due to bishop Rabbula.\" H.J.W. Drijvers, “The Image of Edessa,” pp. 15-16. [46] The major conclusion to which the present writer comes is that the Doctrina Addai in its fullest form is an integral work, with a definite set of ideas to commend, in the service of a line of thinking that is at once political and religious, civil and ecclesiastical.  The author puts it forward, not without apologetical and polemical intent, as a paradigm of right thinking for the Edessan milieu; he rightly calls it 'teaching' or 'doctrine' ( malpānûtâ ), and not 'history' ( tash'îtâ ).  He represents the several themes of the work as the component parts of an Edessan profile of the Christian faith that in his opinion goes back to the origins of Christianity in that city.  For this purpose he utilizes pre-existing material, including the locally well known stories of Abgar and Protonike, finally alleging that the whole work, including Addai's sermons and instructions, have all along been preserved in Edessa's royal archive, in a copy written by the legendary scribe, Labûbna, and vouched for by the legendary archivist, H annān. Howard, The Teaching of Addai , pp. liii & 107.   A modern reader may think of it as an historical novel composed to promote Bishop Rabbula's agenda for the 'Church of the Empire' in Edessa, maybe even supposing that it is an instance of \"fiction as history\", to borrow Prof. Glen Bowersock's felicitous phrase, from the title of his own study of some earlier, not entirely dissimilar material from other, late antique language communities. G.W. Bowersock, Fiction as History: Nero to Julian  (Sather Classical Lectures, vol. 58; Berkeley: University of California Press, 1994).   But the conviction remains that the author himself of the Doctrina Addai intended to write the Gospel truth. _______ Notes",
    "title" : 
    [ "Doctrina Addai as a Paradigm of Christian Thought in Edessa in the Fifth Century",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Griffith, Sidney H." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2griffith",
    "type" : "article",
    "displayTitleEnglish" : "The Doctrina Addai as a Paradigm of Christian Thought in Edessa in the Fifth Century" }