
  { "fullText" : "[1] The choice of topic for Daniel Caner's doctoral dissertation was an ingenuous and fortunate one. Working under Susanna Elm at the University of California at Berkeley, Caner approaches the social and religious history of all those wandering, begging monks and ascetics in Late Antiquity that everyone knows about, yet always manages to consign to simple condemnation or glorification - or push further out from investigation to the margins of ambiguity and neglect. [2] Towards these famous and infamous ascetics Caner's perspective is positive and sympathetic, without ignoring historical witnesses on either side of the controversies. He prefers to see the peripatetic ascetics as presenting another option to the form fourth- and fifth-century monasticism and asceticism took, to which there was considerable opposition as well as popular enthusiasm. Absorbing the rhetoric, Caner discerns not only the genuine historical cause and effect, but also the voices of religious and social authority and standing of the various authors. The benefit for the reader is to be able listen, for once unfettered, to the tales and controversies of monks who neither stayed still nor worked. [3] The historical narratives oscillate between several dichotomies (perhaps similar to the function of Walter Brueggemann's bipolar themes for Old Testament theology): Wandering, begging are understood by many as the consequences of the abandonment of stillness, labor ; Akribeia (strict, scrupulous ascetic discipline) is fueled by desire for the imitation of Christ, while argia (idleness) is the consequence of no discipline; Caner emphasizes that the real assessment of wandering ascetics was due to behavioral criteria , rather than the doctrinal criteria used by church leaders to condemn these same groups and individuals; The apostolic mandate for engaging in this particular form of asceticism is presented as a neglected motive by Caner, in contrast to the assumption that most heretics modeled their behavior after that of a heretical mentor . [4] The critical mass of this study resides in the Messalian controversy with Alexander the Sleepless (fl. 420s) as the object lesson and exemplar of how the issues were handled and interpreted. Caner includes as an appendix the first English translation of the Life of Alexander Akoimētos from a solitary manuscript. [5] Caner takes a fresh look at a number of significant texts dealing with wandering, begging monks. From the perspective of this journal, it is gratifying to see that Syriac texts and history are being included as primary sources by non-Syriac specialists in cross-cultural studies of Late Antiquity. [6] In particular, Caner analyzes the Book of Steps ( Liber Graduum ) for its outlook on wandering, begging ascetics, a source he sees providing an alternative window through which to interpret primarily Greek ascetic phenomena. [7] In the Introduction and first chapter, \"Wandering in the Desert and the Virtues of Manual Labor,\" Caner sets the stage before us of the historical attitudes towards wandering, begging ascetics. The Coptic Life of Phif , a fourth century wandering Egyptian monk, goes against the grain of Athanasius' Life of Antony which established the agenda for most of fourth- and fifth-century monasticism, that of xeniteia —voluntary (and settled in one place) alienation from material and social means of support. Wandering monks were variously suspected of avoiding manual labor or being possessed by demons. [8] Evagrius Ponticus added theory to the attitudes, warning that monks who wander will \"practice false sayings\" and create social disturbances. Moreover, such unsettled monks were particularly susceptible to akēdia , or a desperate kind of bored depression and despondency. [9] Other characters, such as Abba Bessarion, would concoct an edifying tale to win the admiration and charity of his hosts, and then move on. Eventually, many came to perceive that the propensity to wander from place to place also suggested a refusal to submit to an elder's authority. [10] Chapter 2, \"Apostolic Wanderers of Third-Century Syria,\" primarily treats Syriac materials, although Caner begins with the observations of Greek historian Sozomen. The latter identifies the first Syrian monks as boskoi or \"grazers,\" homeless people who ceaselessly praised God as they wandered the mountain regions, consuming neither bread nor meat nor wine. [11] Aphrahat and Ephrem, mid-fourth-century Syriac writers, witness to the establishment of communities of ascetics who patterned their life after Jesus, the Ihīdāyā or \"Only Begotten\/Solitary One.\" These male and female clusters were known as the Bnay\/Bnāt Qyāmā , Sons\/Daughters of the Covenant, \"a living icon of Paradise restored\" in the phrase of Sidney Griffith. These ascetics based their lifestyle on apostolic precedent rather than on the example of Antony, and that meant active engagement with the world they had renounced rather than permanent social withdrawal. To exhibit \"demonstrative piety\" (Fergus Millar) was considered an apostolic imperative. [12] Several texts provide evidence of this strategy, especially The Acts of Thomas , in which Thomas is depicted in homeless poverty adopted in imitation of Jesus. Repeatedly, Thomas is called a \"stranger\" ( xenos in Greek; aksnāyā in Syriac). After a while, it is difficult to distinguish the character of Thomas from Jesus, spurring the readers of the Acts to imitate Thomas and Christ in the apostolic way of life. [13] Parrhēsia , the bold self-confidence needed to confront people of higher social station or office with freedom of speech, was a gift of the Hebrew prophets that was available to all Christians and especially ascetics if they imitated Jesus. Thomas, who challenged kings and nobility with his Christian ascetic agenda, is the model of parrhēsia -filled speech and actions. [14] A different witness is the third century Pseudo-Clementine Letters to Virgins , extant in Syriac, which has little to do with virgins. Instead, it is a manual written to instruct wandering Christian ascetics how to conduct themselves appropriately and effectively in the towns and villages along their itinerary. The Letters proscribe that only a few in the traveling company should be allowed to speak publicly and then \"with Jesus' gentleness and humility.\" Already, the author of the Letters was observing that many want to talk for their own gain, \"trafficking in iniquity in the name of Christ.\" [15] The Teaching of the Twelve Apostles or Didache offered caution from the other side of the highway, enabling Christians in these towns, villages, and churches to distinguish the true charismatic wandering figures from the false ones. Begging for money or wanting to stay longer than two days were the negative red lights. Such persons who refused to work the Didache labeled \"Christmongers.\" [16] Chapter Three, \"In Support of \"'People Who Pray': Apostolic Monasticism and the Messalian Controversy,\" as well as Chapter Four, treat the historical moments of controversy that brought the issues of wandering, begging monks to center stage. [17] During this period the nebulous group of Messalians (Syriac - People Who Pray) were classified as heretics with specific doctrines attributed to them by church authorities and councils. Caner understands this activity as the result of an ecclesiastical process aimed at defining, consolidating, and homogenizing different forms of Christian life, marginalizing along the way any disturbing or competing \"other.\" But since the alleged Messalian practices were derived from the Gospels rather than particular Messalian leaders, what was supposed to be uniquely Messalian could be found all over the empire wherever Christian ascetics turned to the Gospels for direction as they developed new forms of monasticism and asceticism. [18] Epiphanius of Salamis included Messalians in his catalogue of heresies, the Panarion , and his profile would provide the general definition of Messalianism from the 370s onward. Wandering, cohabitation of males and females, total renunciation of material possessions, irregular prayer and fasting, literal identification with spiritual exemplars and argia —refusal to work and consequent begging—were the primary sins. [19] The ecumenical council at Ephesus in 431 condemned all Messalians, Euchites or Enthusiasts, and anathematized an Asceticon , reputedly the Messalian manual. There have long been questions whether such a book existed. John of Damascus (eighth century) cited 18 sections from the so-called Asceticon in his On Heresies , but these citations have been shown to be excerpted from the spiritual homilies of Pseudo-Macarius. [20] Into the fray Caner introduces the Syriac Book of Steps , a collection of 30 homilies written anonymously, most likely in northern Mesopotamia in the mid-fourth-century. Caner underlines the work's stark vision of ascetic poverty and frank discussion of what this means in actual practice. It is a book that presses the apostolic imperatives, at times echoes so-called Messalian traits, yet does not fit or accept the heretical patterns. [21] The spiritual elite of the Book of Steps , the Perfect Ones, were \"apostolic vagrants.\" The author urges them to imitate the deranged \"fools of the world\" who treat themselves with contempt by moving around in rags, without any home or possessions, eating whatever comes their way. They must not work if they intend to recapture the angelic freedom that had characterized Adam before his Fall—before he had to work. [22] Once the Perfect can completely emulate the apostles, they are able to receive the Paraclete and be perfected, and then undertake an apostolic mission back towards the society they had renounced. According to the author of the Book of Steps , these ministries entitled the Perfect to material support from the Upright. [23] Caner enlists Augustine's On the Work of Monks (written 401) to show that while the label Messalian was not used, the assumption that dedication to an ascetic life strictly evangelical and apostolic in character includes a dependence upon and entitlement to material support from other Christians had spread to diverse regions. [24] Chapter Four, \"Apostle and Heretic: The Controversial Career of Alexander the Sleepless,\" investigates the person who along with Adelphius of Edessa was identified as one of the arch-Messalian heretics. Caner resorts to the condemnations of the council at Antioch in 426, Ephesus in 431, and the treatise On Voluntary Poverty by Nilus of Ancyra; along with the naturally sympathetic Life of Alexander Akoimētos [25] Alexander led a band of a hundred or so monks from place to place, where they would engage themselves seemingly in continual—even combative—prayer and psalm-singing in the public venues. Well-organized around the clock singing evoked the \"sleepless\" epithet. The band refused to work (interpreted as argia by detractors) and would aggressively assert their right to support from the churches and populace. Alexander's prayers and psalms would frequently be diatribes against the legitimacy and authority of church and civil leaders. Consequently, Alexander and company were attacked and then evicted by government and ecclesiastical forces from Antioch and later Constantinople. The doctrinal heresies by which Alexander would be indicted were irrelevant, tacked on later as intellectual justification for the condemnation of his behavior. [26] Alexander's biographer presents a quite different picture, though never denying his hero's rough treatment in the big cities. The authorities were genuinely corrupt and insincere, so Alexander's challenges were appropriate. The prime concern of Alexander was akribeia , which meant for him truly living by the letter of the Scriptures. The biographer emphasizes that Alexander is best characterized not by his sleepless regimen of prayer, but by his uncompromising standard of ascetic poverty. [27] Caner inserts observations from the Book of Steps , for he sees that the Book of Steps \"provides the most striking parallels for Alexander's way of life.\" Both expressed concern that monks were being held back from Perfection by being lured into performing \"righteous labor\"—work that is meant for the Upright ones. The author of the Book of Steps indicates that the Evil One is the source of this distraction, attempting to make the Perfect fall from Jesus' major commandment, \"Do not be anxious even about yourself.\" [28] There is a difference in manner between Alexander and the Book of Steps in how one publicly addresses people of authority. Alexander was full of parrhēsia , that bold self-confidence handy in speaking to social superiors, and he used it liberally, if not caustically. The author, however, advises his charges to use caution and to assess how they should address each person. \"If we owe honor [to someone] greater than us, let us not give him teaching so he might find fault and say, 'Are you teaching me?'\" [29] The author did not allow his Perfect to work, but felt that part of their duty was to teach other Christians to \"see\" the afflicted and give to those in need. Alexander too was inclined to admonish the rich to relieve the poor and gave whatever surplus his band received to the destitute poor. [30] The author of the Book of Steps is on the same page with Alexander in the assumption that the problems of the Perfect issued largely from the envy of other clergy. The author believes that his wandering Perfect transcend geographical and institutional boundaries, and should be able to conduct their ministry everywhere with no intention of undermining local clergy. Still, many local clergy were challenged and were vocal and sometimes violent in their opposition to the Perfect. [31] Chapter Five, \"Hypocrites and Pseudomonks: Beggars, Bishops, and Ascetic Teachers in Cities of the Early Fifth Century,\" turns about face toward the less attractive aspects of wandering, begging monks and the manner in which their behavior challenged established ecclesiastical authorities. The focus shifts to the dichotomy of begging\/labor, more precisely, to the means of physical support. [32] Again the problem is argia , but now the microscope is aimed as much upon the regular clergy and hierarchy, whether the nature of their vocation and sources of their funding were legitimate, as on the irregular monks. The opposition of John Chrysostom and Nilus of Ancyra to these \"ascetic idlers\" is tempered by their efforts to defend their own spiritual labors—particularly teaching and writing—and their own support from wealthy aristocrats. John Chrysostom's campaign for financial integrity in the churches, clergy, and nascent monastic communities of Constantinople stepped on the toes of popular holy men, especially a certain Isaac, who relied upon alliances with wealthy benefactors for ongoing support. John's own support for his spiritual labors was not above criticism. [33] From these ambiguities developed the notion that manual labor provided a source of income for monks that encouraged self-sufficiency and honesty, a notion that helped distinguish Christian monasticism from other ancient philosophies. [34] Chapter Six, \"Monastic Patronage and the Two Churches of Constantinople,\" examines the conflicted politics of spiritual authority in fifth-century Constantinople. [35] The fourth canon of the Council of Chalcedon responded to the battles between bishop and charismatic monks by not only forbidding monks to wander or establish monasteries in cities, but by placing their vocations clearly under the authority of the bishop. Motivation for this canon had come the hard way: the power play exerted by the archimandrite Dalmatius ended in the deposition of the bishop Nestorius, similar to the scenario thirty years previously with Isaac and John Chrysostom; and not quite twenty years later, Dalmatius' successor, Eutyches, was accused of heresy and then excommunicated, but was able to exert considerable patronal leverage in temporarily reversing his condemnation at the infamous Robber Council at Ephesus in 449. Once again, the current bishop of Constantinople, Flavian, was the loser of his see and of his life. With the death of the emperor Theodosius, the tide turned against Eutyches who was re-condemned at Chalcedon. The Council did not provide a conflict-free solution, but the church and the monasteries were now united, and never again did an Isaac, Dalmatius, or Eutyches arise to wreak havoc. [36] Caner concludes with an appropriate \"Epilogue,\" looking at the retrospectives of writers in the sixth century and beyond. John Climacus does not talk about work very much, but no wandering is allowed. The legislation of the council of Persian bishops at Seleucia-Ctesiphon took a dim view of pretend-ascetics wandering into urban areas, and encouraged them if they were authentic to return to properly isolated locations. [37] The apostolic impulse, Caner observes, could not be legislated out of existence, and later would thrive in orthodox traditions with the saloi or \"Fools for Christ.\" The Syriac Legend of the Man of God of Edessa provides the extreme of anonymity to the imitation of Christ among the poor, while Theodoret of Cyrrhus' biography of Simeon Stylites points us literally skyward to the consummate holy man, perfectly stable, yet totally dependent on his admirers below. [38] Caner has written in an entertaining and engaging style and packed this monograph fully and comprehensively with the details and impressions of what was the dilemma of Christian asceticism in the third-fifth centuries. Caner takes the reader a lot of places, and it is gratifying to see the significant role of Syriac-speaking asceticism being given its proper and measured place in the history. [39] The translation of Alexander the Sleepless flows easily and is well annotated. The bibliography and index are more than ample and useful. The footnotes throughout the monograph are comprehensive. Full Greek and Latin citations are provided. If there is a second edition, hopefully full Syriac citations will be included!",
    "title" : 
    [ "Daniel Caner, Wandering, Begging Monks: Spiritual Authority and the Promotion of Monasticism in Late Antiquity. The Transformation of the Classical Heritage 33. University of California Press: Berkeley, 2002. Pp. xv + 325. Cloth, $65.00",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kitchen, Robert A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2prkitchen",
    "type" : "review",
    "displayTitleEnglish" : "Daniel Caner, Wandering, Begging Monks: Spiritual Authority and the Promotion of Monasticism in Late Antiquity. The Transformation of the Classical Heritage 33. University of California Press: Berkeley, 2002. Pp. xv + 325. Cloth, $65.00" }