
  { "fullText" : "[1] The book under review is a survey of the most important chronicles written in Syriac and Christian Arabic, meant to introduce the general public to this very important literary genre. The book is divided into three major sections. The first section deals with the Chronicle of Edessa and the short Chronicle of Joshua the Stylite; both are early documents dated to the 6 th century. The second section deals with West Syriac “Jacobite” chronicles, beginning with the ecclesiastical History of John of Asia (or of Ephesus), though this is not technically a chronicle. Several pages are devoted to the chronicle of Pseudo-Dionysius of Tell-Mahre, the monumental Chronicle of Patriarch Michael the Syrian, the Chronicle to the year 1234, and the Chronography of Bar-Hebraeus. The third and last section surveys the Arabic Chronicle of Seert , the opus of Elijah of Nisibis, Kitāb al-Majdal (“Book of the Tower”) of Mārī son of Sulaimān, and the Book of Mysteries of Slīwā son of Yō h annā. A conclusion, chronological lists, maps and indexes end the book. [2] The value of the book resides in the translation of often lengthy extracts from the chronicles selected by the author for his biographical, literary and historical analyses. The translations are generally reliable and enjoyable to read thanks to Dr. Yousif’s mastery of both Syriac and French. In each chronicle or ecclesiastical history Yousif opts for the most important passages to translate, such as those dealing with the Crusades for Michael the Syrian and the Mongols for Bar-Hebraeus, so as to stress the contribution of Syriac Chronicles to world history. The translated passages are always accompanied by commentaries written in a simple but vivid language, to help the reader understand the events discussed by the original sources. The author ends the presentation of each chronicle with comments on its author, the latter’s writing style, concept of history and aims in writing. He justifies the shortcomings of the chronicles by saying that they were written in specific contexts and for different audiences. Thus, the lack of objectivity of Bar-Hebraeus when talking about the Mongols is explained with reference to the danger of openly criticizing the chronicler’s uneasy masters (p. 275). [3] Since the book is written for public readership with no background in the subject, Yousif surveys the historiographical tradition in ancient Mesopotamia and the classical world at the beginning of the book. He shows that the interest of Syriac-speaking culture in recording history was not a novelty but rather a continuation of earlier cultural and scientific trends. Here one might note that in Assyria the practice of writing annals did not start with Tiglath-pileser I (p. 12) but at least two centuries before him, at the beginning of the Middle Assyrian period (middle of the 14 th century). While the list of Greek historians and early Christian chronographers and ecclesiastical historians is useful and telling (pp. 14-20), one should add that Syriac chronography as a literary genre is greatly indebted to the Chronicle of Eusebius of Caesarea. [4] The Chronicle of Joshua the Stylite, though the shortest among the known Syriac chronicles, is dealt with at length (pp. 37-58) because of its early date. Several passages are translated on the basis of William Wright’s 1882 edition, though Chabot’s edition of the 1940s is not only more recent but also more reliable than that of Wright. The palimpsest manuscript does not show Coptic (p. 37) but Greek (p. 95) underwriting, more precisely the Septuagint studied in great detail by Eugene Tisserant, Codex Zuqninensis rescriptus Veteris Testamenti (Rome 1911). Recent studies have shown that Joshua the Stylite was probably not the author of this chronicle but the compiler and author of the last part of the Codex zuqninensis (see below). [5] The second and largest section of the book (pp. 59-276) discusses the Ecclesiastical History of John of Ephesus and four major chronicles produced by West Syriac writers. Yousif is right to include the history of John of Ephesus, despite the fact that this is not a chronicle as such. John’s influence on Syriac chronography as evidenced in the so-called Chronicle of Pseudo-Dionysius of Tell-Mahre was great, both in terms of content and of style. The survey of this ecclesiastical history includes a useful study of the time of Justinian. Yousif always highlights the ethnic and linguistic awareness of the Syriac writers whenever it is clearly expressed in their writings, and dealing with John of Ephesus, he notes the author’s insistence on writing in Syriac though he knew Latin and Greek (p. 93). [6] Although Yousif knows that modern scholarship prefers the title “Chronicle of Zuqnīn” rather than the “Chronicle of Pseudo-Dionysius of Tell-Mahre” in reference to Codex Zuqninensis , he opts for the latter. I have made it amply clear that the author of this Codex may well have been Joshua the Stylite, and that the manuscript is not a 9 th century copy of an original (p. 95) but an autographon on the basis of the physical shape of the codex and the textual evidence inside it (A. Harrak, The Chronicle of Zuqnīn , Toronto, 1999). Most of Yousif’s discussion deals with the early Abbasid period in which the chronicler lived. It is true that the Chronicle of Zuqnīn is universal, but one must admit that Part IV, a major portion of this monumental source, is a “local chronicle” concentrating on the economic policy of the early Abbasids in the Jazīra (Upper Syria). This part of the Chronicle is similar in genre to other “local” chronicles and histories dated to the medieval period, such as Tārīkh al-Maw s il “History of Mosul” of al-Azdī (9 th century), “History of T abaristān,” “History of Sijistān,” etc. [7] While discussing the Chronicle to the year 1234 and the massive Chronicle of Michael the Syrian, Yousif rightly notes the indebtedness of both chronicles to the 9 th century Patriarch Dionysius of Tell-Mahre, the most outstanding among all Syriac chroniclers. Because of the importance of this author and his role in perfecting Syriac chronography, one would have liked an independent study of this author. Andrew Palmer had already paved the way to such a discussion in reconstructing his chronicle as far as the 7 th century is concerned, and concomitantly in stressing the erudition of Patriarch Dionysius in Syriac chronography (A. Palmer, The Seventh Century in the West-Syrian Chronicles , Liverpool 1993). [8] The last part of the book is devoted to East Syriac “Nestorian” authors (pp. 279-420), and here the author surveys the sources, translates them and comments on them as he did for the other chronicles and histories. The Chronicle of Seert published in Patrologia Orientalis between 1907 and 1918 is discussed at great length (279-344). This is a very important source for East Syriac Christianity that makes use of some no longer available chronicles listed by Yousif (p. 280). The latter noticed the important gap found at the beginning of this chronicle that must have contained the events of the first two centuries and part of the third century of the Christian era. Even the mutilated second part of the chronicle misses events that took place between 422 and 484. Unfortunately, Yousif does not take into account an Arabic “History of the Church” that may fill the gaps of the Chronicle of Seert. The editio princeps of this chronicle was published by Bu t rus H addād, Mukhta s ar al-Akhbār al-Bīʿiyya (Brief Ecclesiastical Chronicle), Baghdad 2000, but the original was copied in the year 531 of Hegira which corresponds to AD 1137. The writer’s name is deleted but we know from the contents of this source that he resided in Baghdad during the latter part of the 10 th century and that he was a member of the church of the East. In a private correspondence with H addād dated to 1988, the late Father J-M. Fiey did not believe that this history was part of the chronicle of Seert, though he stressed its importance as a literary source dealing with the early history of the Church of the East. By contrast, the editor and publisher of the “new” chronicle was greatly convinced that it may well have been the missing part of the Seert Chronicle; see B. Haddad in Actes du deuxième congrès internationale d’études arabes chrétiennes , Orientalia Christiana Analecta 226 (Rome 1986) pp. 207-210. If Yousif had included the “Brief Ecclesiastical Chronicle” in his book, he could have updated his discussion about the Chronicle of Seert. Even if we assume that there is no relation between the two chronicles, discussing it in detail could have added value to the last section of the book under review since chronicles and church histories written by East Syriac authors are not numerous. [9] The above comments are not meant to undermine Dr. Yousif’s book. He has, in fact, produced an excellent tool for the study of Syriac literature and ancient and medieval historiography. The tool is particularly useful for students and the lay public who are not versed in the Syriac language and literature. Even scholars in this field can benefit from its lengthy translations, in addition to the comments coming from the pen of an author who not only knows Syriac well but is also a member of the Syriac-speaking community.",
    "title" : 
    [ "Ephrem-Isa Yousif, Les Chroniqueurs Syriaques, L’Harmattan: Paris, Budapest, Torino: 2002. ISBN 2-7475-2709-3.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Harrak, Amir" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2prharrak",
    "type" : "review",
    "displayTitleEnglish" : "Ephrem-Isa Yousif, Les Chroniqueurs Syriaques, L’Harmattan: Paris, Budapest, Torino: 2002. ISBN 2-7475-2709-3." }