
  { "fullText" : "Introduction 1. Mediterranean Sea 2. Outer Ocean 3. Caspian Sea\/Maeotis Conclusion Introduction [1] When one peruses through works on “Islamic” cartography, it does not take one long to realise that there is essentially one Syriac world map that recurs in such works, namely the map that is usually found in manuscripts accompanying the account of the world’s seas in the Second Base (“on Creation”) of Bar c Ebroyo’s Mnorat qudshê ( Candelabrum sanctuarii , = Cand .). At least four versions of the map are accessible in print, namely those taken from mss. Berlin , Staatsbibliothek, Preußischer Kulturbesitz, Sachau 81 (190 Sachau), 37v (before 1402\/3 A.D.), Paris , Bibliothèque nationale, syr. 210 , 38r (1403\/4 A.D.), Cambridge , University Library, Add. 2008 (15th c.) and Paris, syr. 299 , 204v (in a copy of the lexicon of Bar c Alî, 1499 A.D.). Photographic or schematic reproductions of these maps can be found, besides in Bakoš’s edition of Cand ., in: R. Gottheil, “On a Syriac Geographical Chart”, PAOS 1888, p. 290ff. (from the Berolinensis, non vidi, reference taken from Chabot, op. cit. infra); J.B. Chabot, “Notice sur une mappemonde syrienne du XIIIe siècle, notes complémentaires publiées d’après les observations de MM. R. Gottheil et C.-A. Nallino”, Bulletin de géographie historique et descriptive 1898.31-43, here p. 40-43 (Paris 210); K. Miller, Mappae arabicae (Stuttgart, 1926-31), V.168-172 (Paris 210 and 299) and V, Beiheft, Tafel 81 (Berol. and Cantab.); Y. Kamal, Monumenta cartographica Africae et Aegyptii (Cairo, 1926-52), 4\/1.1096f. (Parisini and Berol.); G.R. Tibbets, “Part One. Islamic Cartography, 6. Later Cartographical Developments”, in J.B. Harvey & D. Woodward (ed.), The History of Cartography , vol. 2, book 1 (Chicago-London, 1992), p. 137-155, here 148, cf. also 147 n. 1 (Berol.); see also E. Honigmann, Die sieben Klimata und die πόλεις επίσημοι (Heidelberg, 1929), 167-178 (Paris 299). Bar c Ebroyo is, in other words, if not the most important, at least the most conspicuous Syriac author in the field of geography as he is in many other fields. [2] While the versions of this map accessible in print include those which are encumbered with later interpolations (mostly in garshuni ), Of the four maps (see n. 1 above), those in the Cantabriensis and Parisinus 299 have the later interpolations, while those in the Berolinensis and Parisinus 210 represent the simpler form of the map. Of the latter, Parisinus 210 is a careless copy where, among other things, the place-names in the 3rd, 6th and 7th climes are written in the reverse order of what should be the case. The Berolinensis is clearly the better copy and the contours of the seas there too are likely to represent fairly accurately the contours drawn by Bar c Ebroyo himself. – One further manuscript of Cand ., photographs of which I have been able to see through the kindness of the owner and the good offices of Prof. Hans Daiber (in the collection of Mr. Elias Assad, London, olim al- H asaka, dated 1405 A.D.), contains the map in its simple form without the interpolations, but is drawn in the form of a rectangle rather than the usual semi-circle. the place-names given in the simpler, and what must be the original, version of the map can almost invariably be found mentioned in the text of Cand ., either in the account of the seas or in the earlier discussion of the “seven climes”. In Cand . II.3.3.1 and II.3.2.1, ed. J. Bakos, Le candélabre des sanctuaires de Grégoire Aboulfaradj dit Barhebraeus , PO 22\/4, 24\/3 (Paris, 1930-3), 95-102 (seven climes), 150-166 (seas); Yuliyos Yeshu c Çiçek, Mnorat qudshê me tt ul shetessê c idtonoyoto d-Yu h annon Bar c Ebroyo mafryono d-madn h o (Glane\/Losser, 1997), col. 74-77, 79 (seven climes; columns 78 and 79 are printed in the wrong order), 108-117 (seas). – The page and line references below, unless otherwise indicated, are to Bakoš’s edition. These passages of Cand ., however, are not the only places where Bar c Ebroyo deals with geography. Similar descriptions of the world’s seas can be found in a number of other works by him, namely the Ktobo d-zalgê ( Liber radiorum , = Rad .), the Sulloqo hawnonoyo ( Ascensus mentis , = Asc .), the Ethicon (= Eth .) and the H ewat h ekmto ( Butyrum sapientiae , = But .). Rad . I.3.1, Rays ( zalgê ) 5-7: facsimile edition, Ktobo d-zalgê w-shurroro d-shetessê c idtonoyoto men syomê d-abun qaddisho Mor Grigoriyos mafryono d-hu Bar c Ebroyo. Book of Zelge by Bar-Hebreaus. Mor Gregorius Abulfaraj the Great Syrian Philosopher and Author of Several Christian Works 1226-1228 (Istanbul: Zafer Matbaası, 1997; copied by Yeshu c b. Gabriel of Zaz in 1996 from an exemplar copied by Malke b. Enosh of c Ainwardo in 1887 A.Gr., i.e. from Bodl. Or. 467), here 35.16-38.16. – Asc . II.1.3-4: ed.\/tr. F. Nau, Le livre de l’ascension de l’esprit sur la forme du ciel et de la terre. Cours d’astronomie rédigé en 1279 par Grégoire Aboulfarag, dit Bar-Hebraeus , 2 vols. (Paris, 1889), 133.12-136.17. – Eth . IV.13.5: ed. P. Bedjan, Ktâbâ d-itiqon d- c al myattrut dubbârê men syâmê d-Bar c Ebrâyâ. Ethicon, seu Moralia Gregorii Barhebraei (Paris-Leipzig, 1898) 452.18-454.10; ed. Y.Y. Çiçek, Ktobo d-itiqun d- c al myattrut dubborê men syomê d-Mor Grigoriyos Yu h annon Bar c Ebroyo mafryono d-madn h o [Glane\/Losser, 1985], 236a 6-b 24). – But ., Book of Minerals (= Min.) V.i.1-3: text and translation in Takahashi, “Aristotelian Meteorology in Syriac. Barhebraeus, Butyrum sapientiae , Books of Minerals and Meteorology. Edition, Translation and Commentary”, Diss. Frankfurt, 2002; manuscripts used: Florence, Laur. or. 83 (olim Palat. 187; dated 1340 A.D.; = F); London, BL Or. 4079 (1809 A.D.; = L); BL Or. 9380 (1892 A.D.; = l); Vat. syr. 469 (1804 A.D.; = W); Princeton Theological Seminary, Nestorian 25 (19th c.?; = P); Vat. syr. 613 (1887 A.D.; = V). – There is also a brief list of the seas in the Aw s ar rozê ( Horreum mysteriorum , = Horr .) in the scholia on Gen. 1:9 (ed. M. Sprengling & W.C. Graham, Barhebraeus’ Scholia on the Old Testament , Part I: Genesis-II Samuel [Chicago, 1931] 10.21-23), where Bar c Ebroyo mentions the Ocean with its gulfs (lit. “ears”, ednoto ), the “Sea Adrias and of Syria” (i.e. the Mediterranean), the “Pontus”, and the seas of “Reed ( suf )”, “Elam” and “India”. [3] The passages of Cand . and Rad . dealing with the seas received some attention over a century ago in 1890 when Richard Gottheil published them with an English translation. R. Gottheil, “Contributions to the History of Geography. II. Candelabrum Sanctorum and Liber Radiorium of Gregorius Bar c Ebhrāyā”, Hebraica 7 (1890) 39-55. – Gottheil also covered the parts of these works dealing with the rivers and lakes. These parts will not be considered in the present study. The relevant parts of Asc . and Cand . Base II received further attention when François Nau and Ján Bakoš published their editions of these works with French translations, respectively, in 1899 and 1930-3. Not much work, however, has been done since then on these geographical accounts. This means that we have as yet no translations published in a Western language of the relevant parts of Eth . and But ., while the translations of Cand ., Rad . and Asc . that do exist require some correction. It has seemed not unworthwhile under these circumstances to provide new translations of the accounts of the seas in these five works and to provide some comments on points of interest in them, mainly in connection with the sources used by Bar c Ebroyo. [4] In what follows the order of presentation will be that of the passages in Cand ., where we begin with a description of the Mediterranean (ed. Bakos 154.3-155.5) and move on to the Outer Ocean (155.5-158.1) and then to the Caspian Sea (158.3-12). Translations of the passages of Cand . will be followed by those of the related passages in the other four works and then by comments on points of interest in these passages. The order of the passages in the four works other than Cand . is as follows: Rad .: Outer Ocean (I.3.1.5; ed. Istanbul 35.16-37.6); Mediterranean (I.3.1.6; 37.6-38.6); Pontus and Maeotis\/Caspian (I.3.1.7; 38.6-16). Asc .: Outer Ocean (II.1.3; ed. Nau 133.12-134.16); Seas inside the Habitable World (II.1.4; 134.17-136.17), including the Mediterranean (134.22-135.15); Lakes (II.1.5; 136.18-137.18), including the Pontus and Maeotis\/Caspian (136.21-137.19). Eth .: Outer Ocean (IV.13.5; ed. Bedjan 452.18-453.11); Mediterranean (453.11-18); Other Seas, including the Pontus, “Hyrcanian” (Caspian) Sea, Sea of Reed and Sea of Elam (453.18-454.2). But .: Mediterranean (Book of Minerals, Chap. V, Section 1, Theory 1-2); Pontus and Maeotis\/Caspian (V.1.2, end); Outer Ocean (V.1.3). [5] Among works that may have been available to Bar c Ebroyo in Syriac, reference will be made in the following paragraphs to such works as the Syriac version of the Pseudo-Aristotelian De mundo by Sergius of Rish c aino (ob. 536), Jacob of Edessa’s (c. 640-708) Hexaemeron (= Hex .) and the anonymous Causa causarum (11th c.?), On the date of this work, see G.J. Reinink, “Communal Identity and Systematisation of Knowledge in the Syriac ‘Cause of All Causes’”, in P. Binkley (ed.), Pre-Modern Encyclopaedic Texts. Proceedings of the COMERS Congress, Groningen, 1-4 July 1996 (Leiden-New York-Cologne, 1997), 275-288, here 287 with n. 51. as well as the Hexaemeron of Moses bar Kepha (833-903) I follow J. Reller ( Mose bar Kepha und seine Paulinusauslegung, nebst Edition und Übersetzung des Kommentars zum Römerbrief [Wiesbaden, 1994] 33) here in placing Bar Kepha’s date of birth in 833 rather than in 813. and the Book of Treasures (= Thes .) of Severus Jacob bar Shakko (ob. 1240\/1), both of whom mostly closely follow Jacob of Edessa’s account in their accounts of geography. Among works dealing with geography in Arabic, I shall have occasion to compare the works of Bar c Ebroyo with those of Abû al-Rai h ân al-Bîrûnî (973-1048), whose K. al-tafhîm li-awâ’il s inâ c at al-tanjîm appears in fact to have been the source of large parts of the Second Base of Cand ., See Takahashi, “The Greco-Syriac and Arabic Sources of Barhebraeus’ Mineralogy and Meteorology in Candelabrum of the sanctuary , Base II”, Islamic Studies (Islamabad) 41:2 (2002) 215-269, esp. 247-252, 255f. as well as with those of the geographers of the so-called “Balkhî” school (incl. I st akhrî, ob. 934; Ibn H auqal, ob. 980; Muqaddasî, ob. 985). Another group of geographical accounts we shall be concerned with is that in Battânî’s (858-929) astronomical tables ( zîj ), together with the closely related accounts in Ibn Rusta (fl. ca. 922) and Kharaqî (ob. 1138\/9). Reference will often be made also to other works of Bar c Ebroyo, such as the first, political, part of his Maktbonut zabnê ( Chronicon , = Chron .) and his Aw s ar rozê ( Horreum mysteriorum , = Horr .), along with the works used as sources in these works, such as the Chronicle of Patriarch Michael I (the Elder, Syrus) and Juwainî’s History of the World Conqueror ( Târîkh-i jahângushâ ). The editions (ed.), translations (tr.) and manuscripts (ms.) used are as follows: De mundo , Syriac version (= De mundo syr. ): ed. de Lagarde (1858) 134-158; partial tr. Ryssel (1880); cf. also the comments on de Lagarde’s edition in A. Baumstark, Lucubrationes Syro-Graecae (Leipzig, 1894); and the Arabic versions edited by Brafman (Diss. 1985). – Jacob of Edessa , Hexaemeron : ed. Chabot (1928); tr. Vaschalde (1932). On the relationship of Jacob’s geographical account to Ptolemy’s Geography , see now M.G. Schmidt, Die Nebenüberlieferung des 6. Buches der Geographie des Ptolemaios. Griechische, lateinische, syrische, armenische und arabische Texte (Wiesbaden, 1999) 57-66, with the literature cited there. – Moses bar Kepha , Hexaemeron : mss. Paris, syr. 241 and syr. 311; tr. Schlimme (1977). – Severus Jacob bar Shakko , Book of Treasures ( Ktobo d-simoto ): mss. Paris, syr. 316, London, British Library, Add. 7193; summary in F. Nau, “Notice sur le Livre des Trésors de Jacques de Bartela, Évêque de Tagrit”, JA 9e série 7 (1896) 286-331. – Causa causarum ( c Ellat kul ellon ): ms. Florence, Laur. or. 298, fol. 85r-139r (olim Palat. or. 62 Assemani; wrongly identified as a part of Bar c Ebroyo’s H ewat h ekmto by S.E. Assemani, Bibliothecae Mediceae Laurentianae et Palatinae codicum mms. orientalium catalogus [Florence, 1742] 109); tr. Kayser (1893). The edition by Kayser (Leipzig, 1889) was inaccessible to me. – Abû al-Rai h ân Mu h ammad b. A h mad al- Bîrûnî , K. al-tafhîm li-awâ’il s inâ c at al-tanjîm (= Tafhîm ): facsimile ed.\/tr. R.R. Wright (1934); Persian version: ed. Humâ’î (1316 h.). – Id., Ta’rîkh al-Hind (= Hind ): ed. Sachau (1887); tr. Sachau (1910). – Id., K. ta h dîd nihâyat al-amâkin (= Ta h dîd ): ed. Bulgakov-A h mad (1962). – Abû c Abd-Allâh Mu h ammad b. Jarîr b. Sinân al- Battânî al- S âbî al- H arrânî, al-Zîj al- s âbî : ed.\/tr. Nallino (1899-1907) [the references without volume numbers are to vol. III, which contains the Arabic text]. – Abû c Alî A h mad b. c Umar Ibn Rusta , K. al-a c lâq al-nafîsa , Book VII: ed. de Goeje . (1892); tr. Wiet (1955). – Abû Bakr Mu h ammad b. A h mad al- Kharaqî , Muntahâ al-idrâk fî taqsîm al-aflâk : excerpt in Nallino, op. cit. (1899-1907), I.169-175 (As noted by Wright in his edition of Bîrûnî, Tafhîm , p. 121 n.2, this passage of Kharaqî, who in fact names “al-Jaihânî and others” as his source, looks very much like a conflation of the material which he derived from Jaihânî and shares with Battânî and Ibn Rusta with the account of the seas in Bîrûnî, Tafhîm ). – Abû Is h âq Ibrâhîm b. Mu h ammad al-Fârisî al- I st akhrî , K. al-masâlik wa-l-mamâlik : ed. de Goeje (1870). – Abû al-Qâsim Ibn H auqal al-Na s îbî, K. s ûrat al-ar d : ed. Kramers, (1938-9); tr. Kramers-Wiet (1964). – Shams al-Dîn Abû c Abd-Allâh Mu h ammad al- Muqaddasî , A h san al-taqâsîm fî ma c rifat al-aqâlîm : ed. de Goeje (1906). – H udûd al- c âlam : tr. Minorsky (1937). – Yâqût al-Hamawî al-Rûmî (1179–1229), K. mu c jam al-buldân : ed. Wüstenfeld (1866-73); partial tr. Jwaideh (1959). – Na s îr al-Dîn Mu h ammad b. Mu h ammad al- T ûsî (1201-74), Tadhkira fî c ilm al-hai’a (= Tadhkira ): ed.\/tr. Ragep (1993). – Id., Risâla-i Mu c înîya : facsimile ed. Dânishpazhûh (1335 h.). – Zakarîyâ’ b. Mu h ammad b. Ma h mud al- Qazwînî (ca. 1203-1283), c Ajâ’ib al-makhlûqât (= c Ajâ’ib ) and Âthâr al-bilâd (= Âthâr ): ed. Wüstenfeld, (1848-9); partial tr. of c Ajâ’ib , Ethé (1868). – c Imâd al-Dîn Ismâ’îl b. Mu h ammad b. c Umar Abû al-Fidâ’ (1273-1331), Taqwîm al-buldân : ed. Reinaud-de Slane (1840). – Shams al-Dîn Mu h ammad b. Abî T âlib al- Dimashqî , K. nukhbat al-dahr : ed. Mehren (1866); tr. Mehren (1874). – Bar c Ebroyo, Chron .: references, unless otherwise indicated, are to ed. Bedjan (1890); also ed. Bruns-Kirsch (1789); facsimile ed.\/tr. Budge (1932). – Horr .: various editions and manuscripts. – Michael , Chron .: ed.\/tr. Chabot (1899-1910) [the references without volume numbers are to vol. IV, which contains the Syriac text]. – c Alâ’ al-Dîn c A t â Malik b. Mu h ammad Juwainî , Târikh-i jahângushâ : ed. Qazwini (1912-37); tr. Boyle (1958). – The English translations of the passages, unless otherwise indicated, are mine. [6] The comparison of passages from different works ought also to give us some insights into the relationship between these works and into the manner in which Bar c Ebroyo altered his methods of composition during his literary career. [7] Concerning this aspect of the study, it should be pointed out from the outset that Cand . is the earliest of the five works under consideration, the probable date for the composition of its Second Base being 1266\/7 A.D. See ed. Bakos, 221.6-8, where Bar c Ebroyo talks of 1575 A.Gr. (1263\/4) as being “three years ago”. Cf. Takahashi, “Simeon of Qal c a Rumaita, Patriarch Philoxenus Nemrod and Bar c Ebroyo”, Hugoye IV\/1 (2001) n. 45. For the composition of Asc . and Eth ., too, we have the definite date of 1279 A.D. For Eth . we have the exact date of completion, 15th July 1279 in Maragha, given, for example, in mss. British Library, Add. 7194 (F. Rosen & J. Forshall, Catalogus codicum orientalium qui in Museo Britannico asservatur . Pars prima, codices syriacos et carshunicos amplectens [London, 1838] 85) and Laur. or. 298, 81r 14f. (in a list of Bar c Ebroyo’s works); cf. H. Teule, Gregory Barhebraeus. Ethicon (Mēmrā I) (Louvain, 1993) versio ix-x. – For Asc ., see ed. Nau (1899) texte 26.4f., 196.10f., traduction (intro.) p. iii. Manuscripts of But . tell us that the part of this work dealing with the natural sciences, the part which concerns us here, was finished on 22nd August 1285, while the work as a whole was completed on 8th February 1286, a little less than six months before the author’s departure from this world. For the first date, ms. Birmingham, Mingana syr. 310, 216r; for the second, ms. Florence, Laur. or. 83, 227r. The date of Rad . is uncertain, but given that it is to a large extent a summary of Cand ., its date can be placed after that of Cand . with some safety. We also have some clues for the terminus ante quem for the composition of Rad . in that this work is mentioned by Bar c Ebroyo in three of his other works, the Swod sufiya , Aw s ar rozê (= Horr .) and K. d-huddoyê ( Nomocanon ). Swod sufiya I.4, ed. H.F. Janssens, L’Entretien de la sagesse. Introduction aux oeuvres philosophiques de Bar Hebraeus (Liège-Paris, 1937) 54.5, tr. 173; Horr . in II Thess. 2:3, ms. Bodl. Hunt. 1, p. 145b 50; and K. d-huddoyê \/ Nomocanon VII.9, ed. P. Bedjan, Nomocanon Gregorii Barhebraei (Paris-Leipzig, 1898) 106.10f. (mentioned there together with Cand .). Of these three, the usually accepted period for the composition of Horr . is mid-Dec. 1277 to 3rd Aug. 1278 (1589 A.Gr.) given in the colophon of ms. Vat. syr. 282 and reported by J.S. Assemani in his Bibliotheca Orientalis (II.277). Vat. syr. 282 is itself dated 1633 A.D. and was copied from an exemplar dated 1353\/4. The same date of composition is given in BL Or. 12957, reportedly copied in 1353\/4 and 1437\/8, whereby it is unclear whether 1353\/4 is the date of this manuscript itself or its exemplar, but the coincidence of this date with that of the exemplar of Vat. syr. 282 suggests at any rate that the two manuscripts are related. The colophon, however, of ms. Laur. or. 230 (itself copied in 1278 A.D.) gives the date of composition as mid-Dec. 1271 to 9th July 1272 (1583 A.Gr.), See S.E. Assemani (1742) 68; R. Schröter, Gregorii Bar-Hebraei scholia in Psalmum VIII, XL, XLI, L (Breslau, 1857). The same date is also given in ms. Bodl. Hunt. 1 (itself dated ca. 1498), while two further manuscripts reportedly give mid-Dec. 1271 as the date of completion (as opposed to commencement) of the work (ms. Charfeh, ancient fonds, syr. 1.4, see J. Parisot, “La bibliothèque du séminaire syrien de Charfé”, ROC 4 [1899] 150-174, here 152; ms. olim coll. Ya c qûb b. Bu t rus Sâkâ, no.1 [now with Metr. Is h âq Sâkâ?], see B. Dâniyâl, “Al-shâ c ir Ya c qûb Sâkâ (1864-1931)”, Journal of the Iraq Academy, Syriac Corporation 6 [1981\/2] 301-340, in connection with the present location of the manuscript, see I. Sâkâ, Mimre mgabbye men mush h oto d-qashshisho Ya c qub Sâkâ , 2nd ed. [Atshâna, 1999] p. 12). – It may be noted that the second colophon in Laur. or. 230 gives the date of the copy as Tue. 24th Ab 1589 A.Gr. (see Schröter [1857] 2). This date was read by S.E. Assemani (1742) 68 as 3rd Ab 1589 (presumably misreading “ yum tloto ”, “Tuesday”, as the date instead of the day of the week), which happens to be the same as the date given for the completion of the work in Vat. syr. 282. This error of Assemani’s suggests to us the possibility that the date of composition given in Vat. syr. 282 may have arisen out of the conflation of the two colophons in Laur. or. 230, combined with a similar misreading. while in ms. Berol. Sachau 326 (182 Sachau; copied in 1297\/8), too, the letter indicating the last digit of the year is evidently a gomal , = “3” (i.e. “1583”), even if some have tried to emend this to t et (= 9) to make the date accord with that given by Assemani. So S. Kaatz, Die Scholien des Gregorius Abulfaragius Bar Hebraeus zum Weisheitsbuch des Josua ben Sira (Berlin-Frankfurt, 1892) 6, n.1; E. Sachau, Verzeichnis der syrischen Handschriften der Königlichen Bibliothek zu Berlin (Berlin, 1899) 596; cf. J. Göttsberger, Barhebräus und seine Scholien zur Heiligen Schrift (Freiburg, 1900) 60, n.4. – Some further support for the earlier date of 1272 is provided by Sbath’s report that an Arabic translation of Horr . which he saw in Jerusalem (apud Metr. Iliyas Hallûli) had been made from a Syriac manuscript dated 1585 A.Gr.\/1273\/4 A.D. (P. Sbath, Al-Fihris [Cairo, 1938-42] no. 1393). If this earlier date of 1272 for Horr . is correct, the date of composition of Rad . will have to be placed before that date, unless we allow for continued revision of these works by the author after their original composition. 1. Mediterranean Sea 1.1. General [8] Cand . [Bakos 154.3-9, Gottheil 47.1-5, Çiçek 111.5-17]: The Universal Sea ( yammo kullonoyo ) which is outside the whole Habitable World ( c omarto ) and surrounds the whole earth like a single island is called the Atlantic and the Oceanus. Some call its western side in particular the Oceanus. To this [ocean] a narrow mouth ( fumo ali s o ) is open from inside [the Habitable World] in the west, which is called the Passage of Hercules ( ma c barto d-’RQLYS ). There, too, are the Stelae ( S T YL’S ), or Pillars ( qoymoto ), of Hercules. This mouth widens out as it proceeds ( rodê ) westwards and forms the gulf ( c ubbo ) of that sea Adrias ( haw yammo ’DRYWS ), which is the Sea of the Romans and the Sea of Syria ( yammo d-rumoyê w-yammo d-suriya ). Rad . [Istanbul 35.16-18, 37.7-12, Gottheil 53.1, 53.16-54.4]: Ray ( zalgo ): The sea Oceanus surrounds the whole Habitable World ( met c amronito ) like a single island. ... Ray: Here [sc. by the Isles of the Blessed and Gadeira] a narrow mouth is open, whose width is only seven miles, where the Stelae ( S T LS ), or Pillars, of Hercules ( HRQLYS ), are. It makes a breach ( tora c ) and passes through the middle of the Habitable World ( c omarto ). It extends towards the east [in] a space ( wa c do ) 5,000 miles in length and 800 in width, and forms this sea of us westerners called the Adriatic. Asc . [Nau 134.19-135.4]: While the Universal Sea surrounds the whole Habitable World ( c omarto ) in a circle ( qiqloso’it ) like a single island, many tongues ( leshshone ) enter from it into (the Habitable World). The largest tongue among them is the one that enters [the Habitable World] from the narrow mouth, which is opposite the Isles of the Blessed, whose width is only seven miles, and where the Pillars ( qoymoto ) of Hercules are. It extends inside the Habitable World towards the east [in] a space 5,000 miles in length and 800 in width, and forms this great sea called the Adriatic, ... Eth . [Bedjan 458.18-20, 459.10-13; Çiçek 236a 6-9, 23-27]: On this day, as the waters gathered in one place, the Universal Sea was formed, which surrounds the earth like a belt ( qamro ). [Issuing] from it, the particular seas gain mastery ( eshtalla t ) over the face of the earth in various places. ... Through the breach opposite the Isles of the Blessed, where the Pillars of Hercules are, this sea called the Adriatic enters like a tongue from the Universal Sea into the Habitable World. But ., Min. V.i.1: That sea which surrounds the whole earth like a single island is called the Atlantic. In the west a narrow mouth is open to it at the Stelae ( S T LS ), or Pillars, of Hercules. Through it it enters the Habitable World as if into some harbour and forms this well-known sea which is called the Oceanus [sic] by many. “Oceanus”: This is the reading of the great majority of manuscripts ( ’WQY’NWS codd. MWPLl; ’WQYNWS cod. V). Cod. F has ’DRY’S over an erasure, under which the ending - NWS of the original reading can be deciphered. ... V.i.2.: In the south of this sea there are two gulfs and in them are two islands called the Greater and Lesser Syrtes. In its northern (side) are three gulfs, the Sardinian ( SDRWNYQWN cod. F, SRDWNYQWN ceteri), the Galatian ( G’L’ T YQWN cod. F) and the Adriatic ( ’DRY’NWS cod. F), and after these a slanting gulf called the Sicilian ( SYQYLYQWN ). Cf. De mundo syr. 139.16-21, 139.23-140.1 [< gr. 393a 16-21, 23-28]: That sea which is outside the whole Habitable World is called the Atlantic and the Oceanus. It also flows around us here. Because on the west a narrow mouth ( fumo ali s o ) is open to it from the inside – at what are called the Stelae ( S T LWS ) of Hercules – its flow proceeds into this sea by us, as if into some harbour, and thus widens out little by little here, spreading out until it embraces ( lobek < perilambánô ) the large gulfs which adjoin each other. … It is said first to widen out to the right after proceeding from the Stelae ( S T ’LS ) of Hercules and is divided into two gulfs and passes the islands called the Syrtes, one of which they call the Greater Syrtes and the other the Lesser Syrtes. On the other, northern, side it does not widen out immediately in the same way, but makes there too three gulfs ( c ubbin ), In the Greek original of the De Mundo , the northern subdivisions of the Mediterranean are called “seas” ( pelágê ) as opposed to “gulfs” (note 393a 26: oukéti homoíôs apokolpoúmenos ). The Syriac version, which Bar c Ebroyo is following, ignores this distinction. that called the Sardinian ( SWRDWNYQWN ), that called the Galatian ( G’L T YQWN ) and the Great Adriatic ( ’DRY’S rabbo ). After these is another slanting gulf which is called the Sicilian ( SQYLYQWN ). [9] There are, I believe, sufficient similarities between the above passages of Cand . and De mundo syr. to allow us to identify the latter as one of the principal sources of the former here (e.g. “called the Atlantic and the Oceanus”, “narrow mouth”, “ Stelae of Hercules”). A number of elements in the passage of Cand ., however, are suggestive of the use also of an Arabic source, such as the names “Sea of the Romans” and “Sea of Syria” for the Mediterranean (cf. arab. ba h r al-rûm and ba h r al-shâm ) and the mention of the “passage” ( ma c barto ), along with the “pillars”, of Hercules. In connection with the latter it may be noted that the “Passage of Hercules” ( ma c barat Hîrqlîs ) is precisely the term used for the Strait of Gibraltar by Bîrûnî in his Tafhîm (123.5). [10] The notion of the Ocean surrounding the Habitable World (oekumene) as if the latter were “a single island” can also be found in the De mundo , not in the passage quoted above but a little earlier at De mundo syr. 138.18-19. De mundo syr. 138.18-19 (< gr. 392b 21-22): “... because they did not discern that the whole habitable world [ yotebto here, but c omarto 138.17] was a single island ( h do gozarto ), surrounded by that sea called the Atlantic”. The comparison, however, of the Ocean to a “belt” ( qamro ), which we find in the part of Eth . quoted above and at a later point in Cand ., is not in the De mundo and this comparison allows us to connect the passages in question in Cand . and Eth . with Bar Kepha. Cand . [Bakos] 157.11-158.1: “Thus the whole Habitable World lies ( foysho ) like a single island inside the Universal Sea and (the latter) surrounds ( h dir ) the earth like a crown ( klilo ) the head and a belt ( qamro ) the loins”. – Cf. Bar Kepha, Hex ., Paris syr. 311, 46r a 6-10: ’WQY’NWS man itaw yammo haw rabbo, haw d-it noshin d-omrin me tt uloteh, da-krik l-kulloh ar c o ak klilo l-risho w-ak qamro l- h a ss o (“The Oceanus is that great sea, concerning which some say that it encircles the whole earth like a crown the head and a belt the loins”). The comparison with the belt is missing at the corresponding place in ms. Paris syr. 241 (172r 29-v3) and is hence also missing in Schlimme’s translation (p. 572). Interestingly, it is also there in the Parisinus (syr. 316, 172v 15-18) of Bar Shakko, Thes ., but is missing in the Londinensis (Add. 7193, 70r b20-21). – The comparison with a crown is attributed to Aristotle in Kharaqî [Nallino (1899-1907)] I.175.13f., as well as in Qu t b al-Dîn al-Shîrâzî’s Nâhiyat al-idrâk (partial tr. E. Wiedemann, “Beiträge zur Geschichte der Naturwissenschaften XXVII”, Sitzungeberichte der physicalisch-medicinischen Societät zu Erlangen 44 [1912] 1-40, here 31) and id. al-Tu h fa al-shâhîya (sec. Nallino, I.173 n.(1)). – For further instances in Syriac talking of the Ocean surrounding the earth\/habitable world, see Payne Smith, Thesaurus syriacus (Oxford, 1879-1901) [= Thes . syr .] col. 88, s.v. ’WQY’NWS ; also Ps.-Berosus, ed. G. Levi della Vida, “Pseudo-Beroso siriaco”, RSO 3 (1910) 7-43, 611-612, here 15.8-9. – The notion is, of course, also very much present in the term frequently used in Arabic for the Ocean, al-ba h r al-mu h î t , the “surrounding sea”. [11] In Cand ., Rad ., Asc . and Eth . (also in Horr .), though not in But ., On But ., see para. [] below. Bar c Ebroyo follows earlier Syriac authors in calling the Mediterranean the “Adriatic”. R. Payne Smith, Thes . syr . 64 s.v. ’DRY’S ; cf. Nau [1899] tr. 119 n. 2. The spelling of the word varies, but the most frequently encountered forms in earlier authors are ’DRY’S and ’DRYWS . So, for example, Jacob of Edessa, Hex . 99b 3, 35, 100b 2, 7 etc. ( ’DRY’S ); Bar Kepha, Hex . Paris syr. 311, 42r b32, 46r a 3 ( ’DRY’S ), 42v a1, 6, 24 ( ’DRYWS ); Michael, Chron . 149b 29 ( ’DRYWS , tr. I.292), 411b 6, 9 ( ’DRY’S , ’DR’S , tr. II.414), 515c 3 ( ’DRY’S , III.62). Of these the latter seems to be the preferred form in Bar c Ebroyo. We find ’DRYWS at Cand . [Bakos] 154.9, 155.1; Rad . [Istanbul] 17.5, 38.10; Asc . [Nau] 137.3, 140.13-15; Horr . in Gen. 1:9 (ed. Sprengling-Graham 10.22, with syomê ), in Act. 2:10 (ed. Klamroth [1878] 6.5). – ’DRY’S at Cand . [Bakos] 161.10 cum cod. Paris. (sed ’DRYWS Berol.), Rad . [Istanbul] 37.12 cum cod. Bodl. (sed ’DRYWS Gottheil cum Paris. et Berol.). The origin of the forms ending in - NWS , which we encounter at Asc . 135.4, Eth . [Bedjan] 453.12, But . Min. V.i.1 ( ’DRY’NWS ) and Chron . [Bedjan] 449.6 ( ’DRYNWS ), remains a mystery, In Greek, the adjectival form “adrianós” is attested in a fragment of Aeschylus (Liddell-Scott-Jones, A Greek-English Lexicon , 9th ed. with Supplement [Oxford, 1968] 24b, s.v.). In Syriac, there is an instance where a word ending in - NWS is used for the “Adriatic\/Mediterranean” in the Chronicon ad 724 pertinens (ed. E.W. Brooks, Chronica minora II [Paris, 1904] 351.7: yammo rabbo HDRYNWS ). unless we can assume some confusion in Bar c Ebroyo’s mind with the name of the Roman emperor Hadrian, The emperor is mentioned by Bar c Ebroyo at Chron . [Bedjan] 52.13, 22 ( ’DRYNWS ). or some vague influence of the ending of the word “Oceanus” ( ’WQY[’]NWS ). [12] The close similarity between the passages of Rad . and Asc . quoted above requires no further comment. The similarity between the geographical accounts in these two works (also, to an extent, the account in Eth .) will also be apparent in much of the rest of this paper. On the length and breadth of the Mediterranean given here in Rad . and Asc ., see para. [] below. [13] The names of the gulfs which Bar c Ebroyo adds in But . are clearly taken from the Syriac version of the De mundo , which is also the source of the error whereby Bar c Ebroyo turns the Syrtes into islands. Concerning the error in De mundo syr., see Ryssel (1880) 27, footnote a; Baumstark (1894) 412. – The Syrtes are rightly counted among the gulfs of the Mediterranean by Jacob of Edessa ( Hex . 100a 18f.) and, following him, by Bar Kepha ( Hex ., Paris. syr. 241, 172v a14, syr. 311, 46r a19, tr. 572) and Bar Shakko ( Thes . Paris. syr. 316, 173r 7, BL Add. 7193, 70v a27; cf. Nau [1896] 312). The De mundo also gives us a reason for the rejection of “Adriatic”, if not for its replacement by “Oceanus”, as the name for the Mediterranean as a whole in But ., namely, the realisation upon re-reading of the De mundo that “Adriatic” was applied there to one of the gulfs within the Mediterranean. The reason for its replacement by “Oceanus” is more difficult to find, but Bar c Ebroyo’s knowledge that “some call only the western side [of the Universal Sea] the Oceanus” ( Cand . 154.5) may have had a role to play in causing the confusion here, since the term “Western Sea” ( yammo ma c rboyo ) is already found applied to the Mediterranean in the 6-7th c. Syriac version of Ps.-Nonnos’ scholia on the homilies of Gregory of Nazianzus, In the scholia on ‘Invective II’, 35, ed. S. Brock, The Syriac Version of the Pseudo-Nonnos Mythological Scholia (Cambridge, 1971), p. 301, tr. p. 151: GDYR’ ger iteyh ak ma c lono men ’WQ’NWS lwot yammo ma c rboyo . Some, at least, of the Ps.-Nonnian scholia were known to Bar c Ebroyo (see Brock [1971] 16, 31, 33). and the name “Sea of the West” ( ba h r al-maghrib ) is then also frequently given to that sea by the Arabs. 1.2. Black Sea (Pontus) [14] Cand . [Bakos 154.9-155.1, Gottheil 47.7-8, Çiçek 111.17-20]: From this gulf a tongue ( leshshono meddem ) goes out ( metyabbal ) and thins out ( metqa tt an ), passes by the walls ( shuro ) of Constantinople, and is called the sea of Pontus ( yammo d-PN T WS \/ PWN T WS ). Rad . [Istanbul 38.6-10, Gottheil 54.11-13]: Ray. The Sea of Pontus is in the land of the Scythians. The “Scythians” here may well be intended as equivalent to Bîrûnî’s “Slavs (and Russians)”, since the equation of squtoyê with the Arabic s aqâliba is encountered elsewhere in Bar c Ebroyo as well as in Syriac lexica (see Payne Smith, Thes . syr . col. 2715). Its length is 1,300 miles up to Trebizond and its width 300 miles. From it a narrow tongue ( leshshono ali s o ) passes by the walls of Byzantium and is cast ( rmê ) into the Adriatic Sea. Asc . [Nau 136.21-137.5]: Among these is the Sea of Pontus, i.e. of Trebizond, but it is called a sea and not a lake because of its size. Its length is 1,300 miles and its width 300 miles. From it a thin tongue passes ( c obed ed. Nau: lege c obar ) by the walls of Byzantium and empties ( shodê ) into the Adriatic Sea, just as the Adriatic [flows] into the Oceanus. Some call this tongue the canal ( t ura c to ) of Alexander the son of Philip, as if he had opened it. Eth . [Bedjan 453.18-20, Çiçek 236b 6-8]: There are other seas besides this one [sc. the Mediterranean], the Sea of Pontus and Hyrcania in the north ... But . V.i.2: From the Adriatic a thin tongue goes out towards the north and passes by Byzantium and empties into the Sea of Pontus, ... Cf. Bîrûnî, Tafhîm 122.15-123.2 [corr. pers. 168.10-13; Yâqût 21.13-16]: Then, in the middle of the Habitable World, in the lands of the Slavs ( saqâliba ) and Russians ( rûs ) is the sea known as the Pontus among the Greeks and known among us as [the Sea of] Trebizond because (Trebizond) is a port on (its shore). From it a channel ( khalîj ) goes out, which passes by the walls ( sûr ) of Constantinople and continually thins out until it falls into the Sea of Syria. [15] A number of features in the passage of Cand ., as well as those in later works, allow us to connect these passages with the passage of Bîrûnî’s Tafhîm . Particularly noteworthy among such features is the mention of the “walls” ( shuro , arab. sûr ) of Constantinople\/Byzantium. [16] The word “tongue”, leshshono (d-yammo) , is used several times of a narrow stretch of the sea in the Syriac Bible, See Payne Smith, Thes . syr . col. 1973 s.v. leshshono , 4). while the Arabic lisân is also frequently used in that sense. As the direct source of the expression here, however, one might reckon the phrase “ leshshono meddem ali s o ” at De mundo syr. 140.27 (quoted under para. [ 49 ] below), whence we have “ leshshono meddem ” in the passage of Cand . quoted above and “ leshshono ali s o ”, coupled with the verb “ rmê ” as in the De mundo , in Rad . [17] Concerning the name for the Black Sea, it may be noted that Bar c Ebroyo constantly uses the form “the Sea of Pontus”, evidently unaware of the meaning of the Greek word “ póntos ”. The usual Arabic form “ ba h r bun t us ” will have favoured the interpretation “Sea of Pontus” and Bar c Ebroyo knew furthermore that there was a region of Anatolia called the “Pontus”, Bar c Ebroyo, Chron . [Bedjan] 23.17, 57.25, 258.7, 289.20, 317.23, 416.16; cf. also ibid. 313.4, 429.4 ( sfor yammo d-PWN T WS ). so that he may have thought that the name of the sea was derived from the region, not vice versa. The error is avoided by Jacob of Edessa et al. e.g. Jacob, Hex . 100a 14, 100b 25. 1.3. Lands around the Mediterranean [18] Cand . [Bakos 155.1-3, 4-5, Gottheil 47.8-10, 11-12, Çiçek 111.20-24, 27-29]: Thus, to the south of the Adriatic Sea ( yammo ’DRYWS ) lie ( foysho ) Alexandria and Egypt ( me s rin ); to its north Constantinople ( QWS T N T YNWPLYS ), Rome and the whole land of the Franks ( kulleh atro da-frangiya ). PRNGY’ with syomê Çiçek, without Bakos. ... [see paragraph [ 22 ] below] … To its east are the lands of Syria. So much on this sea of ours ( w-holeyn man d-yammo hono dilan ). This last sentence was misunderstood by both Gottheil (1890) 41 and Bakoš (“... the lands of Syria and those of this our sea”, “... les terres de Syrie et les terres de notre mer”). – For the designation of the Mediterranean as “our sea”, cf. De mundo syr. 149.19f.: yammo hono da-lwotan (gr. 393a 19 hê ésô thálassa ). Rad . [Istanbul 37.11-17, Gottheil 54.2-6]: ... this sea of us westerners called the Adriatic. To its north are Rome, the land of the Franks ( frangiya ), Byzantium ( buzan t iya ) and the whole of Europe; to its south, which is called the Sicilian (gulf), are Abyssinians, Nubians, Berbers, Egypt ( igup t os ), Alexandria and the whole of Libya; to its east, which is called the Sea of the Syrians, are Tyre, Sidon and the whole of Asia. Asc . [Nau 135.3-6]: ... this great sea called the Adriatic, to whose west are the Isles of the Blessed, to whose east Palestine, to whose north Great Rome and Byzantium, and to whose south Africa. Eth . [Bedjan 453.13-14, Çiçek 236a 28-30]: To its east is Syria, to its north are Byzantium and Rome, and to its south is Africa. But . V.i.1: To its east is Asia, to its west are the Stelae , to its north is Europe and to its south is Libya. Cf. Bîrûnî, Tafhîm 123.2-4 [pers. 168.13-15]: ... the Sea of Syria ( ba h r al-shâm ), to the south of which are the land of Maghrib ( bilâd al-maghrib ; add wa-ifrîqîya pers.) up to Alexandria and Egypt ( mi s r ). Opposite them in the north are al-Andalus and al-Rûm ( rûmîya wa-rûm pers.) up to Antioch. Between the two are Syria ( bilâd al-shâm ) and Palestine. [19] Although not all the places mentioned in Cand . can be found in Bîrûnî’s Tafhîm , there is, I believe, sufficient agreement between the two to indicate that the latter is probably the principal source of the former here. It may be noted in particular that the order “south-north-east” is the same in these two works, but is altered in Bar c Ebroyo’s later works (“north-south-east” in Rad ., “west-east-north-south” in Asc ., “east-north-south” in Eth ., “east-west-north-south” in But .). [20] Of the newly-mentioned places in Rad ., the Abyssinians and Nubians had already been mentioned in connection with the Ocean in Cand . (155.8). The “Sicilian (Gulf)” may be taken from the De mundo (syr. 140.1; cf. But . Min. V.i.2), although there it is one of the gulfs on the northern side of the Mediterranean. Descriptions of the Mediterranean where Tyre and Sidon feature prominently are found in the Causa causarum and in Battânî’s Zîj , as well as the passages of Ibn Rusta and Kharaqî related to the latter. Causa causarum , Laur. or. 298, 131v b28; tr. Kayser 339; Battânî, Zîj 27.1; Ibn Rusta 84.17; Kharaqî [Nallino] I.174.17. [21] In Rad . Bar c Ebroyo adds to his list of places the names of the three continents, Europe, Libya and Asia, and in But . the list is reduced to that of these continents only, along with the “ Stelae ” in the west. The division of the Habitable World into three continents goes back to the Greeks. Arist. Mete . 350a 18-b14; De mundo gr. 393b 21-394a 4, syr. 140.24-141.9; Ptolemy, Geog . VII.5 etc. The definition of Europe and Libya (our Africa) as lands to the north and south, respectively, of the Mediterranean and of Asia as lands to the east of these is encountered, among Bar c Ebroyo’s Syriac predecessors, in Jacob of Edessa. Jacob of Edessa, Hex . 111a 7-28; followed by Bar Kepha, Hex ., Paris syr. 241, 168v b15-169.18, Paris syr. 311, 42r b22-43r b11, with a diagram illustrating this on syr. 241, 169r, syr. 311, 43r (tr. Schlimme, p. 561f., diagram on p. 653; diagram from Paris 241 also in J.B. Chabot, “Notice sur une mappemonde syrienne du XIIIe siècle”, Bulletin de géographie historique et descriptive 1897.98-112, here 98); and Bar Shakko, Thes ., Paris syr. 316, 171r 11-172r 7, BL Add. 7193, 69r b5-70r a10, with a diagram identical to that in Bar Kepha on syr. 316, 172r, Add. 7193, 70r (cf. Nau [1896] 308f.). – Cf. also Michael, Chron . 411b 2-10, tr. II.414, giving a similar definition, but with Greater Asia defined as lands to the east of the Mediterranean, in connection with the jurisdictions of the patriarchates of Rome and Constantinople (Europe), Alexandria (Africa) and Antioch (Asia). – The Causa causarum , Laur. or. 298, 134v a1-135r b36 (diagram on 134v; tr. Kayser 344-6), gives a rather different tripartite division of the world, which uses the Mediterranean (called there the “Sea of Hellespont”) as a point of reference, but includes India and much of the Middle East (“Elam, Media, Beth Kaldoye, Athor, Mesopotamia”) in Libya (!). We find much the same definition, but with Asia defined as lands to the east of Egypt in an earlier part of Cand . (103.12-104.8; ≈ Rad . 17.1-8), in a passage where Bar c Ebroyo mentions that this is the division according to Ptolemy’s Geography but for the rest follows the text of Bîrûnî’s Tafhîm 141.5-10. A similar definition again, but with Asia defined as here in But . as the lands to the east of the Mediterranean, is found at Asc . 140.11-18. Cf. also Bar c Ebroyo, Horr . in Act. 2:10 (ed. Klamroth [1878] 6.3-5): “‘Asia’: Lesser: Babel and Khurâsân; Greater: all the land to the east of Egypt. – ‘Phrygia and Pamphilia’: the lands to the north of the Mediterranean ( yammo ’DRYWS ); land of the Franks ( frangiya ) etc. – ‘Libya near Cyrene’: the lands to the south of the Mediterranean; Abyssinians ( h abashoyê ) etc.” 1.4 Islands in the Mediterranean [22] Cand . [Bakos 155.3f., Gottheil 47.10f., Çiçek 111.24-27]: In it are the famous islands which are best-known to us, such as Cyprus, Samos, Chios, Rhodes and Sicily. Rad . [Istanbul 37.17-38.6; Gottheil 54.6-10]: In this [sea] are five large islands, the smallest of which is Cyprus, whose circumference is 200 miles; [the circumference] of Sardinia [is] 300, of Sicily 500, of Crete 300, of Corsica [ QWRNWS , Cyrnus] 350. [There are also] five small [islands], Rhodes, QWMNWS [< “Cos and Chios”], See para. [] below. Samos, Euboea, Chios, and 252 others which are not well-known ( d-lo mshammhon ). Asc . [Nau 135.7-15]: In it are many islands. Five are large, the first of which is Cyprus; its circumference is 200 miles and it is the smallest of them. The second is Sardinia, whose circumference is 300 miles. The third is Corsica [Cyrnus] and its circumference is 300 miles. The fourth is Sicily and its circumference is 500 miles. The fifth is Crete and its circumference is 300 miles. The smaller [islands] are five [in number] and are: Rhodes, QWMWS , Samos, Euboea, Chios; and 250 others which are not famous ( d-lo t bibon ). Eth . [Bedjan 453.14-17, Çiçek 236a 30-b 6]: In this tongue ( leshshono ) are ten well-known ( mshammhoto ) islands. Five of them are large, the smallest of them being Cyprus, and five [are] small; and [there are also] 252 others, which, though not famous ( lo t bibon ), are nevertheless not devoid of people ( noshuto ). But .: In it are the large islands Sicily, Samos, Chios, Rhodes and Cyprus, as well as many small ones. They all abound in people ( noshuto ) and crops. Although I follow the vocalised manuscripts (LlPV; which are all of relatively recent date) here in reading c alloto , “crops”, it is difficult to rule out the possibility that the author intends us to read c elloto , “things, equipment, wares”, which would make equally good sense. – For this latter meaning of c ellto (reminiscent of fr. “chose”, ital. “cosa” etc.), see Payne Smith, Thes . syr . col. 2877, s.v., no. 4; Brockelmann, Lex . syr . 524a, s.v., no. 7; add to the references there Bar c Ebroyo, Chron . [Bedjan] 414.7f. (< Juwainî, Târîkh-i jahângushâ I.60.1f., where Juwainî has jâmah-hâ , “fabrics”); perhaps also ibid. 504.24. – The likelihood of the reading c elloto will be raised if we can assume that Bar c Ebroyo had before him some such passage as the following: Ibn H auqal 203.6-7, 11-12: “In this sea [sc. Mediterranean] are small and large islands and mountains, uninhabited and inhabited by Byzantines ( Rûm ) and Muslims. The most thriving ( ma c mûr ) in terms of Islam and the population ( nâs ) is Sicily, which is the largest of them, the most abundant in provisions ( aktharhâ c uddatan ), the best defended ... [Cyprus and Crete] were islands abounding in goods ( khair ), supplies ( miyar ) and merchandise ( tijâra ) and there was much import and export to and from them” (for further loci similes, see A. Miquel, La géographie humaine du monde musulman jusqu’au milieu de 11e siècle [Paris, 1967-88] III.275 n.1). [23] The islands named in the above passages may be summarised as follows. For comparison, I also give the Mediterranean islands listed in Jacob of Edessa’s Hex. , a list which is repeated by Bar Kepha and Bar Shakko. Jacob of Edessa, Hex. [Chabot] 100a 21-30. – Bar Kepha, Hex ., Paris syr. 241, 172v a 15-23, Paris syr. 311, 46r a20-28, tr. Schlimme 572. – Bar Shakko, Thes ., Paris syr. 316, 173r 7-14, BL Add. 7193, 70v a27-b10; cf. Nau (1896) 313. Cand .: Samos, Chios, Rhodes, Cyprus, Sicily Rad .: 5 large: Cyprus, Sardinia, Sicily, Crete, Corsica [Cyrnus] 5 small: Rhodes, qwmnws , Samos, Euboea, Chios; and 252 others. Asc .: 5 large: Cyprus, Sardinia, Corsica, Sicily, Crete 5 small: Rhodes, qwmws , Samos, Euboea, Chios; 250 unnamed islands. Eth .: 5 large, smallest of which is Cyprus; 5 small; and 252 others. But .: Sicily, Samos, Chios, Rhodes, Cyprus Jacob of Edessa et al.: 5 large: Sardinia, Corsica, Sicily, Crete, Cyprus peninsulas: Peloponnese, Chersonese; and many others. small: Rhodes, Cos, Chios, Samos, Euboea, Ithaca; [and many others, Jacob]. [24] It will be seen that the same five islands are named in Cand . and But . The choice is somewhat surprising, since Samos, Chios and Rhodes are not among the largest islands in the Mediterranean and we see from Rad . and Asc . that Bar c Ebroyo knew this, if not when he wrote Cand ., at least by the time he wrote But . While it is difficult to find a source in Syriac or Arabic where all five of these are named as representative islands in the Mediterranean, a passage where four of them other than Chios (i.e. Cyprus, Samos, Rhodes, Sicily) are named as the principal islands of the Mediterranean can be found in Bîrûnî ( Tafhîm 211.6-7; same list thence in Qazwînî, c Ajâ’ib 105.5, tr. Ethé 215). [25] The lists of the islands in Rad . and Asc . are similar to those in Jacob of Edessa, Bar Kepha and Bar Shakko. A similar list is found in the Ps.-Aristotelian De mundo , but the divergence of that list from the list in Rad .\/ Asc . is greater: De mundo (Greek) 393a 12-15: large: Sicily, Sardinia, Cosica, Crete, Euboea, Cyprus, Lesbos; smaller: Sporades and Cyclades; “others with different names”. – Syriac version [de Lagarde] 139.12-14 (cf. Ryssel [1880] 25 n.1): Sicily, Euboea, Cyprus, Sardinia, Corsica, Crete, Peloponnese, Lesbos [ ’SBWS ]. – Arabic version F [Brafman (1985), text 87.1-3, tr. 176, comm. 219f.]: Sicily, Euboea, Cyprus, Sardinia, Corsica, Crete, Lesbos, Peloponnese, Asâbûs. – Cf. also Causa causarum , Laur. or. 298 (= F), 132r a9-13 (tr. K. Kayser 339): “Cyprus, Sicily [ SYLYQY’ cod. F], Crete, Rhodes, Samos, Mytilene, Chios [ KYWN F] and many others small ones”; 134v a6-9 (tr. 344): “Sicily, Crete, Rhodes, Cyprus etc.” The comparison with the list in Jacob of Edessa, in fact, allows us to solve the mystery of the island whose name appears as “ QWMNWS ” ( ) in Rad . and as “ QWMWS ” in Asc . It is evidently a corruption of “Cos and Chios” ( QW W-KYWS , ). The corruption seems to have begun early, since “Cos and Chios” already appear written as one word ( QWWKYS ) in the manuscript of Jacob of Edessa’s Hexaemeron dated 837 A.D. and used in Chabot’s facsimile edition of that work (Lyons, syr. 2), while in the Leidensis (66 Gol., dated 1183 A.D.), too, the two words are apparently written together ( QWKYS sec. Chabot’s apparatus, but read as “Suchis”, which suggests QWWKYS , by J.P.N. Land, “Aardrijkskundige fragmenten uit de Syrische literatuur der zesde en zevende eeuw”, VMAW.L 3. R. 3 [1887] 164-193, here 176). It is particularly noteworthy that Bar Kepha and Bar Shakko (though not Jacob of Edessa) in their respective lists first tell us that there are “five small” islands and then go on to give us a list which, if “Cos” and “Chios” are counted separately, contain six names. It is likely, in other words, that Bar Kepha and Bar Shakko, too, like Bar c Ebroyo read the letters representing “Cos and Chios” in their sources as one word. Of the manuscripts of the works of these two accessible to me, the oldest (Bar Kepha, Paris syr. 311, copied ca. 1434 A.D.) has “Cos and Chios” written together as one word ( QWWKYS ), although we find them written as two words in later manuscripts (Bar Shakko: Paris syr. 316, 1889 A.D.; BL Add. 7193, “recent” sec. Rosen-Forshall; Bar Kepha: Paris 241, copied in 1508 A.D. in Cyprus [!]; in the last named manuscript, “Ithaca” is missing from the list along with the peninsulas, while “and Chios” appears to be written WB’YWS ). If this supposition, “ QWMNWS \/ QWMWS ” < “Cos and Chios”, is correct, the islands named in Rad . and Asc . will be the same as those listed by Jacob of Edessa, Bar Kepha and Bar Shakko, except for the substitution of Chios for Ithaca, so that here again as in But . and Cand . “Chios” turns out to be an addition by Bar c Ebroyo. [26] The reason for this peculiar interest on Bar c Ebroyo’s part in Chios is unclear. A possible explanation may be sought in a passage of his Chron . (ed. Bedjan, 8.7-8) where Bar c Ebroyo names “Cyprus, Chios, Sicily and twenty others islands” among the lands allotted to the sons of Ham. The connection of this passage of Chron . to the geographical accounts as found in Cand . etc. may seem rather distant at first, but the division of the world among the sons of Noah is in fact mentioned at an earlier point in Cand . and we find furthermore that a significant number of the place-names mentioned at Chron . [Bedjan] 7.26-8.12 reappear in the geographical accounts in Cand . etc., often in the forms in which they are found there. viz. Arabia, Hyrcania, Babel, Persia ( PRS ), Inner India ( hendu gawwoyto ), Sheba, Egypt ( me s rin ), Libya, Africa ( ’FRYQY ), Cyprus, Chios, Sicily, Alans, Turks, Spaniards, Gadeira. – Chios is mentioned once in Aristotle’s Meteorologica , a work with which the relevant parts of Cand . and But . are closely connected (342 b36, in the name of the mathematician Hippocrates of Chios, as opposed to the more famous physician of Cos). The name is preserved in the Syriac version of Nicolaus Damascenus’ Compendium of Aristotelian Philosophy (ms. Cantab. Gg. 2.14, fol. 332v [= p. 12] 13f.: ippôqratis d-men KYS T’S’LY’, w-law haw osyo d-men QW ) and thence at Cand . [Bakos] 121.14 ( ippôqratis d-men KYS ), but this can hardly be the reason why Bar c Ebroyo includes Chios among the principal islands of the Mediterranean. [27] In Rad . and Asc . Bar c Ebroyo gives us the circumferences of the five larger islands, information which is not given in Jacob of Edessa et al. As in the case of the dimensions of the different seas given in these same works (see paragraph [ 32 ] below), the values given here are the same as those given in Battânî’s Zîj , except that the circumferences of Cyprus and Corsica (Cyrnus) have been reversed (Cyprus: 350 miles, Corsica: 250 miles, in Battânî), a reversal which is probably due to misreading of the names of these two islands in Arabic ( QBRS , QRNS ). Battânî’s Zîj (or a related work) may also be the source for the “252 other islands” which Bar c Ebroyo mentions in Rad . and Eth . (“250” in Asc. ), since Battânî tells us there that there are “162” islands in the Mediterranean ( Zîj 27.4), while the 12th c. Latin translation of the Zîj by Plato Tiburtinus talks of “262” islands. Nallino (1899-1907) I.18 n.9. It will be remembered, of course, that Bar c Ebroyo mentions ten of the islands by name, so that his total will also be “262”. 2. Outer Ocean [28] Cand . [Bakos 155.5-157.11, Gottheil 47.12-49.14, Çiçek 111.29-113.29]: The Sea Oceanus, which is outside the Herculean Pillars, with its flow ( redyo ) proceeding southwards, passes by the lands of the Western Arabs and by the Silver Mountain and the Moon Mountains, Of the two names given here, the “Silver Mountain” (given here in Cand ., Asc ., Eth . and But .) is, so to speak, the Aristotelian name ( Mete . 350b 14: tò arguroûn kaloúmenon óros ), while the other, the “Mountain(s) of the Moon” (< selēnēs óros ; in Cand ., Rad . and Asc ., but not in Eth . and But .) is the Ptolemaic name ( Geog . IV.8.3, 6) and the one usually encountered in Islamic geographical literature, as well as in Jacob of Edessa ( Hex . 113b 36f.). from whose caves the waters of the River Nile spring ( nob c in ), and by the lands of the Abyssinians and the lands of the Nubians, i.e. the whole land of the Cushites. At the end ( sawfo ) of this land there extends from it a certain small gulf ( c ubbo ) towards the north opposite Egypt ( me s rin ), which is called the Sea of Reed ( yammo d-suf ), as being the end and extremity ( sawfo w-soko ) of the great sea. The sons of Israel crossed it on foot and in it the Pharaoh was drowned. Because of the great number of mountains and rocks in this gulf ships are unable to sail through it except during the day and along the shores. That great sea from which this gulf proceeds is called the Red Sea and this [sea], as it flows towards the east, passes by the lands of Sheba and Saba and the whole land which is simply called the South ( taymno ) and where the trees of frankincense are. Bar c Ebroyo will have located “Sheba and Saba” in Yemen or more generally in the southern part of the Arabian Peninsula. See Bar c Ebroyo, Horr . in Ps. 72:10 (ed. de Lagarde, Praetermissorum libri duo [Göttingen, 1879] 182.16, tr. J.L. Siegel [diss. Chicago, 1928] 144), where “Saba” is glossed as “the South\/Yemen” ( taymno ). At Bar c Ebroyo, Chron . [Bedjan] 155.17, “the South\/Yemen and the land of Sheba and of Saba” are mentioned among the lands allotted by Caliph al-Mutawakkil to his son Mu h ammad al-Munta s ir in 235 A.H., where Tabarî for example, has “Yemen, c Akk, H adramaut, al-Yamâma, al-Bahrain ...” ( T abarî, III.1395, see partial tr. J.L. Kraemer, The History of al- T abarī , vol. 34 [Albany, 1989] 96 with the parallel passages cited there in 95f. n. 326). – In the map accompanying Cand ., however, “Sheba and Saba” is found in the northeastern part of the Arabian peninsula, while the southernmost part of the peninsula is taken up by “Inner Yemen” ( taymno gawwoyo ). This is probably to be explained by the fact that Bîrûnî, Tafhîm 143.15 places “Saba’” in the second clime, while placing “the parts of Yemen south of S an c a”, “such as Dhofar, H adramaut and Aden”, in the first clime ( Tafhîm 143.10f.). At the extremity of this sea called the Red, it forms a great gulf towards the north called the Sea of Fârs. On the western side of this sea is the city called Ba s ra and the whole land of Babel and Seleucia and Ctesiphon. On its northern side are all the lands of the Persians and on its eastern side are the lands of the Indians. The Universal Sea which is outside this gulf, as it flows further towards the east, passes by the lands of the Indians and at their extremity forms a gulf towards the north called the Sea of the Indians. To the west of this sea are the lands of the Indians, to its east are the lands of the Tibetans and after them the lands of the Chinese, and to its north are the lands of the Huns or the Turks ( t urqis ), who are the Mongols, that is to say, their first land from which they proceeded ( nfaq(w) ). This is reminiscent of the false etymology that derives the name “Turk” from the Arabic taraka , “to leave”. The Universal Sea which is outside this gulf, flowing further towards the east, passes by the famous islands of the Indians [of] which [one] is called Sarandîb and another Qumair, as well as the rest of the islands and mountains from which are brought and conveyed those hot, choice and aromatic spices ( sammonê ), clove ( QRNPWL , arab. qaranful ), aloe ( ’WLNGWG , arab. alanjûj ), pepper ( PLPL’ ), camphor ( Q’PPWR , arab. kâfûr ) etc., as well as precious stones, corundum ( yaqqundo ) etc. In the same way, extending from the east towards the north, it passes by the lands of the Tibetans and the Chinese, by the lands of the Huns, which I have mentioned, by the lands of the Iberians, and by many lands that are desolate, and impassable mountains. It passes also by the great black mountain in the north and the plains of the Qipchaqs and by the land of the Alans. There it forms a gulf from the north to the south, which is called Warang in the language of that place. In the same way, extending from the north towards the west, it passes by the land of the Scythians, by the cities of the Bulgars, by the whole of land of the Franks ( frangiya ) and by the land of Andalus of the Arabs ( t ayyoyê ) which now in our day the Franks have conquered. It ends by the Herculean Pillars, whence it began. Rad . [Istanbul 35.18-37.6, Gottheil 53.1-15]: ... Oceanus, which, beginning at the islands of the Blessed and that (island) in the west called Gadeira, flows outside the whole earth towards the south and passes by the Mountains of the Moon, from which the Nile springs. It encircles the Abyssinians and the Nubians and forms the Sea of the Berbers, whose length is 500 miles and breadth at its extremity 100 miles. It flows further and forms the Red Sea, which thins out and extends for 400 miles in length; the breadth of its extremity, which is the Sea of Reed where Israel crossed, is 200 miles. It flows further, encircles the Desert of Pharan, “Madbro d-foron”: mentioned as the place at the end of the Red Sea (“Arabian Gulf”) by Jacob of Edessa, Hex . 101b 19f., Bar Kepha, Hex . Paris syr. 241, 172v a29, and Bar Shakko, Thes . Paris syr. 316, 174r 4. Curiously replaced by the “Desert of the Himyarites” and the “ Mountain of Pharan” in Asc ., concerning the latter of which it may be noted that the “Desert of Pharan” and “Mount Sinai” are found written closely together on the maps accompanying Cand . and forms the Sea of the Elamites – where the Euphrates and the Tigris empty (their waters) – whose length is 1,400 miles and breadth 500 miles. It flows further, encircles the whole of Fârs and India and forms the Sea of India, whose length is 1,600 miles. In it are 1,370 islands, one of which is called T irani or Sarandîb. It is very large. For its circumference is 1,300 miles. In it are tall mountains and many rivers and from it are brought the red and blue ( sosgawno ) corundums [i.e. ruby and sapphire]. It flows further and encircles the East and forms the Sea of the Chinese. It flows further and encircles the North; it passes by the desolate mountains of the Huns, and the lands of Bulgars, Scythians and Alans, and forms the Galatian Sea in which are the nineteen islands of Britain. Earlier Islamic geographers talk of the “twelve” islands of Britain (Battânî 26.29, Ibn Rusta 85.13f., H udûd al- c âlam , tr. Minorsky 59, §4.24), while Abû al-Fidâ’ 187.12 has “eleven”. It encircles the land of the Franks ( frangiya ) and joins the Islands of the Blessed and Gadeira where it began. Asc . [Nau 134.4-16; on the Ocean]: This [Ocean] extends northwards and encircles Spain. It passes in the northwest by the land of the Franks ( frangiya ). It stretches to the north outside the Scythians. It reaches the northeast and confines the land of the Inner Turks ( turqis gawwoyê ), who are the Gog and Magog. The Biblical “Gog and Magog” (Ezech 38:2, also “Magog, son of Japhet” Gen. 10:2), who appear as “Yâjûj wa-Mâjûj” in the Koran (XVIII.93-98, XXI.96) and play a significant role in Jewish, Christian and Muslim eschatology, were generally identified with the primitive peoples in the north, especially with the Turks and, after their appearance on the scene, Mongols (on the location of Gog and Magog among Koranic commentators and Islamic geographers and historians, see EI 2 XI.232b, s.v. “Yā dj ū dj wa-Mā dj ū dj ” [van Donzel-Ott]; on their association with the Mongols, J.A. Boyle, “Alexander and the Mongols”, CAsJ 24 [1980] 18-35; cf. n. 86, on “Gate of Iron”, below). At Cand . 99.2f. Bar c Ebroyo follows Bîrûnî in locating the “land of the Huns and those enclosed ( h bishoyê ) Gog” at the eastern end of the fifth clime (< Tafhîm 144.14f. “land of the eastern Turks and the walled-in Gog [ yâjûj al-musawwarîn ]). – For further references to Gog and Magog in Bar c Ebroyo, see Chron . [Bedjan] 30.9, where Holophernes is said to be “a Magogian, i.e. a Turk” (< Michael. Chron . 64a 30f., tr. I.103); Chron . 217.15, where a group of “Huns” called “ Guzzoyê ” (Ghuzz, Oghuz), who “went forth with the emirs of the Seljuks”, are said to be children of Magog b. Japheth b. Noah (< Michael, Chron . 566a 31, tr. III.149, where, however, Michael talks simply of “Turks” instead of “Huns” etc.); Horr . in Ezech. 38:2 (ed. Gugenheimer [1894] 27.10-13; tr. Dean [Diss. 1930] 58), where “Gog and Magog” is glossed as “the Scythians, the sons of Japheth” (this identification with the Scythians goes back at least to Josephus, Antiquitates judaicae I.6.1 [123], cf. K. Czeglédy, “The Syriac Legend concerning Alexander the Great” AOH 7 [1957] 231-249, here 233-237); and But . Politica I.iii.6 (“ Gugoyê ” in the northeast; mentioned along with “Arabs” in the southwest). The continuator of Bar c Ebroyo’s Chron ., though probably not Bar c Ebroyo himself, refers several times to the Ilkhanids as the “House of Magog” (ed. Bedjan, 555.7, 560.20, 579.23, 585.2, 586.9; the passage at 555.7, though relating to events just before Bar c Ebroyo’s death, is likely to stems from the pen of the continuator). It is thought to pass behind the impassable mountains which have been mentioned [cf. 133.23-134.1]. It joins the eastern sea of the Manzoyê, “Manzoyê”: Nau’s anachronistic translation of the word as “Manchus” (cf. Payne Smith, Thes . syr . col. 2171) is naturally to be rejected. The word also occurs at Bar c Ebroyo, Chron . [Bedjan] 513.24 and corresponds there to the Arabic\/Persian “manzî” used in Juwainî’s Târîkh-i jahângushâ (ed. Qazwini, I.211.15, III.72.1), apparently as an alternative form of “mâchîn\/mâjîn” (on which, see EI 2 IX.617, s.v. “al- S în, 1.” [Bosworth]; cf. Boyle [1958] I.10 n. 17: “Māchīn, i.e. Southern China, called also Manzī, the Manji of Marco Polo”). i.e. the Chinese. It passes in the southeast by the whole of Inner India, As will be clear from the context, as well as the map accompanying Cand ., Bar c Ebroyo’s “Inner India” is the eastern parts of India (almost Indochina), rather than Ethiopia as is sometimes the case in Syriac (see Payne Smith, Thes . syr . col. 1026f. s.vv. hendu , hendwoye ; Michael, Chron . tr. I.258 with n.2). – At Bar c Ebroyo, Chron . [Bedjan] 8.3f., 5, India is divided into four, the “northern” included among the inheritance of Shem and the “inner, outer and southern” included in those of Ham (< Michael, Chron . 8a 34, 9b 3, tr. I.18; “outer” not in Michael). and then extends to the south along Inner Arabia and the Desert of the Himyarites, outside of the Mountain of Pharan. It passes by Egypt ( igup t os ) and the lands of the Berbers and the Cushites and the whole of Africa. In the proximity of the Silver Moutain, which is also called the Moon [Mountain], it becomes imperceptible, Cf. T ûsî, Tadhkira [Ragep] 247.19-23. but it is thought to unite after it with the Western Sea, from which it began and with which it ends. Asc . [Nau 135.16-136.11; on seas projecting into the Habitable World]: From the southern sea four tongues enter into the Habitable World. The first is the Sea of the Berbers, which is near the west; its length is 500 miles and the breadth of its extremity 100 miles. The second is the Red Sea, which thins out and extends 400 miles in length and the breadth of whose extremity, which is the Sea of Reed, is 200 miles. The third is the Sea of the Elamites, into which the Euphrates and the Tigris pour their waters. Its length is 400 miles and its breadth 500 miles. The fourth is the Sea of the Indians, whose length is 1,600 miles. In it are 1,370 islands, the best-known of which is T irani, called Sarandîb in the language of that place. Its circumference is 1,300 miles and in it are tall mountains, from which many rivers flow. From it are brought the red corundum [ruby] and other precious stones. From the eastern sea there proceed many tongues whose sizes and properties have not been charted in books. From the northern sea that well-known tongue called the Galatian proceeds. In it are the nineteen islands of Britain, the best-known of which is Thule, the freezing island. Eth . [Bedjan 453.3-10, 453.18-454.2, Çiçek 236a 13-23]: The Universal Sea, beginning in the west where the Isles of the Blessed are, encircles the Silver Mountain, from which the river Nile descends and which is in the southwest. It passes outside the Cushites and the lands of Sheba and Saba to the south. Reaching the southeast, it confines India, and in the east the Chinese, in the northeast the land of Gog and Magog, in the north the Scythians, and in the northwest the Franks and Spaniards, and thus ends where it began. … There are other seas besides this one, the Sea of Pontus and Hyrcania in the north [cf. para. [ 14 ] above], the Sea of Reed in the south, and that of the Elamites, where there is the reversal of the Euripian waters ( hfikut mayyo ’WRYPY’ ); when those [waters] flow ( goy h in ) they cause the ships to ascend, and when they ebb ( toybin ) they cause them to return. The to-and-fro of the waters in the Euripus (as a proper noun, properly the strait between Euboea and the Greek mainland) is mentioned by Bar c Ebroyo in Cand . (“Euripus [’ WRYPWS ]”, ed. Bakos 153.6, 11, both times in the singular and so probably to be taken as a proper noun; cf. Bakoš’s notes ad loc.) and But . (Book of Mineralogy, V.iii.3, “euripus” once in plural and once in singular, both times with initial hê rather than olaf as in Cand . and Eth .). The immediate source used by Bar c Ebroyo for the information on the Euripus\/euripi there may well be a scholion based mainly on Olympiodorus’ commentary on Aristotle’s Meteorologica , which is now lost but was still present in c Ebroyo’s copy of the Syriac version of Nicolaus Damascenus (cf. Olymp. in Mete . [Stüve] 128.35-129.4, 134.17-19; on Nicolaus, cf. n. 45 above; on the relationship between Nicolaus, Olympiodorus and Bar c Ebroyo, see Takahashi [2002a], id. [2002b] 219-228). In But ., though not in Cand ., Bar c Ebroyo goes on, after talking about the Euripus\/euripi, to mention the “ebb and flow” ( tawbo w-mele’o ) of the waters in the “Sea of Elam and of India”. Here in Eth . Bar c Ebroyo is talking about the “Elamite Sea” (our Arabian\/Persian Gulf), but in a conflation, as it were, of the two passages in But . applies the adjective “Euripian” to the phenomenon there. But . Min. V.i.3: Outside the Stelae the Atlantic flows to the southwest and passes by the Silver Mountain, from which the Nile rises. As it flows eastwards, it encircles the land of the Berbers and the Cushites. In Arabia it forms the gulf of the Red Sea. This (gulf) in fact extends like a thin tongue into Egypt and forms the Sea of Reed. Then, it passes by the land of Sheba and Saba and forms the Sea of Elam, and then the Sea of India. In the southeast it passes by Inner India. It (then) encircles the East and passes by the Chinese. In the northeast it passes by the land of Gog and Magog. In the north [it passes] by the land of the Turks ( turqis ) and the desolate lands and impassable mountains and forms the Sea of Britain, in which is the island of Thule. Then, it passes by the Iberians, Alans, Scythians and Bulgars. In the northwest it passes by Italy Italy, which does not face the outer Ocean and which had not been mentioned in this context in Bar c Ebroyo’s earlier works, is out of place here, but on a schematic map of the seas, where Europe is usually drawn as a thin wedge between the Mediterranean and the outer Ocean, Italy or its equivalent in Bar c Ebroyo’s Vorlage (“Rûm”?) will not have been very far from the Ocean. Cf. H udûd al- c âlam , tr. Minorsky 52, §2.2, where the Western Ocean is said to pass by the extreme limit of “Rûm”. and the whole land of the Franks. In the west [it passes] by Spain. It ends where it began, by the Stelae . [29] The passage of Cand . above has a number of elements which are specifically Syriac, or at least Biblical, such as the the combination “Sheba and Saba”, Cf. Psalm 72:10. The combination is also found in the passages of Eth . (ed. Bedjan, 453.6) and But . quoted above, as well as in the list of localities in the second clime at Cand . 97.1 (where it corresponds to Bîrûnî, Tafhîm 143.15, Saba’ ). and the explanation attributing the name “Sea of Reed” ( yammo d-suf ) to its location at the extremity ( sawfo ) of the great sea, an explanation that is found in Syriac exegetical works and is also given by Bar c Ebroyo in his Horr . See, e.g., Isho c dad, in Exod. 15:4 (ed. C. van den Eynde, Commentaire d’Išo c dad de Merv sur l’Ancien Testament , II. Exode-Deutéronome, textus [Louvain, 1958] 29.3), where this is one of several explanations of the name given. – For the explanation in Horr ., see ed. Sprengling-Graham (1931) 120.19-23 (in Exod. 15:4; whence, as often, the explanation has found its way into the definition of “ yammo d-suf ” in the lexicon of G. Karmsedinoyo cited at Payne Smith, Thes . syr . col. 2577). – See further: Causa causarum , Laur. or. 298, 132r b26-28 (tr. Kayser 339; = Bodl. Laud. 123, 292r, cited in Payne Smith, Thes . syr . col. cit.); Syriac recension of the Physiologus , ed. K. Ahrens, Buch der Naturgegenstände (Kiel, 1892) 86 fin., syr. 48.12-14 (Similarities between certain passages of Bar c Ebroyo’s geography and the apparently interpolated passage on geography in the Buch der Naturgegenstände have been noted by Ahrens [footnotes ad loc.], as well as by Bakoš in his edition of Cand . [154 nn.1-2, 166 n.1]). [30] More prominent, however, are the similarities with Arabic works on geography. It is noteworthy, for example, that Bar c Ebroyo mentions both the “crossing” by the “sons of Israel” and the “drowning of the Pharaoh” in connection with the Sea of Reed. The story, of course, is both Biblical (Exod. 14-15 etc.) and Koranic (X.90 etc.). The first point is duly mentioned by Jacob of Edessa and other Syriac authors at the relevant place. The latter point, the drowning of the Pharaoh, is not mentioned by them, but is frequently mentioned by Islamic geographers of the Balkhi school. See Jacob of Edessa, Hex . 101b 9-12 (in connection with the “gulf of Arabia”, = our Red Sea), 101b 19-21 (Desert of Pharan); Bar Kepha, Hex . Paris syr. 241, 172v b26f., Paris syr. 311, 46r b18-20, tr. Schlimme 573; Bar Shakko, Thes ., Paris syr. 316, 174r 2f., BL Add. 7193, 70r b9-11 (both with “gulf of Arabia”); also the Syriac lexica cited at Payne Smith, Thes . syr . col. 1601, 2577; and Causa causarum , Laur. or. 298, 132r b23f. (tr. Kayser 339; “Red Sea”). – I st akhrî [de Goeje] 31.1, [ H înî] 30.1; Ibn H auqal, 46.9f.; Muqaddasî, 11.16; Yâqût, IV.159.6 (s.v. al-Qulzum ), I.811.21f. (s.v. Târân ); Qazwînî, c Ajâ’ib 119.4. Another point of contact with these geographers is the mention of the difficulty of navigation in (our) Red Sea. Cf. I st akhrî [de Goeje] 30.2-4, [ H înî] 29.16-18; Ibn H auqal, 44.22-46.1; Yâqût, IV.159.23-160.2. – The phrase “along the shores” is not found in these works, but cf. Bîrûnî, Tafhîm 121.7f.: wa-innamâ yuslak bi-l-qurb min sâ h ilihi (with reference, however, to the Ocean rather than the Red Sea). [31] Among the elements the passage of Cand . above shares with Bîrûnî’s Tafhîm , we might call attention here to such items as the mention of Qumair, along with the list of spices produced in the southern islands, Corundum ( yâqût ) and camphor ( kâfûr ) are mentioned in the Arabic Tafhîm (ed. Wright, 211.13-15; similarly in the passage copied thence at Yâqût, Mu c jam I.21.12f.). The Persian version of the Tafhîm (ed. Humâ’î 168.7-9) also names clove ( qaranful ) and aloe-wood ( c ûd ). the “lands that are desolate and impassable mountains” ( Cand . 157.5), This phrase is repeated in much the same form in But . (“desolate lands and impassable mountains”) and in an abbreviated form in Rad . 37.2-3 and Asc . 134.8 (cf. also Asc . 133.23f.). It goes back to Bîrûnî, Tafhîm 121.11-12: ar d ûna wa-jibâl majhûla khariba ghair maslûka (“unknown, desolate and impassable lands and mountains”; in the East, between the Ocean and the land of the Turks). and the use of the name gulf of “Warang” for the Baltic. Cf. Bîrûnî, Tafhîm 121.9-10 (pers. 166.18); id., Ta h dîd 142.12-13; Kharaqî [Nallino (1899-1907)] I.174.14-16 (who follows the wording of Bîrûnî, Tafhîm , but then applies the dimensions given elsewhere for the Maeotis [300 x 100 miles] to this sea); Qazwînî, Âthâr 416.3-7 (also the map on p. 8); T ûsî, Tadhkira [Ragep] 249.2, with Ragep’s comm. ad loc.; id., Mu c înîya III.1, facsimile ed. Dânishpazhûh 60.14 (ubi ba h r FRNK cod.); Qu t b al-Dîn al-Shîrâzî, Nihâyat al-idrâk , partial tr. Wiedemann (1912) 30; Dimashqî, 23.11, 139.17f., 146.7 (tr. 21, 182, 193); Abû al-Fidâ’, 26.14, 35.9-12 (who tells us that Bîrûnî and T ûsî’s Tadhkira are the only authorities to mention this sea). – “Warang” is also mentioned at Cand . 101.7 among the tribes in the 7th clime (< Tafhîm 145.11; cf. Dimashqî, 22.2, tr. 19). [32] Prominent among the newly-added information in Rad . (and Asc .) are the dimensions of the different seas. As in the case of the circumferences of the Mediterranean islands (see para. [ 27 ] above), the values given here agree closely with those given by Battânî (and Ibn Rusta, Kharaqî). See the comparative table of the values given by Battânî, Ibn Rusta, Kharaqî and Jacob of Edessa in Nallino’s commentary on Battânî (I.167-169), where references are also made to the values in Bar c Ebroyo’s Asc . – The values for the dimensions of the seas are not given in T ûsî’s Tadhkira (at least not in the later recension published by Ragep), the model of Asc ., but they are given in T ûsî’s earlier Persian version of the same work, the Risâla-i mu c înîya , as well as in a number of works related to the Tadhkira , namely Qu t b al-Dîn al-Shîrâzî’s Nihâyat al-idrâk (partial tr. Wiedemann [1912] 27-31), the same Shîrâzî’s al-Tu h fa al-shâhîya and Qâ d îzâda’s commentary on the Tadhkira (Nallino [1899-1907] I.176). The values in the Mu c înîya etc., though given in parasangs ( farsang ) rather than miles are usually in agreement, allowing for approximations in the conversion and occasional errors in transmission, with those in Battânî. Although similar values are also given by Jacob of Edessa, some of the values given by Bar c Ebroyo are not found in Jacob, viz. the length and breadth of Gulf of Aden, length of the Sea\/Gulf of India (also the circumferences of the islands in the Mediterranean). and, furthermore, where Jacob and Battânî differ from each other, Bar c Ebroyo is usually in agreement with the latter. viz. the breadth of the Arabian\/Persian Gulf (500 miles Bar c Ebroyo: 700 Jacob), breadth of the Mediterranean (800 Bar c Ebroyo: 400 Jacob), number of islands in the Sea\/Gulf of India (1,370 Bar c Ebroyo: 1,378 Jacob). Nallino (I.168 n.3) errs when he tells us that Bar c Ebroyo follows Jacob in giving the maximum breadth of the Red Sea as 400 miles (against Battânî’s 700 miles), since the value of 400 miles in Bar c Ebroyo is that for the length and not the maximum breadth. This value of “400 miles” given by Bar c Ebroyo both in Rad . and in Asc . is likely to be due to misreading on Bar c Ebroyo’s part or scribal error in his Vorlage , since Jacob and Battânî agree in giving the length of the Red Sea as 1,400 miles (so also Bar Kepha and Mas c ûdî, Murûj al-dhahab , ed. Barbier de Meynard-Pavet de Courteille-Pellat [Beirut, 1965-1979], para. 250). [33] Battânî’s Zîj and related works also help us account for the mention of the “Isles of the Blessed” and “Gadeira” as places where the Ocean begins, See Battânî 26.17f. ( jazâ’ir al-su c adâ’ , ghadîra ). and, in part at least, for the use of the name “Sea of Berbers” for the Gulf of Aden. The Gulf of Aden is in fact the entrance to the Red Sea, but is often counted by Islamic geographers as a separate branch of the Indian Ocean. The usual name in Arabic is al-khalîj al-barbarî derived from Barbarâ\/Berbera on its shore, but the name ba h r al-barbar is found in Bîrûnî, Tafhîm 122.9 (pers. 168.1 daryâ-i barbar ) and the name is also mentioned in such a way as to suggest a connection with the Berbers at Battânî 26.5 ( wa-lahu khalîj bi-ar d al- h abash yamuddu ilâ nâ h iyat al-barbar, yusammâ al-khalîj al-barbarî ; cf. Nallino’s footnote ad loc.). The Causa causarum calls this gulf the “Inlet of Cush” ( ma c lono d-kush , Laur. or. 298, 131v b14, tr. Kayser 338). They help us, furthermore, to solve the mystery surrounding the island of “ T irani” mentioned in Rad . and Asc . ( T YR’NY ; T YRN’NY Rad . cod. Paris syr. 216; corruption of “Taprobane”, arabicè T BRB’NY ), Bar c Ebroyo evidently found no cause to make a connection between this island and the place he knew from another source and mentions in the form T ’PWRBNY at Rad . [Istanbul] 16.9. The source mentioned by Bar c Ebroyo there is Ptolemy’s Handy Tables (called ktobo d-PRKYRWS at Rad . 16.6f.). His immediate source is probably Severus Sebokht, since these two words, along with “Geographicon” ( G’WGR’PYQWN ) mentioned by Bar c Ebroyo at Rad . 17.2, are also found in close proximity of one another in Severus’ Treatise on the Constellations in forms similar to these ( T ’PRWBNY , PRWKYRWS , G’WGRWPYQWN ; see F. Nau, “Le traité sur les «Constellations» écrit, en 661, par Sévère Sébokt évêque de Qennesrin”, ROC 27 [1930] 327-410, 28 [1931] 85-100, here vol. 27, p. 407; cf. id. “La cosmographie au VIIe siècle chez les Syriens”, ROC 15 [1910] 225-254, here 237.1, 240.11f.). – Bar c Ebroyo himself had called Ptolemy’s Geography “ ktobo d-ZWGRPY’ ” ( sic with zain ) at Cand . 103.12, a form which suggests an Arabic Vorlage ( jughrâfiyâ ). – The Handy Tables appears elsewhere in Syriac under the name “ ktobo <d->qonune ” (Sergius of Rish c aino, apud Sachau, Inedita syriaca [Vienna, 1870] 225.17). and to explain the “red and blue corundum” ( yaqqundo summoqo w-sosgawno ) given as the products of that island in Rad . Battânî 26.13f.: ... t abrubânî wa-hiya sarandîb, yu h î t bihâ thalâthat âlâf mîl, muqâbil al-hind min nâ h iyat al-mashriq, wa-fîhâ jibâl c i z âm wa-anhâr kathîra, minhâ yukhraju al-yâqût al-a h mar wa-laun al-samâ’ (≈ Ibn Rusta 84.13f. et Kharaqî [Nallino] I.174.1f.: wa-hiya sarandîb om. Ibn Rusta || muqâbil al-hind min nâ h iyat al-mashriq om. Ibn Rusta et Kharaqî). – The alteration\/corruption of “3,000” miles to “1,300” miles in Bar c Ebroyo may be due to the influence of the “1,370 islands” mentioned in the preceding line at Battânî 26.12. – The colour referred to as “ sosgawno ” in Syriac is difficult to determine (“color caeruleus, vel forte coccineus” Payne Smith, Thes. syr . 2682; “purpureus” Brockelmann, Lex. syr. 487a), but Bar c Ebroyo himself explains the word as “blue” ( zarqo ) at Horr . in Exod. 25:5 (ed. Sprengling-Graham, 134.29-30), so that it will correspond here to Battânî’s laun al-samâ’ (“sky colour”, “sky blue”). – In Arabic the term “ yâqût ” is applied to various corundums, such as ruby, emerald and sapphire, whereby “yâqût” without further qualification will often be “ruby”, the corundum par excellence (see, e.g., Pseudo-Ariostotle, K. al-a h jâr , ed. J. Ruska, Das Steinbuch des Aristoteles [Heidelberg, 1912] 99f., tr. 135f.; al-Tamîmî, K. al-murshid , partial ed. J. Schönfeld, Über die Steine. Das 14. Kapitel aus dem “Kitāb al-Muršid” des Mu h ammad ibn A h mad at-Tamīmī [Freiburg, 1976] 39, with comm. on p. 143; A. Siggel, Arabisch-Deutsches Wörterbuch der Stoffe [Berlin, 1950] 89; EI 2 XI.262, s.v. “Yā k ūt” [al-Qaddumi]). [34] One important alteration Bar c Ebroyo makes between Cand . on the one hand and Rad .\/ Asc . on the other is in the sea to which name “Red Sea” ( yammo summoqo ) is applied. In Jacob of Edessa, as well as in Bar Kepha and Bar Shakko, Jacob of Edessa, Hex . [Chabot] 101b 2-102b 4); Bar Kepha, Hex ., Paris 311, 46r a5-6, b6-33, tr. Schlimme 571, 573; and Bar Shakko, Thes ., Paris 316, 173v 11-174r 11, BL Add. 7193, 71r a15-v a6. “the Erythrian, or Red, Sea” is what we call today the Indian Ocean, from which two gulfs called by them the “Arabian” and “Elamitic or Persian” (i.e. respectively, our Red Sea and Arabian\/Persian Gulf) branch off. With Bar c Ebroyo, too, this is still the case in Cand ., where the “Sea of Reed” (corresponding there to our Red Sea) and the “Sea of Fârs” are said to branch off from the “Red Sea”. We find the same system, placing the “Sea of Reed” and the “Sea of Elam” on the same level as branches of the “Oceanus” (no mention, however, of the “Red Sea”) at Bar c Ebroyo, Horr . in Gen. 1:9 (ed. Sprengling-Graham 10.22). In his later works, Rad ., Asc . and But ., however, the “Red Sea” is placed on the same level as the sea of the “Berbers”, “Elamites” and “Indians” and corresponds to our Red Sea, usually called “ ba h r al-qulzum ” by the Arabs (but “ al-ba h r al-a h mar ”, T ûsî, Tadhkira 249.1). Our Red Sea is also called by that name ( yammo d-summoqo ) in the Causa causarum (Laur. or. 298, 132r b 23, tr. Kayser 339). – In the De mundo , the “ eruthrá thálassa ” of the Greek (393b 4) is rendered by “ c ubbo haw d-metqrê d-suf ” in the Syriac version (140.8-9; the Arabic versions of the De mundo all have the “Sea of al-Qulzum”, Brafman 88.13, 125.14, 143.3f.). [35] Among other alterations, we may note the tendency to avoid Arabic place-names and to “classicise” or “Syriacise” these names. In Cand ., what is known today as the “Arabian\/Persian Gulf”, for example, was called the “Sea of Fârs” We do, however, have the “Sea of Elamites, i.e. of the Persians ( forsoyê )” in the map accompanying Cand . – Cf. Jacob of Edessa, Hex . 101b 29f.: c ubbo haw d- c ilimoyê awkit d-forsoyê ; similarly Bar Kepha, Hex ., Paris syr. 241, 173r a4-7, syr. 311, 46r b27f. (tr. Schlimme 573); Bar Shakko, Thes ., Paris syr. 316, 174r 6f., BL Add. 7193, 71r b20-23. ; this is altered to the “Sea of the Elamites” in Rad . (36.10), Asc . (135.21, also 138.15) and Eth . (453.20), and to the “Sea of Elam” in But . Another example will be the alteration of “al-Andalus” to “Hispania” and of “Sea of Warang” to the “Galatian Sea\/Gulf”, while the alteration of “Me s rin” (arab. mi s r ) to “Igup t os” might also be included in this category, even if “Me s rin” is a good Syriac word. [36] In most of these instances of “classicisation\/Syriacisation” we probably need not look for a particular source. For one such alteration, however, we can find a definite source in the De mundo (syr. 140.15, gr. 393b 9), namely for the alteration of the “Sea of Warang” to the “Galatian Sea\/Gulf”, in which are the Britannic islands of Albion and Ierne according to De mundo , “the 19 islands of Britain” according to Rad . and “the 19 islands of Britain, the best-known of which is Thule” according to Asc . This is then altered further to the “Sea of Britain, in which is the island of Thule” in But . – The identification of the Varangian (Baltic) Sea with the Galatian Sea (Bay of Biscay\/North Sea) will have been caused by the general uncertainty of Islamic geographers over these northern regions, and more particularly by the rarity of references among them to the Varangian Sea See n. 65 above. and by the fact that Thule is sometimes said to be located near (or even “in”) So Battânî, Zîj 25.16: jazîrat thûlî allatî fî bri t ânîya . Britain but is sometimes associated with the northern sea corresponding to the Baltic. See, e.g., H udûd al- c âlam , tr. 59, §4.25, with comm. p. 181 (on §3.8); Miquel [1967-88] III.240. A further contributing factor to the eastward displacement of Britain may be the coupling of Britain with “Iberia” at De mundo syr. 140.20 (< gr. 393b 17), where the latter will have been understood to mean “Georgia” rather than “Spain” by Bar c Ebroyo. Cf. para. [] below. – The alteration in But . whereby this northern sea itself is now called the “Sea of Britain” rather than “Galatian” may have been prompted in part by unease on Bar c Ebroyo’s part with the fact that a part of the Mediterranean is also called “Galatian”. De mundo syr. 139.29 (< gr. 393a 27); cf. para. [], [] above. – It is unclear whether (and if so, how) the name “Sea of Britain” in But . can be traced back to the Ptolemaic “ Bretannikòs ôkeanós ” ( Geog . II.3.3, 8.2, 9.1, VII.3.2, 5.2). 3. Caspian Sea\/Maeotis [37] Cand . [Bakos 158.3-12, Gottheil 50.3-11, Çiçek 114.4-21]: In the land of the Iberians ( iberoyê ) there is a lake which is by itself ( d-mennoh w-loh (h)i ) and is not connected to the Universal Sea, so that someone setting out from a certain known place on its shores and travelling around it would be able to reach the spot from which he started, if it were not for that great river called the Âtil [Volga], which pours its waters into this lake. Because of its size and width, they call this lake a sea and not a lake in the books and in the language of common usage. Ptolemy calls it the Sea of Hyrcania and in our day they call it “Khazar”. To the west of this lake are the Gate of Iron [Darband], the plains of the Qipchaqs, “Qipchaqs” ( Q’P SH ’QY’ , QP SH QY’ ) occurs in Bar c Ebroyo’s works, usually in the form “the plains of the Qipchaqs”, besides here ( Cand . 158.10) also at Cand . 157.6, 162.9 (6th clime), and Chron . [Bruns-Kirsch] 483.20, 487.13, 493.1. The first two instances in Chron . correspond to the “dasht-i qifchâq” of Juwainî’s Târîkh-i jahângushâ (ed. Qazwini, I.111.1, I.150.1). Bedjan, in his edition of Chron . “corrects” the spelling to QP CH QY’ , with “ ch ” (456.2, 460.2, 465.23), apparently without any manuscript support. – Male “Caspians” Gottheil (1890) 42 et Bakos; peius “Cappadocians” [!] Budge, Chron . tr. p. 394, 398; recte Payne Smith, Thes . syr . 3699 et Chabot (1898) 36. Shirwân and T abaristân, to its south Greater Armenia, to its east the land of the Iberians and to its north the great desolate black mountain which is at the extremity of the land in the northeast. Rad . [Istanbul 38.10-16, Gottheil 54.13-55.2]: To the north of it is situated the Maeotis, the lake of Caspia, i.e. of rushes ( qnayyo ) The same gloss occurs in Asc ., as well as in ms. Paris syr. 207, 247rv (among the notes near the end of a manuscript of Bar Kepha’s Homilies, 15th c.; see Payne Smith, Thes . syr . col. 3653, 3680, s.vv. qanyo et qaspiya ). Nau in his edition of Asc . took QNY’ to be a corruption of “Hyrcania(ns)” ( HWRQNY’ ), despite the fact the “Hyrcania” is mentioned again immediately afterwards in the text. The gloss may well have had its origin in the corruption of “Hyrcania”, but as it stands in the text of Bar c Ebroyo it is best understood with reference to the Arabic word qa s ab (“cane, rush, reed”). “Caspian” is usually written with semkat , but the form with s odê is also encountered (e.g. at De mundo syr. [de Lagarde] 140.11; Bar Shakko, Thes. , BL Add. 7193, 70v b24). ; the ancients call it (the lake) of Hyrcania and of the Iberians ( iberoyê ), but in our day it is called “Khazar”. From it a river-like tongue flows into the Sea of Pontus, just as from the Sea of Pontus into the Adriatic and [from] the Adriatic into the Oceanus. Asc . [Nau 137.5-9]: To the north-east of this sea is the Maeotis, the lake of the Caspians, i.e. of rushes; Ptolemy calls it the Hyrcanian and others the Sea of the Iberians. From it a river-like tongue goes out into the Sea of Pontus, just as from the Pontus into the Adriatic. But .: ... from which in turn a river-like tongue goes out towards the northeast and flows into the Maeotis, which is the lake of Caspia, Hyrcania and Iberia ( iberis ). [38] Here again, the passage in Cand . has numerous points of contact with the account of the Caspian Sea in Bîrûnî, as well as the accounts in the geographers of the Balkhi school. The possibility, for example, of circumambulating the Caspian “if it were not for the Atil\/Volga” is a point that is constantly mentioned in the accounts of the latter group and later authors dependent on them. See I st akhrî [de Goeje] 8.6-8, 218.2-4 [ H înî] 17.24-26, 128.4f.; Ibn H auqal 388.4-6; Muqaddasî 362.2f.; Yâqût I.500.20-21; Qazwînî, c Ajâ’ib 127.28-29, tr. Ethé 260; Dimashqî 146.18f., tr. 194. Of the localities mentioned, Shirwân and T abaristân are constantly mentioned among the areas on the shores of the Caspian by Arabic geographers, while the “great desolate black mountain” ( t uro rabbo w-shohyo w-ukkomo ), despite the insertion of the adjectives “ rabbo w-shohyo ”, must in fact be the “Black Mountain” of the Arabic geographers (usually known by its Persian name, “Siyâh-Kûh”; properly the Mangyshlak Peninsula). See I st akhrî [de Goeje] 8.7, 218.1, [ H înî] 17.25, 128.3; Ibn H auqal 13.10, 386.4; Yâqût I.500.18 etc.; cf. EI 2 VI.415-417 s.v. “Mangishlak” [Bregel]. Two of the place-names mentioned, unless they are alterations made by Bar c Ebroyo himself, may provide an indication of relatively late works among his sources, namely “Gate of Iron” ( tar c o d-farzlo ), which evidently corresponds to the “Gate of Gates” (Bâb al-Abwâb, = Darband\/Derbent) of the Arabic geographers, The application of the name “Iron Gate” to Darband is of relatively late origin (only from the Mongol period sec. Barthold, EI I.984, s.v. “Derbend”, so also the successor article at EI 2 I.835, s.v. “Bāb al-Abwāb” [Dunlop]). While the name is one that carries an association with the legendary barrier built by Alexander the Great (see, e.g., A.R. Anderson, “Alexander at the Caspian Gates”, Transactions of the American Philological Association 59 [1928] 130-163; id., Alexander’s Gate, Gog and Magog, and the Inclosed Nations [Cambridge (Mass.), 1932]; cf. S. Gero, “The Legend of Alexander the Great in Orient”, BJRL 75 [1993] 1-9), it is unclear whether Bar c Ebroyo consciously associated Darband with Alexander’s Gate. The same phrase as here, tar c o d-farzlo , is used of the barrier built by Alexander at Bar c Ebroyo, Chron . [Bedjan] 36.7 (< Michael, Chron . 72a 3f., tr. I.113, against the “Huns”), without any specification however of its whereabouts. At Cand . [Bakos] 99.2 “the enclosed Gog” are located in the far northeast (cf. Anderson [1932] 91-104); at Mukhta s ar tarîkh al-duwal [ed. S âl h ânî (1958)] 58.10-13 the “barrier of Gog” ( sadd Yâjûj ) built by Alexander is linked with, but distinguished from, the “great barrier” ( al-sadd al-a c z am ) “which is in Bâb al-Abwâb” (cf. William of Rubruck’s “porta ferrea [Alexandri]” and “claustra Alexandri”, Itinerarium , tr. Rockhill [1900] 262f.). The more usual name “Gate of Gates” for Darband is used by Bar c Ebroyo at Cand . 99.4 ( tar c tar c in , in the 5th clime; < Bîrûnî, Tafhîm 145.2; cf. Causa causarum , ms. Laur. or. 298, 135r 17, tr. Kayser 345, where we have tar c tar c ê , again presumably from an Arabic source). For the identification further of Bar c Ebroyo’s tar c o d- t urqoyê ( Chron . [Bedjan] 91.13; < Michael, Chron . 382b 2, tr. II.364, tar c o d- t uroyê , without “q”) with Darband, see J. Marquart, Osteuropäische und ostasiatische Streifzüge (Leipzig, 1903) 489; EIr VII.13a, 14b (s.v. “Darband” [Kettenhofen], gr. Tzoúr, arm. Čor). Cf. further the references cited at Payne Smith, Thes . syr . col. 4506, s.v. tar c o d- t urqoyê . and the “Plains of the Qipchaqs”, which seems to have replaced the “plains of the Ghuzz” encountered in earlier works, the latter of these being an alteration which is in accord with historical facts, since the Qipchaqs drove the Ghuzz from the area north of the Caspian in the mid-11th c. See Minorsky (1937) 316f.; EI 2 V.126a, s.v. “Kipčak” [Hazal]. A little after Bar c Ebroyo’s time, the name “Sea of the Qipchaqs” is used of the Sea of Azov in Dimashqî 146.9, tr. 193. 3.1. \"Iberian Sea\" [39] One puzzling point in the passage of Cand . here is the placement of the Caspian in “the land of the Iberians”. This is then repeated in the later works quoted above, where, in Asc . for example, the Caspian is called the “Sea of the Iberians”. In these later works, the problem is compounded by the identification of the Caspian with the “Maeotis” (properly, Sea of Azov) and the consequent connection of the Caspian with the Black Sea, although in Cand . Bar c Ebroyo is still free of this error. [40] The clue as to why Bar c Ebroyo places the Caspian in “Iberia” is provided in the sentences in which he mentions the various names under which the Caspian has been known. Cand . [Bakos 158.3-4, 8-9, Gottheil 50.3, 7-8, Çiçek 114.4-5, 14-15]: In the land of the Iberians is a lake, ... Ptolemy calls it the Sea of Hyrcania ( ’RQNY’ ) and in our day they call it “Khazar” ( KZR ). Rad . [Istanbul 38.12-13, Gottheil 54.4-55.1]: The ancients call it (the lake) of Hyrcania and of the Iberians, but in our day it is called “Khazar”. Cf. Bîrûnî, Tafhîm 123.7-8, 11-12 (pers. 169.2-170.1, 170.4-6): Near T abaristan is the sea of the port of Jurjân. ... It has been called after the names of all the adjacent countries, but its appellation ( ishtihâruhu ) among us is after the Khazars and among the ancients after Jurjân. For Ptolemy calls it the Sea of Hyrcania. “For”: This must be the force of “ fa -” here, since Jurjân is ancient Hyrcania. The nuance was apparently lost on Bar c Ebroyo, as well as on Humâ’î, the editor of the Persian version of the Tafhîm , who has “ wa-Ba t lamiyûs û-râ Daryâ-i Arqaniyâ khwânad ” in his text (170.5f.), while reporting the reading “ keh Ba t lamiyûs ” of his best manuscript in his apparatus (we also find the reading “ kî Ba t lamiyûs ”, where kî = keh , on the page of ms. Tehran, Majlis 6565 reproduced at S.H. Nasr, Islamic Science. An Illustrated Stud y [sine loco (London), 1976] 38, fig. 14). [41] It would appear from the above that Bar c Ebroyo’s “Iberians” corresponds to Bîrûnî’s “Jurjân” (pers. Gurgân, to the southeast of the Caspian), an erroneous correspondence, of course, and a disconcerting one given the relative proximity of the lands in question to the area in which Bar c Ebroyo lived and worked, but one which may be explained with reference to the older forms of the name used for Georgia(ns), such as the Syriac gurzân , See Payne Smith, Thes . syr . col. 691 and J.P. Margoliouth, Supplement to the Thesaurus Syriacus of R. Payne Smith (Oxford, 1927; = PS Suppl.) 71a, s.vv. GWRZN , GWRZNY’ ; cf. also Land (1887) 180. The definition “ iberiya d-hi gurzân ” cited from Jacob of Edessa, Chron . [Brooks] 281.6 in PS Suppl. is repeated by Michael ( Chron . 77.1f., tr. I.119) and so may well have been known to Bar c Ebroyo. The two instances of “ Gurzân \/ Gurzonoyê ” in Bar c Ebroyo, Chron . (ed. Bedjan, 111.22, 124.1) are taken from Michael ( Chron . [Chabot] 446b 9, 474b 2, tr. II.469, 522). and the Arabic\/Persian jurzân , jurjân (as opposed to the later standard kurj ). See Marquart (1903) 418 n.6; Minorsky (1937) 421. On the related, earlier confusion of “Iberia” and “Hyrcania”, Marquart, “Beiträge zur Geschichte und Sage von Ērān” ZDMG 49 (1895) 628-672, here 632f.; id., “Iberer und Hyrkanier”, Caucasica 8 (1931) 78-113. – “Gurgân” is found alongside “ atro d-iberoyê ” in the map accompanying Cand . in ms. Berol. Sachau 81, but in fainter ink like the other later additions to that map. It is absent in the other copies of the early version of the map accessible to me (Paris 210 and London, coll. Elias Assad; cf. n. 2 above). – “Gurgân” does occur once in Bar c Ebroyo, Chron . (ed. Bedjan, 123.16) without being “translated” into “Iberia”, but Bar c Ebroyo’s immediate source there is not Arabic but Syriac (Michael, Chron . [Chabot] 474b 10, tr. II.522, where Michael in fact has “Hyrcania, i.e. Gurgân”). [42] Bar c Ebroyo’s placement not only of “Iberia” to the east of the Caspian but also of Greater Armenia to its south suggests furthermore that behind the account of the Caspian Sea in Cand . there also lurks a confusion of the Caspian with the Black Sea. Armenia may have extended to the eastern shores of the Caspian in earlier times (so in Ptolemy’s day, and hence the location of the “Armenians and Albanians” at the eastern end of the Caspian in Jacob of Edessa, Hex . 101a 2-3; cf. Schmidt [1999] 59f.), but never to its southern shores. – The placement of T abaristân (Mâzandarân) to the west, rather than south, of the Caspian in Cand . is also worrying, but that at least is a region on the shores of the Caspian. This is probably to be explained through the confusion of the names applied to these two seas in some source used by Bar c Ebroyo, since we know that the name “Sea of the Khazars”, though usually applied to the Caspian, was also applied at times to the Black Sea, So in Ibn Khurdâdhbih [de Goeje] 103.7, 105.8, 10, 12 etc., although the name is also used for the Caspian at one place in the same work (173.2); cf. Minorsky (1937) 419. – The confusion over the name is reported by Bîrûnî, al-Qânûn al-Mas c ûdî , V.9 (ed. Osmania Oriental Publications Bureau [Hyderabad, 1954-6] II.538.20-21, 539.5, A.Z.V. Togan, Bīrūnī’s Picture of the World [Delhi, 1952] 4.20, 5.2-3; cf. E. Wiedemann, “Beiträge zur Geschichte der Naturwissenschaften XXIX”, Sitzungeberichte der physicalisch-medicinischen Societät zu Erlangen 44 [1912] 119-125, here 122f.): “Among them are those which because of the size deserve the name of ‘sea’, such as the Armenian Sea of Pontus, known there as the Sea of the Khazars. ... And such as the Sea of Jurjân which is the Sea of the Khazars in truth.” – Cf. also the definition of the “Pontus” as “ ba h r al-khazar ” in Syriac lexica (Bar Bahlûl [Duval] 1578.19; Payne Smith, Thes . syr . 3175). while the name “Sea of the Georgians” ( daryâ-i gurziyân ) is used of the Black Sea in the 10th c. Persian geographical work, H udûd al- c âlam . Tr. Minorsky (1937) p. 53, §3.4, 5; cf. Minorsky’s discussion of the name in his commentary, p. 182f., 421-423. [43] Bar c Ebroyo’s application of the name “Sea of the Iberians” to the Caspian, his apparent confusion of “Iberia” with Jurjân and his inclusion of the “Iberians” among the peoples along the shores of the northern Ocean (see para. [ 28 ], [ 36 ] above) force us to ask at this point who exactly the people are whom he designates by the name “Iberians”. An examination of the references to “Iberia” in Bar c Ebroyo’s Chron . and Chronicon ecclesiasticum shows that his iberiya \/ iberoyê are usually the Georgia(ns) as we know them, but not quite in every case. A puzzling instance occurs at Chron . [Bruns-Kirsch] 71.4, 6, [Bedjan] 66.3, 6, where we find the “Iberians” joining the Goths in the incursions leading to the battle of Adrianople (378 A.D.) and where we find furthermore the word for “Iberians” in the form iberis with the ending “-is” as in the text of But . quoted above. GWT’Y’ W-’YBRYS … GWT’Y’ W-’YBRY’S ed. Bruns-Kirsch. The second instance also written W-’YBRYS in Vat. syr. 166 according to Payne Smith, Thes . syr . 136. Both instances “corrected” to “ iberoyê ( ’YBRY’ )” in ed. Bedjan. Only the Goths are mentioned in the corresponding passage of Michael ( Chron . 152b 28ff., tr. I.294) and in most other sources, but we do find the combined forces of the “Goths and Abarê” at Adrianople in Jacob of Edessa’s Chronicon , Ed. Brooks in Brooks et al. Chronica minora III (Paris, 1905) 300, right-hand col., l. 4. which suggests that the “iberis” of Bar c Ebroyo, Chron . [Bedjan] 66.3, 6 may, in fact, be the Avars making an anachronistically early appearance (Avars would have belonged to recent history in Jacob’s day). In the drastically abridged form of the story given in Bar c Ebroyo’s Mukhta s ar ta’rîkh al-duwal (ed. Beirut 1958, 83.14-17), Valens’ death is made a part of the war against the Persians, with no mention of Goths or Avars. [44] “Avars” does occur twice in Bar c Ebroyo’s Chron . at ed. Bedjan 89.15, 90.20, Corresponding to Michael, Chron . [Chabot] 376b 12, 379a 24, tr. II.353, 361 (written ’B’RYS , with an extra olaf , in Michael, but ’BRYS in John of Ephesus, ed. Brooks, 324.19, 20 etc.). – The second of these instances belongs to a much-discussed passage of Chron . concerning the Avars and the migration of the Bulgars and Khazars. On the passage at Bar c Ebroyo, Chron . 90.19-91.15 as a whole, along with its source-passage in Michael, Chron . 379-382, tr. II.361-4 (itself based on John of Ephesus), see Marquart (1898a) 82-85; id. (1898b) 198f.; id. (1903) 15f., 479-491, 529f.; F. Altheim & R. Stiehl, “Michael der Syrer über das erste Auftreten der Bulgaren und Chazaren”, Byzantion 28 (1958) 105-118; A. Alemany, Sources on the Alans. A Critical Compilation (Leiden-Boston-Cologne, 2000) 388f., 392f. where we hear of them raiding Roman territory during the reigns of Tiberius I Constantine (578-82) and Mauricius (582-602), actions which have certain similarities with those of the Goths during the reign of Valens. One might note in particular that Avars too on their way to Constantinople reached a place called Adropolis\/Adrianople ( ’DRWPLYWS Michael, ed. Chabot 379a 37; ’DRWPWLWS Bar c Ebroyo, ed. Bruns-Kirsch 95.9; ’DRYNWPWLYS Bar c Ebroyo, ed. Bedjan 90.24 and Brooks for loc. cit. of Michael treated as a fragment of John of Ephesus, 341.25; “Adrianopel” Altheim-Stiehl [1958] 109; “Adrōpoliōs (Dérkous poléôs)” Marquart [1903] 482, cf. id. [1898a] 82 n.2). For our purpose, it is of note that the word “Avars” appears there in the form ’BRYS , again with an ending in “-is”. [45] In comparing the two passages about the Goths-Iberians and the Avars, it becomes difficult, in spite the extra yud in iberis , to avoid the impression that Bar c Ebroyo somehow associated the people he must have known reasonably well as the iberoyê or iberis and the people he knew only from remote history as the abaris . The possibility that Bar c Ebroyo distinguished between the “ iberis \/ abaris ” written with “-is” (Avars) on the one hand and the “ iberoyê ” with “-oyê” (Georgians) on the other can be ruled out by the fact that the “ iberis ” of Chron . [Bruns-Kirsch] 448.7, [Bedjan] 419.26, standing under the command of Zachariah the Small, are clearly the Georgians: “ zakari z c uro rish h aylo d-iberis ”; cf. Ibn al-Athîr, Kâmil [Beirut, 1965-66] XII.205.1f.: “ zakarî al- s aghîr ... wa-huwa kâna muqaddam hâdha l-askar min al-kurj ”. Such an association would have involved a major expansion in Bar c Ebroyo’s mind of the Iberian territory beyond the Caucasus into the wide northern steppes. Further possible causes of confusion, if Bar c Ebroyo had any occasion to come accross such names, include: Kerch ( KR CH , KRJ ) by the Sea of Azov (cf. Minorsky [1937] 182); a people called *Karakh (written KR KH or KRJ ) in Daghestan (Minorsky, A History of Sharvān and Darband in the 10th-11th centuries [Cambridge, 1958] 95f.); and the possible continuity in nomenclature between the ancient Avars and the modern-day Daghestani Avars (Minorsky [1958] 98f., also id. [1937] 447f.). [46] Whether the classic confusion of khazar and jurz in Arabic led Bar c Ebroyo to associate his “Ibero-Avars” further with the “Khazars” is unclear. On one occasion, Bar c Ebroyo alters the phrase “the khagan, the king of the Avars” ( K’GN malko d-’B’RYS ) he found in Michael ( Chron . 379a 30) to “the khaqan, the king of the Khazars” ( K’Q’N malko d-khazaroyê ) in his Chron ., Bar c Ebroyo, Chron . [Bedjan] 90.22, corresponding to ed. Bruns-Kirsch 95.8 (where K’QN ). Cf. Marquart [1898b] 199. suggesting, unless this is simply a slip of the pen, The formula “the khaqan, the king of the Khazars” recurs in Bar c Ebroyo, Chron . at ed. Bedjan 96.1, 113.23f., 119.13; cf. also 217.24 (see following note). that Bar c Ebroyo did indeed associate the “Khazars” with the “Avars”. Furthermore, at Chron . [Bedjan] 217.13, we encounter the definition “Hyrcania, i.e. the land of the Khazars”, Bar c Ebroyo, Chron . [Bruns-Kirsch] 229.5f., [Bedjan] 217.13. The word “Khazars” is written KRZY’ here and in the phrase “Khaqan of the Khazars” a few lines later (Bruns-Kirsch 229.14, Bedjan 217.24) in ms. Bodl. Hunt. 1 (464d 51, 465a 6) and hence in ed. Bruns-Kirsch (ed. Bedjan has KZRY’ , followed by KRZY’ in brackets), but the reading KZRY’ , besides being an obvious emendation (see preceding note), is found in Vat. syr. 166 (Payne Smith, Thes . syr . 1718). where, since only the Khazars are likely to have been mentioned in Bar c Ebroyo’s source, the equation of the land with Hyrcania must be his own. That the Khazars were named in Bar c Ebroyo’s source is confirmed by the parallel passage of Mîrkhwand derived from the same place in the lost Malik-nâmah (called “ Mulk-nâmah ” by Bar c Ebroyo, but see Cahen, “Le Malik-nameh et l’histoire des origines seljukides”, Oriens 2 [1949] 31-65, here 32 n.3): Mîrkhwand, Rau d at al- s afâ’ , Seljuks, ed. J.A. Vullers, Mirchondi Historia Seldschukidarum (Giessen, 1838) 1.7 dasht-i khazar , 1.10, 2.11 malik-i khazar (the latter altered to malik al-turk in Ibn al-Athîr, Kâmil [Beirut 1965-6] IX.473.11ff.; and Akhbâr al-daula al-saljûqîya , ed. Iqbal [Lahore, 1933] 1.9ff.; cf. Cahen [1949] 42). We also find the equation “the Georgians, i.e. the Khazars” ( al-kurj wa-hum al-khazar ) in the printed edition of the Mukhta s ar ta’rîkh al-duwal , although here it is risky to determine whether Bar c Ebroyo wrote “ al-khazar ” or “ al-jurz ” without an examination of the manuscript evidence. Mukhta s ar , ed. Beirut 1958, 201.20 (ad annum 514 h.). This corresponds to Ibn al-Athîr, Kâmil , ed. Beirut, 1965-66, X.567.1, where we find “ al-kurj wa-hum al-khazar ” in the text, but “ al-jurz ” in the footnote. [47] It might be added here that there are at least two instances in Bar c Ebroyo’s Chron . where “Iberia” must in fact mean the Hispanic “Iberia” rather than her Caucasian namesake, but Bar c Ebroyo may have been unaware of the distinction. Bar c Ebroyo, Chron . [Bedjan] 38.18, 66.15 (< Michael, Chron . 80b 8, 156b 2, tr. I.123, I.306). This inability on Bar c Ebroyo’s part to distinguish between the two lands called “Iberia” in classical times will then have had a helping role in the placement of the “Iberians” on the shores of the northern Ocean we encountered at But ., Min. V.i.3 (see para. [ 36 ] above). 3.2 Confusion of Maeotis and Caspian Sea [48] There is much uncertainty in Islamic geographical literature over both the Maeotis (Sea of Azov) and the Caspian Sea. Although Aristotle already states that the Caspian Sea is isolated from other seas ( Mete . 354a 3-4), Among Bar c Ebroyo’s Syriac predecessors, Jacob of Edessa, Hex . [Chabot] 100b 33-34 and Bar Shakko, Thes . Paris syr. 316, 173v 2f., BL Add. 7193, 70v b 21-26 explicitly state this (but not Bar Kepha, in his Hex .). the idea that it was in fact connected with other seas persisted both among Greek and Islamic geographers, the sea with which it was purportedly connected sometimes being the northern Ocean and sometimes the Maeotis and the Pontus (Black Sea), See RE X.2276-81, s.v. “Kaspisches Meer” [Herrmann], EIr V.51-53, s.v. “Caspian Sea” [de Planhol]. – The Greek De mundo (393b 5), in fact, makes the Caspian a gulf of the northern Ocean. In the Syriac version, however, due to the omission of the phrase “on the other side” (gr. epì tháteron dé ), it sounds as if the Caspian is an extension either of the Indian Ocearn or the Red Sea (!) ( De mundo syr. 140.9-11; cf. also De mundo arab. versions F and Y [Brafman] 88.14f., 143.4). – A factor which would have helped keep the idea of a connection between the Caspian and the Black Sea alive in later times is the existence of the communication route between the Caspian and the Sea of Azov via the Volga and the Don (cf. Mas c ûdî, Murûj al-dhahab , ed. Barbier de Meynard-Pavet de Courteille-Pellat [1965-79] para. 295f.), separated from each other only by a small distance at their nearest points and indeed joined today by the Volga-Don canal (cf. Minorsky [1958] 151 n.1). while the Maeotis, too, for its part had a life of its own among Islamic geographers, sometimes being detached from the Black Sea and located far to the north of where it is in reality. Minorsky (1939) 180-182; Miquel (1967-88) III.240 with nn. 3-4; EI 2 I.933-4 s.v. “Ba h r Māyu t is” [Dunlop]. [49] The principal culprit that misled Bar c Ebroyo and caused him, who explicitly states in Cand . that the Caspian Sea is not connected to any other seas, later to change his mind on this matter may be an infelicitous Syriac translation of a passage in the De mundo . De mundo syr. 140.25-28 [< gr. 393b 24-26]: Europe, which is surrounded by mountains, “Mountains” not in the Greek; perhaps due to misunderstanding of hóros (boundary) as óros (mountain), although the notion of “boundary” is represented in the Syriac by “is bounded” ( metta hh mo ; dittography in the Greek exemplar?). is bounded by the Pillars ( S T LWS ) of Hercules and the extremity ( c eqbo < gr. muchoí ) of the Pontus, [and extends] up to the Sea of the Hyrcanians, from which a certain narrow tongue is cast into the Pontus ( haw d-leshshono meddem ali s o rmê menneh b-PN T WS ; < gr. kath’ hên stenótatos isthmòs eis tòn Pónton diêkei ). Some [say] instead of this tongue: that river called the Tanais ( T N’YN ). [50] The rendition of “ kath’ hên ” as “from which” ( d- ... menneh ) is unfortunate and would have led Bar c Ebroyo to understand the word “tongue” ( leshshono , corresponding to gr. isthmós ), not as “isthmus”, but as “strait”. As did at least one of the Arabic translators of the De mundo (version F, ed. Brafman, 90.1 khalîj d îq ). The last part of the passage about the Tanais (properly, the Don) could then be understood to mean that this strait, being a river-like channel, is also called the “river Tanais”. [51] Having been misled by the above passage into believing that a channel called the Tanais flowed from the Caspian into the Pontus, Bar c Ebroyo could then have been led to identify the Caspian with the Maeotis by such passages as the following, where it is stated that the Tanais flows from the Maeotis into the Pontus. Battânî 27.7f., 9f. [≈ Ibn Rusta 85.16-86.1, 86.2-4] Cf. also Kharaqî [Nallino] 175.3-5, where, however, the Maeotis is equated with the “Sea of Warang” due to conflation with Bîrûnî’s Tafhîm . Cf. further Marquart (1903) 162. : There enters it [sc. the Pontus] the river called the Tanais, and its flow is from the north, from the lake called the Maeotis. ... By Constantinople there pours forth from it [the Pontus] a channel which flows as if it were a river and empties into the Sea of Egypt; its breadth by Constantinople is three miles and Constantinople is on it. Michael, Chron . 381a 17-21, tr. II.363: ... to the river Tanais, which goes out from the Lake of Maeotis and mingles with [lit. inside] the Sea of Pontus. This is a part of the passage on the migration of the Bulgars and Khazars, just after the passages on the Avars mentioned above (see n. 97 above). Cf. Marquart (1903) 530 n.1. [52] Given the correspondence of much of the material elsewhere in Rad . and Asc . to Battânî-Ibn Rusta (and Kharaqî), we can be fairly certain that Bar c Ebroyo knew the above passage of Battânî et al., while his knowledge of the passage of Michael is vouched for by the fact he reproduced the sentence above in his own Chron . (ed. Bedjan 91.2-4). Battânî et al., in fact, go on to talk about the Caspian Sea immediately following the passage quoted above (Battânî 27.11f.), but it seems that Bar c Ebroyo’s trust in the Ps.-Aristotelian De mundo led him to ignore that passage of Battânî et al. in this case. It is significant that Bar c Ebroyo does not give us the dimensions of his Caspian\/Maeotis as he does for other seas in Rad . and Asc. (see para [] above). One suspects that this may be due to his inability to choose between the values given for the Maeotis (300 x 100 miles) and the Caspian (800 x 600 miles) by Battânî et al. Conclusion [53] It will be clear from what has been said that in compiling his accounts of geography Bar c Ebroyo made use, as was his wont, of a diverse range of sources accessible to him, both in Syriac and in Arabic. [54] Among the Syriac sources he certainly used, we can count the Syriac version of the Ps.-Aristotelian De mundo , which is used extensively in those parts of the passages quoted above dealing with the Mediterranean, but less in those parts dealing with the Ocean. There are also numerous points of contact with the geographical accounts found in Jacob of Edessa’s Hexaemeron , which was later reproduced in abbreviated forms in Bar Kepha’s Hexaemeron and Bar Shakko’s Book of Treasures . While the similarity of the materials in these three works makes it difficult for us to decide which of them Bar c Ebroyo used as his immediate source, there appears to be nothing in those parts of Bar c Ebroyo’s works examined above which requires us to assume direct knowledge of the longer account found Jacob of Edessa’s work. The similarities, on the other hand, with the anonymous Causa causarum , which is itself evidently indebted both to earlier Syriac works and to more recent Islamic works, are not such as to indicate a use of this work by Bar c Ebroyo, as opposed to the use of common sources. Bar c Ebroyo also betrays influences of historiographical and exgetical works in Syriac, which he will have studied for the composition of his own works in these fields. [55] Among the Arabic works which have been mentioned above, the influence of Bîrûnî’s Tafhîm is already evident in the earliest of the five works of Bar c Ebroyo examined, the Candelabrum sanctuarii , as might have been expected from what we already knew concerning the use of this work in the Second Base of Cand . For the map accompanying Cand ., too, Bar c Ebroyo may have used as one of his models the sketch map of the seas found in the manuscripts of the Tafhîm , although Bar c Ebroyo’s map combining the contours of the seas with the presentation of the seven climes stands closer in its concept to the map found with Qazwînî’s Âthâr al-bilâd . – For the map accompanying Bîrûnî’s Tafhîm , see ed. Wright, p. 124 (from ms. British Library, Or. 8349, 14th c.); pers. ed. Humâ’î, p. 169; Miller (1926-31) V.125f.; Nasr (1976) 38, figs. 14 & 15 (mss. Tehran, Majlis 6565, 12th c.; and Tashkent, Institute of Oriental Studies); F. Sezgin, Geschichte des arabischen Schrifttums (Leiden\/Frankfurt, 1967-2000) [= GAS ] XII.34, figs. 13ab (Berol. Landberg 63 [5666 Ahlwardt], 1238 A.D.; and British Library, Or. 8349). There is a similar schematic map of the seas, no doubt based on Bîrûnî’s, in Qazwînî, c Ajâ’ib 105, tr. Ethé, p. 216; cf. Miller (1926-31) V.129f. – For the map accompanying Qazwînî’s Âthâr al-bilâd , see ed. Wüstenfeld, p. 8; Miller (1926-31) V.131f. – Given Bar c Ebroyo’s use of T ûsî’s Tadhkira in his Asc ., another map of some interest to us is that purportedly copied from an autograph of the Tadhkira at J. Needham et al., Science and Civilisation in China , vol. 3 (Cambridge, 1959) 563 (thence also in Sezgin, GAS XII.36, fig. 15). The authenticity of this map, however, is cast in doubt by Needham’s dating of this “autograph” to 1331 A.D. some half a century after the author’s death and the fact that Prof. F.J. Ragep, the editor of the Tadhkira , kindly informs me that the manuscripts of the work known to him do not contain such maps (Prof. Ragep points out the resemblance of the map reproduced by Needham to that found in Nîsâbûrî’s Tau d î h al-tadhkira ). A number of passages in Cand . also indicate a debt to the geographers of the so-called Balkhi School. The relative brevity of these passages makes it difficult to determine whether they are based directly on the works of these geographers or on later compilations such as Yâqût’s Mu c jam al-buldân . In view of Bar c Ebroyo’s debt elsewhere to Na s îr al-Dîn al- T ûsî, it might be mentioned here that the medieval Persian version of I st akhrî’s al-Masâlik wa-l-mamâlik is attributed to T ûsî in ms. Vienna, Nationalbibl. 1271 Flügel (Mixt. 344). The manuscript, however, is of recent date and the attribution is likely to be erroneous (see I. Afshâr, Masâlik wa-mamâlik (tarjuma-i fârsî-i Masâlik al-mamâlik) az qarn-i 5\/6 hijrî, ta’lîf-i Abû Is h âq Ibrâhîm I st akhrî [Tehran, 1961] preface, p.V [English], 13f., 18 [Persian]). [56] Two points in Cand ., unless they are alterations\/additions made by Bar c Ebroyo himself, will be indicative of the inclusion among his sources of a relatively late work, namely the mention of the “Gate of Iron” and “plains of the Qipchaqs” among the regions on the shores of the Caspian ( Cand . 158.10, also 157.6) and the phrase “the land of Andalus of the Arabs, which now in our day the Franks have conquered” (157.10). The Reconquista had, of course, been in progress for some time, while Granada remained in Muslim hands for two more centuries after Bar c Ebroyo’s death, but it was within his lifetime that cities such as Cordoba (1236) and Seville (1248) fell to the Christians. – Cf. Dimashqî 241.10f.: … jazîrat al-andalus, wa-hiya mimmâ malakahu al-muslimûn thumma tarakûhu (om. thumma tarakûhu codd. St.-Pet. et Leid.). [57] One change Bar c Ebroyo makes between the account in Cand . and that in Rad . and Asc . is the addition of the values for the lengths and breadths of the seas. These values generally agree with those given by Battânî, Ibn Rusta and Kharaqî, as well as with those given by Jacob of Edessa and, following him, Bar Kepha and Bar Shakko. Some of the values given by Bar c Ebroyo, however, are not found in Jacob and, furthermore, where the Arabic authors and Jacob diverge from each other Bar c Ebroyo is in agreement with the former, so that Bar c Ebroyo’s source for these values must be sought among the Arabic works, if not Battânî’s Zîj itself, at least a work closely related to it. Further indications of Bar c Ebroyo’s use of Battânî or a related work are provided by the agreement of the values for the circumferences of the islands in the Meditarranean given in Rad . and Asc . with those in Battânî-Ibn Rusta (these values are not in Jacob or Kharaqî) and by the agreement of a number of further passages, such as that on Taprobane\/Sarandîb in Rad ., with those in Battânî et al. [58] Another alteration that can be observed between Cand . and the later works is the disappearance of a good number of Arabo-Persian place-names and the replacement of some of these by their Greco-Syriac equivalents. E.g. the disappearance of “Ba s ra”, “Qumair”, “Âtil”, “Shirwân”, “ T abaristân”; replacement of “Andalus” by “Ispaniya” and of “yammo d-fârs” by “yammo d- c ilimoyê”; alteration of ’RQNY’ to HWRQNY’ and of ’RQLYS to HRQLYS . – It may also be noted that Bar c Ebroyo had not hesitated to use Arabic words for “clove”, “aloe” and “camphor” in transliteration at Cand. 155.2 (in the passage quoted under para. [] above). Although in one case at least (replacement of “Sea of Warang” by “Galatian Sea”) the change can be attributed to a re-reading of the Syriac De mundo , it is probably factors other than the use of new sources which are at play behind these alterations. One factor may be the increased familiarity on Bar c Ebroyo’s part with the Greco-Syriac place-names gained through his researches for the composition of his Chron . and Chron . eccl ., the date of whose composition falls between that of Cand . and that of Asc . As an indication for the date of composition of Chron ., we have the date “Ilul 1587” (1276 A.D.) mentioned at ed. Bedjan 37.18f. (cf. Göttsberger [1900] 40). Fiey would have Bar c Ebroyo composing Chron . during his stay in Maragha in 1272-3, apparently on the basis of Bar c Ebroyo’s statement in the proem to this work that he used the books in the library in Maragha for composing this work (J.M. Fiey, “Ā d arbāyğān chrétien”, Muséon 86 [1973] 397-435, here 432). It is quite conceivable that Bar c Ebroyo conducted some of his research in Maragha in 1272-3 and then put together the results of his research a little later. Bar c Ebroyo no doubt also continued updating this work until close to his death. Another possible factor is an increased sense of Syriac national identity prompted by the new situation in which the Syriac Christians found themselves under Ilkhanid rule. See Takahashi (2001), para. 42-47. The composition of Chron . and Chron . eccl . might in itself be considered an expression of such a sense of identity. [59] More generally concerning the relationship between the five works of Bar c Ebroyo studied here, it may be stated that Cand . stands somewhat apart from the others as the earliest of the five. The accounts of the seas in Rad . and Asc . are very similar to each other, while the account in Eth . too, though shorter, shares many features with these. The similarity here between Asc . and Eth . is not so surprising given that these two works are known to have been composed in the same year in 1279. The similarity between Rad . and Asc ., on the other hand, is a little more unexpected and this similarity forces us to reconsider the terminus ante quem of 1272 for the composition of Rad ., which its mention in Horr . suggests. In composing the geographical account for But ., the last of the five works composed some six years after Asc . and Eth ., Bar c Ebroyo apparently made use of his earlier accounts in both Cand . and Rad .\/ Asc ., but at the same time added some new materials, most notably from those parts of the De mundo which he had not used in his earlier works. Since But . as a whole is a work on Aristotelian philosophy, it is not so surprising that Bar c Ebroyo should have taken a renewed look, when composing this work, at the De mundo , which he will have believed to be a genuine work of the Stagirite. [60] Geography, unlike philosophy and theology, is a science that deals with particulars rather than with universal and eternal truths, and place-names especially are subject to alteration over time. Bar c Ebroyo’s habit of using diverse sources originating from different periods of history was as a result to prove more a detriment than an advantage for the purpose of composing a geographical account, and his trust in the works of the ancients and in the faulty Syriac version of the Pseudo-Aristotelian De mundo in particular was to become a source of error, as we saw in his account of the Caspian Sea. One will have to admit that, in matters of geography at least, Bar c Ebroyo is not so much a first-rate scholar as a “letterkundige” in the sense in which the term was applied to the compiler of the Skarifos d-tebil by Land (Land [1887] 169: “De bewerker van den σκάριφος is geen mathematicus, en in het geheel geen geleerde, maar een »letterkundige”, die het werk van anderen pasklaar maakt voor een oppervlakkig onderwezen publiek, en in zijne soort niet een van de uitmuntenden.”) Nevertheless, what we find in the passages of Bar c Ebroyo’s works examined here is a valiant attempt at a synthesis of the various source materials available to him, and makes for a far more interesting reading, at any rate, and a more challenging one for those interested in Quellenforschung than many comparable accounts both in Syriac and Arabic from the late medieval period, including that in the work of Bar c Ebroyo’s older contemporary, Bar Shakko, who was often content merely to excerpt long passages out of a single source. _______ Notes 50 ... gozroto mshammhoto d-hendwoye d-metqaryo SRNDYB wa- h rito d-metqaryo Q’MYR\/QMYR ed. Bakos et Gottheil 49.3; add. h do post d-henwoye ed. Çiçek 113.5-7 (i.e. “… famous islands of the Indians, one which is called …, another …). – Q’MYR Bakoš cum Parisino et Berolinensi; QMYR Gottheil, Çiçek (< cod. Hierosolymitanus) et cod. Vaticanus. Cf. Bîrûnî, Tafhîm 122.12 (pers. 168.4). Bîrûnî’s “Qumair”, associated with the Dîbajât islands (Laccadives and Maldives) at Tafhîm , loc. cit., as well as at Hind [Sachau] 103.3, 8 (cf. also id. Ta h dîd [Bulgakov] 138.8), is a touch more likely to be Madagascar\/Comoro (Qumr) (so Wright in his edition of Tafhîm , p. 122 footnote) than Khmer (Qimâr) as suggested by Wiedemann (1912a) 5 n.4 (so also Nallino [1899-1907] I.170 n.8, Jwaideh [1959] 31 n.4), unless it is in fact a conflation of the two. _______ Bibliography Afshâr, Îrâj, Masâlik wa-mamâlik (tarjuma-i fârsî-i Masâlik al-mamâlik) az qarn-i 5\/6 hijrî, ta’lîf-i Abû Is h âq Ibrâhîm I st akhrî [ Masālik va Mamālik by Abū Ishāq Ibrāhīm Istakhrī. Anonymous Persian Translation From V\/VI Century A.H. ] (Intishârât-i Bungâh-i Tarjuma wa Nashr-i Kitâb 136, Majmû c a-i Mutûn-i Fârsî 9), Tehran: Bungâh-i Tarjuma wa Nashr-i Kitâb, 1347 h.s.\/1961. Alemany, Agustí, Sources on the Alans. A Critical Compilation (HO VIII\/5), Leiden-Boston-Cologne: Brill, 2000. Altheim, Franz, & Ruth Stiehl, “Michael der Syrer über das erste Auftreten der Bulgaren und Chazaren”, Byzantion 28 (1958) 105-118 [= F. Altheim, Geschichte der Hunnen , 5 vols., Berlin: de Gruyter, 1959-62, I.86-98]. Anderson, Andrew Runni, “Alexander at the Caspian Gates”, Transactions of the American Philological Association 59 (1928) 130-163. —, Alexander’s Gate, Gog and Magog, and the Inclosed Nations , Cambridge (Mass.): Medieval Academy of America, 1932. Assemanus, Joseph Simonius, Bibliotheca Orientalis Clementino-Vaticana , 3 vols., Rome: Sacra Congregatio de Propaganda Fide, 1719-1728. Rep. Hildesheim-New York: Olms, 1975. Assemanus, Stephanus Evodius, Bibliothecae Mediceae Laurentianae et Palatinae codicum mms. [sic] orientalium catalogus , Florence: Albizzini, 1742. Bakos [Bakoš], Ján, Le candélabre des sanctuaires de Grégoire Aboulfaradj dit Barhebraeus , PO 22 (fasc. 4) 489-628, PO 24 (fasc. 3) 295-439, Paris: Firmin-Didot, 1930-3 [cited according to the continuous pagination given to the two fascicles, pp. 1-285]. Barbier de Meynard, Charles, Abel Pavet de Courteille & Charles Pellat, Mas c ûdî, Murûj al-dhahab wa-ma c âdin al-jauhar (Manshûrât al-Jâmi c a al-Lubnânîya, qism al-dirâsât al-ta’rîkhîya 11), 7 vols., Beirut: al-Jâmi c a al-Lubnânîya, 1965-79. Bedjan, Paulus, Ktâbâ d-maktbânut zabnê sim l-Mâr Grigoriyos Bar c Ebrâyâ. Gregorii Barhebraei Chronicon syriacum , Paris: Maisonneuve, 1890. —, Ktâbâ d-itiqon d- c al myattrut dubbârê men syâmê d-Bar c Ebrâyâ. Ethicon, seu Moralia Gregorii Barhebraei , Paris-Leipzig: Harrassowitz, 1898. —, Ktâbâ d-huddâyê men syâmê d-Bar c Ebrâyâ. Nomocanon Gregorii Barhebraei , Paris-Leipzig: Harrassowitz, 1898. Boyle, John Andrew, The History of the World-Conqueror by c Ala-ad-Din c Ata-Malik Juvaini. Translated from the text of Mirza Muhammad Qazvini , Manchester: Manchester University Press, 1958. —, “Alexander and the Mongols”, CAsJ 24 (1980) 18-35. Brafman, David Alan, “The Arabic ‘De Mundo’: an edition with translation and commentary”, Diss. Duke University, 1985. Brock, Sebastian, The Syriac Version of the Pseudo-Nonnos Mythological Scholia (UCOP 20), Cambridge: Cambridge University Press, 1971. Brooks, E.W., Chronica minora II , Paris, 1904. Rep. Louvain, 1955 (CSCO 3, syr. 3). —, Iohannis Ephesini Historiae ecclesiasticae pars tertia , Paris, 1935. Rep. Louvain, 1952 (CSCO 105, syr. 54). —, I. Guidi & I.-B. [J.B.] Chabot, Chronica minora III , Paris, 1905. Rep. Louvain, 1955 (CSCO 4, syr. 4). Bruns, Paulus Iacobus, & Guilielmus Kirsch, Ktobo d-maktbonut zabne l-Mor Grigoriyos bar c Ebroyo. Bar-Hebraei Chronicon syriacum , Leipzig: Boehme, 1789. Budge, Earnest A. Wallis, The Chronography of Gregory Abû’l Faraj, the son of Aaron, the Hebrew physician, commonly known as Bar Hebraeus, being the first part of his political history of the world , 2 vols., Oxford: Oxford University Press-London: Humphrey Milford, 1932. Bulgakov, P., & Ibrâhîm A h mad, “Kitâb ta h dîd nihâyat al-amâkin li-tas h î h masâfât al-masâkin li-Abî al-Rai h ân Mu h ammad b. A h mad al-Bîrûnî al-Khwârizmî al-mutawaffâ 440 h.”, Majallat Ma c had al-Makh t u t ât al- c Arabîya 8 (1962) 1-328. Cahen, Claude, “Le Malik-nameh et l’histoire des origines seljukides”, Oriens 2 (1949) 31-65. Çiçek, Yuliyos Yeshu c , Ktobo d-itiqun d- c al myattrut dubborê men syomê d-Mor Grigoriyos Yu h annon Bar c Ebroyo mafryono d-madn h o. Ethicon. Christian Ethics by the Great Syrian Philosopher and Author of Several Christian Works, Mar Gregorius Barhebraeus Catholicos of the East (1226-1286) , Glane\/Losser: Monastery of St. Ephrem, 1985. —, Mnorat qudshê me tt ul shetessê c idtonoyoto d-Yu h annon Bar c Ebroyo mafryono d-madn h o. Mnorath kudshe (Lamp of the Sanctuary) by Mor Gregorios Yohanna Bar Ebryoyo , Glane\/Losser: Bar Hebraeus Verlag, 1997. Chabot, Jean Baptiste, “Notice sur une mappemonde syrienne du XIIIe siècle”, Bulletin de géographie historique et descriptive 1897.98-112. —, “Notice sur une mappemonde syrienne du XIIIe siècle, notes complémentaires publiées d’après les observations de MM. R. Gottheil et C.-A. Nallino”, Bulletin de géographie historique et descriptive 1898.31-43. —, Chronique de Michel le Syrien, Patriarche jacobite d’Antioche (1166-1199) , 4 vols., Paris: Leroux, 1899-1910. —, Iacobi Edesseni Hexaemeron (CSCO syr. ser. II tom. LVI, textus), Paris, 1928; rep. Louvain, 1953 (CSCO 92, syr. 44). Czeglédy, K., “The Syriac Legend concerning Alexander the Great”, AOH 7 (1957) 231-249. Dânishpazhûh, Mu h ammad Taqî, Al-Risâla al-mu c înîya az Khwâja-i T ûsî (Intishârât-i Dânishgâh-i Tihrân 300), Tehran, 1355 h. Dâniyâl, Bihnâm, “Al-shâ c ir Ya c qûb Sâkâ (1864-1931)”, Journal of the Iraq Academy, Syriac Corporation 6 (1981\/2) 301-340. Dean, James Elmer, “The Scholia of Bar Hebraeus on the Books of Ezekiel and Daniel”, Diss. Chicago, 1930. Duval, Rubens, Lexicon syriacum auctore Hassano Bar Bahlule , 3 vols., Paris, 1899-1901. Rep. (in 2 vols.), Amsterdam: Philo, 1970. Ethé, Hermann, Zakarija Ben Muhammed Ben Mahmûd el-Kazwînî’s Kosmographie. Die Wunder der Schöpfung , Erster Halbband, Leipzig: Fues, 1868. van den Eynde, Ceslas, Commentaire d’Išo c dad de Merv sur l’Ancien Testament , II. Exode-Deutéronome, textus (CSCO 176, syr. 80), Louvain, 1958. Fiey, Jean Maurice, “Ā d arbāyğān chrétien”, Muséon 86 (1973) 397-435. Gero [Gerő], Stephen, “The Legend of Alexander the Great in Orient”, BJRL 75 (1993) 1-9. Gottheil, Richard J.H., “Contributions to the History of Geography. II. Candelabrum Sanctorum and Liber Radiorium [sic] of Gregorius Bar c Ebhrāyā”, Hebraica 7 (1890) 39-55. Göttsberger, Johann, Barhebräus und seine Scholien zur Heiligen Schrift (BSt(F) 5\/4-5), Freiburg: Herder, 1900. de Goeje, M.J., Viae regnorum. Descriptio ditionis moslemicae auctore Abu Ishák al-Fárisí al-Istakhrí (BGAr 1), Leiden: Brill, 1870. —, Kitâb al-a c lâq al-nafîsa VII auctore Abû Alî Ahmed ibn Omar Ibn Rosteh et Kitâb al-Boldân auctore Ahmed ibn abî Jakûb ibn Wâdhih al-Katib al-Jakûbî (BGAr 7), editio secunda, Leiden: Brill, 1892. —, Kitâb al-masâlik wa’l-mamâlik (Liber viarum et regnorum) auctore Abu’l-Kâsim Obaidallah ibn Abdallah ibn Khordâdbeh et excerpta a Kitâb al-kharâdj auctore Kodâma ibn Dja c far (BGAr 6), Leiden, 1899. —, Descriptio imperii moslemici auctore Shams ad-dīn Abū Mohammed ibn Ahmed ibn abī Bekr al-Bannā al-Basshārī al-Moqaddasi (BGAr 3), editio secunda, Leiden: Brill, 1906. Gugenheimer, Raphael, Die Scholien des Gregorius Abulfaragius Bar Hebraeus zum Buche Ezechiel nach vier Handschriften des Horreum mysteriorum mit Einleitung und Anmerkungen , Diss. Giessen, Berlin: Itzkowski, 1894. Honigmann, Ernst, Die sieben Klimata und die πόλεις επίσημοι. Eine Untersuchung zur Geschichte der Geographie und Astrologie im Altertum und Mittelalter , Heidelberg: Winter, 1929. Humâ’î, Jalâl, Kitâb al-tafhîm li-awâ’il s inâ c at al-tanjîm ta’lîf-i ustâdh Abû Raihân Mu h ammad b. A h mad al-Bîrûnî dar sâl 420 h.sh ., Tehran, 1316 h. Ibn al-Athîr, c Izz al-Dîn Abû al- H asan c Alî, Al-Kâmil fî al-ta’rîkh , 13 vols., Beirut, 1965-6. Iqbal, Muhammad, Akhbār ’ud-Dawlat ’is-Saljūqiyya by Sadr’uddin Abu’l H asan c Ali ibn Nā s ir ibn c Ali al- H usaini , Lahore, 1933. [Istanbul], Ktobo d-zalgê w-shurroro d-shetesê c idtonoyoto men syomê d-abun qaddisho Mor Grigoriyos mafryono d-hu Bar c Ebroyo. Book of Zelge by Bar-Hebreaus [sic]. Mor Gregorius Abulfaraj the Great Syrian Philosopher and Author of Several Christian Works 1226-1228 , Istanbul: Zafer Matbaası, 1997. Janssens, Herman F., L’Entretien de la sagesse. Introduction aux oeuvres philosophiques de Bar Hebraeus (BFPUL 75), Liège: Faculté de Philosophie et Lettres-Paris: E. Droz, 1937. Jwaideh, Wadie, The Introductory Chapters of Yāqūt’s Mu c jam al-Buldān , Leiden: Brill, 1959. Kaatz, Saul, Die Scholien des Gregorius Abulfaragius Bar Hebraeus zum Weisheitsbuch des Josua ben Sira nach der vier Handschriften des Horreum mysteriorum , Diss. Halle-Wittenberg, Berlin: Itzkowski-Frankfurt: Kauffmann, 1892. Kamal, Youssef, Monumenta cartographica Africae et Aegyptii , Cairo, 1926-52. Rep. Frankfurt: Institut für Geschichte der arabisch-islamischen Wissenschaften, 1987. Kayser, Karl, Das Buch von der Erkenntnis der Wahrheit oder der Ursache der Ursachen , Strassburg: Trübner, 1893. Klamroth, Martin, Gregorii Abulfaragii Bar Ebhraya in Actus apostolorum et Epistulas catholicas adnotationes , Diss. Göttingen, Göttingen: Dieterich, 1878. Kraemer, Joel L., The History of al- T abarī (Ta’rīkh al-rusul wa’l-mulūk) , vol. 34. “Incipient Decline”, Albany: University of New York, 1989. Kramers, J.H., Opus geographicum auctore Ibn H au k al (Abū ’l- K āsim ibn H au k al al-Na s ībī) secundum textum et imagines codicis constantinopolitani conservati in Bibliotheca Antiquii Palatii No. 3346 cui titulus est “Liber imaginis terrae” (BGAr 2), editio secunda, Leiden, 1938-9. —, & G. Wiet, Ibn Hauqal. Configuration de la terre (Kitab surat al-ard) , Beirut-Paris, 1964. de Lagarde, Paul, Analecta syriaca , Leipzig: Teubner, 1858. Rep. Osnabrück: Zeller, 1967. —, Praetermissorum libri duo , Göttingen: Dieterich, 1879. Land, J.P.N.: “Aardrijkskundige fragmenten uit de Syrische literatuur der zesde en zevende eeuw (Met en schetskaartje.)”, VMAW.L, 3. Reeks, 3 (1887)164-193. Levi della Vida, Giorgio, “Pseudo-Beroso siriaco”, RSO 3 (1910) 7-43, 611-612. Liddell, Henry George, Robert Scott & Henry Stuart Jones, A Greek-English Lexicon , 9th ed., With a Supplement, Oxford: Clarendon Press, 1968. Margoliouth, Jessica Payne, Supplement to the Thesaurus Syriacus of R. Payne Smith , Oxford: Oxford University Press, 1927. Rep. Hidesheim: Olms, 1981. Marquart [Markwart], Josef, “Beiträge zur Geschichte und Sage von Ērān”, ZDMG 49 (1895) 628-672. —, Chronologie der alttürkischen Inschriften , Leipzig: Dieterich, 1898 [= 1898a]. —, “Historische Glossen zu den alttürkischen Inschriften”, WZKM 12 (1898) 157-200 [= 1898b]. —, Osteuropäische und ostasiatische Streifzüge , Leipzig: Dieterich, 1903. Rep. Hildesheim: Olms, 1961. —, “Iberer und Hyrkanier”, Caucasica 8 (1931) 78-113. Mehren, A.F., Cosmographie de Chems-ed-Din Abou-Abdallah Mohammed ed-Dimichqui , St. Petersburg: Académie Impériale des sciences, 1866. —, Manuel de la cosmographie du moyen âge, traduit de l’arabe. “Nokhbet ed-Dahr fi c adjaib-il-birr wal-bah’r de Chems ed-Din Abou- c Abdallah Moh’ammed de Damas , Copenhagen: Reitzel, 1874. Miller, Konrad, Mappae arabicae: die arabischen Welt- und Länderkarten des 9.-13. Jahrhunderts in arabischer Urschrift, lateinischer Transkription und Übertragung in neuzeitliche Kartenskizzen , Stuttgart, 1926-31. Rep. Frankfurt: Institut für Geschichte der arabisch-islamischen Wissenschaften, 1994. Minorsky, V., H udūd al- c Ālam. ‘The Regions of the World’. A Persian Geography 372 A.H.-982 A.D. (Gibb Memorial Series N.S. 11), London: Luzac, 1937. —, A History of Sharvān and Darband in the 10th-11th centuries , Cambridge: Heffer, 1958. Miquel, André, La géographie humaine du monde musulman jusqu’au milieu de 11e siècle , 4 vols., Paris: Mouton, 1967-88. Nallino, Carolus Alphonsus, Al-Battânî sive Albatenii Opus astronomicum (Pubblicazioni del Reale Osservatorio di Brera in Milano 40), 3 parts. Milan: Hoeplius, 1899-1907. Nasr, Seyyed Hossein, Islamic Science. An Illustrated Stud y, sine loco: World of Islam Festival Publishing Company, 1976. Nau, François, “Notice sur le Livre des Trésors de Jacques de Bartela, Évêque de Tagrit”, JA 9e série 7 (1896) 286-331. —, Le Livre de l’ascension de l’esprit sur la forme du ciel et de la terre. Cours d’astronomie rédigé en 1279 par Grégoire Aboulfarag, dit Bar-Hebraeus (BEHE.H 121), 2 vols., Paris: Émile Bouillon, 1899. —, “La cosmographie au VIIe siècle chez les Syriens”, ROC 15 (1910) 225-254. —, “Le traité sur les «Constellations» écrit, en 661, par Sévère Sébokt évêque de Qennesrin”, ROC 27 (1930) 327-410, 28 (1931) 85-100. Needham, Joseph, & Wang Lin, Science and Civilisation in China , vol. 3: Mathematics and the Sciences of the Heavens and the Earth, Cambridge: Cambridge University Press, 1959. Osmania Oriental Publications Bureau, Abū Ray h ān Mu h ammad b. A h mad al-Bīrūnī (d. 440 A.H. = 1048 A.D.). Al-Qānūnu ’l-Mas c ūdī (Canon Masudicus) , 3 vols., Hyderabad, 1954-6\/1373-5 h. Parisot, J., “La bibliothèque du séminaire syrien de Charfé”, ROC 4 (1899) 150-174. Qazwíní, Mírzá Mu h ammad, The Ta’ríkh-i-Jahán-Gushá of c Alá’u ’d-Dín c A t á Malik Juwayní (composed in A.H. 658 = A.D. 1260) (Gibb Memorial Series XVI), 3 vols., London: Luzac, 1912-37. Ragep, F.J., Na s īr al-Dīn T ūsī’s Memoir on Astronomy (al-Tadhkira fī c ilm al-hay’a ), 2 vols. (Sources in the history of mathematics and physical sciences 12), New York-Berlin-Heidelberg: Springer, 1993. Reinaud, J.T., & M. de Slane, Géographie d’Aboulféda , Paris: Imprimerie Royale, 1840. Reinink, G.J., “Communal Identity and Systematisation of Knowledge in the Syriac ‘Cause of All Causes’”, in P. Binkley (ed.), Pre-Modern Encyclopaedic Texts. Proceedings of the COMERS Congress, Groningen, 1-4 July 1996 , Leiden-New York-Cologne: Brill, 1997, p. 275-288. Reller, Jobst, Mose bar Kepha und seine Paulinusauslegung, nebst Edition und Übersetzung des Kommentars zum Römerbrief (GOF.S 35), Wiesbaden: Harrassowitz, 1994. Rockhill, William Woodville, The Journey of William of Rubruck to the Eastern Parts of the World, 1253-55, as Narrated by Himself, with Two Accounts of the Earlier Journey of John of Pian Carpine , London, 1900. Rep. Nendeln: Kraus Reprint, 1967. Rosen, F., & J. Forshall, Catalogus codicum orientalium qui in Museo Britannico asservatur . Pars prima, codices syriacos et carshunicos amplectens, London: Curatores Musei Britannici, 1838. Ryssel, Viktor, Über den kritischen Werth der syrischen Übersetzungen griechischer Klassiker , I. Theil, Leipzig: Nicolai-Gymnasium, 1880. Ruska, Julius, Das Steinbuch des Aristoteles , Heidelberg: Winter, 1912. Sachau, Eduard, Inedita syriaca. Eine Sammlung syrischer Übersetzungen von Schriften griechischer Profanliteratur , Vienna: Verlag der Buchhandlung des Waisenhauses in Halle, 1870. —, Al-Bîrûnî’s India . An account of the religion, philosophy, literature, geography, chronology, astronomy, customs, laws and astrology of India about A.D. 1030 , London: Trübner, 1887 (Arabic text). —, Verzeichnis der syrischen Handschriften der Königlichen Bibliothek zu Berlin (Die Handschriften-Verzeichnisse der Königlichen Bibliothek zu Berlin 23), 2 vols., Berlin: Asher, 1899. —, Alberuni’s India . An account of the religion, philosophy, literature, geography, chronology, astronomy, customs, laws and astrology of India about A.D. 1030 , 2 vols., London: Trübner, 1910 (English translation). Sâkâ, Is h âq, Mimre mgabbye men mush h oto d-qashshisho Ya c qub Sâkâ , 2nd ed., Atshâna, 1999. S âl h ânî, An t ûn, Târîkh mukhta s ar al-duwal li-l- c allâma Ghrîghûriyûs al-mala t î al-ma c rûf bi-Ibn al- c Ibrî , 2nd ed., Beirut: al-Ma t ba c a al-Kâthûlîkîya, 1958. Sbath, Paul, Al-Fihris (Catalogue de manuscrits arabes) , 3 parts & supplement, Cairo: Imprimerie al-Chark, 1938-42. Schlimme, Lorenz, Der Hexaemeronkommentar des Moses bar Kepha (GOF.S 14), 2 vols., Wiesbaden: Harrassowitz, 1977. Schmidt, Maria Gabriela, Die Nebenüberlieferung des 6. Buches der Geographie des Ptolemaios. Griechische, lateinische, syrische, armenische und arabische Texte , Wiesbaden: Reichert, 1999. Schönfeld, Jutta, Über die Steine. Das 14. Kapitel aus dem “Kitāb al-Muršid” des Mu h ammad ibn A h mad at-Tamīmī (Islamkundliche Untersuchungen 38), Freiburg: Schwartz, 1976. Schroeter [Schröter], Robertus Gustavus Feodorus, Gregorii Bar-Hebraei scholia in Psalmum VIII, XL, XLI, L, e codice berolinensi primum edita, cum codicibus bodleiano florentino vaticanis collata translata et annotationibus instructa (Diss. Breslau), Breslau: Grassius, Barthius & Soc., 1857. Sezgin, Fuat, Geschichte des arabischen Schrifttums , vols. 1-9, Leiden: Brill, 1967-84; Index, Frankfurt: Institut für Geschichte der arabisch-islamischen Wissenschaften, 1995; vols. 10-12, Frankfurt, 2000. Siegel, Julius L., “The Scholia of Bar Hebraeus on the Book of the Psalms“, Diss. Chicago, 1928. Siggel, Alfred, Arabisch-Deutsches Wörterbuch der Stoffe , Berlin: Akademie-Verlag, 1950. Sprengling, Martin, & William Creighton Graham, Barhebraeus’ Scholia on the Old Testament , Part I: Genesis-II Samuel, Chicago: The University of Chicago Press, 1931. Stüve, Guilelmus, Olympiodori in Aristotelis Meteora commentaria (CAG 12\/2), Berlin: Reimer, 1900. Takahashi, Hidemi, “Simeon of Qal c a Rumaita, Patriarch Philoxenus Nemrod and Bar c Ebroyo”, Hugoye IV\/1, 2001. —, “Syriac Fragments of Theophrastean Meteorology and Mineralogy. Fragments in the Syriac version of Nicolaus Damascenus, Compendium of Aristotelian Philosophy and the accompanying scholia”, in W. Fortenbaugh & G. Wöhrle (ed.), On the Opuscula of Theophrastus. Akten der 3. Tagung der Karl-und-Gertrud-Abel-Stiftung vom 19.-23. Juli in Trier (Philosophie der Antike 14), Stuttgart: Franz Steiner, 2002, 189-224 [= 2002a]. —, “The Greco-Syriac and Arabic Sources of Barhebraeus’ Mineralogy and Meteorology in Candelabrum of the sanctuary , Base II”, Islamic Studies (Islamabad) 41:2 (2002) 215-269 [= 2002b]. —, “Barhebraeus und seine islamischen Quellen. Têgrat têgrâtâ (Tractatus tactatuum) und G azālīs Maqā s id al-falāsifa“, in M. Tamcke (ed.), Syriaca. Zur Geschichte, Theologie, Liturgie und Gegenwartslage der syrischen Kirchen. 2. Deutsches Syrologen-Symposium (Juli 2000, Wittenberg) (Studien zur Orientalischen Kirchengeschichte 17), Münster-Hamburg-London: LIT Verlag, 2002, 147-175 [= 2002c]. —, “Aristotelian Meteorology in Syriac. Barhebraeus, Butyrum sapientiae , Books of Minerals and Meteorology. Edition, Translation and Commentary”, Diss. Frankfurt am Main, 2002. Teule, Herman G.B., Gregory Barhebraeus. Ethicon (Mēmrā I) (CSCO 534-535, syr. 218-219), Louvain: Peeters, 1993. Tibbetts, Gerald R., “Part One. Islamic Cartography, 6. Later Cartographical Developments”, in J.B. Harvey & D. Woodward (ed.), The History of Cartography , vol. 2, book 1, Chicago-London: The University of Chicago Press, 1992, p. 137-155. Togan, A. Zeki Validi, Bīrūnī’s Picture of the World ( S ifat al-ma c mûra c alâ al-Bîrûnî) (MASI 53), Delhi, 1952. Vaschalde, A., Iacobi Edesseni Hexaemeron seu Opus creationis libri septem (CSCO syr. II\/LVI, versio), Paris, 1932. Rep. Louvain, 1953 (CSCO 97, syr. 48). Vullers, Johann August [Ioannes Augustus], Mirchondi Historia Seldschukidarum persice e codicibus manuscriptis parisino et berolinensi nunc primum edidit lectionis varietate instruxit annotationibus criticis et philologicis illustravit , Giessen: Heyer, 1838. Wiet, Gaston, Ibn Rusteh. Les atours précieux (Mémoires de la Société Royale de Géographie d’ Égypte 14), Cairo, 1955. Wiedemann, Eilhard, “Beiträge zur Geschichte der Naturwissenschaften XXVII”, Sitzungeberichte der physicalisch-medicinischen Societät zu Erlangen 44 (1912) 1-40. Rep. in id. (ed. W. Fischer), Aufsätze zur arabischen Wissenschaftsgeschichte , Hidesheim-New York: Olms, 1970, I.776-815. — [& J. Hell], “Beiträge zur Geschichte der Naturwissenschaften XXIX. Geographisches aus dem mas c ūdischen Kanon von al Bêrûnî”, Sitzungeberichte der physicalisch-medicinischen Societät zu Erlangen 44 (1912) 119-125. Rep. in id., Aufsätze , I. 822-828. Wright, R. Ramsay, The Book of Instruction in the Elements of the Art of Astrology by Abu’l-Ray h ān Mu h ammad Ibn A h mad al-Bīrūnī , London: Luzac, 1934. Wüstenfeld, Ferdinand, Zakarija Ben Muhammed Ben Mahmud el-Cazwini’s Cosmographie , 2 parts, Göttingen: Dieterich, 1848-9. —, Jacut’s geographisches Wörterbuch , 6 vols., Leipzig: Brockhaus, 1866-73.",
    "title" : 
    [ "Observations on Bar cEbroyo's Marine Geography",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Takahashi, Hidemi" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n1takahashi",
    "type" : "article",
    "displayTitleEnglish" : "Observations on Bar cEbroyo's Marine Geography" }