
  { "fullText" : "[1] This listing continues on from previous listings in Hugoye 1998\/1 , 1999\/1 , 2000\/1 , 2001\/1 and 2002\/1 ; as usual I have taken the opportunity to include here some items I had missed in the previous listings. It should be noted that reprints are not included (for a large selection of important reprints of Syriac interest, see Gorgias Press ). [2] 1997 Abdah, S.:  The Syriac Christian Community;  Historical and Contemporary Conditions (Delmar, NY). Kollamparambil, A.G.:  The Life-Giving Paschal Lamb (Great Week Celebrations in the East Syrian Liturgy) (Catholic Theological Studies of India 2; Changanassery: HIRS Publications). [2] 1998 Koodapuzha, X.:  Christianity in India (OIRSI 200;  Kottayam). Menachery, G.:  The Nazranies (Indian Church History Classics 1; Trissur). [ISBN 81-87133-05-8]. Pathikulangara, V.:  Mary Matha.  The Divine Praises for the Feast Days of the Blessed Virgin Mary according to the East Syriac or Chaldeo-Indian Liturgical Heritage (Denha Services 49;  Kottayam). Rose, S.:  Church as Mystery (Raza) and Communion (Shawtaputha) in the East Syriac Liturgical Year (OIRSI 207;  Kottayam). Tovey, P.: The Liturgy of St James as presently used (Alcuin Club;  Cambridge:  Grove Books). Tovey, P.:  Essays in West Syrian Liturgy (OIRSI 199; Kottayam). [3] 1999 Kaniamparampil, C.:  The Gospel of St Matthew (Moran Etho Series 11;  Kottayam: SEERI). [Verse rendering, vocalized serto]. Kaniamparampil, C.:  Syriac in Six Months (Moran Etho Series 14;  Kottayam:  SEERI). Pathikulangara, V.:  Passion Week and Easter Sunday.   The Divine Praises and other Liturgical Services from Osana Sunday to the Sunday of the Resurrection in the East Syriac or Chaldeo-Indian Liturgical Year (Kottayam:  Denha). Spinks, B.D.: Mar Nestorius and Mar Theodore the Interpreter: the Forgotten Eucharistic Prayers of East Syria (Grove Liturgical Studies 45; Cambridge). [Introduction and English tr.] Varghese, B. (tr.):  John of Dara.  Commentary on the Eucharist (Moran Ethos Series 12; Kottayam:  SEERI). [4] 2000 Appassery, G.:  Raza.  Qurbana of Nazrani (Delhi:  Syro-Malabar Catholic Association). Egami, N. (tr. Fukuhara, Y.):  The Mongol Empire and Christendom (Tokyo: San Paolo) [ISBN 4-8056-8604-9]. Klein, W.:  Das nestorianische Christentum an den Handelswegen durch Kyrgyzstan bis zum 14. Jh. (Silk Road Studies 3;   Turnhout). Kochappilly, P.P.:  The Folly of the Cross.  Festschrift in honour of Prof. Dr. Varghese Pathikulangara, CMI (Bangalore:  Dharmaram).  [Most contributions have a Syriac interest]. Matheus, R.:  The Order of the Third Sanctification (OIRSI 240;  Kottayam). Matheus, R. (ed.):  A Commentary on the Mass by the Nestorian George (OIRSI 243;  Kottayam).  [Ps. George of Arbela, tr. R.H. Connolly]. Menachery, G. (ed.):  Thomapedia. The Thomas Christian Encyclopedia of India, 2. Trissur).  [ISBN 81-87132-13-2]. Menachery, G. and Chakkalakkal, W.:  Kodungallur , the Cradle of Christianity in India  (Kodungallur:  Mar Thoma Pontifical Shrine). Mérigoux, J-M.: Va à Ninive! Un Dialogue avec l'Irak. Mossoul et les villages chrétiens. Pages d'histoire dominicaine (Paris: Cerf). Naduvilezham, J.:  The Theology of the Paschal Lamb in Ephrem of Nisibis (OIRSI 239; Kottayam). Olickal, T.: The Three Stages of Spiritual Realization according to Joseph Hazzaya (Catholic Theological Studies of India 4;  Changanassery:  HIRS Publications). Pathikulangara, V.:   Commencement of the Great Fast.  The Divine Praises and the Eucharistic Celebration for Commencing the Great Fast in the East Syriac, or Chaldeo-Indian Liturgical Heritage (Kottayam:  Denha). Pathikulangara, V.:  Divine Praises and Liturgical Year.  Chaldeo-Indian Liturgy 4 (Denha Services 61;  Kottayam). Sinha, J.:  Der neuostaramäische Dialekt von Bespan (Provinz Mardin, Südosttürkei). Ein Grammatische Darstellung (Semitica Viva 24;  Wiesbaden:  Harrassowitz). Su-Min Ri, A.:  Commentaire de la Caverne des Trésors.  Étude sur l’histoire du texte et des sources (CSCO 581, Subsidia 103;  Leuven:  Peeters). [5] 2000-2002 Tabet, J.:  Beth-Gazo Maronite.  Add.14.703 (XIIe-XIIIe s.) (Publications de l’Institut de Liturgie à l’Université Saint-Esprit Kaslik.  Collection Sources Liturgiques Maronites 1-3).   [Introduction, Syriac text, Arabic translation] [6] 2001 Blum, G.G. (ed. K. Pinggéra):  “ In der Wolke des Lichtes”.  Gesammelte Aufsätze zu Spiritualität und Mystik des Christlichen Ostens (Oikonomia 40;  Erlangen). Bremer, J.N. (ed.):  The Apocryphal Acts of Thomas (Louvain: Peeters). Cassingena-Trévedy, F. (transl.) and Graffin, F. (introd.), Ephrem de Nisibe, Hymnes sur la Nativité (Sources chrétiennes 459;  Paris:  du Cerf). Chediath, G.:  Mar Babai the Great.  Some Useful Counsels on the Ascetical Life (Moran Etho 15;  Kottayam:  SEERI). Del Rio Sanchez, F.:   Los cincos tratados sobre la quietud (shelya) de Dadisho` Qatraya (Aula Orientalis Suppl. 18;  Barcelona).    Haelewyck, J-C.:  Sancti Gregorii Nazianzeni Opera.  Versio Syriaca, I.  Oration XL (CCSG 49 – Corpus Nazianzenum 14;   Louvain:  Brepols). Kizhakearanjaniyil, M.:  East Syrian Baptismal Theology.  A Judeo-Christian Synthesis (OIRSI 225;  Kottayam). Koodapuzha, X., and Panicker, J. (eds.):  Joint International Commission for Dialogue between the Catholic Church and the Malankara Orthodox Syrian Church. Papers and Joint Statements 1989-2000 (Kottayam). Lang, U.M.:  John Philoponus and the Controversies over Chalcedon in the Sixth Century.  A study and translation of the Arbiter (Spicilegium Sacrum Lovaniense, Etudes et Documents 47;  Louvain:  Peeters). Leonhard, C.:  Ishodad of Merw’s Exegesis of the Psalms 119 and 139-147 (CSCO 585, Subsidia 107;  Leuven:  Peeters). Mathews, E.G.:  The Armenian Commentary on Exodus-Deuteronomy attributed to Ephrem the Syrian (CSCO 587-8, Scr. Armeni 25-6;  Louvain:  Peeters). Mattam, Mar Abraham:  Forgotten East.  Mission, Liturgy and Spirituality of the Eastern Churches.  A Study with Special Reference to the Church of St. Thomas Christians (Satna:  Ephrem’s Publications). Nedungatt, G. (ed.):  The Synod of Diamper Revisited (Kanonika 9;  Rome). Önder, J.:  Ktobo da-slawoto metba`yonyoto wa-zmiroto `idtonyoto w-‘umtonyoto ayk tekso d-`idto suryoyto trisat shubho d-‘Antyok\/Gebete der kirchlichen Feiertage, kirchliche und kulturelle Lieder (Göppingen:  the author).  [Syriac texts]. Paikatt, M.:  Life, Glory and Salvation in the Writings of Mar Aprem of Nisibis (OIRSI 245;  Kottayam). Palmer, M.:   The Jesus Sutras:  Rediscovering the Lost Scrolls of Taoist Christianity (New York:  Ballantine Wellspring).   Shedinger, R.F.: Tatian and the Jewish Scriptures.  A Textual and Philological Analysis of the Old Testament Citations in Tatian’s Diatessaron (CSCO 591, Subs. 108; Louvain:  Peeters). Tamcke, M. (ed.):  Orientalische Christen zwischen Repression und Migration (Studien zur Orientalischen Kirchengeschichte 13;  Münster:  LIT). Thodathil, J.:  Antiquity and Identity of the Knanaya Community (Chingavam: Knanaya Clergy Association). Vallquist, G.:  Isak Syriern. Landet där tankarna funnit ro, urval, efterskrift och  översättning (Silentium, 2;  Lund). Vellian, J.:  Knanite Community.  History and Culture (Syrian Churches Series 17; Kottayam). [7] 2002 —:  Textes syriaques:  Dieu Miséricorde, Dieu Amour:  Patrimoine Syriaque, Colloque VIII (Antelias:  Centre d’études et de recherches orientales).   [Selection of short Syriac  texts, with English, French and Arabic translations]. Abdmshiho Na`man d-Qarabash (tr. G. Toro and Amill Gorgis):  Vergossenes Blut (Glane\/Losser:  Barhebraeus Verlag). Aland, B. and Juckel, A.:  Das Neue Testament in syrische Überlieferung, II.  Die Paulinischen Briefe.  Teil 3:  1.\/2. Thessalonicherbrief, 1.\/2\/ Timotheusbrief, Titusbrief, Philemonbrief und Hebräerbrief (Arbeiten zur neutestamentlichen Textforschung 32;  Berlin). Arnold, W. and Bobzin, H. (eds):  “ Sprich doch mit deinen Knechten aramäisch, wir verstehen es!”  60 Beiträge zur Semitistik.  Festschrift für Otto Jastrow zum 60.  Geburtstag (Wiesbaden:  Harrassowitz).   [With several contributions on Modern Syriac]. Brakke, D.:  Pseudo-Athanasius, On Virginity (CSCO 592-3,  Scr. Syri 232-3;  Louvain:  Peeters). Brock, S.P. (tr. Awgen Aydin):  Ktobo qadisho lfuth mashlmonutho suryoyto (Piscataway NJ:  Gorgias Press).  [Syriac tr. of   The Bible in the Syriac Tradition (Kottayam: SEERI, 1989), incorporating some revisions and updatings]. Chehwan, A. and Kassis, A.(eds):  Etudes Bibliques et Proche-Orient ancien.  Mélanges offerts au Père Paul Féghali (Féderation Biblique, Subsidia 1;  Dekouaneh\/Jounieh).  [Includes a section “Etudes syriaques”, with 8 contributions]. Chialà, S.:  Dall’ascesi eremitica alla misericordia infinita.   Ricerche su Isacco di Ninive e la sua fortuna (Biblioteca della Rivista di Storia e Letteratura Religiosa, Studi, 14;  Firenze:  Olschki). De Francesco, I.:  Efrem il Siro.  La gioa della mensa, Memre sulla benedizione della mensa (Monastero di Bose:  Qiqajon). den Biesen, K.:  Bibliography of Ephrem the Syrian (Giove in Umbria:  the author [ephrem_bibliography@hotmail.com]). Esen, Ishaq bar Mushe (scribe):  Tloto ktobe `idtonoye:  qadmoyo, ktobo da-slawoto d-shabto shhimto d-metkane Shhimo;  trayono, ktobo d-`upoyo d-`anide b-leshono suryoyo w-`araboyo;  tlitoyo, ktobo da-slawoto w-bo`awoto da-tyobuto d-metamron b-`edon tahro d-kul yawmay shabu`o  ([Gütersloh]:  the author). Fereira, J.:  The Hymn of the Pearl.  The Syriac and Greek Texts with an Introduction (Early Christian Texts 3;  Sydney:  St Pauls Publications). Greenberg, G.:  Translation Technique in the Peshitta to Jeremiah (Monographs of the Peshitta Institute Leiden, 13;  Leiden:  Brill). Jullien, C. and F.:  Apôtres des Confins.  Processus missionnaires chrétiens dans l’empire iranien (Res Orientales XV;  Bures-sur-Yvette\/Leuven: Peeters). Kanjiramukalil, S.:  Ecclesial Identity of the Malankara Catholic Church (OIRSI 261; Kottayam). Khan, G.:   The Neo-Aramaic Dialect of Qaraqosh (Studies in Semitic Languages and Linguistics 36;  Leiden:  Brill). Madey, J.:  The Hierarchy of the Churches of East and West Syriac Traditions (Moran Etho Series 17;  Kottayam:  SEERI). Mengozzi, A.:  Israel of Alqosh and Joseph of Telkepe.  A Story in a Truthful Language. Religious Poems in Vernacular Syriac (North Iraq, 17 th Century) (CSCO 589-90, Scr. Syri 230-1;  Louvain:  Peeters). Puthur, B. (ed.):  The Life and Nature of the St Thomas Christian Church in the Pre-Diamper Period (Cochi, Kerala). Salim, A.J.:  Captivated by Your Teachings:  a Resource Book for Adult Maronite Catholics (Tucson AZ:  E.T. Nedder). Schmidt, A.B.:  Sancti Gregorii Nazianzeni Opera.  Versio Syriaca II, Orationes XIII, XLI (Corpus Christianorum, Series Graeca 47 = Corpus Nazianzenum 15; Turnhout). Seleznyov, N.:  Khristologiya Assirijskoj Cerkvi Vostoka (Moscow: Euroasiatica). [\"The Christology of the Assyrian Church of the East\", with English summary]. Selb, W. (+) and Kaufhold, H.:  Das syrisch-römische Rechtsbuch, I. Einleitung;  II. Texte   und Übersetzungen;  III.  Kommentar (Österreichische Akademie der Wissenschaften, phil.-hist. Kl. Denkschriften, 295. Band = Veröffentlichen der Kommision für Antike Rechtsgeschichte 9;  Wien). Seppälä, Serafim:  Kerubin Silmin (Helsinki:  Suomen Itämainen Seura).  [“Through the eyes of the Cherub”:  a history of  Syriac asceticism, with anthology, in Finnish; ISBN 951 9380 531]. Seppälä, Serafim: \"In Speechless Ecstasy\". Expression and Interpretation of Mystical Experience in Classical Syriac and Sufi Literature (Publications of the Institute for Asian and African Studies, 2; Helsinki). Shemunkasho, A.:  Healing in the Theology of St Ephrem (Piscataway NJ:  Gorgias Press). Steppa, J.: John Rufus and the World Vision of Anti-Chalcedonian Culture (Piscataway NJ:  Gorgias Press). Tamcke, M (ed.):  Syriaca.  Zur Geschichte, Theologie, Liturgie und Gegenwartslage der Syrischen Kirchen (Studien zur Orientalischen Kirchengeschichte 17;  Münster: LIT). Thelly, E.:  An Introduction to Syriac Studies (Mini Syriac Grammar) (Kottayam).   [24 pp., including 6pp. of everyday idioms] Thomas, R.:  The Syriac Language and Literature (Mannanam:  RISHI).  [= reprint of 1984 preface to Fr. Gabriel (Rev. E. Thelly), Syro-Chaldaic Grammar ]. Ucel, S.:  Die Sprache Jesu heute: syrische-aramäische Grammatik und Wortschatz Syrisch-Deutsch, Deutsch-Syrisch (Wien:  the author).   [ISBN 3-902328-00-2; 456pp.]. Winkler, G.:  Das Sanctus:  über den Ursprung und die Anfänge des Sanctus und sein Fortwirken (Orientalia Christiana Analecta 267;  Rome).   [Includes much of relevance to Syriac]. Wilson, J.:  The Old Syriac Gospels:  Studies and Comparative Translations (2 vols; Piscataway NJ: Gorgias Press).",
    "title" : 
    [ "Recent Books on Syriac Topics",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n1prbrock",
    "type" : "bibliography",
    "displayTitleEnglish" : "Recent Books on Syriac Topics" }