
  { "fullText" : "[1] This volume is a revised Ph.D. dissertation completed at the University of Cambridge in 1997 under the supervision of Geoffrey Khan. In it Williams analyzes selected features of the syntax of the Syriac text of 1 Kings, occasionally also making observations about the text-critical use of the Peshitta for the study of the Hebrew Bible. This is a study that is insightful, well organized, and carefully executed. It makes a very useful contribution to Peshitta studies, providing a thorough examination of the Syriac text of 1 Kings from the standpoint of syntax. Since Williams' focus is limited to a particular book of the Syriac Bible, his conclusions will need to be complemented by similar work in the rest of the Old Testament before being accepted as representative for the Peshitta in general. [2] Only one detailed study of the Peshitta of 1 Kings has previously appeared, that of J. Berlinger. Berlinger's work was text-critical in nature, dealing with the relationship of the Peshitta of 1 Kings to the Masoretic Hebrew text, the Septuagint, and the Targum. Interestingly, it was published in 1897, exactly a century prior to the completion of Williams' dissertation. The appearance of this new study of 1 Kings is therefore welcome, since many advances have been made in Syriac scholarship over the past century since Berlinger's work appeared, the most obvious of which is the now nearly complete Leiden edition of the Peshitta. This critical edition provides a more solid footing for textual analysis than was possible in Berlinger's day. [3] Williams' monograph is organized into twelve chapters. In the first chapter the author surveys earlier work in the areas of Peshitta studies and Syriac syntax, particularly as they affect research in 1 Kings. He then takes up a study of the following areas of Peshitta syntax: the genitive; the use of \"all\"; the direct object; the conjunction \"and\"; the verb; speech formulae; infinitives; prepositions; demonstratives; and the word \"behold.\" Williams explains his twofold rationale for selecting these areas as follows: either they are areas where his approach differs from that of other scholars, or they happen to be areas that have not received sufficient attention previously. A final chapter summarizes the author's conclusions. Throughout this volume the author regularly takes into account the syntactical contributions of the following five scholars: Th. Nöldeke, R. Duval, I. Avinery, T. Muraoka, and J. Joosten. [4] In what is perhaps a too brief introduction of only six pages Williams touches on some general matters related to study of the Peshitta and its syntax and translation technique. Here he agrees with the consensus of modern scholarship that the Peshitta is a primary version translated from a Hebrew Vorlage that was quite close to the Masoretic text. He makes no suggestion as to whether this translation was originally made for a Jewish or a Christian community, and on the question of dating he goes no further than to suggest that the translation was made sometime in the first three centuries A.D. His comments on the purposes and history of syntactical research are also quite brief. To some extent this brevity is countered by his interaction with the secondary literature later in the book, but it would have been helpful to have a more thorough overview at the outset of the volume. [5] In a number of places Williams is able to correct certain syntactical conclusions drawn by earlier scholars. For example, he shows that Avinery's conclusion that the three constructions used in Syriac for the genitive relationship mark degrees of definiteness is not actually borne out by the evidence in 1 Kings. Instead, a variety of other factors are involved in determining which of these constructions is used. He also shows that Nöldeke's view that degrees of determination are reflected in the several structures in Syriac for indicating direct objects is inadequate, at least in the case of 1 Kings. He also questions Avinery's view, based on a preference to express direct objects by the structure verb + object suffix \/ l + nominal , that the Syriac translator of Exodus was different from the translator(s) of the rest of the Pentateuch. According to Williams, this choice is due instead to the high incidence in Exodus of descriptions of the making of cult furniture. It should not therefore be used as evidence for a different translator. [6] Williams also shows that the citation of the Peshitta in the apparatus of BHS is at times inconsistent and even misleading, particularly in citations related to the presence or absence of the conjunction. Since in many such cases the use or non-use of \"and\" is based entirely on the requirements of Syriac style and has nothing to do with textual variation in the Syriac Vorlage , textual critics should evaluate such readings at a deeper level than that of surface only. [7] Williams is also able to show that variation in the use of verb tenses in the Syriac translation as compared to those in the Hebrew text is often due not to textual causes but to Syriac idiom. In discussing the Peshitta verb forms in their relation to the Hebrew verbs of its Vorlage Williams makes the interesting suggestion that the Peshitta may be helpful for understanding the meaning of the wayyiqtol form in Hebrew, since this form was understood to be very different from the Syriac waqtal form (p. 116). This is a hunch that deserves to be followed up in future grammatical research, even though it is possible that the translators may not have fully grasped the significance of this form. [8] Williams' conclusions on word order, particularly in speech formulae, demonstrate why caution is needed before suggesting that variation in word order is necessarily due to textual disturbance. The problem here is that while the Peshitta often imitates the word order of the Hebrew text, it equally often adjusts the word order to fit Syriac style. Likewise, the choice of prepositions is usually determined not by slavish imitation of the Hebrew, but by what is appropriate for Syriac idiom (cf. 165). In two instances (i.e., 1 Kings 8:29; 8:59) Williams finds puzzling the fact that the Peshitta reverses the order of the Hebrew terms found in a matched pair (p. 155). However, this reversal seems to be in keeping with a tendency that can be observed elsewhere in the Peshitta. I have documented numerous instances of this translation technique in the Book of Daniel. Other scholars have noticed a similar tendency in certain other books of the Peshitta as well. [9] Williams' general conclusion for the syntax of the Peshitta of 1 Kings is that it is \"a remarkably consistent translation\" when consistency is defined not in terms of its Hebrew Vorlage but in terms of the idiom of the Syriac language itself (p. 183). Although it follows the proto-Masoretic text closely, the Peshitta goes its own way whenever such departure is necessary for maintaining the naturalness of the Syriac idiom. In other words, the Peshitta \"sets a higher premium on semantic rather than formal equivalence\" (p. 184). This conclusion is consistent with what investigators have determined for other parts of the Peshitta as well. [10] The attention that has been given to the Peshitta over the last half-century or so is a welcome change to the pattern of neglect that prevailed previously. Much of this attention in recent decades has focused on text-critical concerns. Williams' attention to the area of syntax for a particular Old Testament book is a significant departure in a new direction, and the quantity of data that he has collected to support his conclusions makes this an important volume. What is still needed are similar works devoted to the remaining books of the Syriac Bible. Once that has been done in a comprehensive way, we will be in a better position to refine and in some cases correct the great grammatical tools created by generations of earlier scholars who in terms of available resources worked under less advantageous conditions.",
    "title" : 
    [ "Peter J. Williams, Studies in the Syntax of the Peshitta of 1 Kings, Monographs of the Peshitta Institute Leiden (Leiden: Brill, 2001)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Taylor, Richard A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2prtaylor",
    "type" : "review",
    "displayTitleEnglish" : "Peter J. Williams, Studies in the Syntax of the Peshitta of 1 Kings, Monographs of the Peshitta Institute Leiden (Leiden: Brill, 2001)" }