
  { "fullText" : "[1] The purpose of this paper is to draw attention to Ms. 2530 of the 'Schøyen Collection' at Oslo\/London and its significance for research on the New Testament Peshitta text I am grateful to Martin Schøyen for his permission to study this precious manuscript and to publish the results of the collation. To learn about the activities of this manuscript collector and about his fascinating collection (including Biblical and Syriac manuscripts) go to . . This remarkable fragment of Romans offers an unexpected wealth of variants and opens a new perspective on Ms. Sinai syr. 3 to which it originally belonged. To demonstrate the significance of Ms. Schøyen\/Sinai syr. 3 and to supplement a recently accomplished project, B. Aland\/A. Juckel (Eds.) Das Neue Testament in syrischer Überlieferung II: Die Paulinischen Briefe, prt 1: Rom-1Cor (1991); part 2: 2Cor-Col (1995); part 3: 1Th-Hebr (2002). the presentation of the full range of variants will be the core of this paper. The introduction will set out the history of research and the conditions for a new editorial approach to the Corpus Paulinum in the Peshitta version. The model: Gwilliam’s Gospel volume [2] Textcritical research on the Corpus Paulinum in the Peshitta version is charged with two basic obstacles which are absent from parallel research on the Gospels. Firstly, there is no critical edition of this Corpus but only collections of variants, taken from a limited number of manuscripts, and usually confined to single Epistles (or even to single chapters). Secondly, there are no 'Old Syriac' manuscripts for comparative study and for determination of the 'Old Syriac' influence on the early Peshitta text or of its 'Old Syriac' heritage. The existence of an 'Old Syriac' Corpus Paulinum is well established by quotations See J. Kerschensteiner, Der Altsyrische Paulustext (CSC0 315\/subs. 37), Louvain 1970. in writings ante-dating the Peshitta (mainly of Aphrahat, Ephrem, and in the Liber Graduum ); for thorough comparative purpose, however, these quotations are too restricted in quantity and authenticity to be a sufficient compensation for the 'Old Syriac' manuscripts themselves. [3] Nevertheless, for more than eighty years scholars have an approved text (without critical apparatus) of the Corpus Paulinum at their disposal, prepared by G.H. Gwilliam and J. Pinkerton and issued by the British and Foreign Bible Society in 1920. Both scholars also prepared the text of Acts and Cath. Epistles printed in the B.F.B.S.-volume. Its Gospel text was taken from the volume Gwilliam published 1901, the Minor Cath. Epistles and Revelation from the editions of J. Gwynn (1907\/1897). It adopted the editorial principles of the Tetraeuangelium Sanctum published by Gwilliam in 1901 Tetraeuangelium Sanctum , ed. by Ph.E. Pusey and G.H. Gwilliam (Oxford 1901\/Piscataway 2003). In the preface of the B.F.B.S. volume the Editorial Superintendant R. Kilgour writes that the text of the Praxapostolos '... follows a critical revision of the Peshitta originally undertaken by Mr. Gwilliam for the Clarendon Press as a completion of his edition of the Gospels (1901), and prepared on similar lines'. and originally was designed to include a critical apparatus too; but after Gwilliam’s and Pinkerton’s death Gwilliam died 1913, and Pinkerton was killed in action 1916 during World War I. their hand-written collations remained unpublished and ended up as Ms. or. 11.360 in the British Library On the history of the B.F.B.S. text, see R. Grierson, 'Without Note or Comment': British Library Or. 11360 and the Text of the Peshitta New Testament, Oriens Christianus 82 (1998) 88-98. . By its adoption of the editorial principles of the Gospel volume, the B.F.B.S. text (although completely without critical apparatus) appeared to be a 'critical' one. The impact of 'criticism' on the text, however, mainly derived from the general critical value of the ancient codices by which Gwilliam for the first time could prove the general antiquity and authenticity of the traditional Peshitta text The Gospels are based on a total of forty-two manuscripts, for the most part of the 'Nitrian Collection'; the Corpus Paulinum , however, mainly on seven only (according to the collations preserved in Ms. or. 11.360 in the British Library). – In the preface of the Gospel volume Gwilliam writes: 'The ultimate aim of our work is to exhibit the Peshitto Gospels as they were read, on the evidence of the MSS., in the ancient Syriac Church (p. vii) – 'For it is found that the ancient codices, and of both schools [i.e., West Syrians and East Syrians] agree so remarkably, that seldom is the true reading left doubtful. (p. vi).' . His printed text is not based on the 'critical' evaluation of single variants but on the majority vote of readings 'Textus Syriaci verba ad fidem testium multorum, eorumque et bonae notae et magnae vetustatis, recensui' (ibidem p. vii). In Studia Biblica et Ecclesiastica Gwilliam published several articles to present the results of his investigations in the early Peshitta text: 'An Account of a Syriac Biblical Manuscript of the Fifth Century, with Special Reference to its Bearing on the Text of the Syriac Version of the Gospels', vol. 1 (Oxford 1885), 151-74; ― 'The Ammonian Sections, the Eusebian Canons, and Harmonizing Tables in the Syriac Tetraevangelium, with Notices of Peshitto and other MSS. which Exhibit these Accessories of the Text', vol. 2 (Oxford 1890), 241-72; ― 'The Materials for the Criticism of the Peshitto New Testament, with Specimens of the Syriac Massorah', vol. 3 (Oxford 1891), 47-104. ― A fourth article appeared after the publication of the Gospel volume: 'The Place of the Peshitto Version in the Apparatus Criticus of the Greek New Testament', vol. 5 (Oxford 1903), 189-237. ― A reprint of Gwilliam’s articles will be published by Gorgias Press. . According to this editorial policy, the Peshitta text substantially remained the same without revisional development from the fifth to the sixteenth century when the first edition of the Gospels (Widmanstadt, 1555) was printed. Gwilliam is well aware of peculiar readings in all of the early manuscripts, but as many of them are corrections by later hands to the overwhelmingly attested text they rather seem to confirm than to affect its originality 'These peculiarities of our codex [i.e., Ms. Add. 14,459 of the British Library] are not only of some interest in themselves, but they are evidence of the individual and independent character of the several MSS. of the Tattam Collection [i.e., the 'Nitrian Collection']. ... All, as well as the Cod. Add. 14,459, have their peculiar readings, and in reference to that particular MS. it will be noticed that in three instances (St. Matt. xxvii,41; St. Mark I,10 and ix,1) the peculiarities are due to correction leading the text further from the type preserved in the mass of MSS., and conforming it to some ancient model, which has now perished' ('An Account of a Syriac Biblical Manuscript of the Fifth Century ... ' [see note 9] p. 165-166). . [4] Gwilliam’s Gospel volume was a splendid and exhaustive proof of the antiquity and authenticity of the traditional Peshitta Gospels. For the Corpus Paulinum this proof can be accepted too, although it needs a better foundation by additional manuscripts. But the question of the original Peshitta text had to be resumed soon. The reason is the impact of the 'Old Syriac' on the origin and development of the Peshitta Gospel text, which increasingly started to dominate the discussion after Gwilliam’s death To the 'Old Syriac' Curetonian manuscript (first published by W. Cureton 1858) Gwilliam refers several times in his articles; the Sinaitic manuscript, however, was discovered (1892) and published (1894\/1896\/1910) too late to be included in his investigations. . Although Gwilliam denied a revisional relation between the Curetonian manuscript and the Peshitta, his following statement is a clear-sighted anticipation of the method research would have to follow to settle the question of relationship: \"It is well known that the illustrious discoverer of the Curetonian Syriac, and after him others, have held that it represents the oldest form of the Syriac New Testament, and that it was succeeded by the more polished, if not more accurate, Peshito; being ultimately so completely supplanted by the latter that it was no longer copied, and has survived to our day, as far as we know, in only one MS. If this were the true account of the relation to one another of the two versions, we should expect to find, in the most ancient text of the Peshitto, many traces of the readings of the older version which it had supplanted. ... Whether this be so or not can only be determined by an exhaustive comparison of the ancient text of the Peshito with the Curetonian text, but even the passages examined in this paper will afford grounds for an opinion.\" 'An Account of a Syriac Biblical Manuscript of the Fifth Century ... ' [see note 9] p. 170.  The result of the passages examined is: 'In eleven passages, where the text of our ancient codex [i.e., Ms. Add. 14,459 of the British Library] has a different reading from the text of Widmanstadt, sometimes with, sometimes without, the support of other Syriac codices, the Curetonian text, instead of agreeing with the ancient Peshitto, approximates to, or even agrees with, the text of Widmanstadt' (ibidem, p. 171). [5] With regard to the Gospels, Gwilliam himself provided in his Gospel volume decisive materials for the comparison of the Peshitta and the 'Old Syriac', which were 'discovered' by Matthew Black. Inspired by an article of the German scholar Arthur Allgeier A. Allgeier, Cod. Phillipps 1388 in Berlin und seine Bedeutung für die Geschichte der Pešitta , Oriens Christianus 7 (3 rd series), 1932, 1-15. , Black drew attention to the numerous agreements of variants with the 'Old Syriac' Curetonian and Sinaitic manuscripts quoted in Gwilliam’s volume M. Black, The text of the Peshitta Tetraeuangelium, in: Studia Paulina in honorem Johannis de Zwaan septuagenarii, ed. J.N. Sevenester and W.C. van Unnik (Haarlem 1953), 20-27. . This individually developed 'Old Syriac' heritage in the single manuscripts Black ascribed to an earlier phase of development (later coined 'Pre-Peshitta' by him) than represented by Gwilliam’s text 'In the light of such evidence that the Peshitta text had a historical development with its Old Syriac basis more clearly discernible in some codices than in others, we can scarcely regard the Gwilliam text as representing the Peshitta Tetraeuangelium in its oldest extant form. ... Gwilliam’s method appears to have been to determine his text by a majority vote of his manuscripts; it is not surprising to find again and again that it is his predecessors who show the oldest form of text, in readings agreeing with the Old Syriac and relegated to the apparatus criticus in the Gwilliam edition. Gwilliam has in fact given us the latest not the earliest text of the Peshitta Tetraeuangelium ' (p. 26). . Therefore comparison of single Peshitta manuscripts with the two 'Old Syriac' manuscripts is the way to 1) determine their respective individual participation in the 'Old Syriac' heritage, 2) identify the 'Old Syriac' heritage these Gospel manuscripts have in common The (almost) common attestation of 'Old Syriac' heritage will also help to identify secondary variants of 'Old Syriac style' by their poor attestation. , and 3) reconstruct the 'Pre-Peshitta' text as far as possible The present writer recently started a series of collations to identify the 'Old Syriac' heritage in single Gospel manuscripts not (or insufficiently) included in Gwilliam’s volume; see his article on Codex Phillipps 1388 (in Hugoye vi,1). . For identification of the 'Old Syriac' heritage, Gwilliam’s text offers the indispensable knowledge of the 'majority text'; for reconstructing the full text of the 'Pre-Peshitta', however, the majority vote of manuscripts will have to be modified and possibly abandoned The general objection to the print of a majority text is that it is no real or historical text but an artificial method to present a text. . The task: The Corpus Paulinum [6] The Corpus Paulinum in the Peshitta version is expected to follow the model of the Gospels in method and results. The first step, however, must be the supplementation of the B.F.B.S. text by additional manuscripts to strengthen its 'majority character' According to the collations preserved in Ms. or. 11.360 of the British Library the seven manuscripts Gwilliam and Pinkerton used were Add. 14,448, Add. 14,470, Add. 14.475, Add. 14.476, Add. 14.479, Add. 14,480, and Add. 12.138. Additional manuscripts are listed (Add. 14.474, Add. 14.477, Add. 14,478, Add. 14,481, Add. 17.122), but not collated or 'consulted for most variants' only. and to compile an apparatus with variants of the complete Corpus Paulinum . The question of the original text will depend on the full access to the early manuscripts and on comparison of their variations to compensate for the absence of authentic Old Syriac material, now available only through Kerschensteiner's collection of ante-Peshitta quotations. [7] Research on the Pauline Epistles in the Peshitta version was resumed by a series of dissertations With exception of Clemons’ dissertation they were all supervised or inspired by Arthur Vööbus. some forty years ago (mainly on selected chapters of single Letters) to provide the B.F.B.S. text with an apparatus and to discuss the Greek background of the text. J.T. Clemons J.T. Clemons, Studies in the Syriac Text of Galatians (Ph.D. Diss., Duke Univ. 1963). started this series (1963) by editing the complete text of Gal . W.H.P. Freitag W.H.P. Freitag, Studies on First Cornthians in Syriac (S.T.D. Luth. School of Theol., Chicago 1971), editing 1Cor 7 and 15. worked on 1Cor (1971), W.D. Knappe W.D. Knappe, The Captivity Letters in the Syriac Tradition (S.T.D. Luth. School of Theol., Chicago 1977), editing Eph 4, Phil 2, and Col 1. on Eph, Phil, Col (1977), E. Buck E. Buck, Manuscript Studies in the Syriac Versions of Romans (S.T.D. Luth. School of Theol., Chicago 1978), editing Rom 8. on Rom (1978), A.M. Ross A.M. Ross, Studies in the Thessalonian Epistles in Syriac (S.T.D. Luth. School of Theol., Chicago 1983), editing 1Thess 1 and 4, and 2Thess 1. on 1.2Thess (1983). M.E. Gudorf’s edition M.E. Gudorf, Research on the Early Syriac Text of the Epistle to the Hebrews (Ph.D. Diss. Chicago 1992). This Diss. was inspired by A. Vööbus but completed under the supervison of T. Baarda. of Hebr (complete, 1992) gave an interlinear presentation of the Peshitta (B.F.B.S.), of its variants and of the Harklean. Already Clemons (as later Gudorf) included the full text of the Harklean version (ed. by J. White) for comparison. An innovative feature of all these dissertations is the inclusion of quotations drawn from patristic literature to trace the dissemination of variants. A special investigation in the Peshitta of Gal which examines the quotations of this letter in the critical apparatuses of current Greek New Testament editions I.E. Parlevliet-Flesseman published in 1993 I.E. Parlevliet-Flesseman, De tekst van de Pesjitta in de brief aan de Galaten. Een voorlopige studie. Doctoraal-scriptie, Amsterdam 1993. The author offers Gwilliam’s and Pinkerton’s hand-written collations of Gal . . [8] Although these dissertations offered a sound approach to the transmission of the Corpus Paulinum in method, their results suffered from the restriction to a segment of the Corpus and from the variety of the materials the authors had access to. Their intention was not to offer a systematic approach to the development of this Corpus , but to present a systematic record of manuscripts and an exhaustive compilation of variants within the sample chapters. This was the necessary preparatory step to start the dispute with Gwilliam’s so far undisputable text; but to develop consistent criteria for textcritical interpretation of variants and manuscripts the work had to be resumed in a more comprehensive way. [9] The recently accomplished project Das Neue Testament in syrischer Überlieferung summarized and continued the existing efforts by an approach to the complete Corpus Paulinum . It was designed as 'comparative edition' including the 'Old Syriac' (the quotations The adoption of these quotations was based on the editions themselves, not on Kerschensteiner’s book. mainly drawn from Aphrahat’s Demonstrationes , Ephrem’s genuine writings, and the Liber Graduum ), the Peshitta and the Harklean, and the biblical quotations drawn from Syriac literature and from translations of Greek patristic texts. All texts are given in full and are carefully aligned, presented in a chronological order from the 4 th to the 13 th century (Bar ʿEbroyo). The intention was to represent the revisional development of the Syriac Corpus Paulinum , the gradual refinement of translation technique, the mutual influence of the single versions, and their pre-history respectively reflected by the quotations. The ultimate goal was to provide information about the 'history' of the Peshitta text and a background for the evaluation of variants. As it was the Miaphysite Syriac Orthodox Church which was in permanent contact with Hellenistic culture and continuously revised their New Testament to bring it in better line with the Greek text and canon, this 'comparative edition' is dominated by materials of Syriac Orthodox provenance. [10] The Peshitta part of the 'comparative edition' consists of twelve manuscripts (5 th \/6 th -8 th cent., one single late of the 12 th \/13 th ), among which are three of East Syriac affiliation to contrast those of West Syriac origin. In the P(eshitta)-line, it is not the majority text of the B.F.B.S. text that is given, but rather Ms. Add. 14,470 (5 th \/6 th cent.) of the British Library. This editorial policy is justified by the chronological alignment of the texts and by the delineation of manuscript profiles (see below). The profile of the manuscript chosen for print the editors considered being more original than any other one; the claim was not to offer 'the original' Peshitta text. To escape from the idiosyncrasies of a single manuscript, the variants of the remaining ten old manuscripts are given in the apparatus together with the variants of the Harklean and with those of the quotations. Therefore this apparatus provides information not only about the (dis)agreements of the Peshitta manuscripts but also about the dissemination of Peshitta variants in the Syriac literature and about the influence of the Philoxenian\/Harklean on the Peshitta (and vice versa). [11] The Peshitta part of the 'comparative edition' was not designed to satisfy the need of a comprehensive edition of the Corpus Paulinum in the Peshitta version. According to its general design the earliest Peshitta manuscripts only were of interest. But the inclusion of the complete Corpus and the consistent use of the same manuscripts throughout the three volumes of the 'comparative edition' provided a general good knowledge of the early textual features. When the project started with Rom\/1Cor , Ms. Sinai syr. 3 was excluded from the choice of manuscripts because of its defective condition in Romans . After the rediscovery of Rom vi,12-13\/vii,2-xi,6 (i.e., Ms. Schøyen 2530 and Fragm. syr. 30 of the Ambrosian Library) the significance of this manuscript became evident: Dating from the 5 th \/6 th century (not from the 7 th ) it immensely improved our knowledge of early Peshitta variants and offered a textual profile unknown so far, at least in Rom\/1Cor. The method: Delineation of manuscript profiles [12] To delineate a manuscript profile variants are to be counted and classified. Manuscript profiles thus established can be compared with each other for judgement on their respective anteriority and posteriority. The point of reference for counting of variants is the (still provisional) 'majority text' of G.H. Gwilliam and J. Pinkerton Each volume of Das NT in syrischer Überlieferung provides a list of differences between its Peshitta-line and the text of current Peshitta editions, icluding the B.F.B.S. text. According to these lists the B.F.B.S. text offers a minority reading 1Cor 16,5; 2Cor 1,6; 8,1; 12,2.10; Gal 2,20; Col 3,17; 2Th 2,4; 2Tim 2,2; 3,17; 4,3; Hebr 1,14; 2,17; 6,9; 10,25; 12,25. . The 'majority portion' of the manuscripts contrasts with its individual 'non-majority' part which consists of singular readings and of readings shared with the minority of various other manuscripts. This individual part should be worked out in detail separately for every manuscript. [13] The following table gives the singular readings of the manuscripts used in the 'comparative edition' (excluding the late Ms. Vat. syr. 19 and the lacuneous Ms. BL Add. 14,481; including Ms. Schøyen 2530\/Sinai syr. 3). Singular variants in supplemented portions of the manuscripts and orthographica are not counted; the brackets indicate the reduction of the numbers to the original portion of the manuscript The last two manuscripts are of East Syriac provenance. The one from Munich is the oldest East Syriac witness of the Corpus Paulinum; the affiliation becomes obvious only by its agreements with later manuscripts of distinct East Syriac origin. : Ms. cent. Rom\/1Cor 2Cor\/Col 1Thess\/Hebr Total Schøyen 2530\/Sin.syr.3 (inc. Rom 6,12) (5.\/6.) [65] 50 55 170 Sin.syr.5 (inc. Rom 11,22) (5.\/6.) [20] 50 35 105 BL Add 14,470 (5.\/6.) [25] 20 10 55 BL Add 14,475 (6.) 15 15 [6] 36 BL Add 14,476 (5.\/6.) 10 25 25 60 BL Add 14,477 (6.\/7.) 15 5 15 35 BL Add 14,479 (533\/34) [55] 35 70 160 BL Add 14,480 (5.\/6.) [25] 50 70 145 BL Add 17,122 (6.) 12 8 20 40 BL Add 7,157 (767\/68) 5 4 8 17 StL München syr. 8 (inc. 1Cor 9,17) (6.\/7.) [1] 3 4 8 [14] The inclusion of Ms. Schøyen 2530\/Sinai syr. 3 caused elimination of 45 singular readings existing in the manuscripts before Ms. Schøyen 2530\/ Sinai syr. 3 was introduced; 170 singular readings were added by Ms. Schøyen 2530\/Sinai syr. 3. By the introduction of additional manuscripts in the future a certain number of existing singular readings will switch over from the singular to the non-singular portion. The readings of this portion are of special interest, they can rival the 'majority vote' in originality depending on the support they finally receive and on their classification The provisional character of the existing 'majority text' as well as continuous collations of early manuscripts do not allow for definite numbers of singular and non-majority readings with reference to special manuscripts. The singular readings presented in the table above, however, may illustrate the differences between the single manuscripts; although provisional, the table provides the characteristic dimension of singular readings extant in every manuscript. . [15] Classification of variants bears directly on the anteriority or posteriority of manuscript profiles. Basic categories are 'Syriac-idiomatic' and 'grecising' variants, special categories are agreement with the 'Old Syriac', and (in the OT quotations) agreement with the Old Testament Peshitta. The 'comparative edition' proves to be useful for classification of variants by its inclusion of the 'Old Syriac' (quotations) and the Harklean. Comparison of variants with both can reveal textual identity or a proclivity of variants towards a better adaptation to the Syriac idiom or to the Greek (Harklean). The early Peshitta manuscripts presented in the 'comparative edition' offer an individual mixture of idiomatic and 'grecising' variants. The general increasing influence of the Greek text on the Syriac New Testament is a good argument for the secondary character of the 'grecising' variants, although this is chiefly a rule of thumb. In the 'comparative edition' Ms. Add. 14,470 of the British Library is the less affected by grecising variations; this gives a greater originality to its profile than to the profile of other manuscripts, and recommended this witness for being printed in the P(eshitta) line of the edition The variants of Ms. Add. 14.470 are discussed in the introductions of the vols II,1-3. . [16] Most significant is the unregularized (and most likely local) distribution of variants in the early manuscripts of the Corpus Paulinum , which contrasts with the more regular distribution in manuscripts later than the 7 th \/8 th century. According to my collations of later manuscripts the earliest period of the Peshitta (5 th \/7 th century) is the most productive in creating variants. It was the formative period of the Miaphysite Church within the Greek Byzantine Oikumene , which was open to direct Greek influence on the Syriac New Testament and on existing Greek patristic translations. Under Islamic rule after separation from the Greek Byzantine Oikumene , the Peshitta was hardly influenced by Greek but reduced to the inner-Syriac domain and to philological care and conservation On two distinct periods in the development of the Peshitta (a 'pre-massoretic' and 'massoretic' period) see A. Juckel, The 'Syric Massora' and the New Testament Peshitta , in: K.D. Jenner and R.B. ter Haar Romeny (eds.), The Peshitta: Its Use in Literature and Liturgy ... (forthcoming). – To produce a definite 'majority text' and a comprehensive edition of the Corpus Paulinum (based on ca. 40 manuscripts) a new project started at Muenster University. . Ms. Schøyen 2530 [17] Ms. 2530 of the Schøyen Collection at Oslo\/London is a fragment of St. Paul’s Letter to the Romans (vi,12 – x,7) in the Peshitta version. By the help of its attractive old Estrangela script it was not too difficult to indentify it as a missing portion of Ms. Sin. syr. 3. This manuscript of the Corpus Paulinum without colophon is usually assigned to the 7 th century K.W. Clark, Checklist p. 17; M. Kamil, Catalogue p. 152, E. Buck, Romans p. 34; Gudorf, Research  p. 27 (but on page 17  the 6th cent. is given, see the next note); Agnes Smith Lewis, Catalogue p. 2 gives no date. , but this assignation should be corrected to the 5 th \/6 th cent. by palaeographical reason Gudorf, Research p. 215 finally suggests a date before the 7 th cent.: “This manuscript may actually be older than the seventh-century approximation provided by Clark and Lewis (!). The high quality of the large, regular Estrangela characters and the presence of numerous archaic spellings allow for such a possibility.” . An additional identification of a single fly-leaf of the Bibliotheca Ambrosiana at Milano (fragment no. 30 of Chabot’s Inventaire J.-B. Chabot, Inventaire p. 43. Chabot’s observation that fragm. no. 30  'semble être de la même main que notre no. 19' (i.e., a leave of Lk ii,17-27) is not correct. ) provided the missing folio (Rom x,7 – xi,6) between Ms. Schøyen 2530 and Sin. syr. 3 which starts with Rom xi,6 (see the sequence of text below). [18] Ms. Schøyen 2530 consists of six vellum leaves (three double-leaves) of ca. 30x20 cm, the first of which is a small fragment only (Rom vi,12-13\/vii,2-3). The text is written in two columns of 25 lines in a bold and regular Estangela of the early type, which is almost identical with the one of Ms. Vat. syr. 12 dated July 548 AD (Tammuz 859 AGr). [19] A later Syriac hand introduced the page numbers [7], 8, 9, 10, 11, 12 in the upper centre of the recto . The Ambrosian fragment and Ms. Sin.syr.3 continue this Syriac pagination, which is absent in the first three mutilated folios of the Sinaitic manuscript The modern paginator failed to realize the tiny fragment of fol. [14] to be (a remnant of) a page of its own and wrongly added the number '1' to page [15], '2 ' to [16], '3' to [17], etc. . Rom i,1 – ca. vi,5 on the lost six folios at the beginning is the only missing portion besides Heb ix,4 – x,15 which is supplemented by a later hand The quires of Ms. Sin. syr. 3 are numbered (by the original hand?) in the lower right corner of the recto . They are quaternios (8 fols.), but there are some irregularities which can be solved by personal inspection only. . [20] Support for the assignment of Ms. Schøyen 2530 to the 5 th \/6 th cent. comes from its palaeographical features: No influence of Serto script is traceable. Semkath is never connected to the following character. Diacritical points and accents are not in accordance with the 'massoretic' standard. They are absent from verbs and participles, to a large extent from the pronouns too. Seldom Seyome are placed on the letter rish , they are never connected with feminine pronouns, verbs and participles. The junction of adjectives\/participles and enclitic pronouns of the first and second person is quite usual and not forced by the limitation of space. We not only meet āmarnâ and yāda c nâ for āmar anâ and yāda c anâ , but also mpaqqdānâ and zqīfnâ , etc. This orthographical feature was explicitly rejected by James of Edessa († 708) in his 'Letter on Orthography'. Ms. Schøyen 2530\/Sequence of Text [21] The following sequence of text will specify the exact content of Ms. Schoyen 2530 and prove its unity with the Syriac fragment no. 30 of the Ambrosian Library and with Ms. Sinai syr. 3. fol [7ra]\/Rom vi,12-13 fol [7vb]\/Rom vii,2-3 fol 8r\/Rom vii,3-12 fol 8v\/Rom vii,12-22 fol 9r\/Rom vii,22-viii,7 fol 9v\/Rom viii,7-16 fol 10r\/Rom viii,17-27 fol 10v\/Rom viii,27-38 fol 11r\/Rom viii,38-ix,9 fol 11v\/Rom ix,9-20 fol 12r\/Rom ix,20-30 fol 12v\/Rom ix,30-x,7 Bibl. Ambros., syr. fragment 30 fol 13r\/Rom x,7-18 fol 13v\/Rom x,18-xi,6 Ms Sin. syr. 3 (incipit Rom xi,6) fol 1 (modern)\/[14] (Syriac)   The profile of Ms. Schøyen 2530\/Sinai syr. 3 [22] The outstanding feature of Ms. Schøyen 2530\/Sinai syr. 3 is its wealth of variants, which contrasts with all the early manuscripts of the Corpus Paulinum collated so far Only Mss Add. 14.479 and Add. 14.480 of the British Library approximately offer the same wealth of variants. . As surprisingly many of these variants concentrate on Rom\/1Cor , it was Ms. Schøyen 2530 which upgraded the textcritical value of the formerly defective Sinaitic manuscript, thus stimulating research on the Corpus Paulinum in the Peshitta version. Its principal significance now is a methodological one: It gives the definite proof for the considerable variety of the earliest Peshitta text and brings research in methodological parallel with the Gospel text. Due to the reduced access to the 'Old Syriac', the 'non-majority part' itself is charged with the investigation in the anteriority or posteriority of profiles, thus being established as an own area of research. [23] In comparison with the provisional 'majority text' of the B.F.B.S. volume the total number of 'non-majority readings' in Ms. Schøyen 2530\/Sinai syr. 3  is 326 (170 singular\/156 non-singular), while the corresponding number for Ms. Add. 14.470 of the British Library is 170 (55\/115) Both manuscripts have 53 'non-majority readings' in common (exclusive agreements: 6). – The corresponding numbers of other manuscripts cannot be given. . Ms. Schøyen 2530\/ Sinai syr. 3 can be expected to give the maximum number(s) of all early manuscripts; Ms. Add. 14.470 is more likely to represent the average. In theory the readings of the better balanced 'minority parts' have the greater general claim to rival the originality of the 'majority readings' than readings of the 'singular parts'; by their mutual support and dissemination they appear to be deeper rooted in tradition than singular readings. Ms. Schøyen 2530\/Sinai syr. 3 provides a maximum of support for the existing 'minority portion' of the Peshitta text: 156 'minority readings' it strengthens (or produces them by switching over existing singular readings), thus giving a better balance to the numerical proportion of 'minority readings' to 'majority readings', which inevitably is distorted by the loss of early manuscripts and variants. [24] To the maximum number of 156 'minority readings' corresponds (not surprisingly) an extremely individual mixture of 'Syriac-idiomatic' and 'grecising' variants. It is the extent of variants which increases the complexity of this mixture. As no detailed discussion of variants can be given here, a summary will outline special categories of variants and offer a full collation of Ms. Schøyen 2530\/Sinai syr. 3 for detailed study (see below). Most remarkable are 'lexical' or 'stylistic' variants which give different words but seldom a different meaning ( Rom viii,27; 1Cor i,4; iii,14; ix,1; x,2.16; xvi,10; 2Cor viii,14; Gal ii,14; iii,22; vi,13.15; Eph ii,11.15; 2Th iii,6; Tit ii,5; iii,8; Heb ii,7; iii,7; ix,1; xii,17). Similar variants of this type (some of them probably caused by the negligent scribe) are Rom xv,4; 1Cor xv,45; 2Cor iii,9; vii,6; Eph i,19; iv,13; 2Th iii,5; 1Tim vi,21; Heb iv,16. 'Syriac-idiomatic' renderings are given 2Cor vii,2; 1Th iii,7; 2Tim ii,19. Variants of Ms. Schøyen 2530\/Sinai syr. 3 agree with quotations These quotations are explicitly given in Das NT in syrischer Überlieferung . drawn from Syriac writings Rom vi,12; 1Cor x,17.31; xv,42 (Liber Graduum, Aphrahat); 2Cor iv,10; v,5; Gal iv,7 (Philoxenus); vi,6 (Aphrahat); Eph ii,15 (Aphrahat); iv,14; v,8; Col ii,8 (Philoxenus); 1Th iv,15 (Ephrem); 1Tim v,22; 2Tim ii,7.15.26 (Philoxenus). Unfortunately the agreements with 'Old Syriac' writers are accidental and few. Remarkable is the agreement with early translations of patristic texts (Titus of Bostra, Evagrius, Macarius, Severus). Either these agreements reflect Greek variants, or the translations from the Greek are affected by the early Peshitta text. Variants of Ms. Schøyen 2530\/Sinai syr. 3  give support to some peculiar readings of Ms. Add. 14.470 and\/or Ms. Add. 14.478 of the British Library, which formerly appeared to be nothing more than scribal errors ( Rom viii,35 [twice].37; 1Cor ii,8; vii,34; xi,29; xiv,29). The support of Ms. Schøyen 2530\/Sinai syr. 3 for these insignificant variants points to a special relation of these three manuscripts. Most of the exclusive agreements, however, Ms. Schøyen 2530\/Sinai syr. 3 has in common with Ms. Add. 14.480 of the British Library (i.e., P11). A better adaptation to the Greek text is reflected by the anticipation of Harklean readings (e.g., Rom vi,12; viii,24; 1Cor iii,5; iv,3; 2Cor iv,3; Phil i,8; 1Th iii,5; iv,12(!).14; 2Th i,3; iii,5; 2Tim i,10; iii,5) and by the frequent omission of hu\/hy ( Rom vii,21; xi,3.5; xiv,8; 1Cor iv,15; xiv,35; 2Cor i,20; v,12; Phil ii,11; 1Tim i,15; Heb v,11). Numerous minor variants may also bring the Syriac idiom in a better line with the Greek text, at least in part: Omission or addition of w ( Rom viii,12; 1Cor v,10; vi,5; x,8; xii,3; xiii,6; xiv,4; xvi,14; 2Cor xi,30; xii,11; xiii,9; Gal ii,16; v,21; Eph v,1; vi,9; Phil i,22; ii,18; 2Tim ii,15; Heb x,33), ’en ( 1Cor ii,2; xiv,2;) hwā ( 2Cor vii,7; Heb xi,15); replacement of pronouns ( Rom viii,23; 1Cor xv,29; 2Cor viii,14; Col iv,13; Tit i,11; Heb vii,21). Well attested variants of the Greek text are few: Rom xiv,9; 1Cor xiv,6 ( om . ’aw ); 2Cor i,8; iii,1; vi,16; Gal vi,4; Col i,2. Conclusion [25] The textual profile of Ms. Schøyen 2530\/Sinai syr. 3 (its 'minority portion') is dominated by lexical and stylistic variants of Syriac-idiomatic origin. Their authenticity and dissemination is sufficiently proved by quotations and manuscript support. By their extent these variants represent a textual heritage , not occasional changings of text. The stylistic level is not abandoned by the variants which give better adaptations to the Greek. These adaptations are largely balanced by the introduction of Syriac-idiomatic variants, and also the anticipations of the Harklean do not really affect the Syriac idiom. [26] The conclusion is that the textual profile of Ms. Schøyen 2530\/Sinai syr. 3 has a good claim for anteriority to those profiles which are closer to the 'majority text'. Even traces of 'Old Syriac' heritage may well be preserved in its 'minority portion'. By kindly introducing his precious manuscript no. 2530 to scholarship Martin Schøyen did not only open his treasure chamber but also an exciting perspective on Peshitta research. Appendix: The variants of Ms. Schøyen 2530\/Sin. syr. 3 [27] The following collation is based on the text prepared by G.H. Gwilliam\/J. Pinkerton and issued by the British and Foreign Bible Society in 1920. The Lemma gives the B.F.B.S. text, all variants refer to Ms. Schøyen 2530\/Sin. syr. 3 and to the manuscripts in brackets. Excepting Ms. Schøyen 2530\/Sin. syr. 3 and Ms. Add 14,478 of the British Library, the evidence is taken from the three volumes Das Neue Testament in syrischer Überlieferung, the manuscripts are labeled according to their 'P(eshitta)-number' (e.g., P12). These volumes also provide the information about the text of the Syriac authors\/translators occasionally added to the manuscript evidence. The manuscripts: [28] P 2 = Sin. syr. 5 (Sinai-Kloster, 5.\/6. Jh) — P 4 = Add 14,470 (British Library, 5.\/6. Jh) — P 10 = Add 14,476 (BL, 5.\/6. Jh) — P 11 = Add 14,480 (BL, 5.\/6. Jh) — P 12 = Add 14,479 (BL, 534 AD) — P 13 = Add 14,475 (BL, 6. Jh) — P 14 = Add 17,122 (BL, 6. Jh) — P 15 = Add 14,477 (BL, 6.\/7. Jh) — P 16 = Ms. syr. 8 (State Libr. Munich, 6.\/7. Jh) — P 17 = Add 14,481 (BL, 6.\/7. Jh) — P 20 = Add 7157 (BL, 767\/68 AD) — P 21 = Add 14,478 (BL, 621\/22 AD) — P† = all aforesaid manuscripts. Chapter\/verse in red means singular readings (within the present choice of manuscripts) of Ms. Schøyen 2530\/Sin. syr. 3. Romans Ms. Schøyen 2530 Fragm. Chabot 30\/Biblioteca Ambrosiana, Milano Ms. Sin. syr. 3 1 Corinthians 2 Corinthians Galatians Ephesians Philippians Colossians 1 Thessalonians 2 Thessalonians 1 Timothy 2 Timothy Titus Philemon Hebrews _______ Notes _______ Bibliography Agnes Smith Lewis, Catalogue of the Syriac MSS. In the Convent of S. Catherine on Mount Sinai (Studia Sinaitica 1). London 1894. Aland, B.\/Juckel, A. (Eds.) Das Neue Testament in syrischer Überlieferung II: Die Paulinischen Briefe, part 1: Rom-1Cor (1991); part 2: 2Cor-Col (1995); part 3: 1Th-Hebr (2002). Allgeier, A. Cod. Phillipps 1388 in Berlin und seine Bedeutung für die Geschichte der Pešitta , Oriens Christianus 7 (3 rd series), 1932, 1-15. Black, M. The text of the Peshitta Tetraeuangelium, in: Studia Paulina in honorem Johannis de Zwaan septuagenarii, ed. J.N. Sevenester and W.C. van Unnik (Haarlem 1953), 20-27. Buck, E. Manuscript Studies in the Syriac Versions of Romans (S.T.D. Luth. School of Theol., Chicago 1978). Chabot, J.-B. Inventaire des fragments de Mss. syriaques conservés à la Bibliothèque Ambrosienne à Milan ― Le Muséon 49 (1936) 37-54. Clark, K.W. Checklist of Manuscripts in St. Catherine’s Monastery, Mout Sinai. Washington 1952. Clemons, J. T. Studies in the Syriac Text of Galatians (Ph.D. Diss., Duke Univ. 1963). Freitag, W.H.P. Studies on First Cornthians in Syriac (S.T.D. Luth. School of Theol., Chicago 1971). Grierson, R. ‘Without Note or Comment’: British Library Or. 11360 and the Text of the Peshitta New Testament, Oriens Christianus 82 (1998) 88-98. Gudorf, M.E. Research on the Early Syriac Text of the Epistle to the Hebrews (Ph.D. Diss. Chicago 1992). Gwilliam, G. H. The Materials for the criticism of the Peshitto New Testament, with specimens of the Syriac Massorah , Studia Biblica et Ecclesiastica vol. 3 (Oxford 1891), 47-104. Jenner, K.D. and R.B. ter Haar Romeny (eds.), The Peshitta: Its Use in Literature and Liturgy. Papers Read at the Third Peshitta Symposium, Oud Poelgeest, 12-15 August 2001 (Monographs of the Peshitta Institute Leiden), Leiden (forthcoming). Juckel, A. The ‘Syriac Massora’ and the New Testament Peshitta, in: K.D. Jenner and R.B. ter Haar Romeny (eds.), The Peshitta: Its Use in Literature and Liturgy ... (forthcoming). Kamil, M. Catalogue of all manuscripts in the Monastery of St. Catharine on Mount Sinai. Wiesbaden 1970. Kerschensteiner, J. Der Altsyrische Paulustext (CSC0 315\/subs. 37), Louvain 1970. Knappe, W.D. The Captivity Letters in the Syriac Tradition (S.T.D. Luth. School of Theol., Chicago 1977). Parlevliet-Flesseman, I.E. De tekst van de Pesjitta in de brief aan de Galaten. Een voorlopige studie. Doctoraal-scriptie, Amsterdam 1993. Pusey, Ph.E.\/Gwilliam, G.H. Tetraeuangelium Sanctum (Oxford 1901\/Piscataway 2003). Ross, A.M. Studies in the Thessalonian Epistles in Syriac (S.T.D. Luth. School of Theol., Chicago 1983).",
    "title" : 
    [ "Ms. Schøyen 2530\/Sinai syr. 3 and the New Testament Peshitta",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Juckel, Andreas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n2juckel",
    "type" : "article",
    "displayTitleEnglish" : "Ms. Schøyen 2530\/Sinai syr. 3 and the New Testament Peshitta" }