
  { "fullText" : "[1] Well-known among Syriac scholars for the publication of the concordances to the Peshitta Pentateuch (Leiden 1997), in 2000 Pier Giorgio Borbone published an Italian translation with an extensive commentary of the History of the Life and Travels of Rabban Sawma, Envoy and Plenipotentiary of the Mongol Khans to three Kings of Europe, and Markos who as Mar Yahbhallaha III became Patriarch of the Nestorian Church in Asia , as it was titled in the first complete English translation by E.A.W. Budge (London 1928). Budge's work followed a Neo-Aramaic translation made in Urmia (Persia, North-West Iran) by a certain priest Oshana and published in Zahrire d-Bahra (Urmia 1885-1886), the French translation by J.B. Chabot ( Revue de l'Orient Latin 1893-1896) and the partial English translation by J.A. Montgomery (London 1927). A number of translations in other languages are available: Russian by N.V. Pingulevskaja (Moscow 1958), German by F. Altheim (Berlin 1961), Neo-Aramaic (Kirkuk 1961), and the partial Arabic translation by L. Sako ( Bayn al-Nahrayn 1974). [2] The Classical Syriac text was discovered by the American missionary Isaac Hollister Hall (notice published in JAOS 1889) and soon aroused much interest both in the East and in the West. The Lazarist Father Paul Bedjan corrected and published the text of the History preserved in a single Urmi manuscript (1888). A few years later, Bedjan prepared a critical edition based on the collation of four other manuscripts (Paris-Leipzig 1895). All manuscripts apparently derive from one archetype and date from the Eighties of the 19th century. [3] Borbone approaches the History of Mar Yahbhallaha and Rabban Sawma as a philologist and historian and covers the temporal and spatial dimensions of the text with the curiosity and enthusiasm of an experienced traveler. [4] From a text-critical point of view, Borbone follows the steps of the editor and of the various translators, but he does not hesitate to suggest his own conjectures, correcting and improving the text as it appears in the manuscripts. All critical choices which have effects on the translation are accurately explained in the footnotes. The corrected phrases are sometimes transcribed in East-Syriac characters. It is thus immediately clear how graphic similarities may have caused scribal errors. [5] Preface and introduction (p. 9-49) provide the reader with factual information on the history of the text and its discovery, a general presentation of contents, literary genre, linguistic and stylistic remarks. The text is dated on the basis of internal evidence (p.16). The terminus post quem is November 1317 A.D., when Mar Yahballaha died. His death is the last episode related by the author of the History . The mention of an emir who died in 1319 A.D. is accompanied by the formula ‘may he be preserved in life’ and gives the terminus ante quem for the date of composition. [6] The pages of the introduction in which the historical context of the History is explained are particularly interesting and very useful for the reader, specialist or non-specialist alike. Borbone presents clear and well-informed surveys on the following subjects: Mongolian rule over Iran (p. 27-32), the Mongols in 13th-century European culture (32-34), the Church of the East in the broader context of Syrian Christianity, its literature and relationship with the Mongols and, more in general, with Muslim rulers (34-42), the East-Syrian mission and presence in China and Central Asia (42-49). [7] The History of Rabban Sawma and Mar Yahballaha aims at presenting a complete biography of the two protagonists, together with an account of the most salient events of the historical  period in which they lived and acted (p. 55). A Christian Mongol, called (Bar‑)Sawma, an East-Syrian monk and therefore given the appropriate title Rabban, led a diplomatic mission in Europe in 1287-1288 as an emissary of the khan Arghun, Mongolian ruler over Iran. He visited Constantinople, Naples, Rome, Genoa, Paris. In Naples he met the king Irid Shardalo (a somewhat distorted rendering of roi Charles II , read as deux ; with a prosthetic i before the r of roi , as is common in Turkish and Mongolian, and the metathesis of sharlado to shardalo : see p. 79 and 154). In Rome Rabban Sawma brilliantly sustained a doctrinal discussion with the cardinals. In the way the discussion and the cardinals' positive reaction are reported, it is not difficult to recognize a kind of apology by a proud member of the Church of the East. In Paris he met the king of France (called ‘King Fransis’) and in Guascogne ( ksonia ) the king of England ( ilnagtar ). The author of the History says he has included a selection of Rabban Sawma's travel report which was originally written in Persian (p. 93). [8] The second part of the History describes the work of Mark, who was a Christian Mongol like Rabban Sawma, became monk and was appointed as Patriarch of the Church of the East with the name of Yahballaha III. He served his Church mostly in diplomatic contacts with the court of the Mongols, trying to defend himself and the Christian communities from the frequent acts of harassment, extortion, ravage, torture, massacre perpetrated by local Muslim rulers. The author lingers over the description and comment on the siege and attack on the citadel of Arbil, which ended in a tremendous massacre of the Christians (p. 124-147). [9] Borbone's interest in reconstructing the historical context of the History comes to the fore in the commentary and appendices (p. 149-268) which are about the same length as the translation (p. 53-148). The work of the historian is characterized by a critical study of the available documents and, accordingly, Borbone's commentary offers the reader a good discussion of various sources: archaeological and epigraphic evidence from Central Asia and China, travel reports of the XIII-XIV centuries (Giovanni di Pian di Carpine, Guillaume de Rubrouck, Marco Polo, Ricoldo da Monte Croce, Odorico da Pordenone, Ibn Battuta), historiographical works (Bar Hebraeus, ‘Ata-Malik Juvaini, Rashid al-Din, Khwandamir, Grigor of Akanc’, Hayton) and, of course, secondary literature on the Mongols and the Church of the East. Texts are often extensively reported in Italian translation. [10] The appendices contain the Italian translation of various texts: a biography in Arabic of Mar Yahballaha (p. 247-251, translated by Emanuela Braida), a metrical homily written in honor of Mar Yahballaha (p. 251-253), some passages of Bar Hebraeus' Chronography (p. 253-254), and three diplomatic documents (p. 255-259). Borbone then adds considerations on the History as a piece of travel literature (p. 261-264), a discussion of historical problems which will require further research to find a definitive solution (p. 265-268), an impressive bibliography (p. 269-293), index (295-297), and two maps. [11] Throughout the book, the commentator correctly stresses the value of the History as a historical document, here and there containing information which can be regarded as ‘first-hand’ or very close to the events. More attention might have been paid to the theological and religious framework in which the narrative of contemporary history is inserted. The author of the text clearly sees history as the actual manifestation of God's plans and promises (p. 21-22). This is evident not only in the introduction and in the almost hagiographical account of the childhood of Sawma and Mark in the far East, as observed by Borbone (p. 19, n. 2), but it also informs the whole narrative: an angel saves the Patriarch (p. 74); the personages experience revelatory or therapeutic dreams (e.g., p. 74 and 119). The frequent gnomic or moralistic comments of the author certainly have a stylistic function (p. 24), but they also underline the author's faith in the leading role of Divine Providence and Justice in human history. [12] As a comment on the massacre of the Christians in Arbil, the author attributes to Mar Yahballaha an interpretation of Lamentations 1,19-22 adapted for his own day. In the words of the prophet, the Patriarch would have prayed God to look at the wickedness of ‘these Hagarens’ (the Muslims): ‘Deal with them as you have dealt with me because of all my sins’. Later on in the text (p. 144-145), the author takes over the role of interpreter himself and writes a kind of collage of verses taken from the book of Lamentations . This way of reading and retelling history — catastrophic events, either natural or caused by Muslim oppressors, befall Christian communities because of their sins —is customary in the late East-Syriac liturgical texts (see D. Bundy on the 13th-century author George Warda, more or less contemporary with the History ; The Harp 6 (1993) 7-20) and their Neo-Syriac continuation: hymns on pestilence, wars, famines, etc. ( Le Muséon 112 (1999) 478-479). [13] As far as sources and literary models are concerned, Borbone mentions possible analogies between our History and the style of contemporary Persian and Arabic literature on history and geography (p. 24-25). One might add that the rather vague formulas which describe events preceding the year 1295 (p. 99) have the flavor of astrological literature. [14] Following in the opposite direction Rabban Sawma's itineraries from China to Mesopotamia and from Mesopotamia to Europe, Borbone's commentary leads the reader on a fascinating journey through the manners and customs of Syrians and Mongols. Geographic descriptions, ethnographical and anthropological remarks give information on the way tents were made, food was prepared, the prince was addressed at his camp\/court, which routes were chosen, how power was organized and imposed. The etymology and cultural implication of the loanwords from Turkish and Mongolian are accurately explained. Arabic diibaaj probably derives from Persian diibaa (see Brockelmann Lexicon Syriacum 138a, Steingass Persian-English Dictionary , Redhouse A Turkish and English Lexicon ) and not Persian diibaa from Arabic, as suggested by Borbone (p. 96, n. 4). [15] With its critical approach to the text, documented reconstruction of the historical context, broad and articulated commentary, this book cannot be simply regarded as a new translation of the History of Rabban Sawma and Mar Yahballaha . Pier Giorgio Borbone brings much new information about and around the text and outlines new perspectives in research on the history of the Middle East in the Mongolian period and on the Christian presence in Central Asia and China. With improvements in the system of transliteration of Classical Syriac and corrections in the transcription of Arabic, an English edition is strongly recommended so that it may reach the wider readership it deserves.",
    "title" : 
    [ "Pier Giorgio Borbone, Storia di Mar Yahballaha e di Rabban Sauma. Un orientale in Occidente ai tempi di Marco Polo. Torino: Silvio Zamorani editore, 2000. Pp. 299 + 2 maps. Paper, € 18,59. ISBN 88-7158-089-3.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Mengozzi, Alessandro" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n1prmengozzi",
    "type" : "review",
    "displayTitleEnglish" : "Pier Giorgio Borbone, Storia di Mar Yahballaha e di Rabban Sauma. Un orientale in Occidente ai tempi di Marco Polo. Torino: Silvio Zamorani editore, 2000. Pp. 299 + 2 maps. Paper, € 18,59. ISBN 88-7158-089-3." }