
  { "fullText" : "[1] Not in the history of commentary on the Qur’ān has a work like this been produced. Similar works can only be found in the body of text-critical scholarship on the Bible. From its method to its conclusions on the language and content of the Qur’ān, Luxenberg’s study has freed scholars from the defective tradition of the Islamic commentators. Whether or not Luxenberg is correct in every detail, with one book he has brought exegetical scholarship of the Qur’ān to the “critical turn” that biblical commentators took more than a century ago. This work forces a choice on all exegetes of the Qur’ān: either to accept the scientific method of philology and its value in producing a clearer text of the Qur’ān, or to remain in the darkness. No longer will scholars of the first rank be able to hide behind any notion that the Islamic tradition is mostly reliable, as though it were immune to the human error that pervades the transmission of every written artifact. If biblical scholarship is any indication, the future of Qur’ānic studies is more or less decided by this work. [2] The book presents the thesis, sources, method, and examples of its application in eighteen sections. Sections one through ten cover the background, method, and the application of that method to unlocking the etymology and meaning of the word Qur’ān , The transcription of Arabic and Syriac letters mostly follows the standard transcription with the following difference: Arabic dad and za are written d. and z. respectively; Arabic kh in khalifa and Syriac h et is written x except in widely recognized words (like khalifa ). which Luxenberg argues is the key to understanding the text as a whole. Sections eleven through eighteen follow the conclusions set out in the first half by arguing solutions to several problematic expressions throughout the text. These include lexical, morphological and syntactic problems that illustrate the basic principles underlying the many errors in the transmission of the Qur’ān (11-14) and the extension of the method to examine problems that create misunderstandings of thematic material throughout the text (15-16). Luxenberg then applies his conclusions to an exegesis of suras 108 and 96. A synopsis of the work follows in section 18. [3] Luxenberg aims to make available a selection of findings from an ongoing investigation into the language of the Qur’ān so that a preliminary discussion about methods of text linguistics as well as about the implications of the findings of such methods on the content of the Qur’ān might begin without waiting for the complete work. This work is only a sketch, developed with a heuristic and supported by extensive evidence. Luxenberg is aware that many features of a standard philological presentation are missing. These he promises in the final study. [4] In the Foreword, Luxenberg summarizes the cultural and linguistic importance of written Syriac for the Arabs and for the Qur’ān. At the time of Mu h ammad, Arabic was not a written language. Syro-Aramaic or Syriac was the language of written communication in the Near East from the second to the seventh centuries A.D. Syriac, a dialect of Aramaic, was the language of Edessa, a city-state in upper Mesopotamia. While Edessa ceased to be a political entity, its language became the vehicle of Christianity and culture, spreading throughout Asia as far as Malabar and eastern China. Until the rise of the Qur’ān, Syriac was the medium of wider communication and cultural dissemination for Arameans, Arabs, and to a lesser extent Persians. It produced the richest literary expression in the Near East from the fourth century (Aphrahat and Ephraem) until it was replaced by Arabic in the seventh and eighth centuries. Of importance is that the Syriac – Aramaic literature and the cultural matrix in which that literature existed was almost exclusively Christian. Part of Luxenberg’s study shows that Syriac influence on those who created written Arabic was transmitted through a Christian medium, the influence of which was fundamental. [5] Luxenberg then gives an etymology of the word “Syriac,” and notes that the language is mentioned with importance in the earliest hadīth literature which reports that Mu h ammad instructed his followers to know Syriac (as well as Hebrew). This can only be the case because these were the literary forerunners of written Arabic. Luxenberg conceived his study to test the following hypothesis: since written Syriac was the written language of the Arabs, and since it informed the cultural matrix of the Near East, much the same way that Akkadian did before it and Arabic after it, then it is very likely that Syriac exerted some influence on those who developed written Arabic. Luxenberg further proposes, that these Arabs were Christianized, and were participants in the Syriac Christian liturgy. [6] Western scholars have since the nineteenth century been aware of the influence of foreign languages, particularly of the dialect of Aramaic called Syriac, on the vocabulary of the Qur’ān. Luxenberg assembles all of the pieces of this line of research into a systematic examination of the Arabic of the Qur’ān in order to provide a general solution to its many textual difficulties. The conclusions drawn about the source of the Qur’ān, its transmission history from Mu h ammad to c Uthmān, and its thematic content rest on arguments drawn from evidence collected and examined through the tools of philological and text-critical methods. No part of the method rests on a blind acceptance of religious or traditional assumptions of any kind, especially on the part of the Arabian commentators. Until now, Western critical commentators of the first rank have not been critical enough in this regard and Luxenberg directly and indirectly through his conclusions proves that their trust was betrayed. Hence any argument that seeks to prove Luxenberg’s findings incorrect cannot assume that the earliest Arabian commentators understood correctly the grammar and lexicon of the Arabic of the Qur’ān. This is an important contribution of the study. [7] Luxenberg then presents the Islamic tradition about the early transmission history of the Qur’ān. According to that tradition, khalifa c Uthmān ibn c Affan (A.D. 644-656) first assembled into a single book the written record of the utterances of Mu h ammad (A.D. 570-632). The Qur’ān is the first book of the Arabic language of which scholars are aware. It is important because it is the basis for written Arabic, the language of a sophisticated Medieval civilization, and because for Muslims it is the source of all religious expression, theology, and law, and is held to be God’s revelation to Mu h ammad. For non-Muslims, it is an important literary artifact, and deserves to be studied from a historical as well as a philological perspective. [8] It is the latter that Luxenberg follows. The text of the Qur’ān has been largely unexplored with any philological method. Western commentators have followed Islamic tradition rather than use the reference tools and techniques. Luxenberg gives a brief description of the findings from the important work on Qur’ānic philology in the West. Scholarship has been increasingly aware of the presence in the Qur’ān of foreign terms and references to foreign historical events and that Aramaic dialects contributed most of these. However, because western scholars maintained the technically outdated and unscientific approach of Islamic exegesis, the significance of these findings has had to wait until the present study. [9] Section two is little more than a statement that Luxenberg’s study is independent of both Arabian as well as Western research precisely because his method does not rely on the explanations of the Arabian commentators, but rather on Arabic and Syriac lexical tools as well as comparative Semitic linguistics. His chief source among the Arabian commentators is the earliest commentary on the Qur’ān, that of T abarī. Abū Ja c far Mu h ammad bin Jarīr a t - T abarī, Jāmi c al-bayān c an ta’wīl al-Qur’ān (Cairo, 3 rd ed., 1968). T abarī had no Arabic dictionary that he could consult, and so he had to rely on oral tradition and on commentators closer to the time of Mu h ammad whose lost works his citations in part preserve. The Lisān , the most extensive lexicon of the Arabic language, Abū l-Fa d l Jamāl ad-Dīn Mu h ammad bin Mukarram al-Ifriqī al-Mi s rī bin Man z ūr, Lisān al- c arab (Beirut, 1955). the Western translations and commentaries of Bell, Richard Bell, The Qur’ān; Translated, with a critical rearrangement of the Surahs , vol. 1 (Edinburgh, 1937), vol. 2 (Edinburgh, 1939). Blachère, Régis Blachère, Le Coran (traduit de l’arabe) (Paris, 1957). and Paret, Rudi Paret, Der Koran; Übersetzung (Stuttgart, Berlin, Cologne, Mainz, 2 nd ed., 1982). the Syriac dictionaries of Payne Smith R. Payne Smith, ed., Thesaurus Syriacus , vol. 1 (Oxford, 1879), vol. 2 (Oxford, 1901). and Brockelmann, Carl Brockelmann, Lexicon Syriacum (Halle in Saxony, 1928). and the Vocabulaire Chaldéen – Arabique of Mannā Jaques Eugène Mannā, Vocabulaire Chaldéen – Arabique (Mossul, 1900); reprinted with new appendix by Raphael J. Bidawid (Beirut, 1975). are the other primary reference works. [10] The use of these materials is placed in the service of the method in section three. Luxenberg states that the primary goal of the study was to clarify expressions that were unclear to the three Western commentators. The discovery of many aramaisms led Luxenberg to check these in passages that were supposedly not contentious according to the Western exegetes. The examination of these passages was all the more justified when the explanations of the Arabian commentators (which the Western scholars largely followed) did not at all fit the context. For example, T abarī did not have any lexicographical tools and only occasionally cites a verse from pre-Qur’ānic Arabic poetry as support for his interpretation of a given expression. In such cases the margin of error is wide because the context for these pre-Islamic poems is often difficult to ascertain. Even so, in many instances the Western commentators accept these explanations uncritically. [11] Using his philological method Luxenberg attempts to establish the historical context for the Qur’ān in order to provide a systematic approach to solving text-critical problems. His base text is the canonical edition of the Qur’ān published in Cairo in 1923-24, taken without the vowel marks. The advantage of this edition over earlier ones is that it sought to base its readings on a comparison of earlier Arabic commentators. The most important feature of this work is that the redactors attempted to fix the diacritical points that distinguish between possible readings of a single letter. Luxenberg does in many cases emend these points, but does so following a clear and detailed method. When he has a clear choice between two variant readings, lectio difficilior prevails. Only when the context of an expression is manifestly unclear, and the Arabian commentators have no plausible explanation, does Luxenberg explore a solution that involves changing one or more diacritical points in the Cairene edition. [12] Luxenberg clearly outlines the heuristic. Starting from those passages that are unclear to the Western commentators, the method runs as follows. First check if there is a plausible explanation in T abarī that the Western commentators overlooked. If not, then check whether the Lisān records a meaning unknown to T abarī and his earlier sources. If this turns up nothing, check if the Arabic expression has a homonymous root in Syriac with a different meaning which fits the context. In many cases, Luxenberg found that the Syriac word with its meaning makes more sense. It is to be noted, that these first steps of the heuristic do not emend the consonantal text of the Cairene edition of the Qur’ān. [13] If these steps do not avail, then see if changing one or more diacritical marks results in an Arabic expression that makes more sense. Luxenberg found that many cases are shown to be misreadings of one consonant for another. If not, then change the diacritical point(s) and then check if there is a homonymous Syriac root with a plausible meaning. [14] If there is still no solution, check if the Arabic is a calque of a Syriac expression. Calques are of two kinds: morphological and semantic. A morphological calque is a borrowing that preserves the structure of the source word but uses the morphemes of the target language. For example, German Fernsehen is just the morphemes tele and visio of English “television” translated into their German equivalents. A semantic calque assigns the borrowed meaning to a word that did not have the meaning previously, but which is otherwise synonymous with the source word. [15] In section four, Luxenberg presents the development of the Arabic script and its central importance to the transmission history of the Qur’ān. He demonstrates that there were originally only six letters to distinguish some twenty-six sounds. The letters were gradually distinguished by points written above or below each letter. The Arabic alphabet used in the Qur’ān began as a shorthand, a mnemonic device not intended as a complete key to the sounds of the language. Luxenberg concludes that the transmission of the text from Mu h ammad was not likely an oral transmission by memory, contrary to one dominant claim of Islamic tradition. [16] That tradition preserves different stories about the oral transmission of the Qur’ān and Luxenberg assembles these in section five. According to Islamic tradition, the Qur’ān was transmitted in part by an uninterrupted chain of \"readers,\" Arabic qurrā’ , contemporaries of Mu h ammad such as ibn c Abbas (d. 692) and maintained by such early authorities as Anas ibn Mālik (d. 709). Contradicting this is another tradition, that c Uthmān obtained the \"leaves\" of the Qur’ān from Mu h ammad's widow Hafsa, and assembled them into a codex. The Islamic tradition is unable to pinpoint when the diacritical points were finally \"fixed,\" a process that unfolded over three hundred years, according to Blachère. The reason for the difficulty in tracing the development of the Qur’ān before c Uthmān is, as T abarī points out, that c Uthmān destroyed all manuscripts with variant readings of the consonantal text which disagreed with his final recension. [17] In section six Luxenberg presents the Islamic tradition derived from Mu h ammad himself concerning the indeterminate nature of the Qur’ān's consonantal text, of which two stories are recorded by T abarī. The gist of these is that Mu h ammad sanctioned any reading of the text that did not blatantly change a curse into a blessing or vice-versa. Luxenberg argues that these obviously later stories reflect what must be a faint recollection of the indeterminacy of the Arabic alphabet. [18] In section seven, Luxenberg outlines how Islamic tradition resolved the doubts due to Mu h ammad's “flexibility” concerning the text that arose among the first commentators. In this section, Luxenberg applies his heuristic method on the Qur’ān to show that the Qur’ān itself gives evidence that the tradition of the seven readings, Arabic sab c at a h ruf , which were permitted to Mu h ammad out of recognition of the many dialects of Arabic, is closely connected with the seven vowel signs of Estrangeli, the writing system developed by speakers of East Syriac. This system uses dots above and below the letters, similar to the dots used in Arabic to distinguish consonants. T abarī also knows of the tradition that there were five readings, which he suggests correspond to the five vowel signs of West Syriac. The vowel signs of the West Syriac system are the source of the three vowel signs used in Classical Arabic. [19] The rest of the section draws on personal names of Biblical origin in the Qur’ān to demonstrate that the so-called Arabic matres lectionis, alif, waw, and ya, must also be polyvalent. Luxenberg points out that Islamic tradition admits a reading of the mater for long \/a\/ in certain instances as \/e\/ because this pronunciation was a peculiarity of the Arabic of Mecca. Luxenberg shows that the term h arf , “sign” must also carry a meaning synonymous to qirā’at , \"(way of) reading\" and that this is not only supplying the vowels in an unvocalized text, but also supplying the diacritical points that distinguish consonants. It is only gradually that these diacritical points became fixed so that consonants came to have just one reading. This process of determining the value of each letter of the Qur’ān unfolded over some three hundred years. This is known from the oldest manuscripts of the Qur’ān which do not have the diacritical points distinguishing readings of a single consonant. By the time these became commonly used, Arabian commentators were no longer aware that many words were either straight Aramaic or were calques peculiar to Meccan Arabic. From this resulted the difficulties that the Qur’ān posed to even the earliest Arabian commentators. [20] Section eight briefly outlines the difficulties facing a critical translator. Luxenberg agrees with Paret's general assessment of the difficulties, which include many unclear words and expressions, contradictory explanations in the Arabian tradition, and lack of a textus receptus with fixed diacritical points, such as for the Hebrew Bible. Moreover, even the earliest Islamic commentators are divided over many passages and offer sometimes over a dozen possible interpretations, many mutually exclusive and equally plausible. [21] Section nine discusses the proposition, which the Qur’ān itself asserts and which is a basic element of Islam, that the Qur’ān was revealed in Arabic. In particular, the proposition that the origin of the Qur’ān, the umm kitāb (lit. “mother of [the] book”), is in heaven or with God and is the direct and immediate pre-image of the Arabic text presents the strongest dogmatic challenge to Luxenberg’s assertion that the Arabic of the Qur’ān is in large measure not Arabic at all, at least not in the sense the Arabian commentators understood it. The language of the Qur’ān is the Arabic dialect of the tribe of Mu h ammad, the Quraysh, who were located in Mecca. This does not rule out the possibility that this dialect was heavily influenced by Aramaic, and Syriac in particular. Luxenberg maintains that the Islamic tradition alludes to such an influence. T abarī follows the tradition attributed to Mu h ammad that a scholar must seek wisdom \"be it in China\" and exhorts the philologists of the Qur’ān, the ahl al-lisān , to seek sound philological evidence from wherever it may come in order that the Qur’ān be clearly explained to all. Luxenberg undertakes in the subsequent chapters to mine the wisdom of this advice. [22] Luxenberg proceeds in section ten to the heart of the matter: an analysis of the word “Qur’ān.” He sets out the argument that qur’ān derives from the Syriac qeryānā , a technical term from the Christian liturgy that means \"lectionary,\" the fixed biblical readings used at the Divine Liturgy throughout the year. His claim rests on variations in the spelling of the word attested in early manuscripts. The word qeryānā had been written without hamza by Mu h ammad, according to one early witness and Luxenberg argues that this reflects a Syriac influence. According to Islamic tradition, Mu h ammad's dialect pronounced the hamza , the glottal stop, \"weak.\" Indeed, the arabophone Aramaic Christians of Syria and Mesopotamia pronounce the hamza in the same way, approximately \/y\/. Furthermore, the Arabic-Syriac lexica which preserve several pre-Islamic variant readings of Arabic words, give for the Syriac word qeryānā both qur’ān as well as quryān . Luxenberg posits the development of the spelling of this word as follows: qeryān > qurān , written without alif , then qurān written with alif , and finally qur’ān , with an intrusive hamza . The commentators were no longer aware that ya could represent \/ā\/, a use extensively attested in the writing of third-weak verbs. The rest of the section presents clarifications of other unclear passages where the obscurity arose from the same phenomenon, sometimes directly, and sometimes in conjunction with other ambiguities in the writing system, such as mispointing ta for ya and then applying the same derivation. [23] The section concludes by demonstrating that the technical meaning of \"lectionary\" is preserved in the word qur’ān . Most striking is the conclusion that the term umm kitāb , an aramaism, must be a written source and that the Qur’ān was never intended to replace this written source. One might complain that the details of the argument for the reading of suras 12:1-2 and 3:7 are squeezed into footnotes, but nevertheless the argument is clear. Luxenberg proves that the term qur’ān itself is the key to unlocking the passages that have given commentators in and outside of the tradition frustration. If quryān means “lectionary,” and if the text itself claims to be a clarification of an earlier text, then that earlier text must be written in another language. The only candidate is the Old and New Testament in Syriac, the Peshitta. Hence the influence of Aramaic on the Arabic of Mu h ammad has an identifiable, textual origin. At the very end of the work, Luxenberg makes a compelling argument that sura 108 is a close allusion to the Peshitta of 1 Peter 5:8-9. Indeed this sura, which is only three lines long, is one of the most difficult passages for the Arabian as well as the Western commentators. Luxenberg shows why: it is composed of transcriptions into Arabic writing of the Syriac New Testament text, i.e., there is almost no “Arabic” in the sura. These are “revealed” texts, and insofar as the Qur’ān contains quotations or paraphrases of them, the Qur’ān is also “revealed.” [24] Many dialects of Arabic existed at the time of Mu h ammad. In the ten places where the Qur’ān claims to have been written in Arabic, Luxenberg shows first that these passages have grammatical forms which are difficult for the commentators and have varying interpretations among the translators. He notes that in sura 41:44, the Arabic fassala means “to divide,” but the context here requires \"make distinct\" or better \"interpret.\" Nowhere else does the Arabic word have this meaning, and the Syriac-Arabic lexica do not give the one as a translation for the other; tarjama (a direct borrowing from Syriac) is the usual Arabic word for \"interpret.\" However, the Syriac praš \/ parreš can mean both \"divide\" as well as \"interpret\" (like Hebrew hibdīl ; also this is an example of a “semantic calque” mentioned above). T abarī too understands fassala to be a synonym for bayyana (sura 44:3), which also has the meaning \"interpret.\" Sura 41:44 also clearly attests to a source for the Qur’ān that is written in a foreign language. Luxenberg, following T abarī, notes a corruption in the text of this verse that clearly shows that part of the Qur’ān has a non-Arabic source. His argument here is somewhat weak if not for the further evidence deduced from eleven other locations in the Qur’ān where Luxenberg consistently applies these and similar arguments to difficulties all of which center on the terms related to the revelation and language of the Qur’ān. These arguments leave little doubt, that Luxenberg has uncovered a key misunderstanding of these terms throughout the Qur’ān. [25] In section twelve Luxenberg demonstrates that not only the origin and language of the Qur’ān are different from what the commentators who wrote two hundred years after its inception claim it to be, but that several key passages contain words or idioms that were borrowed from Syriac into Arabic. From his analysis of sura 19:24 (in the so-called “Marian Sura”): \"Then he called to her from beneath her: ‘Grieve not; thy Lord hath placed beneath thee a streamlet,’\" he concludes that it should be read \"He called to her immediately after her laying-down (to give birt h ‘Grieve not; thy Lord has made your laying-down legitimate.’\" Luxenberg’s lengthy discussion of the complexities of this passage resolve grammatical difficulties in the Arabic in a way that fits the context: Jesus gives Mary the courage to face her relatives even with a child born out of wedlock. The section then presents lengthy arguments dealing with various lexical, morphological, syntactic and versification problems in sura 11:116-117. [26] Section thirteen uncovers evidence of Aramaic morphology in the grammar of the Qur’ān. Instances of ungrammatical gender agreement (feminine subject or noun with a masculine verb or modifier) arose because Syriac feminine forms were misread as an Arabic masculine singular accusative predicate adjective or participle where the governing noun is a feminine subject. In Syriac, predicate adjectives and participles were in the absolute form (predicate form). A feminine singular Syriac form transcribed into Arabic is identical to a genuine Arabic masculine singular accusative form. This phenomenon is quite pervasive in the Qur’ān (e.g. sura 19:20, 23, 28). The argument that many commentators put forward to explain these anomalies is that grammar was sacrificed to preserve the rhyme of a verse. Luxenberg shows the weakness of this argument by demonstrating that in many cases the rhyme is sacrificed to render a grammatical expression (e.g. suras 33:63 and 42:17). Moreover, in at least one case of anomalous syntax in sura 19:23, the grammatically correct word order would have fit the rhyme. In places where a masculine form corresponds to a feminine one, Luxenberg realized that the copyist had deleted the “masculine accusative singular” ending on the predicate adjective, not realizing that the adjective was a Syriac feminine predicate adjective transcribed into Arabic. These Syriac predicative\/absolute forms in the Qur’ān are supported by the fact that Arabic always borrowed Syriac nouns and adjectives in their absolute form and not the emphatic (“unbound” or “dictionary”) form; e.g. allah < alāhā : absolute state alāh ; qarīb , ”near” < qarībā : absolute state qarīb . Luxenberg then demonstrates that the loss of the feminine ending in Qur’ānic Arabic derives from the same phenomenon. Many Arabic grammatical rules which the earliest Arabian grammarians first posed to explain these anomalies are shown to have been ad hoc , written by those who no longer understood the language in which it had been written. A similar fate befell the so-called accusative of specification , which required the noun in the sequence number + noun to be in the accusative singular. Luxenberg demonstrates that the noun in every case is really a Syriac masculine plural noun; singular and plural masculine nouns in Syriac have the same consonantal spelling. [27] In that same section, one also finds a study of how Syriac roots were misread and altered by later commentators. In one case, the word jaw (sura 16:79) misread “air, atmosphere” is from Syriac gaw , which means both “insides, inner part” and can also be used as a preposition meaning “inside.” In sura 16:79 Luxenberg demonstrates that the prepositional use makes more sense than the solution posed by the commentators. Classical Arabic grammar, which was created three hundred years after the Qur’ān, does not recall the prepositional meaning of the word. However, dialects of Arabic preserve the original Syriac prepositional use. So where sura 16:79 reads fī jaw as-samā’ “in(side) heaven” referring to birds held aloft and kept from falling down by God, the dialects agree: fī jawwāt al-bet “inside the house” is perfectly good Arabic. The misreading of Qur’ānic Arabic jaw as “air” has become part of the technical vocabulary of modern standard Arabic: “air mail,” “air force,” “airline,” and “weather report” all use jaw . The imaginary meaning of the grammarians lives on. [28] Finally, Luxenberg shows that there are verb forms in Arabic that are conflations from two distinct Syriac roots. The argument is detailed and here it suffices to mention that the confusion is based on a pronunciation of East Syriac provenance. The meaning of the Arabic verb saxxara at times corresponds to Syriac šaxxar “to blame, use up” and at times to šawxar “to keep back, hinder.” The confusion arose because Syriac šawxar was pronounced in East Syriac and Mandaic as either šāxar or šaxxar . [29] Section fourteen briefly argues for misunderstood Arabic idioms, which are calques of Aramaic expressions. Luxenberg looks at sura 17:64 which Paret translates as “And rouse with your voice all those you can, and assemble against them with all of your hosts, with your cavalry and your infantry, share with them (as a partner) wealth and children and make them promises – but Satan promises them only deceitful promises” (p. 217). The strange combination of rousing and besieging indicates a misreading. In this case it is Arabic that is misread, Arabic that literally translates Syriac expressions. According to Luxenberg’s analysis this verse should read “Thus seduce with your voice whomsoever from among them you can, outsmart them with your trick and your lying and deception, and tempt them with possessions and children and make promises to them – indeed Satan promises them nothing but vain things!” (p. 220). [30] Harmonization of passages that are united by theme is another feature of the textual difficulty of the Qur’ān. Sections fifteen and sixteen examine how a misreading in one verse triggered sympathetic misreadings throughout the text based not on grammatical or lexical similarity but because the scattered verses alluded to a single concept. In section fifteen, Luxenberg treats the virgins of paradise and in section sixteen the youths of paradise. Sura 44:54 is the starting point for the discussion. Bell translates this as “We will join to them dark, wide-eyed (maidens).” The verb “join as in marriage” or “pair as in animals for copulation” is a classic misreading of ze for re and jim for h a (both pairs distinguished only by a single dot), instead of zawwaj it is rawwa h “give rest, refresh,” the object of the verb being the blessed in paradise. The major conclusion of section fifteen is that the expression hūr c īn means “white (grapes), jewels (of crystal)” and not “dark, wide-eyed (maidens)” (suras 44:54 and 52:20). Luxenberg first examines carefully each component of sura 44:54 and of sura 52:20. The Qur’ān mentions other kinds of fruits in paradise, namely, dates and pomegranates (sura 55:68) as well as grapes (sura 78:32). Grapes are also mentioned in the context of “earthy” gardens ten times. Since earlier scholarship knows that the Qur’ān uses the Syriac word for garden ganta > janna for paradise, the grape then must be the fruit of paradise par excellence (p. 234). Why, if that is so, is the grape only mentioned in connection with the “heavenly” garden once? [31] To answer this, Luxenberg presents earlier scholarship, notably that of Tor Andrae and Edmund Beck, showing a connection between the images of the garden of paradise in the Qur’ān and in the hymns of Ephraem the Syrian entitled On Paradise . Andrae remarked that hūr was likely from the Syriac word for “white,” but his solution was to say that the Qur’ānic usage was somehow metaphorical. Neither he nor Beck considered that the Arabic “virgin” was a later misunderstanding on the part of the commentators. [32] Ephraem uses the term gupnā , “vine,” grammatically feminine, with which hūr agrees and from this Andrae concluded that it was a metaphor for “the virgins of paradise” in the Qur’ān. In suras 44:54 and 52:20, Luxenberg argues that instead of the singular c īn the plural c uyun should be read, referring to the grapes on the vine. Elsewhere the Qur’ān compares the grapes to “pearls,” and so they must be white grapes, which is not apparent from the text at first glance. Luxenberg then offers two variants of this expression. The first reading renders the phrase “white, crystal (clear grapes),” the second, and the one Luxenberg adopts, is “white (grapes), (like) jewels (of crystal).” The restored verse then reads “We will let them (the blessed in Paradise) be refreshed with white (grapes), (like) jewels (of crystal).” [33] Of the several related examples in sections 15.2 – 15.9, Luxenberg follows the virgins of paradise through the Qur’ān. In section 15.2, Luxenberg observes that azwaj , “spouses,” also can mean “species, kinds” (suras 2:25, 3:15, and 4:57). The latter reading makes more sense “therein also are all kinds of pure (fruits).” Luxenberg links to the misunderstanding of sura 44:54 zawwaj , “join, marry.” The misinterpretation of one verse spills over into the related thematic content of another. The other sections are also well-argued. Of special interest are the discussions in sections 15.5 – 15.6 of suras 55:56 and 55:70, 72, 74, respectively, which state, referring to the virgins of paradise “whom deflowered before them has neither man nor jinn .” Instead, these are the grapes of paradise “that neither man nor jinn have defiled.” Luxenberg points out that sura 55:72 evidences another Qur’ānic parallel to Ephraem, who writes that the vines of paradise abound in “hanging grapes.” Luxenberg does not give the place in Ephraem but cites Edmund Beck, Des heiligen Ephraem des Syrers Hymnen de Paradiso und contra Julianum , in Corpus Scriptorum Christianorum Orientalium (CSCO), Scriptores Syri t. 78, vols. 174 [Syriac], t. 79, vol. 175 [German translation] (Louvain, 1957). The passage to which Luxenberg refers is Hymn VII, stanza 17. In fact, one finds the text in CSCO, vol. 174, p. 29. There are many similar passages where the fruits “stretch themselves out” to those in Paradise. See Sebastian Brock, tr. and commentary, St. Ephrem the Syrian, Hymns on Paradise (Crestwood, N.Y.: St. Vladimir’s Seminary Press, 1998). [34] Section sixteen follows this investigation as it points to a similar misreading of paradise’s grapes as youths , Arabic wildun . Sura 76:19 “Round amongst them go boys of perpetual youth, whom when one see, he thinks them pearls unstrung” (sura 16.1, citing Bell’s translation). Wildun is a genuinely Arabic word, but it is used in a sense which is borrowed from Syriac yaldā . Youths like pearls is somewhat suspicious, especially given that “pearls” are a metaphor for the grapes of paradise from the previous section. Luxenberg uncovered that Syriac has the expression yaldā dagpettā , “child of the vine,” appearing in the Peshitta: Matthew 26:29, Mark 14:25, and Luke 22:18, in which Christ foreshadows his death and resurrection: “I will not drink of this child of the vine ( yaldā dagpettā ) until the day when I drink it new in the kingdom of my Father.” Here it is the juice of the grape that is the “child.” Entries in the Arabic-Syriac lexica for each of yaldā and gpettā give in addition to “child” and “vine” “fruit” and “wine,” respectively. Luxenberg gives further evidence from suras 37:45, 43:71, and 76:15 that Ephraem the Syrian’s depiction of the grapes of paradise is behind the original Qur’ānic text. [35] Section seventeen synthesizes the techniques and findings of the foregoing study and analyzes two complete suras: 108 and 96. Luxenberg provides for each a complete commentary and translation. The thrust of sura 108 has already been presented above. The analysis of all nineteen verses of sura 96 spans twenty-two pages. Among the many solutions provided in this section is that the particle ’a which has stumped the commentators and the grammarians is really two different words: the Syriac word ’aw “or” and the Syriac ’ēn “if, when.” Omitting here the details of the argument, this sura is to be read as a call to participate in liturgical prayer and has the “character of a Christian-Syriac prooemium , which in the later tradition was replaced by the fati h a (from Syriac ptāxā , ’opening’).” This is not just any liturgy, but the Divine Liturgy, the eucharistic commemoration, as Luxenberg reconstructs verses 17-19: “Should he [i.e., the Slanderer] wish to call his idols, he will (thereby) call a [god who] passes away! You should not at all listen to him, (rather) perform (your) liturgy and receive the Eucharist ( wa-isjid wa iqtabar )” (p. 296). This is noteworthy, as this is the oldest sura according to Islamic tradition, and reveals its Christian-Syriac roots. In sura 5 “The Repast” Luxenberg indicates that closely related eucharistic terminology as in sura 96 (the proof for which is omitted in this review) suggests that the verses in sura 5:114-115 refer to the Eucharistic liturgy (and not just the Last Supper). Further evidence for this reading comes from a piece of pre-Islamic poetry by the Christian Arab poet ‘Adi ibn Zayd which the Kitāb al-aghānī of Abū l-Faraj al-Isfahānī (d. 967) preserved. Section eighteen, a brief, comprehensive summary, concludes the study. [36] The production of the book is overall of good quality. There are certain proofreading errors, including the mis-numbering of sections (e.g., pp. 237 and 239), and very few grammatical mistakes. The page layout is at times difficult to read. This is partly due to the nature of the study, which requires Arabic, Syriac, Mandaic, and Latin alphabets to share space with footnotes and inline quotations from the sources. [37] A work of this scope presented piece-meal necessarily lacks the cohesion and elegance of a full study. The implications of this method are nevertheless clear. Any future scientific study of the Qur’ān will necessarily have to take this method into consideration. Even if scholars disagree with the conclusions, the philological method is robust. It has established a discipline that is substantially different from the exegetical traditions of the Arabian and Western commentators. Luxenberg has called into question the view of the Qur’ān as a “pure” text, one free of the theological and philological difficulties that plague the transmission histories of other texts, e.g., the Hebrew Bible and its versions. [38] A central question that this investigation raises is the motivation of c Uthmān in preparing his redaction of the Qur’ān. Luxenberg presents the two hadīth traditions recounting how c Uthmān came to possess the first manuscript. If Luxenberg’s analysis is even in broad outline correct, the content of the Qur’ān was substantially different at the time of Mu h ammad and c Uthmān’s redaction played a part in the misreading of key passages. Were these misreadings intentional or not? The misreadings in general alter the Qur’ān from a book that is more or less harmonious with the New Testament and Syriac Christian liturgy and literature to one that is distinct, of independent origin. [39] It is hoped that an English translation of this work will soon appear. Despite the sober revolution this book will no doubt create, one should not be naïve to think that all Islamicists in the West, many of whom are presently engaged in massive damage control, will immediately take up and respond to the scholarly challenges posed by any work of this kind. However, just as Christianity faced the challenges of nineteenth and twentieth century biblical and liturgical scholarship, so too will serious scholars of Islam, both East and West, benefit from the discipline Luxenberg has launched. _______ Notes",
    "title" : 
    [ "Christoph Luxenberg (ps.) Die syro-aramaeische Lesart des Koran; Ein Beitrag zur Entschlüsselung der Qur’ānsprache. Berlin, Germany: Das Arabische Buch, First Edition, 2000. Pp. ix + 306, bibliography on pp. 307-311, no index. Paperback, Euros 29.70, no price available in US Dollars. ISBN 3-86093-274-8.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Phenix, Jr., Robert R.",
      "Horn, Cornelia B." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n1prphenixhorn",
    "type" : "review",
    "displayTitleEnglish" : "Christoph Luxenberg (ps.) Die syro-aramaeische Lesart des Koran; Ein Beitrag zur Entschlüsselung der Qur’ānsprache. Berlin, Germany: Das Arabische Buch, First Edition, 2000. Pp. ix + 306, bibliography on pp. 307-311, no index. Paperback, Euros 29.70, no price available in US Dollars. ISBN 3-86093-274-8." }