
  { "fullText" : "[1] Gary Anderson’s monograph on the Jewish and Christian traditions of the narrative in Genesis 3 and 4, The Genesis of Perfection , Gary A. Anderson, The Genesis of Perfection: Adam and Eve in Jewish and Christian Imagination (Louisville: Westminster John Knox Press, 2001). introduces the unsuspecting reader to the wealth of Syriac exegesis and midrash.  Ephrem receives most of his attention, but Aphrahat, Narsai, Jacob of Serug, Bar Hebraeus, and Theodore of Mopsuestia are also cited.  Still, Anderson’s book can only reveal the tip of the iceberg of Syriac interpretation of the events in the Garden of Eden. [2] I wish to offer a brief note regarding two other Syriac witnesses.  Anderson delves deeply into Jewish midrashic commentaries, Anderson, Genesis ; Genesis Rabbah, Exodus Rabbah, the Babylonian Talmud are frequent sources for Anderson.  His most important source for the Adam and Eve story is an Armenian translation of Life of Adam and Eve .  Cf. Gary Anderson & Michael Stone, A Synopsis of the Books of Adam and Eve , 2 nd rev. ed. (Society of Biblical Literature, Early Judaism and its Literature, vol.17; Atlanta: Scholars Press, 1999). but here the agenda is unabashedly Christian.  First, I will fill out the picture given by the anonymous Book of Steps ( Liber Graduum ) in mēmrē 15 and 21 of that collection. Michel Kmosko, ed., Liber Graduum (Patrologia Syriaca 3; Paris, 1926) mēmrā 15, columns 336-385; mēmrā 21, columns 584-632.  All references to the Liber Graduum \/Book of Steps will cite the mēmrā ; then the column and line number in Kmosko's critical edition.   Second, Philoxenus of Mabbug offers a distinct approach in several of his Ascetical Homilies or Discourses. Discourses of Philoxenus, Bishop of Mabbogh , 2 vols., edit. E.A.W. Budge (London, 1894).  French translation – Philoxène de Mabboug. Homélies , transl. Eugène Lemoine ( Sources Chrétiennes 44; Paris, 1956). [3] Both authors shape their interpretations around the requirements of the ascetical and monastic communities under their pastoral care.  As well, there are significant literary connections between the two works observed by both ancient and modern scholars. Reviewing the new French translation of the Homélies by Lemoine, Irenée Hausherr noted that the principal codex employed by Kmosko in preparing his critical edition of the Liber Graduum also contained the most important text of Philoxenus’ Homélies , and felt compelled to defend the doctrinal purity of Philoxenus against the purported Messalianism of the Book of Steps.  I. Hausherr, “Spiritualité Syrienne: Philoxène de Mabboug,” Orientalia Christiana Periodica 23 (1957) 171-185.  The manuscript at issue is Kmosko’s Ms. a : Codex Bibliothèque Nationale de Paris Syrus 201 (12 th century).  Philoxenus, ff. 1-172; Liber Graduum , ff. 172b-281a. [4] The Book of Steps is an anonymous collection of 30 mēmrē on various aspects of the spiritual life.  Written in a pre-monastic setting of the mid-late-fourth century, probably well inside the Persian Empire, the Book revolves around the two levels of committed Christians, the Upright ( kēnē ) and the Perfect ( gmīrē ).  The Upright perform acts of charity and ministry for the poor while often being married and receiving income from occupations.  The Perfect are celibate, do not work or perform acts of charity, practice unceasing prayer, and wander throughout the region teaching and resolving conflicts. For a brief summary of the levels of Christian life in the Book of Steps, cf. R.A. Kitchen, “Conflict on the Stairway to Heaven: The Anonymity of Perfection in the Syriac Liber Graduum ,” (Symposium Syriacum VII, Uppsala 1996; Orientalia Christiana Analecta 256 (1998), 211-220.  A full English translation and introduction to the Book of Steps by R.A. Kitchen and M.F.G. Parmentier will be published by Cistercian Publications. [5] Philoxenus’ 13 long mēmrē also address the spiritual life, but out of a changed situation.  His mēmrē are directed to monks under his care in the early sixth century east of Antioch. André de Halleux speculated that Philoxenus directed his Discourses to the monks at the monastery of Senun to whom he had written an important letter urging them to stand fast by their henophysite faith. Philoxène de Mabboug: Sa Vie, ses Écrits, sa Théologie (Universitas Catholica Louvaniensis Dissertationes ad gradum magistri, Series III, 8; Louvain, 1963), 45.  Also cf. Philoxène de Mabboug. Lettre aux moines de Senoun , ed. A. de Halleux ( CSCO 231-232\/Syr 98-99; Louvain, 1963).   He is the only other Syriac writer to utilize the terms and institutions of the Upright and Perfect, albeit with a different configuration of boundaries and duties.  In both works, Genesis 3-4 provides the paradigm of the ultimate goal for the ascetical life—the return to the Garden of Eden—as well as the model of how not to get there. Perfect Eden [6] The author of the Book of Steps assumes the Garden of Eden embodied God’s intended existence for human beings, i.e. the status of Perfection ( gmīrūtā ), which is also described as the status of the angels.  The goal of the Perfect ones in the faith community of the Book of Steps is to regain this status and condition that Adam had lost.  The purpose of Jesus' advent and humbling is to show us that original truth God gave to Adam before he sinned “The whole [reason] why Christ came and lowered himself was in order to teach us how we might lower ourselves in imitation of him and to show [us] that original truth,” (21: 593:7-9). (21; 593:17-19).  \"Adam lived at first according to the perfect will of God.  This one who came, Jesus, showed to whomever wishes how to imitate him and be perfected\" (21; 600:20-23). [7] The Book of Steps author apparently knows of the legends of the fall of Satan from grace in heaven as described by Anderson. Anderson, Genesis , Chapter 1: “The Fall of Satan and the Elevation of Adam,” 21-41.   “Adam fell from heaven with that [same] fall by which the Rebel slipped and fell.  For the idea came upon the Rebel to become God.  When he was ruined he came to allure Adam so that he might slip and fall to become his son and disciple” (21; 628:18-23).  The title of Rebel for Satan reflects the Jewish and Christian tale of the arrogance of Satan the angel who rebelled against the Lord God, wanting power more than perfection. [8] Noteworthy is the relatively little attention Eve receives throughout all the comments and exegeses of Genesis 3-4 in the Book of Steps.  Adam is saddled with the brunt of the blame for the fall from grace and perfection on behalf of all of humanity, as Anderson found in several other traditions. ibid., Chapter 5: “Is Eve the Problem?” 99-116. The Tree of Passion [9] The 21st mēmrā of the Book of Steps, “On the Tree of Adam,” witnesses to the kind of Christian exegesis that perceives the story in the Garden of Eden as the anti-type to the Gospel Passion narrative, a kind of anti-Passion narrative.  The tree of the knowledge of good and evil is identified by the author as equivalent to the Evil One; “Now I will begin to explain about the good tree, how it exists and how it stands, and concerning the tree of the knowledge of good and evil which is the Evil One, toil, anxiety, and the thought of transitory things by which Adam and Eve tasted death.  For through it they came to know evil that they had not known.  After they ate from it they knew evil, which is death, [which] they had not known”  (584:1-7). in fact, the author dubs Satan as “the Tree” (585:5).  Jesus Christ, on the other hand, is given the title of the Good Tree, the tree of life. [10] Eating from the tree of Good and Evil is a metaphor for being bound to the earth and transitory things.  The action of eating itself is not dwelt upon, though in the 15th mēmrā the author echoes Paul (1 Corinthians 8:8) that “food does not commend us before God,” for those who follow this way “have forgotten God after they have eaten and reveled” (15; 348:6-11). [11] Conscious that the most prevalent theory regarding the cause of the Fall is the initiation of sexual intercourse, the author reduces the desire for intercourse or lust to a secondary impulse subordinate to the desire for earthly and transitory things.  Underlying all these urges and drives is the desire to become equal to God.  “They did not really desire it (intercourse - shawtpūtā ), but [they did so] in that hope that they would become great like God” (Romans 8:20) (15; 340:8-9).  The Gospel Passion lays bare the weakness of such grasping after greatness.  “Adam despised [God’s] words and broke his commandments and sought to usurp, to become the equal of God in majesty, but not in lowliness” (21; 616:6-10). [12] The author turns directly to his spiritual charges and draws the implication for how they are to live today.  “Nothing brought down Adam but pride.  My brothers, let us free ourselves from pride, lest we become like salt whose flavor is lost” (21; 616:24-617:10).  Pride is thus the insidious emotion that not only thinks one is better and more skilled than another, but ultimately ends up believing one can replicate God’s actions and being.  One of the author’s persistent citations throughout the Book of Steps is Philippians 2:3: “This is the perfect and straight road, ‘Consider every person better than yourself’” (19; 469:6).  Lowliness or humility ( makīkūtā ), not majesty or divinization, is the foundation for the life of the aspiring Perfect or Upright one. [13] In a way, the so-called Fall was God’s fault.  Acknowledging the omnipotence and omniscience of God, the author understands that in allowing free choice to human beings, God has opened the door to certain wrong choices.  Yet our fall was far from inevitable or necessary, the author declares, for if Adam had obeyed and said no to Satan, God would have provided children for Adam and Eve without lust, and food would have appeared (à la manna) without labor (21; 601:14-26). Talking Temptation [14] The author of the Book of Steps introduces an intriguing variation on the conversation around the tree of the knowledge of good and evil between the Evil One, Adam, and Eve. cf. Anderson, Genesis , 101-111 reviews interpretations of this conversation from the perspectives of Origen, Ephrem, Augustine, and John Milton’s Paradise Lost .   Eve’s role is significant as the intermediary between Adam and the Evil One, especially in light of her being largely ignored in the rest of the Book.  It is not made clear whether the Evil One here is the serpent, although the conversations apparently occur in the canonical context around the tree. [15] “In this way also [the Evil One] seduced Adam with deceit and approached him as someone concerned [for him] and a bearer of [his] burden.  He counseled Eve to advise Adam and commanded her to speak to Adam so that he might acquire wealth and become a king.  ‘Look, gold and silver are on the earth and all sorts of pleasures.  Possess and enjoy yourself; rule, increase, and multiply,’ the Evil One counseled.  ‘Cast off from yourself asceticism and renunciation and holiness (celibacy), also lowliness, and know evil as well as good things and grow and become like God who created you.’  [16] “Eve advised Adam, ‘That rebel advised us well, if as much because he preceded us and is older than us, he knows.’  Adam said to Eve, ‘Go back and say to him, ‘Our Creator commanded us not to obey you, nor eat from [the tree], nor be united with earthly things;’ that is, we should not labor or possess anything on the earth.’ [17] “The tongue [of the Evil One] again persuaded [Eve], ‘Because [God] did not wish and was not content that you become like him.’  Adam said, ‘If he does not desire that we become like this, will he not punish us because we have dared [to do this]?’  The Evil One said, ‘When you become like him, what can he do to you?’” (21; 609:2-25). [18] Eve identifies the Evil One not as evil, but again as the Rebel to whom she grants the honor and wisdom of precedence and age.  The narrative implies that the Evil One never speaks directly to Adam, always through Eve, yet the Evil One’s purpose is to seduce Adam.  Eve’s seduction is secondary, a mere by-product. Knowing Nakedness [19] After the Fall comes not darkness, but nakedness, or rather the awareness of nakedness. Anderson, Genesis , 67-69.  Anderson offers an intriguing hypothesis in his section “Sexual Organs Run Amok,” taking cues from C. S. Lewis and Augustine.   The author deals with this revelation from several angles.  Is sexual lust natural, innate in the makeup of human beings?  Mēmrā 15, “On Adam’s Marital Desire,” works to solve the enigma and concludes No, that it is not the way we originally were, for the sexual instinct was introduced into humanity by the Evil One.  Adam and Eve, after all, were naked and did not recognize their situation, similar to infants and very young children who simply do not know what nakedness is and certainly do not know what lust is.  “In this they [Adam and Eve] did not have a despicable thought, but if they had known [that they were naked], they would have put on clothes” (15; 340:15-17). [20] The conclusive proof that Adam and Eve originally did not possess lust is a humorous observation of a natural phenomenon.  “Therefore, what man or woman is able to stand before one another naked and not have the lust in their heart aroused, seeing one another naked, apart from those whose heart is pure from lust and who are holy in their heart and bodies, just as Adam and Eve were before they had sinned?  On account of this our Lord said, ‘If you do not turn back and become like these children, you will not become like that first creation of Adam,’ who had not yet transgressed against the commandment of his Maker.  Before Adam and Eve had sinned, they were naked like infants, but since the lust in their heart was not aroused they were not ashamed, just as infants are not ashamed” (15; 340:17-341:5). [21] This discussion of the original Garden leads to the practical contemporary situation in the author’s community.  “So today when the descendants of Adam who love holiness (celibacy) have striven against and killed the sin from the heart with lowliness and love, then they will abandon physical lust and turn away from it, ascending to the desire for God.  Then God will command that lust be removed from the heart and the instinct [for sexual intercourse] from the body completely.  Then they will become ‘holy’ like children” (15; 341:12-21).  Only those who are able to be holy, celibate, and rid themselves of any feelings of lust can be Perfect. Earthly and Heavenly Minds [22] Sexuality and lust always seem to occupy first place in the minds of interpreters, but the author of the Book of Steps understands the true conflict to be between the primacy of the disciple’s orientation toward the spiritual and heavenly, or toward the physical and earthly.  “But after they ate from the tree, that is, after they had abandoned heaven and loved the earth, their mind came from heaven to their bodies, [and] then they saw that they were naked.  For they had been in heaven while they were walking on the earth” (21; 605:8-13).  “Because he had desired to become physical and not spiritual, that is, earthly and not heavenly, it was then that carnal desire came to exist in him, for Adam desired intercourse as a result of the teaching of the Evil One who had plotted to make him fall from the sanctity (celibacy) of the angels and imitate wild beasts” (15; 336:7-13). [23] Imitating wild beasts, rather than the angels, demonstrates the wrong model for the fledgling ascetics.  The Book of Steps author works diligently to direct the Upright ones’ orientation heavenward, steering them away from making the earthly realm the sole locus of good. ibid., 45.  Anderson draws from Rabbinic sources the scene of Adam watching the animals in copulation and recognizing not only his own singleness, but envying also the pleasure the animals are enjoying.   Developing this heavenly weltanschauung and rendering it impervious to earthly intrusions becomes the dynamic for the Perfect, and the Upright as well, throughout the Book of Steps. [24] “After they saw that they were naked, after their mind stripped off that higher glory, they went on to worry about clothing because they knew the shame which had been invisible to them while they were looking at heaven” (21; 613:6-10).  The procurement of clothing is evidence of anxiety for earthly possessions in the individual (Matthew 6:25-33).  The author never implies “permanent” nudity for his disciples, but presses the Perfect to rid themselves of concerns for physical appearance. Hiding from God [25] The author of the Book of Steps continues with the familiar narrative in the Garden through an extended section in mēmrā 21 in which the author perceives some comic elements in Adam’s attempt to “cover up” the Fall. [26] “From then on Adam lived on the earth, the heavenly became what is lowly, the spiritual became physical, [and] the breath of life became the taste of death.  Majesty bent down and spoke with Adam, but Adam and Eve fled and hid themselves among the trees standing on the earth.  The Lord said to Adam, ‘Where are you, Adam, are you not among the heavenly angels?’ [Adam] said, “I heard your voice and I hid myself from your presence because I am ashamed to see you on the earth, before whose face I continually stood in heaven.  Now you see my shame.’  That is, I am ashamed of what I have thought, despising your word; and I did not know that the dust is not like its maker.  That which is made is not able to dwell with its maker except with love while lowering itself. [27] “The Lord said to Adam, ‘Look, you have used the thing of which I warned you.’  That is, you have cast aside heaven and chosen earth.  You have left the good tree, that one by which you did not know evil, and you descended to that one by which you have come to know evil and good.  In other words, you fell from heaven to earth.  ‘Why, Adam?’  [Adam] said to him, ‘Eve advised me!’  Eve said, ‘The serpent advised me!’  And the serpent said, ‘The Rebel allured and sent me!’  Because God commanded Adam not to listen, neither he nor Eve, to the one who rebelled against the word of his Lord - as we have explained above how he rebelled - on account of this [the Rebel] sent the serpent because he had allured and subjugated him” (625:8-628:8). [28] Anderson notes the distinction made between Satan and Hades\/Death, ibid., 172-175. but there is no apparent distinction made between Satan and the serpent.  However, Anderson observes that the serpent was never cross-examined by God. ibid., “Did God Forget the Snake?”, 137-138.   The Book of Steps preserves a voice for the serpent. [29] The pretensions towards and the usurping of divine being and power are still the root sin for the author.  This could also be a problem for the Perfect, some of whom may believe that they have arrived at the top and become the equal of God. The Second Law [30] Nevertheless, God had compassion on Adam and Eve, making coats of skin for them and clothing them with his compassion (21; 632:1-5).  The author does not dwell upon these coats, perhaps because of his aversion to anxiety over clothing previously noted above. Clothing will become an important metaphor for spiritual development in the Syriac tradition.  Cf. Sebastian P. Brock, “Clothing Metaphors as a Means of Theological Expression in Syriac Tradition,” in Typus, Symbol, Allegorie bei den östlichen Vätern und ihren Parallelen im Mittelalter ; edit. M. Schmidt and C. Geyer (Regensburg: Friedrich Puster, 1982).   More significantly, God made for them a second law, an inferior one to the original “first” law of Eden, but still providing a measure of salvation.  This law is the lower status of Uprightness ( kēnūtā ) in the system of the Book of Steps, which allows for the institution of marriage and the proper channeling of sexual behavior (15; 353:9-17). [31] The author of the Book of Steps has now shaped his pre-monastic community in terms of the Genesis 3-4 narrative.  The higher level, the Perfect, attempt to recreate the ontology and conditions of the Garden “while Adam had not yet sinned.”  “The Perfect do not take wives, nor do they work in the field, nor acquire possessions, nor have a place to lay their heads on earth like their teacher” (15; 365:26-368:2).  Note that the Perfect do not refer to an original Adam, but live in the model of their teacher, Jesus, who also regained and fulfilled these Edenic standards.  The ideal of wandering, to have no place to lay down one’s head, follows Jesus’ directive (Matthew 8:20) to which there is no parallel in Eden. cf. Daniel Caner, Wandering, Begging Monks: Spiritual Authority and the Promotion of Monasticism in Late Antiquity (The Transformation of the Classical Heritage 33; Berkeley: University of California Press, 2002), esp. 106-112.  Caner treats the contribution of the Book of Steps as one of the “major players” in the wandering ascetic movements that set the stage for monasticism.  The Acts of Thomas and the Pseudo-Macarian letters, as well as other documents relating to the Messalian phenomena are the other primary sources.   Time and sleep are never mentioned in the Genesis narrative.  It is only on earth that human beings have created time, space, and property. [32] The lower level of the Upright lives outside of Eden with the standard of religious commitment initially established for Adam and Eve and their descendants.  Marriage, sexuality, labor, wealth and possessions, and permanent residences are permitted as a sanctified earthliness.  Poised on the boundary of Perfection, the individual Upright one can still decide to renounce his or her earthly bonds and enter Perfection, but practical experience demonstrates that this is difficult for most people. Philoxenus of Mabbug: Eden for Monks [33] Philoxenus, bishop of Mabbug, wrote a number of letters and mēmrē to monks under his episcopal guidance.  In most cases, the great theological and Christological issues of the day were his subject matter, particularly in his role as one of the chief advocates for the henophysite perspective on the nature of Christ.  In his 13 Discourses or Ascetical Homilies, however, Christology barely makes an appearance.  His intent is to instruct his charges, and particularly novices, in the spiritual disciplines.  While Philoxenus does utilize a modified Upright\/Perfect dichotomy, his references to the Genesis narrative are of a different character.  The monks are called upon to reenter the purity of Eden, but to do so more via interior spiritual transformation than through external roles and actions. [34] All the monks, one assumes, are celibate, so the boundary issues of sexuality and marriage for the denizens of the Book of Steps are beyond the pale.  Wealth and possessions are generally a much smaller concern than for the Book of Step’s Upright ones who are business people and have disposable incomes.  The monks all do have a place to lay down their heads; and labor in such a community cannot be avoided or passed off onto others. [35] In the fourth mēmrā on simplicity ( pšīţūtā ), Philoxenus wants to demonstrate that the basic aspect of simplicity is that one never questions the commands of God – a useful principle to underline for monks under the authority of an abbot and bishop.  Adam and Eve possessed simplicity until they encountered the Enemy who manipulated Adam into exercising judgement on God’s command to him, i.e. that he should not eat from the fruit of the tree (4; 80:5-81:20). References are to the Syriac text of Philoxenus’ Discourses by Budge, op. cit. – ( mēmrā ; page:line).   “The advice which [the Enemy] brought to that childlike and simple person made him a judge of the commandment of God to him.  Because it had destroyed his simplicity, [Adam] did not prosper in his judgment, for he deemed foolishly that it is appropriate to listen to an enemy rather than to a friend” (4; 81:1-4).  Philoxenus sees Adam bearing the weight of culpability as the latter has sunk to become a judge, the reverse of the status earthly society would grant to a judge. [36] Philoxenus characterizes the simplicity of Adam and Eve as that which allows them to talk directly with God just as they would with a close acquaintance.  During this time their simplicity never thought to ask questions about God’s nature or being (4; 83:17-84:5).  The various forms of contemplative prayer are aided by a less intellectual approach.  Perhaps this is a sly jab at himself and all who participate in Christological controversies. [37] In the sixth mēmrā on the fear of God, Philoxenus enlists the example of Adam to show his deficiency in this area.  Adam believed in God, but once he cast out the fear of God from his mind he abandoned the faith (6; 185:21-186:4).  Faith is not a simple profession, but the confession of one’s lowliness, simplicity in deference to God. [38] The most interesting detail about Adam comes from a backhanded reference in the discussion of John the Baptist as the greatest of the prophets.  Philoxenus observes that John received the Holy Spirit while still in the womb in order that he might attain the innocence ( shapyūtā ) of Adam before he had sinned against the commandment (9; 300:10-302:19).  Philoxenus shares roughly the same tradition as the author of the Book of Steps regarding the pristine nature of Adam before his transgression. [39] The root of Adam’s sin, according to Philoxenus, occupies a predictable category.  Since our author is keen to demonstrate that the lust of the belly is the root of all sin, “If a person should say that there are other causes of the passions serving all these things in the world, let him who said this know that gluttony ( ra h mat karsā ) is the beginning of the cause of these others evils,”  460:20-461:2. as well as the most powerful, he identifies this lust as the real source of the transgression – when he ate the fruit Scripture does not give us much detail, Philoxenus says, but oral tradition indicates that the fruit Eve ate was from the fig tree ( tētā ) (11; 446:17-23). of the tree of the knowledge of good and evil – and thus sparked shame at his nakedness and lust (10; 412:4-414:5).  Too much food and water is perceived as the ground of sexual lust in Syriac monastic practical theology.  Gluttony itself leads to indolence, health problems, and impatience with ascetical discipline, all of which hinder the morale of a diverse community living closely together.  Most people tend to like food, so given the principles of Syriac nutrition, the potential danger of too much food and enjoying it too much is depicted for the monks in starkest detail in Eden. The Interpretation of Eden [40] Biblical interpretation is rarely objective.  The context in which the interpreter lives governs the lenses with which one reads Scripture, as well as which Scripture one reads.  For these two Syriac authors their lenses are similar, yet distinct.  The tales of the Garden of Eden and its characters are important not only as the goal of asceticism, but as the methods of their school of asceticism. [41] The Book of Steps reflects the life of a diverse community of faith – indeed a church as the author firmly declares Cf. Mēmrā 12: “On the Hidden and Public Ministry of the Church,” 285-304.  The author describes the three levels of the Church – visible, of the heart, and hidden – and emphatically declares that the visible church is the true church through which one must travel to the church in the heart, as well as to the hidden or higher church. – prior to the appearance of traditional monasticism.  Under the author’s pastoral care were Christians who had made varying degrees of commitment to life in the church.  The Upright and Perfect do not fit easily our current stereotypes: there were probably clergy among the Upright, and few of the Perfect can be seen performing traditional pastoral functions. [42] In this particular church, celibacy, marital desire, and sexual instinct are competing directions that inevitably lead one back to the events in Eden.  The author sees that human beings were originally angelic in nature, and that sexual instincts were implanted in humanity by the wiles of Satan.  Sexuality, therefore, is not natural.  Nevertheless, the author grants legitimacy to the marital instinct as a God-given arrangement initiated during Adam and Eve’s last moments in Eden. [43] The author of the Book of Steps perceives a deeper conflict underlying the tension between celibacy and marriage: the division between the lower level of the Upright who bind themselves to the earth’s agenda; and the Perfect who aspire to and dwell in the angelic, heavenly status.  Prior to the Fall, prior to “realized nakedness” (apologies to C. H. Dodd), life in Eden was indistinguishable from heaven.  What beset Adam and Eve was their desire for earthly things – food, sexuality, clothing, possessions – suggested seductively and convincingly by Satan and his colleagues.  Once clothing became a concern, other earthly burdens accumulated.  The author wants to reestablish the angelic existence of Eden in which nakedness and lust and earthly matters are not even categories by which one thinks. [44] Still again, on an even deeper level, the author interprets the disaster in Eden as the consequence of a creature attempting to usurp the position and power of the Creator and become God.  One doesn’t have to live in Eden for this to be a temptation, especially if one believes that he or she has attained the status of the angels. [45] Philoxenus does not have to work so hard with his community of the Upright and the Perfect.  The tensions over celibacy and sexuality do not disappear, but are not of the same caliber as in the Book of Steps.  Whether these were monks at Senun or some other monastery, the question of marriage would be analogous to nakedness for Adam and Eve while Adam had not yet sinned – the thought would never have occurred to them. [46] Philoxenus does not seem to need to recite the entire narrative of Genesis 3-4 as the author of the Book of Steps does.  Genesis is utilized by Philoxenus to model the interior spiritual state of Perfection towards which all his monks were laboring.  Simplicity, prayer, fear of God, and innocence all function more efficiently in an enclosed monastic community attempting to draw the boundaries of the Garden of Eden around them. [47] For both the author of the Book of Steps and for Philoxenus, Eden still exists and can be reentered. Wherever human beings have attained the status of Perfection, there the Garden exists and the regrettable events recorded in Genesis 3-4 have been reversed. _______ Notes _______ Bibliography Anderson, G.A. , The Genesis of Perfection: Adam and Eve in Jewish and Christian Imagination (Louisville: Westminster John Knox Press, 2001). Anderson, G.A. & Michael Stone, A Synopsis of the Books of Adam and Eve , 2 nd rev. ed. (Society of Biblical Literature, Early Judaism and its Literature, vol.17; Atlanta: Scholars Press, 1999). Brock, S.P. , “Clothing Metaphors as a Means of Theological Expression in Syriac Tradition,” in Typus, Symbol, Allegorie bei den östlichen Vätern und ihren Parallelen im Mittelalter ; edit. M. Schmidt and C. Geyer (Regensburg: Friedrich Puster, 1982). Caner, D., Wandering, Begging Monks: Spiritual Authority and the Promotion of Monasticism in Late Antiquity (The Transformation of the Classical Heritage 33; Berkeley: University of California Press, 2002). de Halleux, A., Philoxène de Mabboug: Sa Vie, ses Écrits, sa Théologie (Universitas Catholica Louvaniensis Dissertationes ad gradum magistri, Series III, 8; Louvain, 1963). Hausherr, I., “Spiritualité Syrienne: Philoxène de Mabboug,” Orientalia Christiana Periodica 23 (1957) 171-185. Kitchen, R.A. “Conflict on the Stairway to Heaven: The Anonymity of Perfection in the Syriac Liber Graduum ,” (Symposium Syriacum VII, Uppsala 1996; Orientalia Christiana Analecta 256 (1998), 211-220. Kitchen, R.A. and M.F.G. Parmentier, The Syriac Book of Steps : Introduction and English translation (Kalamazoo, Michigan: Cistercian Publications, in press). Kmosko, M., ed., Liber Graduum (Patrologia Syriaca 3; Paris, 1926). Discourses of Philoxenus, Bishop of Mabbogh , 2 vols., edit. E.A.W. Budge (London, 1894). French translation – Philoxène de Mabboug. Homélies , transl. E. Lemoine ( Sources Chrétiennes 44; Paris, 1956). Philoxène de Mabboug. Lettre aux moines de Senoun , ed. A. de Halleux ( CSCO 231-232\/Syr 98-99; Louvain, 1963).",
    "title" : 
    [ "Syriac Additions to Anderson: The Garden of Eden in the Book of Steps and Philoxenus of Mabbug",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kitchen, Robert A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv6n1kitchen",
    "type" : "article",
    "displayTitleEnglish" : "Syriac Additions to Anderson: The Garden of Eden in the Book of Steps and Philoxenus of Mabbug" }