
  { "fullText" : "[1] The Brunei Lecture Theatre at the School of Oriental and African Studies (SOAS) in London was the venue for the Christianity in Iraq Seminar Day that was held on Saturday 3 rd April, 2004.  The principal aim was to promote the rich Christian heritage of Iraq, by investigating not only the history and archaeology of the various Churches, but also the modern situation of the communities.  The day was held under the aegis of the Dept. for the Study of Religions, SOAS where Dr. Erica C.D. Hunter is Visiting Lecturer and Research Associate in Eastern Christianity. [2] Sir Terence Walker, British Ambassador to Baghdad between 1981-1990, opened the morning session that explored historical and archaeological aspects.  Prof. John Healey (University of Manchester), The early history of the Church of the East, and its mission in the Gulf discussed the activities of the Church of the East and its various settlements along the Gulf. Southern Iraq was the focus of the talk by Dr. Erica C.D. Hunter (University of Cambridge and SOAS), The Christian communities of Hira and southern  Iraq which drew attention to the monasteries of Hira and the overall presence of the Church of the East  in the regions around Kerbala and Najaf.  Moving north, Prof. Amir Harrak (University of Toronto), The Christian archaeology of Tekrit, showed slides of Syriac inscriptions that came to light during the excavations in the 1990's  which were conducted by the Dept. of Antiquities at Tekrit. Dr. Heleen Murre Van Den Berg (University of Leiden) Formulating Christian identities in the Ottoman period  highlighted the development of Syriac consciousness and nationalism that emerged in the late eighteenth and nineteenth centuries. [3] The afternoon session, under the chair of Dr. Erica C.D. Hunter, focused on modern Iraq, with clergy of  the Syriac Churches profiling the current situations of their communities after a brief introduction by Dr. Suha Rassam. The Rev. Khoshaba Georges represented the Assyrian Church, The Rev. Habib Al-Nawfali represented the Chaldaean Church, The Rev. Toma Daood represented the Syrian Orthodox Church and The Rev. Safa' Habash representing the Syrian Catholic Church.  All clergy imparted much valuable information about their communities which showed that, despite the great difficulties of the last year, a great reservoir of hope and also the longstanding working relations with the Muslim communities. This point also emerged during questions from the audience to the clergy. In fact, the major perceived threat was from Born Again Christian evangelists whose activities  undermine the communities and their relations with Muslims. The day closed with a talk on The Christian Neo-Aramaic Dialects of Iraq by Prof. Geoffrey Khan, FBA (University of Cambridge) whose project to map the Neo-Syriac dialects has now received major funding.  [4] The Seminar Day concluded with a speech by Sir Harald Walker, the last representative of the British government in Baghdad before the 1990 Gulf War. The interest generated by the Seminar Day, which was attended by more than one hundred people, including representatives of the Foreign Office and media persons, was most gratifying.  Donations by The British School of Archaeology in Iraq and The Anglican and Eastern Churches Association helped to defray costs and made this day possible.  Such was the success that another Seminar Day, focusing on the international dynamics of Christianity in Iraq is being planned for May 2005.",
    "title" : 
    [ "Christianity in Iraq Seminar School of Oriental and African Studies, London April 3, 2004",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Hunter, Erica C.D." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2crhunter",
    "type" : "report",
    "displayTitleEnglish" : "Christianity in Iraq Seminar School of Oriental and African Studies, London April 3, 2004" }