
  { "fullText" : "OBITUARY [1] Professor Michel van Esbroeck died in Louvain-la-Neuve, Belgium, on Friday morning, November 21, 2003, suddenly and prematurely. He just had come back from a trip to Rome, driving through the night, as was his wont. The news of his death reached his American colleagues and friends as they gathered in Atlanta, Georgia, for the annual meeting of the Society of Biblical Literature and the American Academy of Religion. It was received with disbelief and shock. Michel van Esbroeck was a truly remarkable scholar in the field of Eastern Christian studies. While the main focus of his work was on Georgian and Armenian Christian literature, his interest and competence covered other fields as well, and he had a number of fine publications in the field of Syriac. [2] Michel was born on June 17, 1934 in Malines (Mechelen), a Belgian town well known to Syriac scholars for the publication of Ephrem’s works by Thomas J. Lamy (Malines, 1882-1902). Michel often jokingly described himself as “flamand francophone” (“French speaking Flemish”), thus indicating the inadequacies of our linguistic and cultural categorizations. He himself was in fact a man of culture without borders, who did not fit into ready-made categories and who mastered an extraordinary number of languages, both ancient and modern. [3] He entered the Society of Jesus in 1953 and was ordained a Catholic priest in 1970. Since 1962 he was associated with the Museum Bollandianum, the Brussels headquarters of the Bollandists, a group of Jesuit Fathers engaged in the scholarly study of Christian hagiography. In the early sixties he studied Armenian and Georgian with Gérard Garitte at the Catholic University of Louvain and spent some time at the Université St.-Joseph in Beirut, where he studied Arabic and Syriac. Meanwhile he also worked on his Coptic and Ethiopic; for the latter language he was in regular contact with Victor Arras, the renowned editor of the Ethiopic texts on the Virgin Mary’s death and the only authority on Ethiopic then living in Belgium. For his doctorate Michel embarked, under the supervision of professor Garitte, on a study of the earliest Georgian homily collections. He obtained the degree of Doctor in Oriental History and Philology at the University of Louvain in 1975. His dissertation was published as Les plus anciens homéliaires géorgiens. Étude descriptive et historique (Publications de l’Institut Orientaliste de Louvain 10; Louvain-la-Neuve, 1975). [4] In the following years, Michel made several trips to the Soviet Union, where he was able to study Eastern Christian manuscripts in Moscow, St. Petersburg (then Leningrad), Yerevan, and Tbilisi. To these trips Syriac scholars owe, among other things, Michel’s detailed description of the famous Syriac manuscript Leningrad (N.S.) no. 4, published in Mélanges Antoine Guillaumont (1988). [5] In the early eighties, Michel taught Classical Armenian and Georgian at the Pontificio Istituto di Studi Orientali in Rome and, for one year (1985), at the Institut Catholique in Paris. In 1987, he accepted the chair of “Philologie des Christlichen Orients” at the University of Munich. As the successor of Julius Assfalg, he was responsible for research and teaching in six languages: Armenian, Georgian, Syriac, (Christian) Arabic, Coptic, and Ethiopic (Ge’ez). [6] After his retirement, in 1999, Michel continued to travel, to lecture, and to attend conferences, where his scholarly interventions, his engaging conversations, and his piano improvisations always were very much appreciated. He traveled to Armenia, the Middle East, and India. He lectured at the University of California, Los Angeles, made an extensive trip to China, and kept up his contacts in Rome, where he planned to move after his temporary stay in Louvain-la-Neuve. His friends and colleagues in Paris were looking forward to a prestigious lecture which he was invited to deliver at the Collège de France on January 14, 2004. A Festschrift celebrating his seventieth birthday was in preparation (this will now be turned into a memorial volume and is due to appear in St. Petersburg, as the first volume of Scrinium. Revue de patrologie, hagiographie critique et histoire ecclésiastique , to be edited by A. Mouraviev and B. Lourié). No one was considering the possibility that Michel would be slowing down, least of all Michel himself! [7] Michel did major text editions and translations in Greek and Georgian: two Greek homilies attributed in the manuscripts to either Basil of Caesarea or Gregory of Nyssa (in collaboration with Alexis Smets, Sources chrétiennes 160, 1970); a Georgian treatise attributed to an otherwise unknown author Barsabas of Jerusalem (Patrologia Orientalis 41, 1982); the Georgian version of Epiphanius of Cyprus’ “On weights and measures” (CSCO 460-461 \/ Iber. 19-20, 1984); and a Georgian Life of the Virgin Mary, attributed to Maximus Confessor (CSCO 478-479 \/ Iber. 21-22, 1986). A great number of shorter texts, in various languages, were edited, translated, and studied by him in articles which appeared in scholarly journals and collective volumes. [8] His doctoral dissertation ( Les plus anciens homéliaires géorgiens , 1975) consists of a detailed description and analysis of six early Georgian homily collections. The Georgian materials are compared to homily collections in other languages of the Christian East. The Syriac collections, which had just begun to be studied in a systematic way by Joseph-Marie Sauget, assume an important place in this comparison. The similarities between the various traditions as well as the specific content of the Georgian tradition thus clearly emerge. Among the Georgian homilies that have no parallel in any of the other traditions are nine homilies attributed to Melitius, bishop of Antioch between 360 and 381, of whose works only very little is preserved in Greek. Michel strongly argued in favor of the authenticity of these nine homilies. On three occasions Melitius quotes Ephrem and refers to passages which can be identified in the Syriac Hymns on the Nativity and in the Commentary on the Diatessaron. If the homilies are authentic, these references are among the very earliest external attestations concerning Ephrem’s works, made by an author who must have had direct or indirect access to the Syriac Ephrem. [9] The exploration of the Georgian homily collections provided Michel with many topics which he elaborated in ensuing publications. Of particular importance are his studies of the traditions surrounding Mary’s death (her “Falling Asleep”, Dormition, Transitus, or Assumption). Fifteen of his articles on this theme were reprinted under the title Aux origines de la Dormition de la Vierge. Études historiques sur les traditions orientales (Collected Studies Series, Aldershot: Variorum, 1995). Georgian, Armenian, Coptic, and Arabic traditions are discussed here and a more general essay on “Les signes des temps dans la littérature syriaque” is included as well. [10] Syriac topics also are dealt with in a number of other studies, e.g., the Syriac Cross-finding legends, the Syriac version of the Agathangelos story, Syriac legends concerning the apostles (Philip and Andrew, in particular), and the Syriac transmission of Gregory of Nyssa’s panegyric on Gregory Thaumaturgus. Michel’s analyses of texts and of their complicated transmission often are very specialized and technical; they always attest to his intimate familiarity with the historical, cultural, theological, and liturgical aspects of the Christian East, in its various interrelated traditions. [11] Michel was known to colleagues and students as an extremely erudite and imaginative scholar, always willing to share his knowledge and enthusiasm with others, unswerving in his commitment to his work, and at times uncompromising. May this restless seeker and traveler have found his lmênâ d-shaynâ , his Harbour of Peace! [12] A web site [ http:\/\/people.ias.edu\/~muraviev\/van%20esbroeck.htm ] recently set up by professor Alexei Muraviev includes a bibliography of books and articles prepared by Michel himself. It contains seven books and 222 articles or chapters in books or collective volumes. _______ With thanks to Lucie van Esbroeck, Françoise Petit, Stephen J. Shoemaker, Peter Cowe, Basil Lourié, and Joel Marcus. The photograph is taken from Aux origines de la Dormition de la Vierge (Aldershot: Variorum, 1995) and is reproduced here with permission.",
    "title" : 
    [ "Michel Van Esbroeck (1934-2003)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Van Rompay, Lucas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n1obesbroeck",
    "type" : "obituary",
    "displayTitleEnglish" : "Michel Van Esbroeck (1934-2003)" }