
  { "fullText" : "This paper focuses on two theological works by Philoxenus of Mabbog (d. 523) in which the author considers Ephrem’s theological views. One is an early work, the Mêmrê against Habbib (482-484); the other is the Letter to the monks of Senoun , which may be dated to 521. In the early work, quotations from Ephrem’s work occupy a prominent position, but in the later work only a very few quotations are found and the author criticizes the imprecision of Ephrem’s language. This change in attitude between the earlier and the later work is symptomatic of the transition through which Syriac Christianity passed around the year 500. Syriac theological thought was reconfigured along the lines of Greek patristic theology and the legacy of Ephrem, “our Syrian teacher,” caused some discomfort. In memory of André de Halleux († 1994) and François Graffin († 2003). [1] By expressing their preference for the term “Miaphysite” to characterize their Christological teaching, the Oriental Orthodox Churches of the anti-Chalcedonian tradition emphasize their indebtedness to Cyril of Alexandria, whose formula “one nature ( mia physis ) of God the Word having become flesh” is indeed the cornerstone of their theological tradition. For the use of this formula (which was not created by Cyril), see the references in G.W.H. Lampe, A Patristic Greek Lexicon , Fourth impression (Oxford: Clarendon Press, 1976), 1500b-1501b. [2] It is well known that Cyril’s works started being translated into Syriac during, or in the aftermath of, the Nestorian controversy, in the thirties of the fifth century. The mainstream Syrian anti-Chalcedonians did not follow Eutyches’ understanding of the “one nature” in Christ as overwhelmingly divine, but always interpreted Cyril’s Christology as doing full justice to both Christ’s godhead and manhood. It is for this reason that the term “Monophysite” was seen as particularly inappropriate. See, e.g., V.C. Samuel, The Council of Chalcedon Re-examined. Indian Theological Library 8 (Madras, 1977), xxi and passim. However, in spite of this duality, they firmly rejected any idea of division, or conjoint existence of divinity and humanity in Christ after the union. The Council of Chalcedon (451), therefore, with its two-nature formula, was unacceptable to them. They saw it as the betrayal of Cyril’s ideas and as the resurgence of Nestorius’ fundamental error, condemned at the Council of Ephesus (431). [3] Philoxenus, since 485 bishop of Mabbog, halfway between Aleppo and Edessa, belonged to the first generation of Syrian theologians and church leaders who devoted all their energy to formulating a response to Dyophysitism of both the Nestorian and the Chalcedonian types. Elaborating upon Cyril’s Christology and taking the expression of John 1:14 (“the Word became flesh”) as his starting-point, he developed a theology which focuses on “God becoming man”—becoming, without change in the divine unchangeability, without losing anything of what He previously was. If we take the expression “becoming” seriously, Philoxenus argues, and do not reduce it—as Nestorius did—to “indwelling,” the outcome of the process can be one entity only, not two. [4] This theological program Philoxenus defended consistently and relentlessly for more than forty years, between 480 and 523. Here it is my aim not to study any specific aspect of this theology, but rather to ask the question to what extent Philoxenus relates his theology—for himself as well as for his readers – to the earlier Syriac heritage, in particular the works of Ephrem. As is well known, both adherents and opponents of the Council of Chalcedon tried to strengthen their case by claiming that their teaching was in full agreement with the established tradition of the Church. Compare Marcel Richard, “Les florilèges diphysites du V e et du VI e siècle,” in Das Konzil von Chalkedon, Geschichte un Gegenwart , A. Grillmeier and H. Bacht, eds., I (Würzburg: Echter-Verlag, 1951), 721-748. Along with other anti-Chalcedonian authors, writing in Greek or in Syriac, Philoxenus was delving in earlier works in order to find support for his views and to underpin his resistance to Chalcedon with authoritative texts from the Fathers. Who were these Fathers and how prominent was Ephrem among them? [5] There can be no doubt that Philoxenus was intimately familiar with Ephrem’s works. Ephrem’s ideas had a decisive influence on his theology; Ephrem’s images and language resonate in many of his writings. Edmund Beck, “Philoxenos und Ephräm,” Oriens Christianus 46 (1962), 61-76; André de Halleux, Philoxène de Mabbog. Sa vie, ses écrits, sa théologie (Louvain: Imprimerie Orientaliste, 1963), esp. 318, with note 30; Roberta C. Chesnut, Three Monophysite Christologies. Severus of Antioch, Philoxenus of Mabbug, and Jacob of Sarug (London: Oxford University Press, 1976), 2. And yet, certain passages in Philoxenus’ œuvre prove that his relationship to Ephrem’s heritage was not always an easy one. In the following, I would like to examine evidence from the very beginning of Philoxenus’ career, in the early eighties of the fifth century, and to compare it with data taken from one of his last writings, datable to 521. This will show us that in these forty years a remarkable shift took place. Whereas for the young Philoxenus Ephrem was indeed a much respected theological authority, in his old age Philoxenus appears to have become much more critical of him. We will be focusing on two of Philoxenus’ major writings, the Mêmrê against Habbib and the Letter to the monks of Senoun . The Mêmrê against Habbib (between 482 and 484) [6] We first have to turn to an extensive theological composition, known as the Mêmrê against Habbib . Another title under which the work is known since the day of Assemanus is: “De uno ex Trinitate incarnato et passo Dissertationes X.” Like Philoxenus, Habbib was an influential monk in Mesopotamia, using his pen to defend his theological views. Philoxenus regards him as a Nestorian. Habbib was the author of an exposition ( Mamllâ ), which largely consisted of a refutation of an earlier dogmatic letter by Philoxenus, sent to the monks in Mesopotamia. Philoxenus replied to Habbib’s Mamllâ first with a short refutation and later on with a very thorough analysis and refutation in the above-mentioned Mêmrê , which are ten in number. The Mêmrê , or “Treatises,” preserved in two sixth-century manuscripts, include at the end a number of appendixes—in all likelihood to be traced back to Philoxenus himself—in which extracts from the three other works (Philoxenus’ letter, Habbib’s Mamllâ , and Philoxenus’ short refutation) are incorporated. The main piece among the appendixes, however, is a Florilegium of two hundred and twenty-seven patristic quotations, having as its title: Sahdwâtâ men ktâbê d-’abâhâtâ , “Testimonies from the writings of the Fathers.” The Mêmrê were published in various installments in Patrologia Orientalis between 1920 and 1982, begun by Maurice Brière M. Brière, Sancti Philoxeni episcopi Mabbugensis dissertationes decem de Uno e sancta Trinitate incorporato et passo. Dissertatio I a et II a . Patrologia Orientalis 15,4 (Paris, 1920). and after Brière’s death continued by François Graffin, M. Brière† and F. Graffin, Sancti Philoxeni episcopi Mabbugensis dissertationes decem de Uno e sancta Trinitate incorporato et passo , II. Dissertationes 3 a , 4 a , 5 a . Patrologia Orientalis 38,3 (Turnhout: Brepols, 1977); III. Dissertationes 6 a , 7 a , 8 a . Patrologia Orientalis 39,4 (Turnhout: Brepols, 1979); IV. Dissertationes 9 a , 10 a . Patrologia Orientalis 40,2 (Turnhout: Brepols, 1980); V. Appendices : I. Tractatus ; II. Refutatio ; III. Epistula dogmatica ; IV. Florilegium. Patrologia Orientalis 41,1 (Turnhout: Brepols, 1982). accompanied first with a Latin and later with a French translation. The Florilegium is in the 1982 issue. André de Halleux provided an analysis of the whole work in his 1963 monograph on Philoxenus, De Halleux, Philoxène [1963], 225-238. In a later article the same author focused on Habbib’s treatise: “Le Mamlelâ de «Habbîb» contre Aksenâyâ. Aspects textuels d’une polémique christologique dans l’Église syriaque de la première génération post-chalcédonienne,” in After Chalcedon. Studies in Theology and Church History Offered to Professor Albert Van Roey for his Seventieth Birthday , C. Laga, J.A. Munitiz, and L. Van Rompay, eds., Orientalia Lovaniensia Analecta 18 (Louvain: Departement Oriëntalistiek & Peeters, 1985), 67-82. while François Graffin studied the Florilegium in his contribution to the first Symposium Syriacum , held in Rome in 1972. François Graffin, “Le florilège patristique de Philoxène de Mabbog,” in Symposium Syriacum 1972. Orientalia Christiana Analecta 197 (Rome: Pont. Institutum Orientalium Studiorum, 1974), 267-290. Sebastian Brock briefly discussed the Florilegium and pointed out its importance in 1997. Sebastian Brock, “The Transmission of Ephrem’s Madrashe in the Syriac Liturgical Tradition,” in Studia Patristica 23, Elizabeth A. Livingstone, ed. (Louvain: Peeters, 1997), 490-505. The Christology of the Mêmrê was studied in great detail by Luise Abramowski in a 2002 publication. Luise Abramowski, “Aus dem Streit um das „Unus ex trinitate passus“: Der Protest des Habib gegen die Epistula dogmatica des Philoxenus an die Mönche,” in Jesus der Christus im Glauben der Kirche , Band 2\/3. Die Kirchen von Jerusalem und Antiochien nach 451 bis 600 , Theresia Hainthaler, ed. (Freiburg i.B.: Herder, 2002), 570-647. The Florilegium is not included in this study. [7] The ten Mêmrê themselves consist of theological explanation, mostly in direct reaction to points which Habbib had made. They only rarely refer to patristic authors, or do so in a very general way. Heretics are more frequently referred to by name. Sharing the same Syriac Mesopotamian background, both Philoxenus and Habbib occasionally accuse each other of being a follower of Bardaisan or Mani. At one point, Philoxenus reacts with indignation when Habbib attributes the idea of “the Most Highest becoming a baby” ( hwâ c Ellâyâ c ulâ ) to Bardaisan and argues that it belongs to “the truthful teachers” ( mallpânê šarrirê ) and above all to the “saintly and blessed” Ephrem. M. Brière and F. Graffin, II, 582[112]. For a nuanced analysis of this passage, see Abramowski, op. cit. , 595-596 (compare also 598). [8] Let us turn to the Florilegium. This is divided into five thematic sections, a division which is explained and justified by the author. The five sections (A to E) as well as the names of the authors quoted and the number of passages attributed to each of them are shown in the following overview. The section headings given below are my own summaries of the fuller descriptions provided by Philoxenus (or by the redactor of the whole dossier?) at the end of the Florilegium (Graffin’s edition, 124[124]-126[126]). For different summaries, see De Halleux, Philoxène [1963], 227, and Graffin, “Le florilège,” 269. “The hypostasis of the Son, one from the Trinity, God the Word, descended from heaven and hypostatically dwelled in the Virgin.” 1-27 Ephrem (27) 28-32 John Chrysostom (5) 33-44 Eusebius of Emesa (12) 45-46 Cyril of Alexandria (2)        “The One who dwelled in the Virgin hypostatically took his body from her ( ’etgaššam mennâh ) hypostatically without change.” 47-54 John Chrysostom (8) 55-61 Ephrem (7) 62-65 Eusebius of Emesa (4) 66 Athanasius of Alexandria (1) 67 Atticus of Constantinople (1) 68 Athanasius of Alexandria (+1) 69-70 Basil of Caesarea (2) 71-77 Cyril of Alexandria (7) “Just as God became body, He also was born. The Virgin therefore is rightly called ‘Mother of God’, because she gave birth to the one hypostasis of God having become body ( h ad qnomâ d-’Alâhâ da-mgaššam ).” 78-80 Gregory of Nazianzus (3) 81-85 John Chrysostom (5) 86-87 Eusebius of Emesa (2) 88-89 Athanasius of Alexandria (2) 90-91 Atticus of Constantinople (2) 92 Theophilus of Alexandria (1) 93 Alexander of Alexandria (1) 94 Basil of Caesarea (1) 95-101 Ephrem (7) 102-103 Cyril of Alexandria (2)   “There is not the one and the other, neither are there the properties of the one and the properties of the other. The one hypostasis of God having become man cannot be counted as two, but He is the one God-Word having become man without change.” 104-106 Athanasius of Alexandria (3) 107-109 Basil of Caesarea (3) 110-132 Ephrem (23) 133-137 John Chrysostom (5) 138-142 Eusebius of Emesa (5) 143-148 Cyril of Alexandria (6) 149-152 Gregory of Nazianzus (4) “The suffering and the death may rightfully be ascribed to God. Being by nature God and Son, He was exposed to all human experiences except sin. God suffered and God died.” 153-193 Ephrem (41) 194-202 John Chrysostom (9) 203-211 Eusebius of Emesa (9) 212 Athanasius of Alexandria (1) 213-218 Basil of Caesarea (6) 219 Eusebius of Emesa (+1) 220-221 Gregory of Nazianzus (2) 222-227 Cyril of Alexandria (6) [9] Of the authors quoted, The question whether Philoxenus is solely responsible for the creation of the Florilegium and whether he (or the unknown redactor) used preexisting collections of fragments (see De Halleux, Philoxène [1963], 323-324, with note 28) does not detract from the fact that the Florilegium as it exists must fully reflect his ideas. one wrote in Syriac, nine originally wrote in Greek. But the number of quotations from Ephrem fully compensates for this imbalance: 105, nearly half of the total number! Ephrem thus becomes by far the most quoted author, the first author from whom Philoxenus wanted to find support for his theological views. [10] For a number of quotations Philoxenus provides the title of the work and exceptionally even the section. Several titles correspond to the names under which Ephrem’s works are commonly known and which are still used in modern scholarship. Thus we find: the Madrâshê on the Church (a title which also covers our Madrâshê on Virginity), the Madrâshê on the Nativity, the Madrâshê on Faith, the Mêmrê on Nicomedia, the Mêmrê on Faith, This quotation (no. 159) had not been identified by the editor. It consists of Sermon on Faith III,349-352 and 359-360 (CSCO 212 \/ Syr. 88, 30). the volume on the Nisibene Martyrs (the one quotation attributed to this work does not figure in the Carmina Nisibena , whereas three other quotations, given without attribution, are from this work), the Madrâshê on Julian Sâbâ. The prose work known to us as “Sermon on our Lord” is quoted with its beginning words. For other quotations no title of the work is given. This is true for quotations from the hymns on the Resurrection, on Virginity, on the Fast, on Unleavened Bread, and against Heresies. In addition to these well-known works, most of which have been edited and fully documented in Beck’s editions, For an overview of the editions of Ephrem’s works, see Sebastian Brock, Saint Ephrem. Hymns on Paradise (Crestwood, New York: St. Vladimir’s Seminary Press, 1990), 230-233. there are fifteen quotations from works which nowadays are considered dubious and can be found only in the nineteenth-century edition by Lamy. Thomas J. Lamy, Sancti Ephraem Syri Hymni et Sermones , 4 vol. (Malines, 1882-1902). Moreover, in Graffin’s edition and translation twenty-seven quotations remained unidentified. Four of them subsequently were identified by Sebastian Brock. Brock, “The Transmission,” 492, note 6. The first quotation (no. 116 or § 147) is taken from the Hymns on the Church 13,23 (CSCO 198 \/ Syr. 84, 34); the second quotation (no. 159 or § 200), from the third Sermon on Faith , is mentioned in note 16 – the last two lines, not identified by Brock, are verses 359-360; the third quotation (no. 163 or § 204) is from Sermo I, iii, 349-352 (CSCO 305 \/ Syr. 130, 55 – the last word of this quotation in Graffin’s edition should be read as l- c ln’ , i.e., l- c allânê ); the fourth quotation (no. 173 or § 214) is from the Hymns on Fast , 5,6, lines 3-6 (CSCO 246 \/ Syr. 106, 14). This means that about one quarter of the quotations remain unaccounted for. A number of them may belong to works by Ephrem which have not survived. The four quotations from the Mêmrê on Nicomedia constitute an interesting case. These Mêmrê have survived not in the Syriac original, but in an early Armenian translation. Our four fragments are among the very few witnesses of the original text. See Charles Renoux, Éphrem de Nisibe. Mêmrê sur Nicomédie. Patrologia Orientalis 37,2-3 (Turnhout : Brepols, 1975), XIV. The four fragments are as follows: no. 4 (without title) = X,153-156 (for the second Syriac form dalli , the Armenian rather suggests the reading dallyan “He rescued us”); no. 5 (“From the eleventh Mêmrâ”) = XI,141-144 and 147-150; no. 157 (“From the Mêmrâ on Nicomedia”) = I,9-12; no. 158 (without title) = X,369-382. [11] Wherever verification is possible, the text of the quotations in the Florilegium turns out to be identical, or nearly identical, to the text of Beck’s editions, which are often based on sixth-century manuscripts. When there are variant readings, these can occasionally be found in Beck’s apparatus, and are, thus, well attested in the Syriac manuscript tradition. To one significant variant I will turn shortly. There can be no doubt that the quotations were carefully selected and copied from written texts. [12] Let us take a brief look at the other authors. The most unexpected name is that of Eusebius of Emesa, an author who is extremely rare in dogmatic Florilegia. He is represented with thirty-three fragments and therefore is the second most frequently quoted author! It is difficult to imagine what made him so attractive in Philoxenus’ eyes. Very little of his work has survived in Greek or in Syriac and his name was surrounded with the taint of Arianism. Might it be that one of the reasons why Philoxenus—who most certainly did not see him as an Arian!—chose him was that he was a Syrian, born in Edessa and a contemporary of Ephrem, though writing in Greek? With the combination of Ephrem and Eusebius we would have the two faces of Syriac culture, one expressing itself in Syriac and the other in Greek, joining in the orthodox faith! For a first presentation and edition of the fragments attributed to Eusebius, see É. M. Buytaert, L’héritage littéraire d’Eusèbe d’Émèse. Étude critique et historique. Textes. Bibliothèque du Muséon 24 (Louvain, 1949), 30-31, 31*-37* (Syriac text), 69*-74* (Latin translation). For a general survey of Eusebius’ theology, based on the homilies preserved in Latin as well as on Syriac fragments of the Philoxenian Florilegium, see M.F. Wiles, “The Theology of Eusebius of Emesa,” in Papers Presented to the Tenth International Conference on Patristic Studies Held in Oxford 1987 , E.A. Livingstone, ed.. Studia Patristica 19 (Louvain: Peeters, 1989), 267-280. [13] All the Greek authors in the Florilegium, Eusebius included, are of course presented in Syriac translation. There is reason to believe that the redactor of the Florilegium did not produce the Syriac translations himself, but was relying on existent translations. This can be proven for the extracts from Athanasius’ Letter to Epictetus , which fully conform with the Syriac translation published by R.W. Thomson. R.W. Thomson, Athanasiana Syriaca , I,1. De Incarnatione , 2. Epistula ad Epictetum . CSCO 257-258 \/ Syr. 114-115 (Louvain: Secrétariat du CorpusSCO, 1965). In the case of Eusebius of Emesa, the fragments quoted in the Florilegium are not known from elsewhere. We do not know anything about their origin and translation into Syriac, even though there seems to be no reason to question their authenticity. [14] All the quotations were selected as witnesses to Philoxenus’ theology of God’s descent, his becoming man from the Virgin, of the Virgin’s status as Mother of God, of the singleness, not the duality of the Son, and of God’s suffering, crucifixion, and death. In general the point is clear and convincing, although the sometimes very short extracts leave one a bit uncertain about the meaning of the fragment in its broader context. Modern readers cannot escape the impression that we are reading Ephrem through the lens of late-fifth century theology, that Ephrem’s texts are being recontextualized within Philoxenus’ theology. [15] A different problem we encounter in fragment no. 19, from Ephrem’s Hymns on the Resurrection (I,7). The quotation runs as follows: “The Word of the Father came from his bosom and became a body in another bosom ….” Now, “became a body” ( wa-hwât pagrâ ) perfectly expresses Philoxenus’ idea of God becoming man. However, in Ephrem’s text as edited by Beck, one reads: “clothed itself with a body” ( w-lebšat pagrâ ), Ed. Edmund Beck, Des Heiligen Ephraem des Syrers Paschahymnen (De Azymis, De Crucifixione, De Resurrectione). CSCO 248-249 \/ Syr. 108-109 (Louvain: Secrétariat du CorpusSCO, 1964), 79,16-17 (text) and 74,1-2 (German translation). an expression which is frequently found in Ephrem and is more problematic from the viewpoint of Philoxenus’ Christology. We do not know whether Philoxenus himself changed Ephrem’s text—there is no evidence for that in any of the other fragments and in fact there is one other fragment in the Florilegium which does have the expression lbeš pagrâ (no. 111, unidentified). However, this case shows us that Syrian theologians of the end of the fifth century did occasionally have problems in their attempt to readjust the earlier heritage to the theological discourse of the day. [16] Philoxenus’ problems with the expression lbeš pagrâ\/besrâ are discussed in another work which he wrote about twenty years after the Mêmrê against Habbib , his Commentary on the prologue of the Gospel of John, written around 505 and preserved in an early-sixth-century manuscript. Here, on several occasions, Philoxenus criticizes the imprecision of the existing Syriac New Testament translation. Focusing on the Epistle to the Hebrews which in chapter 5, verse 7 has the expression: “... in the days of his flesh ...” ( , rendered in the Peshitta as kad besrâ lbiš (h)wâ “while he was clothed with the flesh”), Philoxenus writes about the translators: Ed. André de Halleux , Philoxène de Mabbog. Commentaire du prologue johannique (Ms. Brit. Mus. Add. 14,534) . CSCO, 380-381 \/ Syr. 165-166 (Louvain: Secrétariat du CorpusSCO, 1977), 53,24-29 (text); 53,10-15 (French translation). See also Sebastian Brock, “Clothing Metaphors as a Means of Theological Expression in Syriac Tradition,” in Typus, Symbol, Allegorie bei den östlichen Vätern und ihren Parallelen im Mittelalter , Margot Schmidt, ed.., Eichstätter Beiträge 4 (Regensburg, 1982), 15-18. And rather than to Paul, they adhered to the (ideas) of Nestorius, who laid the body upon the Word as a garment on anyone’s body and in the likeness of purple on the body of kings, so that it would be thought of as something foreign, outside the (Word) itself, just as each vestment is foreign and distinct from the one who wears it. [17] The expression “clothing himself with the body, or with the flesh,” in Philoxenus’ view, suggests Nestorian duality and therefore can no longer serve to express the Incarnation. Even if in his commentary on John’s prologue, he does not explicitly mention Ephrem, he must have realized that the same expression often occurs in the beloved Syrian poet. The Letter to the Monks of Senoun (521) [18] When Philoxenus wrote the commentary on John’s prologue, he was metropolitan bishop of the city of Mabbog, a position which he had held since 485. He was instrumental in improving the situation of the Syrian anti-Chalcedonians under the emperor Anastasius, and above all, in the deposition of the Chalcedonian patriarch of Antioch, Flavian, in 512 and his replacement by the anti-Chalcedonian Severus. The triumph of the anti-Chalcedonians and their control of the patriarchate of Antioch lasted for six years only. Following the Chalcedonian restoration under Justin I in 518, most anti-Chalcedonian bishops were expelled from their sees and went into exile. Philoxenus ended up in the Thracian city of Philippoupolis (present-day Plovdiv in Bulgaria). Embittered by the reports of defection of his former clergy and many laypeople in Syria, he wrote a treatise in 521, in which he defended his theological views and attacked the Dyophysites, Nestorians and Chalcedonians alike, with the same vigor as in his earlier works. The treatise, preserved in two sixth-century manuscripts, has the form of a letter of encouragement addressed to the monks of Senoun, a monastery in the vicinity of Mabbog, who in these troubled times had remained faithful to the cause of orthodoxy. Ed. and French translation: André de Halleux, Philoxène de Mabbog. Lettre aux moines de Senoun. CSCO 231-232 \/ Syr. 98-99 (Louvain: Secrétariat du CorpusSCO, 1963). [19] In the list of heretics, Ed. De Halleux, 10,23-11,19. the name of Nestorius is now followed explicitly by the Council of Chalcedon and the Tome of Leo. The views of these Dyophysites are exposed and refuted at length. Following this negative presentation, the author turns to the “blessed Fathers” to prove his point that “the one who was crucified for us” was indeed God. Ed. De Halleux, 32,23-26. From here onwards, the treatise is centered on a Florilegium. Quoting passages from the Fathers, combining them and commenting on them, the author unfolds his Miaphysite understanding of the Incarnation. Formally speaking, this Florilegium is quite different from the one attached to the Mêmrê against Habbib, since we have much more than a pure list of quotations. But the author’s intention is the same: finding approval and support for his theology in the earlier Fathers. We may distinguish two sections here. [20] The first section contains the names of Gregory of Nazianzus, Basil of Caesarea, Gregory of Nyssa, and Athanasius. Three of these authors (except Gregory of Nyssa) also occur in the earlier Florilegium and for each of these three several quotations are given. Only in one quotation is there overlap with the earlier Florilegium. Ed. De Halleux, 33,3-5 = ed. Graffin, 120[120], no. 220. The wording is slightly different. After these four names, the author turns to Ephrem with these words: Ed. De Halleux, 35,24-25. And next, the blessed Ephrem, our Syrian teacher ( mallpânâ dilan Suryâyâ ), he also understood (it) according to these (ideas)... Then follow two quotations from “On Reprehension” (a work now mostly regarded as spurious). The two brief quotations also occur in the earlier Florilegium. Ed. De Halleux, 35,25-27 and 35,27-36,1 = ed. Graffin, 108[108], nos. 160 and 161. The demarcation of the quotations is different so that, even though the wording of the overlapping parts is identical, the later quotations cannot simply have been taken from the earlier work. After these quotations, rather than providing commentary as he did for the other authors, Philoxenus breaks off the short Ephrem section with the following laconic statement. Ed. De Halleux, 36,1-3. And since it befits you more than (it befits) us to remember what has been said by this saint, I leave the rest to your effort. What follows is a conclusion not to the Ephrem section, but to quotations of the five authors taken together, without any special mention of Ephrem. [21] This is indeed a very telling passage! By using the expression “our Syrian teacher,” Philoxenus creates an opposition between the previous authors (the two Gregories, Basil, and Athanasius), all originally writing in Greek, and the Syrian Ephrem. Ephrem does not take the lead, as he did in Philoxenus’ earlier Florilegium, but is added at the very end. In addition, Philoxenus creates an opposition between himself and the monks, making clear that Ephrem belongs to the monks. He “leaves the rest to their effort,” i.e., the further comments on the Ephrem passages as well as the search for, and study of, other passages. In short, having declared that Ephrem indeed is orthodox, he dismissively tells the monks to look for the evidence themselves! [22] Philoxenus then moves to the next section of the treatise, in which he wants to prove, with the help of the Fathers, that it is not permitted to speak of two natures after the Incarnation. The authorities quoted are: Gregory Thaumaturgus, Julius of Rome (in both cases we are dealing with pseudepigraphical works belonging to Apollinaris of Laodicea), Athanasius of Alexandria (again Pseudo-Athanasius), Cyril of Alexandria, Basil of Caesarea, and again Cyril, “who in every respect walked on the path of the saintly Fathers, his predecessors, and did not turn aside from the royal road on which they had traveled, neither to the right nor to the left.” Ed. De Halleux, 47,3-6. Compare 45,6-8. The position of the Cyril quotations, their number and length, along with Philoxenus’ elaborate introductions and comments make it clear that he definitely is the yardstick of orthodoxy, against whom all the others should be judged. [23] Now, for the second time in the treatise, again at the point where a section is coming to a close, Philoxenus brings Ephrem onto the stage: Ed. De Halleux, 49,7-14. That also Blessed Ephrem—the one whom I already quoted once at an earlier stage, the one from whose books, I guess, you possess more than (from those) of the other Fathers, while you also have the habit of reading in them a great deal—(that he) agrees with the (opinions) of the rest of the Fathers, also with regard to the question of one nature having become man, becomes particularly clear from his own words. For he somewhere wrote as follows: “One from the height, and the other from the depth, He mingled the natures like pigments and the image became God-man ( ’Alâh barnâš ).” On the Nativity , 8,2. Ed. and German translation: Edmund Beck, Des Heiligen Ephraem des Syrers Hymnen De Nativitae (Epiphania) . CSCO 186-187 \/ Syr. 82-83 (Louvain: Secrétariat du CorpusSCO, 1959), 59 (text) and 51 (translation). My translation of the Ephrem quotation is taken from Kathleen McVey, Ephrem the Syrian. Hymns . The Classics of Western Spirituality (New York & Mahwah: Paulist Press, 1989), 119; only at the end I have translated “and the image became God-man” (McVey: “and an image came into being: the God-man”), because I think this translation is more in line with how Philoxenus interpreted the verse. Philoxenus observes that “height” stands for the divinity and “depth” for the humanity and that there is no question of two natures. [24] Here again, Ephrem is quoted only at the end of the list of the Fathers whom he is allowed to join obediently. The passage in question does not provide clear support for the Miaphysite cause and needs quite some laborious explanation. Cf. De Halleux, Philoxène [1963], 324, note 30. One wonders whether Philoxenus himself selected it or whether perhaps the monks submitted it to him, wanting to know how Ephrem’s poetical description of the Incarnation could be reconciled with the new theology. [25] As a matter of fact, Philoxenus explains that Ephrem’s choice of the verb “He mingled” is infelicitous and does not exactly express what he believed. Ed. De Halleux, 51,6-24. God forbid that Ephrem would have thought that the natures were mingled like water and wine, loosing in this process their specific and distinct characteristics! “He mingled” should be understood here as “He united.” In the Mêmrê against Habbib Philoxenus already discussed the problematic Christological use of the term “mixture” ( muzzâgâ ), which according to him was found “in all the writings of our Fathers, both in the Aramaic and in the Greek (writings), except in (the writings of) a few who were prevented (from using it) by their conscience or if there are those others who childishly refrained from (using) it, in order not to give an opportunity (read ma cc lânutâ instead of m c allyutâ ?) to the heretics.” Here Philoxenus argues that the term is acceptable, because mixture may occur without alteration (e.g. the word mingled with the voice): ed. Brière & Graffin, III, 690[150]-698[158]. The use of the wrong verb, Philoxenus goes on, is due to the lack of precision in “our Syriac language,” which—particularly with regard to the Incarnation—does not have the same rigor that is found with the Greeks. This is true not only for the use of the verb “He mingled,” but also for another odd expression found in the same verse: “(and the image became) God-man” ( ’Alâh barnâš ), where expressions using the verbs “to be incarnated” ( ’etbassar ) and “to be inhumanized” ( ’etbarnaš ), For these Syriac neologisms created by, or at the instigation of, Philoxenus himself, see A. de Halleux, “La philoxénienne du symbole,” in Symposium Syriacum 1976. Orientalia Christiana Analecta 205 (Rome: Pont. Institutum Orientalium Studiorum, 1978), 295-315. would have been more appropriate. It is too bad that Ephrem did not use them! However, his orthodoxy cannot be questioned, for in an obvious attempt to prevent the reader from making a distinction between God and man, he wisely omitted the conjunction “and,” writing “God-man” rather than “God-and-man.” Ed. De Halleux, 53,17-22. [26] Philoxenus then returns to the imprecision of the language of the Syriac New Testament Ed. De Halleux, 54,23-55,11. —a problem which he already addressed in the commentary on the prologue of John. The Syriac translators did not care about preserving the rigor of the terms used in Greek and wrote down whatever they liked or what they thought was common in Syriac, thus missing an opportunity to introduce exact Syriac terms, which subsequently would have become of common use. Perhaps they believed that it befitted Syriac always to remain a poor language and not to make progress through an increase of knowledge. Blessed Ephrem had this same attitude with regard to the union of the two natures when he wrote “they were mingled” instead of “they were united” and again, when he wrote “and the image became God-man” instead of “(God) was incarnated and inhumanized.” Among fifth- and sixth-century writers the criticism of imprecise language and terminology in the earlier theologians is not unique. Here, however, this criticism is coupled to the distinction Greek-Syriac. [27] Isn’t this a very strong criticism of the Syrian Church Father who forty years earlier provided the large majority of the quotations supporting the Miaphysite theology? He now seems to have lost his position as a theological mentor. Although his basic orthodoxy is not questioned, the imprecision of his language and his alleged carelessness make him unfit to be used in theological discussions. The monks in the monasteries, steeped in Ephrem’s works from the liturgy as well as from their private reading, are now told to turn to Cyril and to the Greek Fathers for rigorous instruction into the mysteries of the Incarnation! The larger context [28] The question arises whether this loss of interest in Ephrem as a spokesman in the Christological controversy may be seen as part of a broader phenomenon. There can be no doubt that in the early sixth century Ephrem was extremely popular. The recipients of Philoxenus’ letter to Senoun may be quoted as proof! And from roughly the same period—or slightly earlier—we have Jacob of Serug’s Mêmrâ on Ephrem, “the great master of teaching” and “the crown of the entire Aramaeandom.” Ed. Joseph Amar, A Metrical Homily on Holy Mar Ephrem by Mar Jacob of Serugh . Patrologia Orientalis 47,1 (Turnhout: Brepols, 1995). The phrases quoted are on p. 24 (3) and 64 (155). In modern scholarship Jacob’s Christology is generally seen as closer to Ephrem than Philoxenus’ Christology is, and above all as more irenic. See Tanios Bou Mansour, “Die Christologie des Jakob von Sarug” and “Die Christologie des Philoxenus von Mabbug,” in Jesus der Christus im Glauben der Kirche , 2\/3, 449-569 – esp. 567: “Die Theologie des Philoxenus löst sich noch mehr als die des Jakob von Sarug von der syrischen Tradition mit ihrem Höhepunkt in Ephraem …”; Theresia Hainthaler, “Rückblick und Ausblick,” ibidem , 654-659. We also should bear in mind that the sixth century saw the production of a number of important Ephrem codices, which up to the present day constitute the main basis for our study of the authentic Ephrem. But what about his use in theological writings? [29] Severus of Antioch, the main anti-Chalcedonian leader and theologian in the first half of the sixth century hardly ever mentions Ephrem in his numerous works. For Severus and Ephrem, see already Graffin, “Le florilège,” 279-280. These were written in Greek, but soon translated into Syriac, and Severus continuously interacted with the Syriac world, both during his patriarchate (512-518) and after his expulsion, when from Egypt he kept in close contact with the Syrian cities and monasteries, until his death in 538. [30] One of Severus’ theological writings is a refutation of a work by John the Grammarian, written in defense of the Council of Chalcedon, shortly before 518. Severus responded to this work in the early years of his exile, exactly the period when Philoxenus wrote to the monks of Senoun. John’s work must have included a Florilegium containing one or more quotations from Ephrem, in Greek translation. In one case Severus straightforwardly rejects the testimony, because the work in question, “On the pearl,” he argues, was a forgery. Severus had searched for it in the Syriac original, in Mesopotamia and as far as Edessa, where Ephrem had taught, but it was completely unknown. Ed. Iosephus Lebon, Severi Antiocheni Liber contra impium Grammaticum. Orationis tertiae pars posterior . CSCO 101-102 \/ Syr. 50-51 (Louvain: Secrétariat du CorpusSCO 1952), 243,14-26 (text); 179,11-21 (Latin translation). See also Marcel Richard, Iohannis Caesariensis Presbyteri et Grammatici Opera quae supersunt . Corpus Christianorum, Series Graeca 1 (Turnhout: Brepols & Louvain: University Press, 1977), 43-44 (no. 109). The work in question, attributed to Ephrem, from which John the Grammarian had quoted, appears to exist in Greek, see Mauritius Geerard, Clavis Patrum Graecorum , II (Turnhout: Brepols, 1974), no. 3949, and André de Halleux, “Saint Éphrem le Syrien,” Revue théologique de Louvain 14 (1983), 339. [31] Other quotations—apparently among those that were also included in the Grammarian’s Florilegium—might be reliable, but Severus’ reaction again is evasive. Ed. Lebon, 243,27-244,7 (text); 179,22-29 (Latin translation). I could have adduced, in order to demonstrate the truth, many quotations from other Mêmrê (by Ephrem), which have been received and circulate in the Greek language. But it seemed to me audacious and incautious to provide for the demonstration of the divine teachings (passages from) those (quotations) which the one who happened to find (them) offered arbitrarily and haphazardly and differently at different times. For even one single ill-placed word may turn a correct statement into blasphemy. Although Severus does not refer to the imprecision of Ephrem’s language, he has his own reasons to regard the Ephrem texts as largely unreliable and of no use in the Christological discussions. At the same time, he fully agrees with Philoxenus in accepting Ephrem’s orthodoxy: “Of course I admit that the saintly Ephrem was a wise teacher among the Syrians!” Ed. Lebon, 244,21-22 (text); 180,8-9 (Latin translation). and he assumes that Basil had Ephrem in mind when, in very positive terms, he quoted “a Syrian man” in his second homily on the Hexaemeron—a further proof of Ephrem’s orthodoxy. Ed. Lebon, 244,23-28 (text); 180,9-13 (Latin translation). See Lucas Van Rompay, “L’informateur syrien de Basile de Césarée. À propos de Genèse 1,2,” Orientalia Christiana Periodica 58 (1992), 245-251. [32] Christological statements in the Life of John of Tella, written by a certain Elijah shortly after 542, Ed. and Latin translation: E.W. Brooks, Vitae virorum apud Monophysitas celeberrimorum , I. CSCO, 7-8 \/ Syr. 7-8 (Paris, 1907), 29-95 (text); 21-60 (translation). are always based on Cyril of Alexandria. There is never any reference to Ephrem. The theological writings of the Syrian-Orthodox Church from the middle and the second half of the sixth century, many of which are concerned with internal theological controversies, do not refer to Ephrem. Ephrem’s name also is absent from the major collection of anti-Dyophysite and anti-Chalcedonian writings and extracts contained in the mid-sixth-century Syriac manuscript London, British Library, Add. 12,156. W. Wright, Catalogue of Syriac Manuscripts in the British Museum Acquired since the Year 1838 , II (London, 1871), 639-649. [33] We have to assume, therefore, that different processes were at work in the sixth century, when Syriac Christianity was on in its way to creating its own church structures, based on the rejection of Chalcedon, and eventually leading to an independent church. On the one hand, the early Syriac heritage, with Ephrem as its most illustrious representative, continued to have a decisive role in shaping the Syriac Christian identity in its liturgical and spiritual dimension. On the other hand, the theology of Syrian-Orthodox Christianity was increasingly determined by the writings of the mainstream theologians of the imperial church: Athanasius, the Cappadocians, and above all Cyril of Alexandria. Of course, since the Syriac translations of these authors had been fully incorporated into Syriac literary tradition, the opposition between Syriac and Greek had long become neutralized. But, as we have seen in the writings of Philoxenus of Mabbog, in the controversy over Nestorianism and Chalcedonianism the categories and concepts of early Syriac theology gradually proved insufficient and in need of replacement. [34] However, Ephrem’s name did not completely disappear from the Syrian-Orthodox theological tradition. As a matter of fact, after his absence—or loss of prominence—in the sixth century, he seems to re-emerge in the Syrian-Orthodox theological Florilegia of the seventh century and beyond. Some examples of 7th-8th-century manuscripts containing Florilegia which include Ephrem are: Brit. Libr. Add. 17,214 (Wright, Catalogue , II, 915-917), Add. 14,529 ( ibid. , 917-921), Add. 12,155 ( ibid. , 921-955), and 14,532 (955-967). For the importance of these Florilegia for the study of the transmission of Ephrem’s works, see Brock, “The Transmission,” 494, note 12. Extracts from his works are now found among those of the major Greek fathers (Cyril of Alexandria and Severus of Antioch being most prominent among them) as well as the Syrians, Philoxenus and Jacob of Sarug. These extracts, not very numerous nor very substantial, may be seen as evidence of a certain rehabilitation of Ephrem in the theological canon of the Syrian-Orthodox Church. The list of authorities represented in these Florilegia, comes very close to what Jacob of Edessa, at the end of the seventh and the beginning of the eighth century, saw as the assembly of orthodox teachers. See Lucas Van Rompay, “Past and Present Perceptions of Syriac Literary Tradition,” Hugoye: Journal of Syriac Studies 3\/1 (January 2000), par. 11-23. _______ Notes 1 This is a slightly reworked version of a paper presented at the North American Syriac Symposium IV (Princeton, NJ, July 9-12, 2003). An earlier draft was read by Françoise Petit (Louvain-la-Neuve), Joel Marcus (Duke University), and Bas ter Haar Romeny (Leiden). Their useful comments and suggestions as well as the observations of the two anonymous Hugoye reviewers should be gratefully acknowledged. _______ Bibliography Abramowski, Luise. “Aus dem Streit um das „Unus ex trinitate passus“: Der Protest des Habib gegen die Epistula dogmatica des Philoxenus an die Mönche.” In Jesus der Christus im Glauben der Kirche. Band 2\/3. Die Kirchen von Jerusalem und Antiochien nach 451 bis 600 , Theresia Hainthaler, ed. Freiburg i.B.: Herder, 2002. 570-647. Amar, Joseph. A Metrical Homily on Holy Mar Ephrem by Mar Jacob of Serugh . Patrologia Orientalis 47,1. Turnhout: Brepols, 1995. Beck, Edmund. Des Heiligen Ephraem des Syrers Hymnen De Nativitae (Epiphania) . CSCO 186-187 \/ Syr. 82-83. Louvain: Secrétariat du CorpusSCO, 1959. — “Philoxenos und Ephräm.” Oriens Christianus 46 (1962): 61-76. — Des Heiligen Ephraem des Syrers Paschahymnen (De Azymis, De Crucifixione, De Resurrectione). CSCO 248-249 \/ Syr. 108-109. Louvain: Secrétariat du CorpusSCO, 1964. Bou Manour, Tanios. “Die Christologie des Jakob von Sarug” and “Die Christologie des Philoxenus von Mabbug.” In Jesus der Christus im Glauben der Kirche. Band 2\/3. Die Kirchen von Jerusalem und Antiochien nach 451 bis 600 , Theresia Hainthaler, ed. Freiburg i.B.: Herder, 2002. 449-569. Brière, M. Sancti Philoxeni episcopi Mabbugensis dissertationes decem de Uno e sancta Trinitate incorporato et passo. Dissertatio I a et II a . Patrologia Orientalis 15,4. Paris, 1920. Brière, M. and F. Graffin, Sancti Philoxeni episcopi Mabbugensis dissertationes decem de Uno e sancta Trinitate incorporato et passo. II. Dissertationes 3 a , 4 a , 5 a . Patrologia Orientalis 38,3. Turnhout: Brepols, 1977. III. Dissertationes 6 a , 7 a , 8 a . Patrologia Orientalis 39,4. Turnhout: Brepols, 1979. IV. Dissertationes 9 a , 10 a . Patrologia Orientalis 40,2. Turnhout: Brepols, 1980. V. Appendices : I. Tractatus ; II. Refutatio ; III. Epistuladogmatica ; IV. Florilegium. Patrologia Orientalis 41,1. Turnhout: Brepols, 1982. Brock, Sebastian. “Clothing Metaphors as a Means of Theological Expression in Syriac Tradition.” In Typus, Symbol, Allegorie bei den östlichen Vätern und ihren Parallelen im Mittelalter , Margot Schmidt, ed., Eichstätter Beiträge 4. Regensburg, 1982. 11-40. — Saint Ephrem. Hymns on Paradise. Crestwood, New York: St. Vladimir’s Seminary Press, 1990. — “The Transmission of Ephrem’s Madrashe in the Syriac Liturgical Tradition.” In Studia Patristica 23, Elizabeth A. Livingstone, ed., Louvain: Peeters, 1997. 490-505. Brooks, E.W. Vitae virorum apud Monophysitas celeberrimorum , I. CSCO, 7-8 \/ Syr. 7-8. Paris, 1907. Buytaert, É. M. L’héritage littéraire d’Eusèbe d’Émèse. Étude critique et historique. Textes. Bibliothèque du Muséon 24. Louvain, 1949. Chesnut, Roberta C. Three Monophysite Christologies. Severus of Antioch, Philoxenus of Mabbug, and Jacob of Sarug. London: Oxford University Press, 1976. De Halleux, André. Philoxène de Mabbog. Sa vie, ses écrits, sa théologie. Louvain: Imprimerie Orientaliste, 1963. — Philoxène de Mabbog. Lettre aux moines de Senoun. CSCO 231-232 \/ Syr. 98-99. Louvain: Secrétariat du CorpusSCO, 1963. — Philoxène de Mabbog. Commentaire du prologue johannique (Ms. Brit. Mus. Add. 14,534) . CSCO, 380-381 \/ Syr. 165-166. Louvain: Secrétariat du CorpusSCO, 1977. — “La philoxénienne du symbole.” In Symposium Syriacum 1976. Orientalia Christiana Analecta 205. Rome: Pont. Institutum Orientalium Studiorum, 1978. 295-315. — “Saint Éphrem le Syrien.” Revue théologique de Louvain 14 (1983): 328-355. — “Le Mamlelâ de «Habbīb» contre Aksenâyâ. Aspects textuels d’une polémique christologique dans l’Église syriaque de la première génération post-chalcédonienne.” In After Chalcedon. Studies in Theology and Church History Offered to Professor Albert Van Roey for his Seventieth Birthday , C. Laga, J.A. Munitiz, and L. Van Rompay, eds., Orientalia Lovaniensia Analecta 18. Louvain: Departement Oriëntalistiek & Peeters, 1985. 67-82.  Geerard, Mauritius. Clavis Patrum Graecorum. II. Turnhout: Brepols, 1974. Graffin, François. “Le florilège patristique de Philoxène de Mabbog.” In Symposium Syriacum 1972. Orientalia Christiana Analecta 197. Rome: Pont. Institutum Orientalium Studiorum, 1974. 267-290. Hainthaler, Theresia. Jesus der Christus im Glauben der Kirche. Band 2\/3. Die Kirchen von Jerusalem und Antiochien nach 451 bis 600 . Freiburg i.B.: Herder, 2002. Lampe, G.W.H.  A Patristic Greek Lexicon , Fourth impression. Oxford: Clarendon Press, 1976. Lamy, Thomas J. Sancti Ephraem Syri Hymni et Sermones. 4 vol. Malines, 1882-1902. Lebon, I. Severi Antiocheni Liber contra impium Grammaticum. Orationis tertiae pars posterior . CSCO 101-102 \/ Syr. 50-51. Louvain: Secrétariat du CorpusSCO, 1952. McVey, Kathleen. Ephrem the Syrian. Hymns . The Classics of Western Spirituality. New York & Mahwah: Paulist Press, 1989. Renoux, Charles. Éphrem de Nisibe. Mēmrē sur Nicomédie. Patrologia Orientalis 37,2-3. Turnhout : Brepols, 1975. Richard, Marcel. “Les florilèges diphysites du V e et du VI e siècle.” In Das Konzil von Chalkedon, Geschichte un Gegenwart. A. Grillmeier and H. Bacht, eds. I. Würzburg: Echter-Verlag, 1951. 721-748. — Iohannis Caesariensis Presbyteri et Grammatici Opera quae supersunt . Corpus Christianorum, Series Graeca 1. Turnhout: Brepols & Louvain: University Press, 1977). Samuel, V.C. The Council of Chalcedon Re-examined. Indian Theological Library 8. Madras, 1977. Thomson, R.W. Athanasiana Syriaca. I,1. De Incarnatione , 2. Epistula ad Epictetum . CSCO 257-258 \/ Syr. 114-115. Louvain: Secrétariat du CorpusSCO, 1965. Van Rompay, Lucas. “L’informateur syrien de Basile de Césarée. À propos de Genèse 1,2.” Orientalia Christiana Periodica 58 (1992): 245-251. — “Past and Present Perceptions of Syriac Literary Tradition.” Hugoye: Journal of Syriac Studies 3\/1 (January 2000) [ http:\/\/www.bethmardutho.org\/Hugoye\/ ]. Wiles, M.F. “The Theology of Eusebius of Emesa.” In Papers Presented to the Tenth International Conference on Patristic Studies Held in Oxford 1987 , E.A. Livingstone, ed. Studia Patristica 19. Louvain: Peeters, 1989. 267-280. Wright, W. Catalogue of Syriac Manuscripts in the British Museum Acquired since the Year 1838. II. London, 1871.",
    "title" : 
    [ "Mallpânâ dilan Suryâyâ Ephrem in the Works of Philoxenus of Mabbog: Respect and Distance†",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Van Rompay, Lucas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n1vanrompay",
    "type" : "article",
    "displayTitleEnglish" : "Mallpânâ dilan Suryâyâ Ephrem in the Works of Philoxenus of Mabbog: Respect and Distance†" }