
  { "fullText" : "CONFERENCE REPORT [1] The section entitled Social History of Formative Christianity and Judaism at the Annual Meeting of the Society of Biblical Literature (held in Atlanta, November 22-25, 2003, together with the Annual Meeting of the American Academy of Religion) was entirely devoted to ancient Syriac questions. From the chronological point of view the attention was mostly focused on the late second, the third and the fourth centuries; only one lecture dealt with fifth-century Syriac Christianity. The religious, cultural, historical and methodological interest of these papers seems altogether remarkable, so it will be useful to present in some extent the contents of each of them. [2] The first lecture was delivered by Stephen Lloyd-Moffett, of the University of California, Santa Barbara, who presented a reconsideration of \"The 'Heresy' of Encratism and the History of Christianity in Eastern Syria\". He observed that Encratism was a category created by Western church fathers, but never existed 'on the ground'. In fact, there were never self-professed Encratic leaders, Encratic doctrines or Encratic churches among the Christians of Eastern Syria. The radical ascetic orientation labelled by the Western authors as 'Encratic' and initiated by Tatian was felt as normal Christian 'orthopraxis' (rather than an 'orthodoxy') by the Syriac Christians, and represented the basis for Christian unity in the churches of Syria, not a cause of division. So Lloyd-Moffett argued that Syriac-church scholars ought to use categories indigenous to their context rather than others imported from the West. [3] Ute Possekel, of the St. John's Seminary of Boston, presented the second paper of the session: \"Formative Christianity in Edessa: The Communal Structure of the Early Bardaisanites\". It was a very rich study that explored the reasons of the success of Bardaisan's community, one of the earliest Christian communities of Edessa, flourished until at least the early fifth century, even if it soon came to be labelled as heretical. Possekel depicted the extraordinary intellectual figure of Bardaisan with his interests in Greek philosophy, Christian beliefs, astrology, geography, ethnography, science, and presented the sources that we have at our disposal for the study of his thought: the Book of the Laws of the Countries , written by a disciple, the Adamantius dialogue, the works of St. Ephrem and several heresiological accounts: Bardaisan's own writings are now lost. The paper analysed the communal structure of the Bardaisanites and its influence on Edessan society and concluded that some aspects of the community's social structure, above all the provenance of many members from the local aristocracy, together with some elements of Bardaisan's teaching, especially his synthesis between astrology (that interested the upper classes in Edessa) and the doctrine of free will, considerably contributed to the Bardaisanite movement. [4] Tina Shepardson, of the University of Tennessee, who has devoted several works to St. Ephrem, in the third paper dealt with this author's polemics: \"Interpret with Care: Jews, Arians, 'Jews' and 'Arians' in Fourth-century Syria\". She focused the attention on Ephrems' anti-Jewish language, used by him to warn his audience away from both real Jewish festivals and from the allegedly \"Jewish\" Christology of subordinationist Christians: so, from \"Arian\" Christianity, in opposition to Nicene Christianity. In order to explore who these \"Jews\" and these \"Arians\" were, Shepardson made a distinction between their historical reality and Ephrem's rhetoric, and placed this rhetoric alongside the location of the Syrian father in fourth-century Nisibis and Edessa. This helps to throw some light on the nature of Christianity in these towns. [5] Alexander Mirkovic, of the University of South Florida, who is preparing a book on the Doctrina Addai , dealt with this subject also in the fourth paper of the session: \"Political Rhetoric of Labubna\" (Labubna is the supposed author of the Teaching of Addai ). On the basis of the words, images and social relations depicted in this Syriac document, which describes the conversion of the Edessan king Abgar by the apostle Addai, sent to the region of Northern Mesopotamia directly by St. Thomas, one of the twelve apostles, Mirkovic convincingly demonstrated that Labubna's fiction was written in the fourth century. It reflects an important phase in the process of Romanization and Christianization of the Syrian aristocracy: for this reason Addai's mission is directed only to the members of the Edessan aristocracy and to the king himself, who in the Teaching looks more like a Roman governor than a ruler of an independent kingdom. In fact, Labubna seems to call his community to participate in the new Roman order of the emperor Constantine. [6] Lucas Van Rompay, of Duke University, presented a paper on \"Syrian Christianity in the Age of Justinian: Continuity and Redefinition\", dedicated to the anti-Chalcedonian Miaphysite church in Syria during the sixth century. The nascent Syrian-Orthodox church was still part of the Roman Empire, yet disconnected from the imperial church, and so it needed a redefinition of its identity. This redefinition was explored by the author in the paper with particular attention to its literary, cultural and social aspects. The landscape carefully depicted in detail is broad and Van Rompay does not see the creation of Syrian-Orthodox church as a local phenomenon, but rather puts it in the international context of the anti-Chalcedonian movement, with ramifications in Egypt, Ethiopia, Arabia, Armenia and in the Sassanid Empire.",
    "title" : 
    [ "Papers on ancient Syriac topics presented to the Society of Biblical Literature Annual Meeting, Atlanta, Georgia, November 25, 2003.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Ramelli, Ilaria" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n1crramelli",
    "type" : "report",
    "displayTitleEnglish" : "Papers on ancient Syriac topics presented to the Society of Biblical Literature Annual Meeting, Atlanta, Georgia, November 25, 2003." }