
  { "fullText" : "Index Aydin, Eugene , \"From English into Syriac: A Case Study on the Translation Technique behind The Bible in the Syriac Tradition. \" Ball, Jennifer , \"A Syrian Liturgical Stole from the Metropolitan Museum.\" Becker, Adam , \"Devotional Study: The School of Nisibis within East-Syrian Monasticism.\" Blanchard, Monica , \"Beh Isho‛ Kamulaya: An Introduction.\" Borbone, Pier Giorgio , \"... The conversion of the Turks to Christianity in the Syriac literary sources: a reassessment.\" Buchan, Thomas , \"Christ's Temptation in the Wilderness and Descent to Sheol: Complementarity in St. Ephrem's Theology of Redemption.\" Burris, Catherine , \"Old Testament Women in Syriac Christianity.\" Clocksin, William & Fernando, P.P.J. , \"Towards Automatic Recognition of Syriac Handwriting.\" Dinno, Khalid , \"Syriac Christians in the Modern Diaspora.\" Dodd, Erica , \"The Double-Naved Church in Medieval Lebanon.\" Ebied, Rifaat , \"Prejudice and Polarization towards Christians, Jews and Muslims: the Syriac Polemical Treatises of Dionysius bar Salibi.\" Farag, Lois , \"Coptic Syriac Relations: Beyond Dogmatic Rhetoric.\" Harvey, Susan , \"Revisiting the Daughters of the Covenant.\" Hasso, Sargon , \" Meltho : Syriac OpenType Fonts.\" Heal, Kristian , \"The Ethiopic History of Joseph and its Syriac Vorlage. \" Healey, John , \"The Edessan Milieu and the Birth of Syriac.\" Hevelone-Harper, Jennifer , \"Ecclesiastics And Ascetics: Finding Spiritual Authority in 5 th and 6 th Century Palestine.\" Jeffrey, Peter , \"'Watch and Pray': The Night Vigil as a Context for the Earliest Christian Hymnody.\" Johnson, Dale , \"Syriac Monastic Culture and its influence on Western Monasticism.\" Joseph, Thomas , \"Automating the Liturgical Calendar of the Syriac Orthodox Church.\" Kiraz, George , \"Tabetha Syriac: Child Language Acquisition of Classical Syriac in a Multi-lingual Environment.\" Kirkpatrick, Shane , \"Fasting, Competition, and Envy: Reading Daniel 1-6 with Ephrem the Syrian.\" Kitchen, Robert , \"The Pearl of Virginity: Death as the Reward of Asceticism in Jacob of Serug.\" Koltun-Fromm, Naomi , \" Qaddishutha and Celibacy between Purity and Holiness in Early Syriac Literature.\" Lehto, Adam , \"Divine Law in Aphrahat's Demonstrations : A Jewish Heritage in Early Syriac Christianity.\" Lund, Jerome , \"Translational Features of the Syrohexapla of Ezekiel.\" Mathews, Edward , \"The Homily on Adam and Eve of Isaac of Antioch.\" Mengozzi, Alessandro , \"The News ... was put in the Newspaper and spread in the World': A Neo-Syriac Poem on the Russian-Turkish War in 1877.\" Menze, Volker , \"Syriac Non-Chalcedonian Eucharistic communities after Chalcedon.\" Morrison, Craig , \"Aphrahat's appropriation of the Bible in the Fifth Demonstration, de bellis. \" Murre-van den Berg, Heleen , \"The Church of the East between 1550 and 1850: Literary Revival and Western Influence.\" Possekel, Ute , \"Bardaisan, Marcion, and Early Edessan Christianity.\" Russell, Paul , \"Nisibis as the Background to the Life and Work of Ephraem the Syrian.\" Ruzer, Serge , \"Greek Gospel vs. Old Testament Peshitta: The Vetus Syra Dilemma of Scriptural Authority.\" Saint-Laurent, Jeanne-Nicole , \"From Peking to Rome: Medieval 'Ecumenism' and the Journeys of Bar Sauma.\" Saint-Laurent, Jeanne-Nicole , Report on Pro Oriente 's Sixth Non-Official Consultation on Dialogue within the Churches of the Syriac Tradition: Sacraments Saliba, Issa , \"The Changing Fortunes of Syrian Christianity: What can be gleaned from the (Pseudo-)Apocalypse of John.\" Seville, Anne , \"The Syriac Text of Nilus of Ancyra's De Monastica Exercitatione : Relationships and Adaptation.\" Shahîd, Irfan , \" Oc Arabicus in the Service of Oc Syriacus : Edessa\/Al-ruhĀ and Al-hĪra in Late Antiquity.\" Suomala, Karla , \"The Colloquy of Moses on Mount Sinai where Syriac Christianity and Islamic Spain meet.\" Tamcke, Martin , \"The Beginnings of German Lutheran-Assyrian Relations.\" Teule, Herman , \" The Book of the Magnet. \" Thomas, Tenny , \"Severus's Objections to Chalcedon.\" van Bladel, Kevin , \"The Syriac Correspondence of Pebechius and Osron. \" Van Rompay, Lucas , \" Mallpânâ dilan suryâyâ —Ephrem in the works of Philoxenus of Mabbog: Admiration and Distance.\" Villagomez, Cynthia , \"Plato and Pastoral Care in the Life of Narsai , Bishop of Shenna.\" Wheatley-Irving, Linda , \"Syriac Churches and Monasteries from the Adiyaman Survey, S.E. Turkey.\" Wilde, Clare , \"Faith and Praxis: Gendered Concepts in the Semitic Orient (400-900)?\" From English into Syriac: A Case Study on the Translation Technique behind The Bible in the Syriac Tradition Eugene Aydin, Princeton Theological Seminary [1] Twentieth century Syriac literature witnessed a few translations from western languages into modern literary Syriac, and none on a subject matter relating to Syriac studies itself. Brock's The Bible in the Syriac Tradition (BST), the subject matter of this paper, was the first such translation. Understanding the translation methodology and techniques behind it may pave the way for a new trend and a new genre in modern Syriac literary production. [2] The paper will start by outlining the challenges that face the modern translator. It will then examine the translation methodology and techniques employed. The various potential methodologies and styles that were under consideration (e.g., literal vs. free, native coinage vs. borrowings, etc.) will be discussed, and the choices made will be argued for in order to achieve a comprehensible reader-oriented modern translation. A mini lexicon of neologisms, calques and technical vocabulary will be given, along with the process of how they were derived. [3] Finally, the paper will draw a comparison between the challenges and translation techniques used for this work, and those employed by the old translators of the Syriac scriptures, relating the challenges of modern day translations to those of the past. A Syrian Liturgical Stole from the Metropolitan Museum Jennifer Ball, Program in Hellenic Studies, Princeton University [4] An important Syrian liturgical stole, known as a batrashil , in the Metropolitan Museum of Art’s Islamic collection has recently come to scholars’ attention after many decades in storage. The 55-inch long, silk embroidered stole is a unique surviving example of an Islamic era ecclesiastical vestment from Hamah, Syria, according to its inscription. Inscribed in both Arabic and Syriac, we know that it was made in 1534\/5 CE by a woman artist; it is rare enough that a maker’s name survives let alone that of a woman, who identified herself in Arabic. The stole, worn by a bishop, is luxuriously decorated with scenes from the life of Christ in addition to portraits of the Evangelists, all identified in Syriac. The colorful scenes are thickly embroidered in silk with some metallic threads on a blue background all of which remains in remarkably good condition, which also adds to the exceptional nature of this object. This paper will discuss the art historical context of the stole among vestments of the Byzantine, Coptic and Nubian churches, to which it most closely relates. Additionally, the object will be understood within the context of sixteenth-century Syria. Devotional Study: The School of Nisibis within East-Syrian Monasticism Adam H. Becker, New York University [5] The School of Nisibis was the major intellectual center of the Church of the East in the sixth and early seventh centuries as well as an institution of learning unprecedented in antiquity. In this paper I will attempt to fit the School of Nisibis and East-Syrian school movement as whole into the broader spectrum of East-Syrian monasticism. Instead of seeing monasteries and schools as wholly different and distinct institutions, I will argue that the difference between the School of Nisibis and East-Syrian “reform” monasteries was their notions of epistemology, the accessibility of the divine, and the importance of the social interaction. Furthermore, I will suggest that a homologous relationship exists between the intellectual and social life that each of these institutions advocates. In sum, group study at the school serves as a devotional practice with as much religious significance as prayer and private reading in a more Evagrius-inspired institution. Beh Isho‛ Kamulaya: An Introduction Monica J. Blanchard, The Catholic University of America [6] Beh Isho‛ Kamulaya and his book on monastic life are mentioned in the Syriac catalog of the library of ‛Abdisho‛ bar Berikha (d.1318). Until recently, however, little was known about the writings and the life of this distinctively-named East Syrian monk who seems to have flourished in the late eighth century. [7] The works of Beh Isho‛ have survived in two Syriac manuscripts. They are incomplete in a manuscript at The Catholic University of America (ICOR Syriac MS 18), tentatively dated to the late ninth or tenth centuries on paleographic grounds. They also appear in a modern codex, Trichur MS 16, copied in 1900 by a member of the Kellayta family of copyists and clerics for Abimelek Bar-M’naha, who later became Metropolitan Timotheos Abimelek of Trichur. It is now in the library of the Metropolitan see of the Church of the East, in Trichur, Kerala, India. [8] The works include six discourses ( mêmrê ) on the monastic way of life, a collection of “Chapters of Knowledge” ( rišê d’īdātâ ), and a poem ( madrāsâ ). The Trichur codex also contains a biography, which turns out to be a reworking of the Syriac Life of Abba Bishoi, one of the legendary founders of the monasteries of the Egyptian Wadi Natrum. [9] This focus of this communications is twofold: briefly to introduce the writings of this monastic writer as they appear in both manuscripts; and then, drawing on information in the texts, to begin to situate Beh Isho‛ within the various contexts (religious, social, political) in which he lived and wrote. \"They absolutely do not know about the coming of the Christ, our Saviour\" The conversion of the Turks to Christianity in the Syriac literary sources: a reassessment Pier Giorgio Borbone, Università di Pisa (Italy) [10] According to the statement by Michael the Great (XIII cent.), the Turks were in his time ignorant about Christianty. Nevertheless, several Syriac documents and narratives explicitly give us witness of conversions to Christianity by Turkic tribes. The aim of the paper is to re-examine these documents both from the historical and literary perspective, paying attention also to the parallel literary texts about the Islamization of the Turks, and to the epigraphic and archaeological evidence. Christ's Temptation in the Wilderness and Descent to Sheol: Complementarity in St. Ephrem's Theology of Redemption Thomas Buchan, Drew University [11] Ephrem the Syrian’s use of the doctrine of Christ’s descent to Sheol has long been noted as an integral component of his soteriological thought, representing the fulfillment of the incarnate Son’s identification with humanity and his restoration of humanity to its intended end of communion with God. Ephrem articulated the theological significance of Christ’s descent to Sheol by means of comparison to several events in Christ’s earthly life and ministry. The narrative of Christ’s temptation in the wilderness played a recurring role in Ephrem’s explication of the meaning of Christ’s descent to Sheol, relating it not only to the eschatological resurrection, but to the life of the Church in the temporal world. [12] “Clothed” in and possessed of the same human freewill as fallen Adam, Christ was susceptible to temptation and to death and therefore able to contend against Satan in the wilderness and Death in Sheol.  Victorious over both of these “eaters of humanity,” Christ the Second Adam opened the possibility for his Church to be “clothed” in his glory and participate in his conquest of the Evil One “here” and Death “hereafter” (CN 58.25).  Furthermore, because of the complementarity of Christ’s victories over Satan and Death, strict distinctions between ordinary and sacred time with reference to human salvation have been collapsed, allowing Christians to participate in the temporal in the light of the eternal and in the eternal by means of the temporal. Old Testament Women in Syriac Christianity Catherine Burris, University of North Carolina, Chapel Hill [13] This paper will address the role of female figures from Hebrew Scripture in Syriac Christianity.  How were they presented and used by Syriac writers?  What mechanisms were deployed to translate these women from a Jewish context to a Christian context?  Was it always necessary to make this translation? [14] The simplest method of appropriating the women of Hebrew Scripture was to group their stories with Christian ones, to make them part of a collection such as the Syriac Book of Women.  There were, however, more overt and specific ways of making eminent Jewish women pertinent to Syriac Christianity.  They might be brought into the fold by means of allegorical or typological interpretation, explaining precisely how their stories prefigured certain Christian truths.  They might be used to illustrate by analogy the virtues of a Christian figure.  Their stories might even be used as models for the stories of Christian women. [15] This paper will focus primarily on texts from West-Syriac Christianity of the first millennium, drawing from homilies, hagiography, hymns, and histories. Towards Automatic Recognition of Syriac Handwriting W.F. Clocksin, Oxford Brookes University P.P.J. Fernando, Cambridge University [16] We describe an implemented method for the recognition of Syriac handwriting from historical manuscripts. The Syriac language has been a neglected area for handwriting recognition research, yet is interesting because the preponderance of scribe-written manuscripts offers a challenging yet tractable medium for OCR research between the extremes of typewritten text and free handwriting. Like Arabic, Syriac is written in a cursive form from right-to-left, and letter shape depends on the position within the word. The method described here does not need to find strokes or contours of the characters. First, words are segmented into character shapes using a novel non-parametric probability density estimator. Next, features are found using a novel generalized moment generating function. Each shape is recognized individually using a discriminative support vector machine with 10-fold cross-validation. We describe experiments using a variety of segmentation methods and combinations of features. Images from scribe-written historical manuscripts are used, and the recognition results are compared with those for images taken from clearer 19th century typeset documents. A recognition rate of 98% is achieved for the typeset source and 94% for the ancient manuscript source. Syriac Christians in the Modern Diaspora Khalid Dinno, St. Behnam Syrian Orthodox Church, Toronto, Canada [17] The vast majority of the Syriac Christians that immigrated to the West came from the Arab world and Turkey. Despite the commonality of their historic religious and ethnic roots the Syriac Christians lived in these vast lands in different social environments, particularly in the late nineteenth and twentieth centuries. Their immigration patterns across the span of the past one and half centuries also varied with the events that took place in their home countries that prompted their immigration. The countries that received the Syriac Christians, though all belonging to the Western Civilization, have had their own distinct nationalistic social and religious cultures. These have been factors that have affected the attitudes of these countries towards the Syriac Christians arriving from the East. [18] It is important, when considering the titled subject, to resist the temptation to lump all Syriac Christians as one homogeneous group and to stereotype the recipient societies.  However despite these variations, there is a strong commonality in the issues that have affected the Syriac Christians in the Diaspora and in their interaction with their new environments. [19] The paper, after providing a brief background of the immigration patterns, considers the general problem of identity and the preservation of the social heritage among the Syriac Christians in the dynamics of the present day communications revolution.  Particular reference is made to the wave of immigrants from Iraq that followed the 1991 Gulf War. The Double-Naved Church in Medieval Lebanon Erica Cruikshank Dodd, University of Victoria, B.C. Canada [20] Churches with two parallel naves and two apses facing east were built in the mountains of Lebanon during the twelfth and thirteenth centuries. While working on the painted churches in medieval Lebanon, I noted that out of twenty-six painted churches, eight of them had two parallel naves and two apses. This is a substantial proportion, and this number does not include many churches still standing that are no longer painted. Why are there so many churches of this typebuilt in Lebanon during the Crusades? [21] The church plan with a single nave and double apse was explored by Dimitrokallis, in 1976. The double basilica church was the subject of an essay by Krautheimer in 1936 followed by an extensive study by Sodini in 1980. Both the plan with two apses and the double-basilica church are similar to the church with two parallel naves and two apses, but they are not the same. While these earlier studies do shed light on the purpose of the double-naved Lebanese plan, they do not answer the question: [22] The double-naved church is also found occasionally elsewhere along the Mediterranean coast in Greece, Cappadocia, Palestine and Syria, and even in northern Italy and Germany, but nowhere is this plan so common as it is in the Lebanon. This study suggests that the plan was designed to accommodate two different liturgies and\/or contemporaneous worship in two different languages during the Crusades. Prejudice and Polarization towards Christians, Jews and Muslims: the Syriac Polemical Treatises of Dionysius bar Salibi Rifaat Y. Ebied, The University of Sydney [23] The importance of inter-faith dialogue in the contemporary world is undisputed.  Nor is it doubted that sound research can dispel misconceptions and stereotypes   which have too often contributed to distrust and conflict between the adherents of Christianity, Judaism and Islam. Christians, Jews and Muslims have lived together for centuries, sometimes in concord, at other times in conflict. One of the most tense periods for these communities was in the twelfth century, following the impact of the Crusades which upset the delicate balance of communities in the Middle East. To date, we still only possess a partial knowledge of how Christians, Muslims and Jews in this medieval period encountered and perceived each other. Similarly we have little understanding of what actually happened between these groups and particularly the manner of arguments that were employed by either side in their altercations and accusations against one another. This is largely because most of the relevant documents have remained inaccessible, on the whole remaining untranslated, and so rarely the subject of extended analysis by scholars in general and historians in particular. This project, on the Syriac Polemical Treatises by Dionysius bar Salibi, makes a unique contribution, through its critical edition, translation and commentaries. It will provide a fresh assessment of the relations between Christians, Jews and Muslims in the period of the Crusades, thus significantly enriching our knowledge and understanding of the dynamics amongst Middle Eastern communities in the medieval period. Coptic Syriac Relations: Beyond Dogmatic Rhetoric Lois Farag, Loyola College in Maryland [24] The Coptic and the Syriac Churches have historically shared a common theological agreement and came to be known as non-Chalcedonian Churches. The theological position of both churches led scholars to focus on themes such as “Severus of Antioch,” “John of Halicarnasus,” and “John Philoponus” and the manuscript depository in the “Syrian Monastery” in the Nitrean Desert. This presentation is going to focus on Coptic Syriac relations that are beyond the dogmatic rhetoric and scholarly excavations. More specifically, the presentation will focus on the relationship between the Copts and the Syrians from Coptic documents. Thus, the relationship between the two churches will be expressed from the Coptic perspective. This will not include modern relations that can be easily found among the minutes of meetings, in print readily available. The points of discussion will be the Patriarchs and saints in the liturgical book of the Synaxarium. This includes a discussion of the Syrians who resided as Patriarchs of the Coptic Church and the liturgical and devotional changes that followed such an exchange. After the Arab conquest of both churches, they shared a common language, i.e. Arabic. This led to an exchange of theological terms. The power of the exchange of language and hagiographic stories of saints strengthened the relations among the two churches beyond ecclesial politics. This presentation discusses a relation that has been strengthened, beyond the common theological agreement, by geographic proximity of the two churches and the sharing of similar historical situation, especially after the Arab invasion. Revisiting the Daughters of the Covenant Susan Ashbrook Harvey, Brown University [25] Recent scholarship suggests some fresh considerations relevant to the enigmatic ancient Syriac office of the Daughters of the Covenant, about which we know even less than we do for its male counterpart, the Sons of the Covenant. I would like to reassess our understanding of the Daughters of the Covenant, with particular attention to the question of women's liturgical participation. Liturgical chanting was one of the canonically prescribed activities of the Daughters of the Covenant (e.g, Rabbula Canons, 20). Indeed, late antique and medieval primary sources often refer to the women's choirs of the Syriac civic churches as comprised of, or partially inclusive of, or led by Daughters of the Covenant. The presence of women's choirs in the Syriac civic churches was in fact a contested matter, and stood in contrast to the normal pattern of Greek civic churches. Recent studies on the ancient Greek traditions of women's singing, performative roles, and public voices have raised a number of issues critical to assessing the presence or absence of women's choirs or female chanters in late antique churches. This material bears upon the practices of the Syriac churches in significant ways, I will argue, and offers important insights to our understanding of the Daughters of the Covenant as members of a public office. Meltho : Syriac OpenType Fonts Sargon Hasso, Illinois Institute of Technology [26] The Syriac language character encoding as approved by The Unicode Consortium and became part of the Unicode Standard 3.0 , gave us a platform on which we can further extend these efforts to the application areas. Chief amongst them was the creation and promotion of a set of fonts for use by any Unicode compliant software application independent of the operating system platforms. The chief sponsor, producer, and promoter of these efforts is Beth Mardutho (The Syriac Institute). However, the font specification and its current implementation, using the OpenType fonts technology, are available for any one interested in creating Syriac fonts. Meltho: The Syriac OpenType Fonts for Windows XP\/2000™ and Windows 95\/98\/ME™ is the name of this font project. Currently, these fonts support the three major Syriac scripts: Estrangelo, Serto, and East Syriac in variety of styles and features. The success and wide use of these fonts are facilitated by the Unicode (Multilingual) Script Processor of Microsoft’s Windows operating systems. The Meltho fonts allow the user to write Syriac not only in word processing applications, but also in programs for creating web pages, databases, emails, spreadsheets, presentations, graphics, and beyond. Combined with other technologies, such as XML, they become an invaluable tool for serious researchers, lexicographers, publishers, and others. The Ethiopic History of Joseph and its Syriac Vorlage Kristian S. Heal, Brigham Young University [27] The story of the Old Testament patriarch Joseph (Genesis 37, 39-50) had a rich and varied afterlife in early Jewish, Christian and Islamic literature. The story was retold, paraphrased, augmented and commented upon extensively in each of these traditions, and much interesting work has gone into the task of establishing the relationships between the various texts within and between the traditions. When, therefore, an Ethiopic retelling of the story was discovered, and it was argued that it had as its Vorlage a second temple Jewish text, it presented a potential very attractive and interesting early piece of the puzzle. [28] In this paper, I argue that this Ethiopic History of Joseph is in fact a translation, most probably via Arabic, of an extant Syriac retelling of the Joseph story. This dependence can be demonstrated by a careful comparison between the two texts, and by establishing the existence of a likely Arabic intermediary. As a result of establishing the priority of the Syriac Vorlage , it will be necessary to ask the same questions of this text that had previously been asked of the Ethiopic version, such as whether it is indeed a product of second temple Judaism. I argue to the contrary. For, it is possible to locate the Syriac text squarely within the Syriac tradition of retelling the bible, as a comparison with dramatic dialogue and prose retellings of Old Testament episodes shows. The Edessan Milieu and the Birth of Syriac John F. Healey, University of Manchester [29] The paper attempts to elucidate the milieu from which Syriac emerged as a literary and liturgical language, taking account of material remains of early Edessa and the linguistic features of the pre-Christian Syriac or ‘Old Syriac’ inscriptions and parchments. The hellenization of pre-Christian Edessa is re-evaluated and it is argued that the evidence for such hellenization has been exaggerated.  Pre-Christian Edessan culture (including religion) is best characterized as a local variant of a widespread Semitic tradition seen also in other contemporary Middle Eastern centres. The impact of the Greek language on the pre-Christian Syriac materials is minimal and such borrowings as exist are largely limited to the sphere of legal administration and associated with Romanization in the mid-2 nd century C.E. ‘Old Syriac’ is then considered in the context of Achaemenid-period and contemporary (Nabataean, Palmyrene, etc.) forms of Aramaic.  Achaemenid Aramaic was a continuum of dialects rather than a monolith and ‘Old Syriac’ is to be seen as a local form of post-Achaemenid Aramaic rather than as the offspring of Official Aramaic. Specific factors contributed to the rise of classical Syriac: its earlier use as an administrative, royal and religious language in the Edessan kingdom.  But above all it was Christianity which gave the Edessan variety of Aramaic a religious importance which allowed it to stand alongside Greek as a major literary and liturgical language. Ecclesiastics And Ascetics: Finding Spiritual Authority in 5 th and 6 th Century Palestine Jennifer L. Hevelone-Harper, Gordon College [30] In recent decades scholars have fruitfully explored the role of the holy man in late antiquity. As patrons, healers, and intercessors, holy men served the laity, intervened in church councils, and instructed bishops and emperors on their duties. In these activities monks sometimes came into conflict with the established hierarchy of the church. As a source of spiritual authority distinct from ecclesiastical power circles, ascetics could support or undermine the work of a bishop. [31] During the 5 th and 6 th centuries, the church in Palestine experienced considerable turmoil over christological divisions. In the midst of this controversy monasteries flourished and their inhabitants produced a prolific collection of monastic literature. The various genres that survive—hagiography, polemical texts, and ascetic exhortations—depict a complex and sometimes contradictory world. These texts disagree about the proper role for the monk within the larger church. Drawing upon the works of John Rufus, Isaiah of Scetis, and Zachariah Scholasticus and others from the region, this paper will explore the interactions of monks and bishops as they established and maintained their own spiritual authority. [32] In both monastic and episcopal circles this process of substantiating spiritual authority was critical if the ascetic, theological, and ecclesiastical accomplishments of one generation were to continue to shape the Christian community in the future.  In response to ambiguity about the proper relationship between ascetic and ecclesiastic leaders, monastic writers depicted both holy men and bishops as acting out divinely ordained roles. Yet the texts reveal that both leaders and laity continued to feel concern about the possibility that sources of spiritual authority could come into conflict. \"Watch and Pray\": The Night Vigil as a Context for the Earliest Christian Hymnody Peter Jeffery, Princeton University [33] Much early Christian worship took place at night, or before dawn. Evidence of a background for this can be found in ordinary Judaism, in Jewish ascetic groups, and in apocryphal and apocalyptic literature. Syriac sources including the Apocalypse of Abraham , the Odes of Solomon and the Acts of Thomas enable us to trace lines of trajectory to early Christian liturgical sources, including Egeria’s Resurrection vigil and the Easter baptism vigil. Syriac Monastic Culture and its influence on Western Monasticism Dale A. Johnson [34] The organizational form of monasteries in the world of Mesopotamian monasticism was never adopted in the west. Only the substance of monasticism was adopted through the genius of Benedict who was influenced by the monastic rules of the east. He drew from eastern sources including Cassian, Basil, perhaps Rabbula, and written observations of monasteries in Palestine and Syria, but he did not adopt the eastern organizational form. This insight is clear when we look closely at the canons of Syriac monasteries east of the Euphrates. The monastic cultures of both the east and west were social experiments. They were both influenced by their contextual cultures and they influenced the dominant cultures that followed them.  Today Syriac Christianity stands at a crossroad. Western culture, in part formed by Benedictine monastic social rules, now dominates the Syriac Christian diaspora. Clues to its survival may lie in the canons of social organization in early Syriac monastic Christianity. Automating the Liturgical Calendar of the Syriac Orthodox Church Thomas Joseph, Beth Mardutho: The Syriac Institute [35] Liturgical calendars provide a quotidian guide for the Syriac Orthodox faithful in the practice of spiritual life in the Church all through the year, setting apart days for commemorating principal events in the salvation history of man, specifying periods of fasting, and marking the feast days of saints, memorial days of the fathers, and local observances. Lectionaries prescribe scripture readings for the liturgical offices of holy days through out the calendar year. Liturgical calendars and lectionaries have been in use for many centuries and since the advent of printing have come into wide use among the laity. [36] Through the ages, such calendars have been compiled through a tedious manual process. This paper describes the automated generation of the liturgical calendar for a given Gregorian year. The calendar includes scripture readings for the principal feast days from the lectionary. The date of Easter and related movable feasts can be based on the Julian or Gregorian calendar as required by the Syriac Orthodox practice in the Middle East and Malankara (India) respectively. [37] The current implementation employs a Microsoft Access ® database to persist the liturgical calendar and lectionary data, a Java application to generate the calendar for a given year and output calendar data into an XML format, and an XSLT template for transforming the XML into an HTML form to display the data in a standard calendar format. The same XML file can be transformed to produce a lectionary with an appropriate XSLT. Tabetha Syriac: Child Language Acquisition of Classical Syriac in a Multi-lingual Environment George A. Kiraz, Beth Mardutho: The Syriac Institute [38] Today, Classical Syriac is hardly the native tongue of any single individual.  Rather, it is a learned language spoken primarily by clergy and malphone , especially amongst the Syriac Orthodox.  There have been very rare cases when children were brought up to speak Classical Syriac, and always in multilingual environments. None of these cases has been documented. Hence this process of child language acquisition is totally unknown. [39] This paper, hopefully the first in a series of studies, attempts to shed some light on child language acquisition in a multilingual environment where Classical Syriac is one of the primary languages in use, the others being Turkish, English and Arabic (in order of usage). The subject of the study is a 2½ year old (at the time of the Symposium) female. The Classical Syriac speaker is the father, while the mother is a Turkish speaker. [40] The paper will concentrate primarily on two socio-linguistic aspects of child language acquisitions: Firstly, the various challenges faced when Syriac is ‘forced’ to become a native tongue. These challenges include the lack of a larger socio-linguistic environment, the necessity of child talk in a language hitherto used solely in adult talk, and the instantaneous need of coinage, to name a few. Secondly, the interaction of the four spoken languages and the code switching that takes place between them. Which language becomes more dominant, and at what stages of language acquisitions, are but two questions that will be tackled. Fasting, Competition, and Envy: Reading Daniel 1-6 with Ephrem the Syrian Shane Kirkpatrick, Anderson University [41] In his Hymns on Fasting , Ephrem the Syrian provides a framework for reading the tales of Daniel 1-6. His reading makes a number of assumptions about Daniel and his three companions, however, that go beyond the information explicitly provided in the biblical text. For example, he calls them “fasters” in episodes where Daniel and his companions are not described as fasting ( Ieiun. 4.9; cf. Dan. 3). Ephrem also describes the social dynamics of their situations more emphatically than does the biblical text. For example, he names “envy” as the motivation of the Judeans’ opponents ( Ieiun. 7.7). [42] These conclusions that Ephrem draws from the biblical narratives are the result, I submit, of the influence of Ephrem’s own social and cultural context. Biblical scholars using social-scientific criticism have developed tools to help interpreters recognize the influence of social and cultural contexts on the production and reading of ancient texts. Valuable here are models by which to understand the dynamics at work in a society whose central cultural value is honor. Reading Ephrem’s understanding of the tales in Daniel 1-6 with attention to these models allows us to make sense of Ephrem’s use of “honor” and “shame” language (e.g., Ieiun. 8.3-4), his reference to “envy” ( Ieiun. 7.7), and his schematization of Daniel and his companions as “fasters” in an agonistic social competition with their opponents, the “feasters” ( Ieiun. 7-9). The Pearl of Virginity: Death as the Reward of Asceticism in Jacob of Serug Robert A. Kitchen, Knox-Metropolitan United Church, Regina, Saskatchewan [43] Jacob of Serug develops several fundamental concepts of Syriac asceticism—asceticism as a form of death, and death as the reward of new life for one’s ascetical labors—in mēmrā 191 in Bedjan’s collection ( Homiliae Selectae , vol. 5: 821-836): “On the bart qyāmā , a pure virgin, who departs from this world.”  [44] This mēmrā appears to be written for a specific occasion: the death of a consecrated “daughter of the Covenant,” and possibly is a funeral oration.  The title teases one to believe that a description of the institution and practices of the bnat qyāmā might be forthcoming, but that is not Jacob’s focus.  The term is not employed in the mēmrā , although Jacob celebrates her steadfast virginity and the state of apatheia she has attained. [45] Jacob addresses her acquaintances mourning her death and counsels that death is not the bitter end, but the sweet entrance into the angelic realm—the realization of the paradise she tried to recreate in the midst of the sinful world. Death is not defeat, but the reward for a life of asceticism, virginity, and devotion to Jesus, the Īhīdāyā , her betrothed. [46] In the latter sections of the mēmrā , Jacob applies the metaphor of the pearl (Matthew 13:45-46) to the virginity of the bart qyāmā , illustrating how she has survived and ascended out of the iniquity of the world (or sea) to the glory of heaven through the power of her virginity and asceticism. Qaddishutha and Celibacy between Purity and Holiness in Early Syriac Literature Naomi Koltun-Fromm, Haverford College [47] The early Syriac literature often equates qaddishutha with celibacy. But does that term—derivative of the root QDS —connote purity, holiness or some combination of the two for these ancient authors? Is celibacy equivalent to cultic purity, holiness or both in their understandings? This paper will explore the variable connotations of qaddishutha in the early Syriac literature and its implications for understanding the place of celibacy within the early Syriac church tradition. As in biblical and rabbinic Hebrew the root QDS can connote at times “holy” or “sanctify” and at times “pure” or “ritually purify.” The biblical Hebrew texts are usually consistent in distinguishing these usages often determined only by different verbal patterns. The Syriac biblical texts tend to carefully preserve these distinctions as well. Yet the later Syriac exegetical texts are less concerned with preserving these differences and even find it advantageous to mix, match and\/or elide the different connotations. In this paper I will compare texts from the Acts of Judas Thomas and the Demonstrations of Aphrahat in order to illustrate their semantic and theological developments, which reflect and highlight these biblical exegetes’ notions of qaddishutha and religious identity. Divine Law in Aphrahat’s Demonstrations : A Jewish Heritage in Early Syriac Christianity Adam Lehto, Waterloo, Canada [48] Asceticism, anti-Jewish polemic, and an extensive use of the Old Testament are three prominent features of the Demonstrations of Aphrahat that can be brought together by an examination of the author’s concept of divine Law. While many scholars have studied these areas in isolation, the centrality of Law-observance for Aphrahat has been largely overlooked. This emphasis on the Law affirms the basic continuity between the moral commandments of the Old Testament and the New, while adding a new dimension in the ascetic commands of Christ. In contrast to his clear rejection of O.T. ritual law, Aphrahat’s high view of the Decalogue and other O.T. moral laws forms an important part of his Christian spirituality. Christ’s call to a higher ascetic way of life does not conflict with a fundamental commitment to the moral code already known to the Jewish patriarchs. Though his role clearly goes beyond this, Christ for Aphrahat functions as a new and final teacher of the Law who points to love as the fulfillment of the Law. This emphasis on love, however, is a way of appreciating the fullness of the Law rather than a way of minimizing its importance. In its ethical aspect, Aphrahat’s concept of divine Law highlights continuity rather than discontinuity between Judaism and Christianity. In many respects, the Demonstrations are a fairly typical example of Christian anti-Jewish literature. Aphrahat’s concept of divine Law, however, points to an unacknowledged debt to Judaism, which, along with much anti-Jewish polemical material, is common to many early Christian writers. Translational Features of the Syrohexapla of Ezekiel Jerome A. Lund, Comprehensive Aramaic Lexicon, Hebrew Union College [49] At least from the 5 th century, Syriac speaking Christians had religious interaction with Greek speaking Christians. This religious interaction led Syriac speaking Christians to compare their Syriac Bible text with the Greek Bible text and, eventually, to produce a translation of the Greek Bible into Syriac. In 616-617, at Alexandria in Egypt, Paul of Tella undertook a translation of the Greek Old Testament into Syriac. As his textual base, he used the fifth column of Origen’s Hexapla. For the Book of Ezekiel, Paul of Tella’s translation is preserved in its entirety only in the photolithographic reproduction of A. Ceriani. The manuscript British Museum Add. 14,668, folios 26-29, preserves only Ezekiel 47:23-48:35. With regard to scholarly research, no one has ever described the translational features of the Syrohexapla in detail, at least for the Book of Ezekiel. [50] In this presentation, I will describe a number of translational features in the Syrohexapla of Ezekiel, which differentiate it from the Peshitta. Furthermore, I will attempt to identify translational features, which, in violating Syriac grammar, confirm my view that the Syrohexapla was intended as a scholarly version and not as a church Bible. This groundbreaking study forms a part of a greater vision of publishing an edition of the Syrohexapla with accompanying concordance. Results of this study should be compared with an analysis of Thomas of Harkel’s Syriac translation of the New Testament, since Paul of Tella and Thomas of Harkel worked at the same time, in the same place, and under the same auspices. The Homily on Adam and Eve of Isaac of Antioch Edward G. Mathews, Jr. [51] Isaac the teacher has been lauded by many of his contemporaries as one OF the greatest writers in Syriac literature. Nevertheless, nearly two thirds of this large corpus is essentially unknown to modern scholarship. One such work, which ought to be of great present interest to scholars in many fields, is the Homily on Adam and Eve. Yet, outside of its entry in Assemani’s 18 th century catalogues, it has received no attention at all. It will be the purpose of my paper then to provide such an introduction to this work: a brief description of its contents; its place in the corpus attributed to Isaac of Antioch; and its place in the history of Syriac exegesis on the Biblical protogenitors. 'The News ... was put in the Newspaper and spread in the World': A Neo-Syriac Poem on the Russian-Turkish War in 1877 Alessandro Mengozzi, Università degli Studi di Torino [52] A line of continuity links the late East-Syriac perception of history – as this is reflected in the poetic works of authors such as Giwargis Warda or Gabriel Qamsa—and the Neo-Syriac poems which deal with historical events. Neo-Syriac authors tried to understand the causes of plagues (pestilence, famine, war) which befell the Christian communities and to interpret their painful subjection to Muslim rulers. They more or less explicitly presented disasters as God’s punishments, but, while linking present hardships to the grand narrative of Divine intervention in human history, they committed their future to the liberating hand of God. [53] By the end of the 19 th century, Neo-Syriac poetry appears to be sensitive to new trends in reflection on history. The author of an unpublished poem On the Russian-Turkish War in 1877 is a physician and adopts a more secular view of history. He seems well-informed about the diplomatic scenario of the conflict. His main concern is not the moral and religious causes of the war, but the reason why of all the Christian powers only Russia came promptly to the aid of the Bulgarians against the Ottoman oppressors. England, France and Italy did not intervene, whereas Tsar Nicolas, together with Prussian, American and Austrian allies, decided to send their troops against the Sultan. Neo-Syriac poetry goes beyond the narrow scope of local historiography and enters the broader stage of international politics, where the position of (East-) Syrian Christianity must be defined not only in opposition to Muslim neighbors but also in relationship to ‘other’, i.e. Western, Christians. Syriac Non-Chalcedonian Eucharistic communities after Chalcedon Volker Menze, Princeton University [54] The council of Chalcedon in 451 CE proved to be the cornerstone for the division of Christianity at the end of Antiquity. The main cause for the division was a different understanding of the divine and human aspects of Christ’s nature.  My talk will investigate how the Syriac opponents of the council of Chalcedon defined their church and perpetuated their practices during the second half of the 5 th century and the first half of the 6 th century. [55] Using hagiography, letters, legal and liturgical sources, my paper will demonstrate that at the heart of this redefinition was an emphasis on the church’s sacraments—especially the Eucharist. On a social level, the Eucharist created a visible line of separation and resistance against the Chalcedonians and provided a non-Chalcedonian identity. Second, I will analyze the distribution of the Eucharist and show the urgent need to create a flexible church framework which could care for the faithful laity and distribute the sacraments, even over long distances and in regions where no non-Chalcedonian priests were available.  Finally, after having showed the importance of the Eucharist and the care for the communities by the clergy, I will discuss how the Syriac non-Chalcedonian laity perceived the sacrament of the Eucharist. It seems that popular devotion of the Eucharist did not always match with the official understanding of this sacrament. Aphrahat's appropriation of the Bible in the Fifth Demonstration, de bellis Craig Morrison, Pontifical Biblical Institute [56] Aphrahat composed the fifth Demonstration at the time of increasing tension between the Roman and Sassanian Empires. In anticipation of the Christian Emperor’s military campaign against Shapur II, the Persian Sage found in the bellicose language of the Book of Daniel a reassuring message for fourth-century Christians living under Sassanian rule. The cryptic style of this biblical book readily lent itself to the exigencies of his historical context in which an equally cryptic style (béråz) was required. This paper will explore how Aphrahat recasts the Book of Daniel as a window for understanding his own world. What verses does he appropriate, and how do they function within his argument? What is the relationship between his citations and the Peshitta text, and what hermeneutical principles underlie his interpretation? The Church of the East between 1550 and 1850: literary revival and western influence Heleen (H.L.) Murre-van den Berg, Universiteit Leiden [57] Almost two centuries after the decline of Church of the East in the latter half of the fourteenth century, this church experienced a remarkable recovery during the first two centuries of Ottoman influence in the region. Although the earliest signs of recovery predate the extension of Ottoman influence in Kurdistan (manuscript production is increasing from the 1450-ies onwards), it is in the late sixteenth and seventeenth centuries that the Church of the East regained much of its former strength in matters of language and literature. The center of literary revival was first located in Gazarta d-Bet Zabday (present-day Cizre in southeastern Turkey) and later shifted to Alqosh and the nearby monastery of Rabban Hormizd (in present-day North Iraq). In the same period, the Church of the East became open to the influence of the Roman Catholic Church, which led to a number of unions, the first of which was initiated by the monk Yuhannan Sulaqa in 1553. Towards the end of the seventeenth century, a stable uniat patriarchate emerged in Diyarbakır, which in the early nineteenth century merged with the uniat patriarchate in Mosul. [58] In this paper I will further elaborate on these defining developments within the Church of the East, discussing possible connections between the literary revival and Roman Catholic influence, as well as between these developments and the incorporation of the region into the Ottoman Empire. The sources for this research will be discussed, with particular attention to the manuscripts produced by the Syriac scribes, both the manuscripts itself and their colophons. Bardaisan, Marcion, and Early Edessan Christianity Ute Possekel, Saint John’s Seminary, Boston [59] Since Walter Bauer's landmark study, Orthodoxy and Heresy in Earliest Christianity , his thesis of an early heterodox Christian presence in Edessa has found widespread approval. The followers of Marcion and Bardaisan (d. 222) flourished in Edessa at an early date. The Bardaisanites continued to be an influential community into the fifth century. Bardaisan saw himself as a Christian, but he soon came to be labeled as a heretic. [60] This paper will examine Bardaisan's understanding of Christianity and his relation to Marcionism. Scholars have studied various aspects of Bardaisan's thought, such as his notion of fate and his cosmogony, but they have paid little attention thus far to his understanding of the Christian faith as such. [61] This paper will examine, to the degree that the sources permit, some elements of Bardaisan's \"theology.\" How do Bardaisan's ideas compare with contemporaneous Christian systems of thought? In particular, how does Bardaisan differ from or agree with Marcion? Bardaisan is known to have written dialogues against the Marcionites (Eusebius, h.e. IV.30), and the Book of the Laws of the Countries , attributed to Bardaisan's disciple Philip, shows evidence of anti-Marcionism. On the other hand, Bardaisan's ideas about Christianity also display parallels with Marcion's theology, and this paper will investigate these parallels. Nisibis as the Background to the Life and Work of Ephraem the Syrian Paul S. Russell [62] As part of an on-going project aimed at producing a volume called A Companion to the Study of St. Ephraem the Syrian , I would like to offer a paper examining Nisibis to see what we can discover of it as the milieu that produced St. Ephraem. This paper will not argue that Nisibis is the proper place to examine in this regard (a brief and separate argument) but, instead, will offer what is presently known about the city and its surroundings in a number of areas: The physical surroundings and location The political importance of the city The ethnic mix of the city The religious mix present in the city The cultural mix present in the city. [63] “Relations between Syriac Christians and ‘other’” and “Semitic or Hellenistic influences on Syriac Christian life” will be discussed. Due to the sparse nature of the evidence, I may not have anything new or exciting to offer. Yet the topic is important for reflection, in my opinion, for the proper understanding of St. Ephraem. Greek Gospel vs. Old Testament Peshitta: The Vetus Syra Dilemma of Scriptural Authority Serge Ruzer, Hebrew University of Jerusalem [64] The paper discusses the Old Syriac Gospels ( Vetus Syra , OSG ) treatment of biblical quotations. The investigation focuses on cases where the quotation text form in the OSG Greek source differs considerably from the one attested in the Old Testament Peshitta. It is demonstrated, on the one hand, that in such cases the OSG modus operandi differs greatly from the one adopted by later Syriac versions of the Gospels, with their slavish fidelity to the Greek text; but, on the other, that it does not fit the usual description of Vetus Syra as a “free, idiomatically correct rendering.” Instead, the main objective of the OSG is shown to be to give the biblical quotation a form as close as possible to the peculiar wording of the OT Peshitta tradition. The scope of that general tendency and the existing constraints are both outlined, and it is argued that this characteristic OSG trend cannot be reasonably ascribed to dependence on the Diatessaron of Tatian. Finally, implications for the Vetus Syra ’s provenance are discussed. From Peking to Rome: Medieval 'Ecumenism' and the Journeys of Bar Sauma Jeanne-Nicole Saint-Laurent, Brown University [65] The History of Mar Yahbh-Allaha, Patriarch, and of Raban Sauma is an account of  two monks of the Church of the East who leave China in the thirteenth century, hoping to visit the holy places of Jerusalem. Rabban Sauma journeys farther into Western Europe in order to win political support from the Christian leaders of Europe for the Mongolian King Arghon. Rabban Sauma’s blend of cultural, religious, and political ties help this encounter between the Catholic Church and the Church of the East to be effective. Rabban Sauma is aware of his role as an ecclesiastical representative of Patriarch Mar Yahbh-Allaha III and of Christians in Asia. He retains, however, a strong sense of diplomatic duty to the Mongolian king whose political interests he must represent. Rabban Sauma shows his reverence for the Western Church through his deeds and words of respect to her leaders, as well as through his desire to visit her shrines and venerate her relics.  These factors together create a context conducive for positive exchange between Rabban Sauma and Pope Nicholas IV.  Although both are spiritual leaders of two officially-separated Churches, the Pope allows Rabban Sauma to celebrate the Eucharist. Rabban Sauma later receives Communion from the Pope’s hands. The Catholic Church and the Church of the East thus share symbolically a moment of solidarity through Rabban Sauma’s presence in Rome and through his participation in the liturgy that the Pope offers. Report on Pro Oriente 's Sixth Non-Official Consultation on Dialogue within the Churches of the Syriac Tradition: Sacraments Jeanne-Nicole Saint-Laurent, Brown University [66] In March, 2003, Pro Oriente brought leaders of the Churches of the Syriac tradition together in Vienna to engage in Ecumenical dialogue concerning the Sacraments. Members came from the Assyrian Church of the East, the Ancient Church of the East, the Syrian Orthodox Church of Antioch, the Malankara Orthodox Church, the Chaldean Church, the Syro-Malabar Church, the Malabar Catholic Church, the Malankara Catholic Church, the Syrian Catholic Church, and the Maronite Church. Scholars of Syrian Christianity were also present, along with representatives from the Pontifical Coucil for Promoting Christian Unity and the Anglican Church. Members of the Church of the East, the Syrian Orthodox Church, and the Maronite Church delivered papers on the Eucharist, discussing anaphoral prayers used in liturgy, the nature of the Eucharistic Mystery, and ecumenical dimensions of the Eucharist. The Malankara Orthodox Church, the Church of the East, and the Malabar Catholic Church presented papers concerning Holy Orders.  Finally, members of the Ancient Church of the East, the Syrian Catholic Church, and the Chaldean Church discussed the practice of Penance ( tyabutho\/tyabutho ) in their respective traditions, and they explored helpful ways in which to understand this rite within modern cultural contexts. This meeting provided a chance for members of these traditions, whose communities are dispersed throughout the world, to come together in an unofficial way and discuss their Church’s traditions, thus working towards increased mutual understanding and appreciation. The Changing Fortunes of Syrian Christianity: What can be gleaned from the (Pseudo-)Apocalypse of John Issa A. Saliba, Whitby, Canada [67] An ascetic lamenting the misfortunes of his community under early Muslim rule composed an “Apocalypse of John” from which we glean valuable historical details.   He proclaims the rise and fall of the Roman Empire praising its first Christian emperor and his sign of the cross, an admiration echoed later in many works. But he denounces Constantine’s successors. His language indicates that by the seventh-eight century the imperial title “Augustus” had become practically obsolete, and the imperial church had become abhorrently detestable to the monophysite communities. [68] The rise of the Persians is a reference to Chosroe’s successful campaigns against the eastern provinces, and the description of his death is attested to by other sources. Persia is superseded by Media. This is not in agreement with the proper order of events but the apocalyptist has a conceptual framework into which things must fit. [69] The southern wind follows, namely the Arabs, headed by a “warrior”, the first designation of their leader, emphasizing his military activities, and whom they call a “prophet”. This is one of the most ancient references to Muhammad in a Christian document. War among them alludes to the conflict which ended with the death of ʿAli. The imposition of heavy taxes can only refer to the new fiscal reform ( taʿdil ) under ʿAbd el-Malik. Rapid consolidation of Muslim control is described but the picture is one of the early days of Muslim rule where no capital had been yet designated. THE SYRIAC TEXT OF NILUS OF ANCYRA’S DE MONASTICA EXERCITATIONE : RELATIONSHIPS AND ADAPTATION Anne Seville, Catholic University of America [70] This paper examines how and potentially why the Syriac translation of Nilus of Ancyra’s De monastica exercitatione was adapted from the Greek original.  Nilus of Ancyra, a late fourth\/early fifth century ascetic, wrote this work before 425 as a prophetic call to the monks of his day to mend their ways and return to the ideals of the ascetic way of life.  The Greek text of the De monastica exercitatione is divided into three parts: Nilus’ perception of the origin and aim of asceticism, the responsibilities of a monastic superior, and the duties of all ascetics. The Syriac translator of the De monastica exercitatione excised roughly the first third of the work and in several places re-contextualized transitions between ideas and even reworked some of Nilus’ examples of the ascetic life. By paying careful attention to the Syriac vocabulary used and noting which descriptions have been altered or added, I will investigate what patterns emerge and what the Syriac editor wished to highlight in this work.  Without Nilus’ introductory description of the history of asceticism, how does the Syriac editor portray its development and current state?  Does the editor try to downplay or alter Nilus’ urgent message of reform and why? Are these changes influenced by the writings of other Syriac authors and what audience does the editor intend to reach? These explorations will draw us into ongoing discussions of the history of Syriac asceticism. Oc Arabicus in the Service of Oc Syriacus : Edessa\/Al-ruhĀ and Al-hĪra in Late Antiquity Irfan Shahîd, Georgetown University [71] The fortunes of the two Christian Semitic peoples in the Fertile Crescent, the Aramaeans and the Arabs, were interlocked in many ways. One was their domination by the two world powers, Persia and Byzantium, hostile to their Christianity, the former Zoroastrian and the latter still pagan. The Arabs, however, were politically and militarily more prominent than the Aramaeans—a fact reflected in their semi-independent vassal states to the two world powers. Thus, they were able to give some protection to their Semitic cousins in such centers of Arab power as Edessa and Hira, both in the Land of the Two Rivers, the one under Roman suzerainty and the other under the Persian. [72] Edessa, although a Seleucid foundation, was ruled by the Abgarid Arab Dynasty, from 132 B.C. for three and a half centuries. Ca. A.D. 200, Abgar IX adopted Christianity as the state religion, and thus Edessa became in this sense a Christian city, and it developed into the spiritual capital of the Semitic Christian Orient, the counterpart of Antioch for the Greek. Its history as the Holy City of the Christian Semitic Orient is well known; less known is the Arab contribution to its holiness and Christianity, which will be explored in the paper. [73] Hira, unlike Edessa, was an Arab foundation of the third century A.D., which for the following four centuries of pre-Islam was the principal center of Arab Christianity taking over from Edessa, almost immediately after the fall of the latter to the Roman emperor Gordian, the function of protecting Christianity from hostile Zoroastrian Persia. Its contribution to Arab Christianity is fairly well known, but less  known is its contribution to Syriac Christianity and Oriens Christianus Syriacus . This will be explored in the paper. The Colloquy of Moses on Mount Sinai where Syriac Christianity and Islamic Spain meet Karla Suomala, Luther College [74] In the late 19 th century, Isaac Hall published the only extant Syriac edition and translation of The Colloquy of Moses on Mount Sinai .  This text, of unknown date and provenance, contains a lengthy dialogue between Moses and God on Sinai concerning proper and improper behaviors and practices along with their rewards and punishments, as well as a discussion on the nature of God (i.e., Does God sleep? Where does God reside? etc.). Interestingly, this text has striking similarities in both content and form to a group of late medieval Aljamiado (Islamic literature written in Spanish but with Arabic characters) dialogues between God and Moses on Sinai. Since neither the Syriac text nor the Aljamiado texts have known counterparts within the larger Christian and Muslim traditions, I will describe the texts, suggest contexts for each, and explore the possibility of a common source. THE BEGINNINGS OF GERMAN LUTHERAN-ASSYRIAN RELATIONS Martin Tamcke, Theologische Fakultät, Institut für Ökumenische Theologie, Georg-August-Universität Göttingen [75] Since 1875 the Lutheran mission of the north German Hermannsburg Mission worked in the Urmia-region. I want to discuss the question of the beginning of this activity. Therefore I will especially look at the letter of Bishop Joseph, which I found in the archive in Hermannsburg. This letter dates to the time before the activities started. What was the interest of the bishop? What were the following steps? How did the work start? In some notes I also want to describe the forgotten Syriac manuscripts in the archive. The Book of the Magnet Herman Teule, Catholic University of Nijmegen [76] One of the most popular books of the Chaldean Church in the eighteenth and nineteenth centuries is The Book of the Magnet, composed by the Chaldean Patriarch Joseph II in his town of residence, Diarbakir. The work was probably written in Arabic, but mostly read in a Syriac translation. It is basically a book of spirituality and morality, the sources of which still have to be determined. Though one of the frequently quoted Fathers is Ephrem the Syrian, the work was strongly influenced by Western (Latin) sources. The Book of the Magnet is the result of the Roman Catholic missionary movement of the seventeenth century as represented by the French Consul of Aleppo (and later bishop) François Picquet. Severus's Objections to Chalcedon Tenny Thomas, Oriental Institute, Oxford University [77] Severus of Antioch, an uncompromising critic of the Chalcedonian formula, which affirms that Jesus Christ was “one Person” made known “in two natures”, criticized the Council of Chalcedon both in the light of tradition and in the light of theological principles. He admitted that earlier Fathers used the “two natures” formula, but he argues that those Fathers employed it before the outbreak of the Nestorian controversy. In later times the situation changed, and the imprecise and innocent expressions of the past were advanced as concomitant with the theological tradition based on the Nicene Creed as confirmed by the Councils of Constantinople in 381 and Ephesus in 431. Leo of Rome, ignoring the tradition established in the Church, insisted on the phrase “in two natures” in his Tome, and the Council of Chalcedon adopted it. The expressions “two natures after the union” or “in two natures” implied that the human child had been formed in the womb by himself first, and that God the Word assumed him at a later time. According to this view, the man remains man and God the Son remains God the Son in a state of conjunct existence, without being united in any real sense. This opinion is precisely what Nestorianism had affirmed and the Council of Ephesus in 431 had declared to be heretical. On the strength of passages from the writings of Diodore, Theodore, Nestorius and Theodoret, Severus concludes that the Antiochene tradition did not affirm a real union of the natures; they maintained only the conjunct existence in Christ of God the Son and the man. Thus they had insisted on “two natures after the union”. Therefore, in its historical context, the Council of Chalcedon cannot have meant anything more than this Antiochene emphasis by the phrase “in two natures”. The Syriac Correspondence of Pebechius and Osron Kevin T. van Bladel, Yale University [78] The story of the recovery of ancient Persian science in Egypt and its restoration to Sasanian Iran is known from a number of Middle Persian sources dating from the sixth century onward and from numerous Arabic works written by Iranians dating from the eighth century onward. This presentation introduces a Syriac text that must be related to this account. [79] Cambridge manuscript Mm.6.29 contains several unique examples of Syriac translations of Greek alchemical texts, including works of the renowned Egyptian alchemist Zosimus (fl. ca. AD 300) that do not survive in the original Greek. Among these is the supposed correspondence of an Egyptian priest, Pebechius, with a Persian magus, Osron, concerning the Egyptian recovery of ancient Persian science. In the first letter Pebechius claims to have discovered the ancient books of Ostanes (a legendary Persian alchemist who is said in other works to have lived in the time of Xerxes, i.e. the 5 th century BC, and to have presided over mysteries in Egypt). Osron’s reply begs Pebechius to share these ancient sciences. Pebechius answers that the books of Ostanes include the whole art of astrology, the manufacture of gold, and mysteries of Hermes. [80] Although the provenance of this text is unknown, its contents relate a different version of the story of the Persian recovery of its own science from Egypt. Combined with another, similar story in a text attributed to Ostanes himself, found in an Arabic manuscript claiming to contain a translation from Middle Persian, this Syriac text provides a new document of this semi-legendary history of science. Mallpânâ dilan suryâyâ —Ephrem in the works of Philoxenus of Mabbog: Admiration and Distance Lucas Van Rompay, Duke University [81] In spite of Ephrem’s great popularity, Syriac authors of the late fifth and the sixth century found it increasingly difficult to harmonize his views and images with the theological discourse of their day, which was largely determined by Greek writings. [82] The somewhat ambivalent attitude of the new generation of Syriac theologians towards the revered master of earlier days clearly appears in Philoxenus of Mabbog’s writings. In one of Philoxenus’ early works, the Mêmrê against Habbib (482-484), Ephrem still occupies a prominent place and nearly half of the quotations in the attached Florilegium are under Ephrem’s name. But in the Letter to the monks of Senoun , written four decades later (521), Philoxenus goes to great lengths to convince the monks that what he is teaching them does not contradict Ephrem’s ideas. In doing so, he rephrases some of Ephrem’s theological language and subtly criticizes the imprecision of his terminology. [83] The tension between admiration and a certain critical distance vis-à-vis the earlier Syriac heritage is symptomatic of the transition through which Syriac Christianity passed around the year 500. In an attempt to assess the significance of the theological reorientation of Syriac Christianity in this period, Philoxenus’ writings will be explored as well as a few other sixth-century works. Does the honorific title “our Syrian teacher” reveal a certain discomfort at the burden imposed by the past? Plato and Pastoral Care in the Life of Narsai , Bishop of Shenna Cynthia J. Villagomez, Wake Forest University [84] Thomas of Marga’s 9th century Book of Governors is not only a history of the famous holy men of the East Syrian monastery of Beth Abe, but also a work that epitomizes contemplative Christian Platonism as the highest expression of the Christian life. Throughout this text, Thomas reflects his support of Evagrius’ Hellenistic system of spiritual life by connecting specific Evagrian quotes to the exemplary lives of Beth Abe’s outstanding monks, abbots and bishops. He most explicitly supports Christian Platonism in his Life of Narsai , a monk from Beth Abe who was selected by Timothy I as the bishop of Shenna, a city in northern Iraq. Narsai is presented as the strongest model of the solitary, silent, meditative life as lived by Plato, “who is wiser in philosophy than all other men.” He is depicted as receiving Platonic, mystical revelations of God’s throne as the reward for the perfection of his spiritual discipline. The analogies that Thomas describes between the architectural elements of Beth Abe’s church and heavenly structures and congregations are well known. This paper will discuss the connection, made by Thomas, between Narsai’s Christian Platonic spirituality, his holy visions and the depth and perfection of his pastoral care. His followers in Shenna are the great beneficiaries of this spirituality and his connection to heaven because these open floodgates of miracles, particularly miracles of physical healing and convicting words of knowledge. Significantly, many whose lives are improved by his spiritual gifts are Arabs. I will argue that Thomas could be using Narsai’s life as a demonstration of the Christian life as the best reflection of Platonic philosophy rather than Islam since it is in the late 8 th and early 9th c. when Muslim Arabs begin to claim Platonic thought as their own. Syriac Churches and Monasteries from the Adiyaman Survey, S.E. Turkey Linda Wheatley-Irving, University of Illinois at Urbana-Champaign [85] The creation of the Ataturk Dam in 1991 was preceded by at least a decade of archaeological field work in its catchment, which spanned the Turkish Lower Euphrates from Samsat in the south to Elazig in the north, approximately.  In the context of a survey of those parts of the province of Adiyaman that were due to be submerged, archaeologists from the British Institute of Archaeology in Ankara recorded the structures of three complexes built in a canyon of the Euphrates, just south of Gerger. The names of two of the complexes are known: Mar Abhai (“Monastery of the Ladders”) and Piscina. Their history can be traced from the 11 th to 17 th centuries through the writings of Michael the Syrian and manuscript colophons. Their church architecture is related to that of the Tur ʿAbdin churches, but also has elements in common with other Euphrates area churches. [86] The churches have been previous published through brief reports in archaeological journals that are not easily accessible. Their full publication will form part of my PhD studies in Byzantine architectural history. Faith and Praxis: Gendered Concepts in the Semitic Orient (400-900)? Clare Wilde, The Catholic University of America [87] References to women in fifth-sixth century Syriac Christian and somewhat later Arabic Muslim writings indicate a Semitic perception of their ‘proper’ role in faith and works. The Syriac Bnat Qyama are a case in point. One memra about a deceased Bart Qyama , attributed to Jacob of Serug, gives a glimpse into details of the daily life, even the clothing of the Bnat Qyama . At least one of these details—the black veil (of mourning: for the deceased bridegroom) evokes images of the contemporary Gulf States. [88] Qurʿanic parallels may point to further similarities between Syrian Christian and Arab Muslim women. There are a number of instances in which the Qur c an utilizes the feminine and masculine plurals of the same word:  men and women are believers—but also hypocrites and idolaters—and they both fast and give alms. Notably absent from these parallels are men and women who pray and make the pilgrimage, as well as male and female disbelievers. Male and female Bnay Qyama were believers who fasted and gave alms. Although they both prayed, the women could not serve in the church in the same fashion as their male counterparts. Women also could not move about freely, so ‘pilgrimage’ would have been difficult. [89] A culture common to Syriac Christianity and Arabic Islam—evidenced in part by the roles of women in the faith—may explain the comfortable cohabitation of the two religious traditions. Syriac texts may also provide additional clues to elusive Qurʿanic references.",
    "title" : 
    [ "Abstracts of Papers Presented at the IVth Syriac Symposium at Princeton, July 9-13, 2003",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Aydin, Eugene" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n1ivsyriacsymabstracts",
    "type" : "announcement",
    "displayTitleEnglish" : "Abstracts of Papers Presented at the IVth Syriac Symposium at Princeton, July 9-13, 2003" }