
  { "fullText" : "CONFERENCE ANNOUNCEMENT [1] The department for the Study of Religions, School of Oriental and African Studies, University of London in conjunction with The British School of Archaeology in Iraq and The Anglican and Eastern Churches Association is organizing a seminar on \"Christianity in Iraq\" investigating the Christian heritage of Iraq on Saturday, April 3, 2004 at The Brunei Gallery Lecture Theatre, Thornhaugh St., Russell Square, London, WC1H 0XG. Christianity in Iraq: Synopsis [2] The origins of Christianity in Iraq are shrouded in the mists of time, but groups of Christians were settled by the second century C.E. During the Sassanid period (241 - 632 C.E.) the 'Church of the East' and the 'Syrian Orthodox Churches' emerged as distinct entities. Christians contributed to the intellectual environment of Islam, particularly during the Abbassid period. At this time the dioceses of the Church of the East extended to the Gulf and Arabia and as far as China. In Central Asia, conversions were made amongst the Kerait and other Altaic tribes. [3] When Hulugu Khan led his forces into Iraq in the thirteenth century, Christian princesses were counted amongst the members of the Mongol royal family. The vigour of Christianity under the Il-Khanate is epitomised by the writings of Gregory Bar Hebraeus. A century later, the arrival of Tamerlane ushered in a period of terror and instability for Christianity. Many communities fled northward to the Mosul plain and the Hakkari region of Turkey where they remained until the 1920's. [4] The seventeenth and eighteenth centuries saw the arrival of Europeans and increased contact with the Christian communities of Iraq. Roman Catholic missionaries brought elements of the 'Church of the East' and the 'Syrian Orthodox Church' under the aegis of Rome, as Uniate churches. Today the the 'Chaldaean' church is the largest Christian denomination in Iraq. But the rich fabric of Christianity still includes adherants of the traditional Syriac churches, as well as relative newcomers including the Protestant churches. Programme (Provisional) Morning Session: History and Archaeology [10.00 A.M. - 12.30 P.M.] [5] The morning session will consist of a series of papers exploring aspects of the history and archaeology of Christianity in Iraq down the centuries. Speakers include: Prof. John Healey (Manchester) The early history of the Church of the East, and its mission in the Gulf. Dr. Erica C.D. Hunter (SOAS\/Cambridge) Christian communities of Hira and southern Iraq. Dr. Suha Rassam (SOAS) The Christian contribution to the Abbassids. Prof. Amir Harrak (Toronto) The Christian archaeology of Tekrit and Mosul. Afternoon Session: Sociological and Linguistic [2.00 - 4.30 P.M.] [6] The afternoon session will investigate the modern presence of Christianity in Iraq. Representatives of the various Syriac Churches [including the Assyrians, Chaldaeans, Syrian Orthodox] will profile the current situations of their communities. [7] Prof. Geoffrey Khan FBA (Cambridge) will conclude the day with a talk about his AHRB-funded project that is mapping the Neo-Syriac dialects that are still spoken today by the Christian communities in northern Iraq as well as in the diaspora. [7] For further details, please contact: e-mail: ecdh1@cus.cam.ac.uk Fax: 01223-566493",
    "title" : 
    [ "Christianity in Iraq School of Oriental and African Studies, London, 3 April 2004",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n1fcchristianityiniraq",
    "type" : "announcement",
    "displayTitleEnglish" : "Christianity in Iraq School of Oriental and African Studies, London, 3 April 2004" }