
  { "fullText" : "CONFERENCE REPORT [1] On 22-23 July 2003, at the latest International Meeting of the Society of Biblical Literature (in Cambridge, England) a number of scholars from around the world met to discuss Syriac lexicography and to present papers to each other on various germane subjects. This group had been brought together by Terry C. Falla of Whitley College of the University of Melbourne, and will continue to convene annually during the International Meetings of the SBL. [2] The group is purposely constituted of scholars with a range of interests and specialities: computing, theoretical linguistics, syntax, translation technique, ecclesiastical literature, biblical versions, pedagogy, publishing, etc., and as well as being committed to producing tools to aid the study of Syriac also seeks to be a forum for the scholarly cross-fertilization of ideas. The group has the following mission statement: The aim of the International Syriac Language Project (ISLP) is to further the knowledge of Syriac by laying the foundations for Syriac lexicography and Syriac-English lexica by exploring pertinent theoretical and applied issues in research papers; presenting papers for discussion at annual SBL International Meetings; Gorgias Press publishing the annual proceedings and other papers as part of a series; creating a multifunctional modular database for the project; and maintaining a collaborative and interdisciplinary approach. [3] Intimately connected with the conception of this project is Terry Falla’s A Key to the Peshitta Gospels, Volume One: ’Ālaph–Dālath (New Testament Tools and Studies, 14; E.J. Brill: Leiden, New York, København, Köln, 1991), Volume Two: Hē–Yōdh (New Testament Tools and Studies, 29; Brill: Leiden, Boston, Köln, 2000). Two further volumes of the Key will appear soon and its method will then be extended to include the rest of the Syriac New Testament. All this information will be incorporated into a database, which can be expanded to include other corpora such as the works of Ephrem. At the same time as the possibilities of a versatile database are explored the ISLP will seek to be at the cutting edge of lexicography from a linguistic perspective. As can be seen from the summaries of some of the papers, issues that are raised often also have considerable relevance to languages other than Syriac. [4] The papers presented in July will shortly appear in a volume edited collaboratively by members of the ISLP and published by Gorgias Press. Below are brief abstracts of the papers. Abstracts David Taylor, University of Birmingham (now, University of Oxford) A History of Syriac Lexicography: From Early Roots to Future Growth [5] In order to provide a background to the papers presented at this conference David Taylor in his opening paper surveyed the development of Syriac lexicography from the fourth-century Syriac-Coptic glossary found in the Dakhleh Oasis of Egypt to the most recent dictionaries published by scholars of the Syrian\/Assyrian churches in Kerala, Iraq, and Germany. (An annotated handlist of the printed lexica will be included as an appendix to the proceedings of the conference.) Particular attention was paid to the large Syriac-Arabic dictionaries produced in the 'first renaissance' environment of Abbasid Baghdad, to the revived interest in Syriac lexicography in the sixteenth and seventeenth centuries, and to the great standard reference works published in the late nineteenth century in Europe (Payne Smith and Brockelmann) and the Middle East (Qardahi, Brun, Audo, and Manna). [6] The strengths and weaknesses of these various works were outlined, and Taylor especially emphasized the important contribution made by the middle-eastern lexica, which are too often overlooked by European and North American scholars. Arguing that the time had not yet come for a new comprehensive 'Thesaurus Syriacus', the speaker then sought to identify a number of practical and useful tasks that could be undertaken by Syriac lexicographers, present and future, such as: lists of lexemes supplementing the present lexica; concordances to key Syriac authors; and article and monograph size studies of the development of Syriac word formation, the use of Greek and other loan words, and of terminology specific to certain subject areas, such as philosophy, Christology, and medicine. Terry C. Falla, Whitley College, University of Melbourne A Conceptual Framework for a New Comprehensive Syriac-English Lexicon [7] For many reasons the time has come to reassess the theory and practice of classical Syriac lexicography and discuss what kind of Syriac-English lexicon would best serve the needs of the twenty-first century. The paper begins with how the scholars who contributed to this volume came together. It then outlines the need for a new Syriac-English lexicon and proposes a conceptual framework for a comprehensive lexicon to the Syriac New Testament with the aim of that framework providing a basis for the lexicalizing of other Syriac literature. [8] Five basic questions are addressed: for whom is the work intended (audience), what sort of information should be included (content), how much should be included (scope), how is that information to be ascertained (methodology), and how can it be organized in a user-friendly manner that is methodologically compatible with its contents and is aesthetically pleasing (arrangement and presentation)? A concluding section considers issues of implementation and comments on the need for a collaborative approach that draws on the insights of various specialist disciplines to complement the expertise of the lexicographer. The essay ends with a tribute marking the centenary of Jessie Payne Smith's A Compendious Syriac Dictionary founded upon the Thesaurus of R. Payne Smith. Alison Salvesen, Oxford Centre for Hebrew and Jewish Studies The User versus the Lexicographer: Practical and Scientific Issues in Creating Entries [9] In any discussion of the shape of a new Syriac lexicon, the temptation is to focus on methodological issues from the point of view of the lexicographer and researcher. However, the needs of the majority of users, namely new learners of Syriac, should not be forgotten. Commercial considerations will also have a bearing on the project. [10] A new lexicon would have to be built up layer by layer, like a snowball, starting with the Gospels and then the New Testament, followed by other widely read texts such as the Peshitta Old Testament, Aphrahat and Ephrem. Other issues that would need to be discussed are the font and vocalization used; the inclusion of comparative philological data; the use of an intuitive abbreviation system; whether lemmata should be cited in alphabetical or root order, and in the emphatic or absolute form; the likely background of the lexicon's users and their aims in learning Syriac; and finally how to achieve typographical clarity for the work. The aim of the lexicon would be to be fully scientific while remaining as 'user-friendly' as possible. George Kiraz, Beth Mardutho: The Syriac Institute Computing the Syriac Lexicon [11] The purpose of this paper is to sketch out general guidelines that can be taken into consideration for implementing a computational Syriac lexicon. The paper begins with an overview of previous lexical projects, starting from the encoding of Brockelmann's Lexicon Syriacum at UCLA in the 1960s. The schema of SEDRA III database model was presented to as an illustration. [12] A proposal for developing an open-source Internet-based lexical system to model Syriac lexicography was sketched out. The model calls for capturing lexical and grammatical data, including phonology, morphology, syntax and semantics. A. Dean Forbes, Pennsylvania State University (now, University of California at Berkeley) Squishes, Clines, and Fuzzy Signs: Mixed and Gradient Categories in the Biblical Hebrew Lexicon [13] The Problem: Traditional views of part-of-speech classes see them as hard, 'either\/or' categories. Several analysts have shown that (morphologically-defined) parts of speech may overlap (are 'mixed') and may be heterogeneous (are 'gradient'). How are we to detect and deal with such mixed and gradient classes so that a coherent taxonomy can be devised? [14] Our Solution: Dealing with non-discrete syntactic classes is a four-stage process. 1. We first use contextual information about the classes to compute their distances apart. 2. We then use this set of distances to produce a hierarchical clustering of the classes, on the basis of which we define a set of super-classes. 3. Next, we use the distances among these super-classes to infer a one-dimensional continuum (Ross's class squish) along which the super-classes are ordered. 4. Based on the class squish ordering, we plot each text token in a context space in which mixed and gradient classes are discernable. (The paper concludes by outlining directions for future work.) Janet W. Dyk, Computer-Assisted Linguistic Analysis of the Peshitta, Vrije Universiteit, Amsterdam Desiderata for the Lexicon from a Syntactic Point of View [15] The single question addressed by this paper is that of whether syntactic information should be included in the Syriac lexicon, and, if so, what type of syntactic information this should be, and how it should be presented. The lexicon is the domain of words, of lexemes. Do these in themselves have a lexical part of speech isolatable from all environmental questions, or are they merely a product of the interaction of the pattern of elements in which they appear? Is there a basic value from which the various syntactic functions of an item can be deduced on the basis of generally applicable linguistic rules? [16] From a formal point of view, words display distinct contrastive and combinatorial functions. It is the lexicon where these unique properties can be stored. The fact that an element may function as different parts of speech in a specific environment is the systematic product of the interaction of the basic qualities of the element itself with the context in which it occurs. Though the various functions which an element may have could be entered into the lexicon as separate items, reference should be made to the basic form from which the other functions are derivable on the basis of consistently applied syntactic rules. Traced within an extensive text corpus, an element manifests a limited number of shifts in part of speech and the possible shifts within the language can be represented in a single unidirectional chain of parts of speech. [17] Three separate elements of the Syriac language are considered: the particle dalath , the participle, and verbal valency. Though these three are diverse in nature, the approach advocated as to which information should be presented in the lexicon is uniform. Language data can be viewed as a limited number of simple elements which can be combined in accordance with a finite set of syntactic rules. This results in structures which can be described hierarchically as building blocks and their combinatory patterns. The lexicon should present the basic attributes of the entry, and may then go further to list other possibilities dependent on the particular environment, but it should not lose the link to the basic property from which the others are systematically derivable. P.J. Williams, University of Cambridge (now, University of Aberdeen) On Matching Syriac Words with Their Greek Vorlage [18] The question that lexicographers of the Septuagint ask is whether the Hebrew supposed to underlie the Greek can legitimately be used as an indicator of the meaning of the Greek. Likewise Syriac lexicographers approaching the New Testament must ask to what extent the Greek should guide their understanding of the Syriac. This paper dwells on some of the difficulties involved in matching Syriac words with Greek ones and also on some of the counter-intuitive or surprising results that comparison of the Syriac and Greek leads us to. Examples are taken from the Old Syriac and Peshitta Gospels. Syriac can equate a 'gender-neutral' term in Greek with a 'gendered' term in Syriac. The Syriac Gospels frequently reverse the order of a pair of items in the Greek (as occurs sometimes in the Old Testament Peshitta), so that in examples like John 10:1 the Syriac word corresponding to the Greek is not the one that a superficial reading would lead us to believe. Syriac prefers the unmarked verb 'mr to introduce speech, whereas Greek uses more varied vocabulary. Consequently 'mr can be fulfilling functions that we might not expect. Greek plurals may correspond to Syriac singulars and vice versa. This sometimes gives us insight into the correspondence between the number of entities denoted and grammatical number.",
    "title" : 
    [ "International Syriac Language Project (ISLP)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Williams, P.J." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n1prwilliams",
    "displayTitleEnglish" : "The International Syriac Language Project (ISLP)" }