
  { "fullText" : "Introduction [1] On Friday, June 25, 2004, a conference convened on the idyllic campus of Mount St. Mary’s University to discuss relationships between Antiochene exegesis and biblical theology. The hosts, Paul Russell and Robert Miller, successfully organized a memorable conference where scholars from a wide variety of backgrounds had the opportunity to meet and challenge one another. [2] After a cordial welcome from the Very Reverend Kevin Rhoades, Rector of Mount St. Mary’s Seminary, the first session, on Patristic exegesis and biblical interpretation, was introduced. Craig Morrison opened up this session with a survey of Aphrahat’s use of the Bible in his Demonstrations . Sidney Griffith showed how the Hymns of Paradise provide helpful insights into Ephrem’s hermeneutical method and profound regard for Scripture. Robert Kitchen argued that in the Book of Steps one sees a \"laboratory for Antiochene exegesis;\" a method not quite fully Antiochene, but containing elements of the later movement. He also enticed us with some passages from his upcoming English translation of The Book of Steps. The last speaker of the Patristic session, Rev. Paul Tarazi, challenged us to \"hear Scripture\" with Chrysostom. [3] A brief lunch in the Seminary dining hall followed this first session allowing participants to socialize informally and to be tempted by the all-you-can eat ice-cream buffet. The second session, with a biblical theology focus, was opened by Angela Kim Harkins. Harkins challenged the modern notion that the authority of a text is tied to a specific text form. Instead, she argued, recent Dead Sea Scroll research forces us to take textual plurality seriously and hence a more transcendent view of textual authority; a view, she believes, is similar to that of the Antiochene exegetes. Next, Stephen Ryan examined how Syriac exegesis of Psalm 22 might be used to evaluate the paradigm of \"Method C exegesis\" as proposed by Cardinal Ratzinger and Gregory Vall. Anthony Salim showed us how the living tradition of the Maronite liturgy still engages aspects of Antiochene exegesis. The last plenary speaker, John O’Keefe, sagely reminded us that later \"Antiochene\" commentators rejected some elements in the work of Diodore and Theodore. The challenge for modern historical theologians, as O’Keefe sees it, is to grasp the issues that colored Antiochene interpretation and to permit these issues to question some of our own presuppositions. A respondent panel consisting of Paul Russell (Historical Theology), Robert Miller II (Historical Criticism), and Monsignor Ronald Beshara (Theology) concluded the conference. [4] In the following section I have provided either the author’s abstracts from the main sessions (when available) or my short synopsis of their presented paper. All conference papers are due to be published at a later date. Index of Paper Abstracts Craig Morrison, \"The Bible in the hands of Aphrahat the Persian Sage\" Sidney Griffith, \"Ephrem’s Hymns of Paradise\" Robert Kitchen, \"Slouching Towards Antioch: Biblical Exposition in the Syriac Book of Steps\" Paul N. Tarazi, \"Chrysostom on Isaiah: A Paradigm for Hearing Scripture\" Angela K. Harkins, \"What do Syriac\/Antiochene Exegesis and Textual Criticism have to do with Theology?\" Stephen Ryan, \"Method C Exegesis and Psalm 22: Contributions from the Syriac Tradition\" Anthony J. Salim, \"Catechetical, Liturgical and Biblical Implications of the h oosoyo in Contemporary Maronite Tradition\" John J. O’Keefe, \"Rejecting one’s Masters: Theodoret of Cyrus, Antiochene exegesis, and the Patristic mainstream\" The Bible in the hands of Aphrahat the Persian Sage Fr. Craig Morrison, O. Carm., Pontifical Biblical Institute [5] Fr. Morrison’s paper explores two ways Aphrahat, writing in the mid fourth-century, approached the biblical text.  Morrison first shows how the Syriac term ta h witā , \"demonstration,\" describes Aphrahat’s exegetical method. A ta h witā is a biblical illustration Aphrahat uses to support his line of argument and to demonstrate what a Christian lifestyle looks like. Aphrahat, therefore, \"actualizes\" the Scriptures for his audience by encouraging them to know and to do the text. Second, Morrison reveals subtle connections between Aphrahat’s biblical citations and his biblical interpretations; connections the Sage’s biblically literate audience would have doubtlessly understood. In the Sixth Demonstration , for example, Aphrahat connects the 2 Kings 2:11 story of Elijah’s ascent to the 1 Thess 4:17 image of Pauline eschatology by introducing a New Testament term into his Old Testament citation. In so doing, Aphrahat makes Elijah into a witness to Paul’s eschatological hope. Morrison argues that Aphrahat’s subtle changes in the wording of biblical citations should be evaluated in terms of his biblical interpretation and not necessarily as mistakes. Ultimately, Aphrahat’s work as a biblical scholar is characterized by a deep sense of humility. Aphrahat felt that his work was not the last word on the interpretation of the Bible. Ephrem’s Hymns of Paradise Fr. Sidney H. Griffith, S.T., The Catholic University of America [6] In the Hymns of Paradise , Ephrem speaks more personally about his methods and motivations in biblical exegesis than elsewhere in his corpus. Ephrem follows the notion of Paradise from the conversation between Jesus and the penitent thief back to the beginning of Genesis. Fr. Griffith points out the varied ways Ephrem read types and symbols of Paradise in the Old Testament. Ultimately, for Ephrem, it is Scripture that brought him to the gate of Paradise and into the Church, which is Paradise restored. Fr. Griffith emphasizes that Ephrem’s poetic exegesis should not be seen as divorced from his prose commentaries. The two genres are, rather, mutually informative. Slouching Towards Antioch: Biblical Exposition in the Syriac Book of Steps Dr. Robert Kitchen, Knox-Metropolitan United Church, Saskatchewan [7] The Book of Steps (Liber Graduum) is an intentionally anonymous collection of 30 mēmrē on the ascetical life, written in the mid-to-late-fourth century probably in the Adiabene region inside the Persian Empire. The unknown author describes the character, duties, and disappointments of the two levels of Christian life, the Upright ( kēnē ) and the Perfect ( gmīrē ), living during this pre-monastic era in a town or village. [8] The author thinks and writes in Scripture-saturated language, preferring longer expositions of Biblical narratives to accomplish his construction of the ascetical agenda for his community. While the Book of Steps predates the development of the so-called Antiochene Biblical exegetical school, its author seems prescient of the direction of the Antiochene trajectory, especially in remaining faithful to the integrity of the Biblical narrative. [9] While the number of Biblical citations exceed 1200, this study will focus on five passages that demonstrate some of the author’s strategies of ascetical exegesis. The Parable of the Wedding Feast (Matthew 22:2-13, Luke 14:15-24) and the Parable of the Prodigal Son (Luke 15:11-32) both provide the settings for typologies of the ascent and arrival of the Perfect one to the kingdom of heaven. The author does not always match the Biblical details with his ascetical categories, omitting some parts of the parable and in the Prodigal Son adding an extra-Biblical conclusion. [10] The last Biblical passage utilized in the Book of Steps is the encounter between Zacchaeus and Jesus (Luke 19:1-10) in the 30 th mēmrā . Intent upon justifying the righteousness and valor of the lower level, the Upright ones, the author rehearses the conversation between Jesus and Zacchaeus, adding one word to the canonical text. \"... and half of my wealth only I will give to the poor.\" The author notes that Jesus did not require him to give up all his possessions in order to be saved. Therefore, neither do the worldly Upright ones. [11] In examining the conundrum regarding humanity’s free will in the Hardening of Pharaoh’s Heart (Exodus 5-11), the author does not cite directly the texts, but through a close reading determines that God did not predestine Pharaoh to a fatal stubbornness. God answered Pharaoh’s prayers for relief from the various plagues, but this rendered the latter more arrogant once matters returned to normal. In essence, God killed Pharaoh with kindness. [12] The final passage examined here is the story of Simon’s revelation of unclean animals (Acts 10:13-27) which the author uses to demonstrate that a mature, Perfect Christian should not be afraid of dealing with any manner of sinner or pagan.  In an un-Antiochene manner, however, the author reinterprets the Lord’s command to Simon, \"Kill and eat (these unclean animals),\" for he knows the apostles did not eat meat at all. Instead, the command is transformed to \"seek the company of pagans and unclean people and teach them.\"  This strategy appeals to the principle of the difference in times between the Biblical world and the contemporary ascetical standards of the author, translating the actions so that they are ascetically acceptable for the community of the Book of Steps. Otherwise, the author follows the Biblical narrative faithfully with a minimum of interpretation. Chrysostom on Isaiah: A Paradigm for Hearing Scripture Very Rev. Paul Nadim Tarazi, St. Vladimir’s Orthodox Theological Seminary [13] Rev. Tarazi suggests that we may become more attentive hearers of the biblical text by listening to Scripture with Chrysostom. For Chysostom, the preferred method of divine communication (directly through the grace of the Spirit) passed away with the apostles only to be renewed in heaven. Because our mind is corrupt, God accommodated himself to mankind in Scripture by the use of metaphor. A proper understanding of metaphor is, therefore, essential for the interpreter of Scripture. In his commentaries, Chrysostom sees himself and his congregation as the immediate audience of biblical passages like the Song of the Vineyard in Ezekiel and the Vision of Isaiah. His listeners are, like ancient Israel, taught to listen for what the divine word is speaking to them. Scripture, although written, was meant to be heard as well as read. For Chrysostom, every church should listen to what God has spoken to other churches regardless of geographical or chronological distance. In his commentaries, Chrysostom reflects the importance of reading Scripture back to the community and not just to oneself. What do Syriac\/Antiochene Exegesis and Textual Criticism have to do with Theology? Dr. Angela Kim Harkins, Duquesne University [14] In this paper we will look at the pre-modern attitudes towards Scripture held by the Antiochene exegetes, specifically the Syriac Fathers, to see if, ironically enough, recent textual-critical scholarship might be able to bring to light a more nuanced understanding of the scriptural text—one that has greater continuity with this pre-modern perspective. Pre-modern interpreters conceptualized Scripture in a way that recognized its divine transcendence while taking seriously its wording or textuality, thus paying careful attention to the littera while avoiding the dangers of literalism.  Recent textual-critical studies illustrate that the Scriptures were textually pluriform in the ancient world.  Textual criticism, when applied to the evidence of the Dead Sea Scrolls, reintroduces a pre-modern understanding of Scripture that holds that the authoritative status of a text does not rely upon its specific textual form but rather upon a more transcendent understanding of the text itself.  It is this attitude towards Scripture that is more consistent with a pre-modern understanding and also more open to theological inquiry. Method C Exegesis and Psalm 22: Contributions from the Syriac Tradition Fr. Stephen Ryan, OP, Dominican House of Studies [15] Cardinal Ratzinger and Gregory Vall (\"Psalm 22: Vox Christi or Israelite Temple Liturgy?\" The Thomist 66 [2002] 175-200) have used the term \"Method C exegesis\" to refer to a  new, more explicitly theological approach to exegesis that would make use of the best insights of the patristic-medieval approach (\"Method A\") and the historical-critical method (\"Method B\"). This paper builds on Vall's 2002 article, and an article by Brian Daley, S.J. (\"Is Patristic Exegesis Still Usable?: Reflections on Early Christian Interpretation of the Psalms,\" Communio 29 [2002] 185-216), and asks whether the Syriac tradition can add anything to Vall's test case exegesis of Psalm 22 and Daley's reflections on early Christian interpretation of the Psalms. To this end five Syriac commentaries on the Psalms are surveyed: Athanasiana Syriaca; Daniel of Tella; Ishodad; Denha; and Dionysius bar Salibi. (Daniel of Salah's commentary will be included in the final written form of the paper). An appendix presents a translation of Bar Salibi's three commentaries on Psalm 22 in parallel synoptic columns: one factual and two spiritual (Syro-Hexapla and Peshitta). Although this survey reveals little that is unique, i.e., that cannot be found other Christian exegetical traditions, several distinctive and important features of the Syriac exegetical tradition are identified and discussed and related to the articles by Vall and Daley cited above. Catechetical, Liturgical and Biblical Implications of the h oosoyo in Contemporary Maronite Tradition Fr. Anthony J. Salim, Maronite Eparchy of Our Lady of Lebanon of Los Angeles [16] The h oosoyo in the Maronite liturgy consists of an introductory formula outlining the attributes of God and a second sedro entreating God to act on the petitions of his Church. Fr. Salim explains that the term h oosoyo comes from the translation of the \"mercy seat,\" the lid of the ark of the covenant in Exodus 25. This was where God met with his people Israel. The liturgy interprets Christ as a type of the mercy seat; the propitiation for God’s people. It is for this reason that, through the h oosoyo , the believer is taught to repeat the petition \"through your Christ.\" Fr. Salim argues that another distinctive feature of the Maronite liturgical year is its heavy reliance on Old Testament themes as types of New Testament truths. For example, in the Fifth Cycle, Joseph the Carpenter’s dream is interpreted in terms of Christological typology. While pondering how best to protect Mary, Joseph finds that trust in God alone is what is needed: \"O true and perfect dream come true!\" In the h oosoyo , Joseph of Nazareth’s dream and its saving ramifications for his family are connected typologically with Joseph’s dreams in the Genesis narrative and the salvation of the patriarch’s family. Jesus, the bread of life, saves the New Testament Christian as the Egyptian grain saved the Old Testament faithful. The h oosoyo sustains ancient traditions of typology while nurturing the modern believer in his faith. Rejecting one’s Masters: Theodoret of Cyrus, Antiochene exegesis, and the Patristic mainstream Dr. John J. O’Keefe, Creighton University [17] According to O’Keefe, modern historical theologians approach Antiochene exegesis because they sense the well of the historical critical approach is dry. They want to bring what is applicable from past theological method to the present.  As the sense of biblical coherence is eroded before their eyes, these theologians seek a way to bring together historical truths and Christian spirituality.  But for modern scholars, raised in the historical critical method, the speculative exegesis of Justin, Origen, and others will not suffice. Antiochene exegetes, on the other hand, seem to preserve some sense of history in their typological exegesis. O’Keefe argues that the \"Church did not necessarily err when it recognized problems in some Antiochene authors.\" Theodoret of Cyrus, for example, freely rejected some interpretations of his predecessors Diodore and Theodore. For Theodoret both authors had, at times, lost theological relevance through their zealous attempts at exegetical clarity. Theologians have largely overlooked the historical biases that colored Antiochene readings of the text in their efforts to appropriate Antiochene exegesis. Antiochene prolegomena include an implicit trust in the biblical text, a strongly anti-Origenistic feeling, and a conviction that salvation history is a primary key to scriptural interpretation. While he considers the present fascination with Antiochene exegesis on the part of theologians nothing but a \"hopeful projection,\" O’Keefe does offer some Patristic paradigms that must be taken seriously if the Antiochene Fathers are to inform our historical theology.",
    "title" : 
    [ "Syriac Antiochian Exegesis and Biblical Theology for the 3rd Millennium Mt. St. Mary's Seminary, Emmitsburg, MD June 25, 2004",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Loopstra, Jonathan" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2crloopstra",
    "type" : "report",
    "displayTitleEnglish" : "Syriac Antiochian Exegesis and Biblical Theology for the 3rd Millennium Mt. St. Mary's Seminary, Emmitsburg, MD June 25, 2004" }