
  { "fullText" : "[1] The volume at hand inaugurates an exciting new series. Entitled Eastern Christian Texts , this series is published by the Middle Eastern Texts Initiative (METI) of Brigham Young University. Like its counterpart, the well-received Islamic Translation Series , likewise published by METI, this series offers English translations of seminal works, accompanied on facing page by texts in their original language. In terms of scope, Eastern Christian Texts is to include works from all of the diverse eastern Christian communities. In terms of audience, it is aimed both at specialists and non-specialists. Accompanying this new series is another, The Library of the Christian East , also published by METI. This second series will offer extensive introductions to important authors, with selections of their writings in translation, as well as surveys of important themes in the history of eastern Christianity. For an overview of these series, a presentation of their international advisory boards, and prospectives for future volumes, the reader may wish to consult METI's website ( http:\/\/meti.byu.edu\/ ). [2] The present volume is the first translation into English of Yahya ibn ʿAdi's (d. 974) Tahdhib al-akhlaq.  This work is a multifarious ethical compendium. In part, it is concerned with philosophical issues: the nature of human moral qualities; the character of the tripartite soul; the cataloguing and definition of virtues and vices; and how the baser parts of the soul might be made subject to its rational part. In part, it is a mirror for princes, offering a description of the perfect ruler and gentle advice for those less than perfect—not least among their neglected duties being the support of scholars. In part, it is a hortative discourse, aiming at the \"instruction of prospective students and future leaders ... be they Muslim or Christian, in order to inculcate in them the requisite moral attitude for the practice of the philosophical way of life\" (xlii), that they might become as \"the perfect man\" ( al-insan al-kamil ). [3] There can be no doubt that Yahya's work merits its place at the head of a series designed to present seminal works of the eastern Christian tradition. Its author was one of the most famous and most prolific of Christian Arab philosophers. A member of the Syrian Orthodox Church, he was a student of al-Farabi and of al-Farabi's own teacher, Abu Bishr Matta ibn Yunus, and was himself the teacher of many who would go on to renown of their own. He is a figure perhaps best known for his contributions to the formation of the Aristotelian school of Baghdad. Moreover, of Yahya's many works, the present is one of his most popular, a fact well illustrated by the number of manuscripts in which it survives (more than twenty) and by the number of times it has been edited (to date, twenty). The most recent and best of these editions was prepared by Samir Khalil, published as Yahya ibn ʿAdi (893-974): Tahdhib al-ahlaq (Beirut: CEDRAC, 1994). It is this text, sans apparatus, that has been taken as the basis of the present translation and printed on the facing page, with full vocalization. [4] Griffith opens his volume with an introduction to the life of Yahya, the context within which he lived and wrote, a presentation of Yahya's Reformation of Morals , and a placing of it in its social and literary context. As Griffith argues, Yahya's is a singular work. It shares much with earlier discussions of ethics in the Hellenic, pre-Islamic, and Persianate traditions. There are superficially similar works in the Muslim philosophical tradition. Even so, Yahya's work is unique. While he drew on sources many and diverse, Yahya crafted from those sources his own vision of the philosophical life. And strikingly, this vision is absent religious reference. Its conceptual framework is the human being and the pursuit of happiness through humane ideals. This is not to say that the work is opposed to the monotheisms of the early medieval Near East. Indeed, as Griffith argues, it offers an understanding of the philosophical life, such that it might be pursued by adherents of any of the faith traditions, having as its ideal perfect humanity ( insaniyah ), \"that is to say, humane behavior in the social sphere ... a prerequisite for the well-being of both philosophy and religion in society\" (p. xliii). [5] As to manner of translation, Griffith's goal was \"accurately to express the thought of Yahya ibn ʿAdi in a literal rendering of the Arabic, consistent with the requirements of intelligible English expression\" (p. xlvi). That he achieved that goal is evident throughout. Indeed, he has achieved far more. Yahya's cannot have been an easy work to translate. Modern English frequently lacks words, clearly defined in semantic range, with which to express the sorts of ethical states, virtues, and vices discussed by Yahya. And what words there are often exist only in religious discourse. Yahya's translator carefully avoids English terms that bear overly religious significance, and has remained faithful to Yahya's own vision of \"perfect humanity.\" Furthermore, Yahya's text is composed in a form of ornamental, rhythmic prose, in which style at times takes precedence over the ordered presentation of ideas. Rather than Yahya's normal, syllogistic manner of presentation, in this text each rhetorical period is meant to be savored in for itself. The work is, as it were, a collection of beautifully ornate proverbs and bons mots, delicately interwoven. Yahya's translator captures a sense of the gossamer beauty of his Arabic original, and has enabled Yahya's graceful prose to shine through, even in English guise.",
    "title" : 
    [ "Sidney H. Griffith. Yahya ibn cAdi: The Reformation of Morals, A Parallel Arabic-English Text, Translated and Introduced by Sidney H. Griffith, Eastern Christian Texts, Volume 1. Provo, Utah: Brigham Young University Press, 2002.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Lamoreaux, John C." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2prlamoreaux",
    "type" : "review",
    "displayTitleEnglish" : "Sidney H. Griffith. Yahya ibn cAdi: The Reformation of Morals, A Parallel Arabic-English Text, Translated and Introduced by Sidney H. Griffith, Eastern Christian Texts, Volume 1. Provo, Utah: Brigham Young University Press, 2002." }