
  { "fullText" : "[1] The program of the International Syriac Language Project (ISLP) held during the 2004 SBL International Meeting in Groningen took place on July 27, 2004 and was characterized by important contributions in the field of Syriac linguistics and lexicography. The morning session was chaired by Wido van Peursen of Leiden University; the afternoon session was chaired by Peter Williams of the University of Aberdeen. Index of Paper Abstracts George Kiraz, \"Lexica and Grammar in the Syriac Tradition.\" Peter Williams, \"The Semantics of the Epistles of the Peshitta: The Case of alpha-privatives.\" A.D. Forbes, \"Distributionally-Inferred Word- and Form-Classes in the Hebrew Lexicon.\" Terry Falla, \"International Syriac Language Project (ISLP) Report: Aims, Publications, and Projects.\" Janet W. Dyk, \"Considerations of Form and Function in the Treatment of the Passive Participle.\" Andreas Juckel, \"Towards an Analytical Concordance of the Harklean Version\" Michael Sokoloff, \"An English Translation and Revised Edition of C. Brockelmann's Lexicon Syriacum.\" Wido van Peursen and Terry Falla, \"The Particles gyr and dyn in Classical Syriac: Syntactic and Semantic Aspects\" Lexica and Grammar in the Syriac Tradition George A. Kiraz, Beth Mardutho: The Syriac Institute [2] The first paper of the morning session was delivered by George A. Kiraz (Beth Mardutho: The Syriac Institute) and dealt with Lexica and Grammar in the Late Syriac Tradition . It offered a selected but detailed survey of the history of Syriac lexicography and grammar, in which particular attention was paid to three works written by Syriac lexicographers and philologists of the nineteenth century: Touma Oddo's Syriac-Syriac lexicon, Awgen Manna's Syriac-Arabic lexicon, and Clemis Joseph David's grammar, and the most extensive one written after that by Bar Hebraeus. Many examples were given of the dependence of David's work on Arabic grammatical criteria and of its normative approach to the language. The aim of the paper was also to see whether and how the methodologies used in such early works can be employed in modern Syriac lexicography. The Semantics of the Epistles of the Peshitta: The Case of alpha-privatives Peter A. Williams, University of Aberdeen [3] Peter A. Williams, of the University of Aberdeen, spoke about The Semantics of the Epistles of the Peshitta: The Case of alpha-privatives . He showed how some aspects of the meaning of Syriac words can be inferred by text-internal bases, also in the light of a diachronic study of the language and of translation techniques from Greek, a synthetical language, to Syriac, a more analytical one. The example most closely considered was that of the various Syriac renderings of Greek alpha-privatives in the Peshitta translation of the New Testament Epistles: some of such words are transliterated in Syriac, others are translated with a negative form (negative particle + adjective or noun etc.), or with a positive one; sometimes it is absolutely unpredictable whether a negative or a positive pattern will be used. Particular problems arise in the case of Greek double negatives, given the necessity of avoiding two negative particles in Syriac, and of 'negative + positive(s)' sequences which generally give rise to word order disturbances in Syriac (positive[s] + negative at the end), where the negative particle must be placed in the last syntagm, so that it becomes impossible to refer it to the other terms of the series. From such considerations, it is evident that translation literature played a formative role in Syriac semantics. Distributionally-Inferred Word- and Form-Classes in the Hebrew Lexicon A.D. Forbes, University of California, Berkeley [4] A.D. Forbes, of the University of California, Berkeley, presented a paper on Distributionally-Inferred Word- and Form-Classes in the Hebrew Lexicon . He illustrated how to infer word- and form- classes in the masoretic text of the Bible on the basis of geometrical and hierarchical techniques from statistical pattern recognition. In particular he showed the importance of word categories or classes, and investigated which of them can be appropriate, how they ought to be assigned, what complications arise in the case of Biblical Hebrew (where we face orthographical variation, agglutination, and missing punctuation), how computational systems can help to infer a taxonomy, and how to derive word classes from word contexts and form classes from form contexts. Several dendrograms, plots and ideographical schemata helped much to clarify the exposition. As the author observed, the resulting groupings of words and forms are rather satisfactory, but also exhibit some oddities that need to be either explained away or eliminated. Since it is necessary to derive insights from limited data that cannot be increased, the suggestion and the resolution has been to implement ways of treating and intrepreting these data. International Syriac Language Project (ISLP) Report: Aims, Publications, and Projects Terry Falla, University of Melbourne [5] The last paper delivered in the morning was a short communication by Terry Falla, from the University of Melbourne: International Syriac Language Project (ISLP) Report: Aims, Publications, and Projects . It presented the present and future work of the ISLP, which coordinated the first full day session on Syriac lexicography at the 2003 SBL International Meeting in Cambridge. Among many other things, the scholar observed that much Syriac literature has not yet been lexicalized and that plenty of work is still to be done, e.g. the preparation of a Syriac-English lexicon, a Syriac New Testament thesaurus, etc. Of course, nowadays many tasks can be achieved thanks to the new digital and computing tools that linguists and lexicographers can employ. Volumes on Syriac lexicography and related matters will be published by Gorgias Press, as well as the papers presented at the meeting sessions, and important studies have been announced: they will be written by Sebastian Brock, George Kiraz, Terry Falla, etc. The volumes will belong to a specific series. Considerations of Form and Function in the Treatment of the Passive Participle Janet W. Dyk, Vrije University of Amsterdam [6] In the afternoon session, Janet W. Dyk (Vrije University of Amsterdam) expounded some Considerations of Form and Function in the Treatment of the Passive Participle . Attention was focused on the classification of the participles as verbal forms: the author showed that their character of verbs, attributes, nouns, or even adverbs, usually depends on the contexts in which they are found: if they govern elements (i.e., complements) verbally, they are verbs, either subordinate, if alone, or main verbs, if joined to the form \"to be\", etc. Thus, the question arose where to put them in the construction of a lexicon: the scholar suggested that they ought to be set under their respective verbs, and, if they are placed as separate entries, in any case there should be the indication of the verbs they belong to, so that the link may not be missed. Towards an Analytical Concordance of the Harklean Version Andreas Juckel, Institute of New Testament Textual Research [7] The second paper of the afternoon was delivered by Andreas Juckel, of the Institute of New Testament Textual Research: Towards an Analytical Concordance of the Harklean Version . It dealt with the latest Syriac version of the New Testament-more an adaptation than a translation-prepared by Thomas of Harqel, Syriac-Orthodox bishop of Mabbug, in A.D. 615-616. The main characteristic of this translation is that it disregards the rules of Syriac and prefers a 'mirror translation' of the Greek text; this makes it particularly useful for those who concern themselves with textual criticism of the Greek New Testament, thanks to the possibility of a retroversion too. Recent scolarship could even reconstruct the Greek NT manuscript(s) used for this translation, which, together with the existence of reliable Harklean editions and the consistency of lexical and translational features in it, induces the preparation of an analytical concordance of this version. The paper also illustrated the cultural context in which the Harklean version arose, its fortune among the Miaphysites, and how it employed the Greek versions of Origen's Hexapla in a kind of comparative translation, and offered many examples of translations from Thomas' work, including hapax legomena, transliterations of Greek words, the various renderings of Greek compounds, and the development of transliterations of proper Greek names from Thomas to the Massora and later documents. An English Translation and Revised Edition of C. Brockelmann's Lexicon Syriacum Michael Sokoloff, of the Bar Ilan University [8] Michael Sokoloff, of the Bar Ilan University (Ramat Gan, Israel), illustrated the enormous and precious work that he is preparing: An English Translation and Revised Edition of C. Brockelmann's Lexicon Syriacum . Brockelmann, an Arabist who worked really very much, and at a rather high level indeed, published the first edition of his lexicon (Edinburgh-Berlin 1895) when he was 27, and the second edition (Halle 1928) is still used, in absence of better tools, together with the Dictionnaire syriaque-français by L. Costaz (Beirut 1963: it is also a Syriac-English and Syriac-Arabic dictionary). Prof. Sokoloff expounded the main intentions of his project: 1. To translate the dictionary from Latin into English (there were some English glosses in the first edition and some German ones in the second). 2. To update the etymologies, making corrections when Brockelmann made mistakes, and filling the gaps (e.g., loanwords cited from Akkadian that are either incorrect or non-existent, considering that when Brockelmann was working no Akkadian dictionary was available; for the Persian loanwords, Brockelmann did not consider the Middle Persian dialects; the various Jewish Aramaic dialects are not distinguished; no cognates from Jewish Babylonian Aramaic or the middle Eastern dialects are mentioned, etc.). 3 &4. To correct and update the references to text editions and secondary literature, also revising the abbreviations system. 5. To reorder the dictionary entries in strict alphabetical order, while in Brockelmann's lexicon they are not always listed in that way; moreover, the most useful Index Latino-Syriacum and Index analyticus , both present in Brockelmann's first edition, disappeared in the second one. Brockelmann's work is regarded to be the most authoritative and accurate dictionary of Syriac: its translated and revised edition will be extremely useful for all those who deal with Semitic languages, Aramaic studies, and Eastern Christianity. The Particles gyr and dyn in Classical Syriac: Syntactic and Semantic Aspects Wido van Peursen, Peshitta Institute, Leiden and Terry Falla, University of Melbourne [9] The last paper, presented by Wido van Peursen (Peshitta Institute, Leiden University) and Terry Falla, dealt with The Particles gyr and dyn in Classical Syriac: Syntactic and Semantic Aspects . The first problem tackled was that of the classification of gyr and dyn as parts of the speech: rather than seeing them as adverbs or conjunctions since they occur together with true conjunctions, the authors prefer to consider them as 'connective particles'. From the syntactical point of view, van Peursen demonstrated that the position of gyr and dyn in a clause can be described more precisely than simply \"after the first word\": in fact, they are often found after two or more initial words too. It is better to state that they usually occur after the first syntactical 'atom', though there are some exceptions ( gyr and dyn found even inside an atom). It is opportune to notice that other elements too, such as the enclitic pronouns or l - + suffix, tend to assume the second position inside the clause, and when these elements occur all together at the beginning of a phrase, they appear in the following order: enclitic pronoun, l - + suffix, gyr\/dyn. Sometimes the two connective particles are placed immediately after the conjunction, like in Greek ei gar and ei de . Just the connection to Greek gar and de often lead to the erroneous assumption that gyr and dyn are equivalent of the first two also from the semantic and functional point of view, as shown by Falla on the basis of a systematical synopsis of the Greek and Syriac couples of particles in the Gospel and the Pastoral Epistles. It results that gar and de are not always translated respectively by gyr and dyn , and, on the other hand, gyr and dyn do not always translate gar or de . For instance, in the Peshitta Gospels gyr translates de , to be sure, but also kai , oun , alla , gar , mentoi , plên , hoti , te , etc. Conversely, in the Peshitta Epistles to Timothy and Titus, Greek de is rendered by dyn , but also by w , gyr , etc., or even has no correnspondence at all in the Peshitta Pastoral Epistles. The Peshitta translators seem to have been well aware of the various semantic values of gyr and dyn ; furthermore, the translations appear different in the single parts of the Peshitta version. Gyr can assume at least the following meanings: so, because, so that, then, for, you see, well, indeed, certainly; for example; dyn can assume at least the following ones, marking the beginning of a new sentence: but, and, so, that is, nevertheless, and yet, however. [10] The ISLP has begun to produce very good fruits; all those interested in Syriac topics will hope that it continues to do this and to develop its plans and achieve its objectives-which seems very likely indeed.",
    "title" : 
    [ "Session on Syriac Lexicography, International Meeting of the Society of Biblical Literature Groningen, The Netherlands July 25-28, 2004.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Ramelli, Ilaria" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2crramelli",
    "type" : "report",
    "displayTitleEnglish" : "Session on Syriac Lexicography, International Meeting of the Society of Biblical Literature Groningen, The Netherlands July 25-28, 2004." }