
  { "fullText" : "[1] Angelo Guido Calonghi was an esteemed psycho-therapist in Turin, who cultivated, besides his profession, a learned and passionate interest for Eastern Christianity. He travelled in the Middle East and collected much information and bibliographic material on the subject. This book is the product of his collaboration with the Assumptionist Father Xavier Jacob, who lived in Turkey for many years. Unfortunately, it is not specified which parts of the text are the work of one or the other author. [2] In the preface, the authors state that they intend to provide their readers with a quantitative—i.e., demographic—rather than qualitative presentation of the Christian communities in the Middle East. This purpose is achieved only in the central part of the volume, which does indeed represent an outstanding contribution to our factual knowledge of Eastern-Christian history. [3] The first part (19-126) provides a historical overview of the Christian presence in the East as mentioned in the title and subtitle of the book. It is mainly based on secondary literature from the Fifties and Sixties of the 20th century. The bibliography is incomplete: among the French works alone, it does not include, e.g., J. M. Fiey, Assyrie Chrétienne , Beyrouth 1965, R. Khawam, L'univers culturel des chrétiens d'Orient , Paris 1987, B. Landron, Chrétiens et musulmans en Irak. Attitudes nestoriennes vis-à-vis de l'Islam , Paris 1994, J. M. Billioud, Histoire des chrétiens d'Orient , Paris 1995, or R. Le Coz, Église d’Orient. Chrétiens d'Irak, d'Iran et de Turquie , Paris 1995. An up-dated and richer bibliography is badly needed on specific topics, such as, e.g., the beginning of the Chaldean movement (121, carefully studied by the late Father Joseph Habbi in “Signification de l'union chaldéenne de Mar Sulaqa avec Rome en 1553”, L'Orient Syrien 11 (1966) 99-132 and 199-230) or the Protestant missions in the Middle East (123-24; see, e.g., J. F. Coakley, The Church of the East and the Church of England , Oxford 1992, and H.L. Murre-van den Berg, From a Spoken to a Written Language , Leiden 1999). [4] The survey on Eastern Christianity (chapter 1-4) is inserted in the broader framework of European history and shows traces of a theological approach. Taking a quite original point of view, at risk of falling into a vicious circle, the authors maintain that the cultural differences which conditioned the emergence of the various Eastern Churches first developed as differences in the liturgy. The theological interests (and sympathies) of the authors lead them to address complicated issues such as the doctrinal and moral features which favoured the spread of Christianity in the first centuries (23-24, 29) or, later on, the conversion of many Eastern Christians to Islam (83-83, 93 and 111). The relative mildness of Ottoman policy towards the Christians is interpreted as influenced by Sufi mysticism rather than Sunni jurisprudence (115). [5] The authors are aware of the problem of self-denomination vs. polemic and heresiologic terminology (69). Nevertheless, they resort to terms such as ‘Jacobites’ and ‘Nestorians’ throughout the book. Despite the important distinctions introduced in a correct approach to this matter (e.g., S. Brock, \"The ‘Nestorian’ Church: A Lamentable Misnomer,\" Bulletin of the John Rylands Library of Manchester 78 (1996) 23-36, not mentioned by the authors), Nestorianism is said to have become nothing but the ‘official doctrine’ of the Persian Church (45). [6] The fourth chapter is dedicated to the relationship between Christianity and the Turks and is followed by two appendices: on demographic data in the reign of Suleiman the Magnificent (1520-1535) and on the Jewish communities in the East from Biblical times to the 19th century (130-139). The demographic appendix reproduces the study published by Ö. L. Barkan, ‘Essai sur les données statistiques des registres de recensements dans l'Empir Ottoman aux XVe et XVIe siècle’, Journal of the Economic and Social History of the Orient 1 (1958) 9-36, with critical comments by our authors. [7] The fifth chapter is entitled ‘Christians in the Ottoman Empire of Asia’. After a survey on the concept and history of the census as a major institution in modern states (140-145), two bibliographic sources on Ottoman censuses in the 19th century are presented: V. Cuinet, La Turquie d'Asie, Géographie Administrative , 4 vols., Paris 1891-1897 and K. H. Karpat, Ottoman Population 1830-1914. Demographic and Social Characteristics , Madison, The University of Wisconsin Press 1985. Cuinet integrated the results of Ottoman censuses with data provided by local informants, oral tradition and historical notices occasionally given by travellers or in administrative reports (150-151). Karpat's work concentrates on the data that Turkish functionaries collected in the censuses of 1881\/82-1893 and 1905-1906, in the context of various attempts to reform Ottoman bureaucracy and the levy system (146-150). [8] Central to the 5th chapter (153-348) are Cuinet's and Karpat's figures for each of the 25 provinces ( vilâyet or mutasarriflık ) which formed the Ottoman Empire during the last decade of the 19th and the first decade of the 20th centuries. Each province is presented as follows: 1) a map derived from Cuinet's cartography (names of places are sometimes reproduced in small characters that make them almost unreadable); 2) a table giving the administrative districts of the province ( sancàk s and kazā s); 3) a historical sketch of the province and the districts with particular reference to the arrival of Christianity, the first Muslim invasions, the Ottoman conquest, and, when available, details on the contemporary situation of the Christians; 4) tables which report the demographic data of the province in general and of each district. [9] The historical notices and the demographic tables are extremely useful. In a couple of paragraphs, the reader gains an insight into the history of each district. Unfortunately, no bibliography is given in these sections. Information on the contemporary situation was possibly provided by local informants, especially Western missionaries (see the long list of prelates, monks and nuns acknowledged in the preface, 14-15). The demographic tables give the absolute and relative figures of Muslims, Jews, Christians (total number and number for each denomination, Eastern and Western) and other religious and\/or national minorities (e.g., Yezidis, Tziganes, Bulgarians, other foreigners), who were present in a given province or district when the censuses were made. Data of the two sources are then compared and critically discussed. [10] In the appendix to the fifth chapter (349-366), fifteen tables summarize the numerical consistence of the various religious communities (Muslim, non Catholic Christian, Catholic, Jewish, Armenian Orthodox, Greek Orthodox, Melkite Orthodox, East-Syrian—‘Nestorian’, Protestant, Syrian Orthodox, Armenian Catholic, Chaldean, Maronite, Melkite Catholic, Syrian Catholic) in the 25 provinces. [11] The sixth chapter (367-390) presents the Christian presence in the Middle East as reflected by the 20th-century censuses. The main sources are the Annuaire Démographique , published by the United Nations (the issues considered go from 1956 to 1993) and the Census of Populations published by the Ankara Institute of Statistics. Nine tables provide the figures of the religious composition of the population (Muslims, Christians, Jews, other religions) in various years in Aden, Bahrain, United Arab Emirates, Iraq, Israel, Jordan, Kuwait, Palestine (Gaza), and Turkey. A historical sketch for each state and a brief discussion accompany the demographic tables. An appendix (391-404) outlines the evolution of the Christian presence in Turkey from the Ottoman to the Republican periods. The authors attempt then to explain the dramatic decrease in the number of Christians, mentioning factors such as the discriminatory policy of the Turkish government in fiscal matters and in the educational system. Both Muslim and non Muslim Turkish people emigrated to Europe and Israel, but Muslim emigration turned out to be an economically motivated choice limited to certain periods, while for Jews and Christians there has been a continuous flow of emigration. [12] The seventh chapter (405-433) presents the Catholic minority in the Middle East as recorded in the Annuaire Pontifical, now published by the Vatican Central Office of Statistics, and in the World Population Prospects. The 1992 Revision , published by the United Nations, New York 1993. For each country, a table gives the numbers of Catholics and of new baptisms in various years, from 1950 to 1995, specifying the figures per diocese and rite. [13] The eighth chapter (434-485) sums up and continues the historical outline of the first four chapters. The authors address two main questions. Firstly, they search the past of the Eastern Christian communities for the reasons of their demographic collapse. Secondly, they ask whether, despite the fall in demographic figures, the Eastern Christians still have a future in their lands of origin or whether they are condemned to disappear. The past of the Middle East is scanned once again in a rather schematic way: Constantine and the Christian Empire of the Middle East, the Empire of the Arabs and the difficult condition of the Christians as ‘discriminated protégées’, the egalitarian reforms introduced in the Ottoman Empire and the ‘psychological wall’ that nevertheless divided the religious minorities from the Muslim majority, the complicated relationships with the Western powers, the advent of colonialism and the emergence of Eastern nationalisms. A survey then describes the present condition of the Christian minorities in the various countries of the Middle East. The section which concludes the chapter is a sociological essay on its own, dealing with the subtle problems of the psychological attitudes, the sociological status and dynamicity of the Christian minorities as well as with their possible future in the era of ‘globalization’ and ‘new economy’. [14] Notwithstanding the title, the volume does not give a satisfactory general presentation of the history of Eastern Christianity. The authors' use of the demographic data to depict a broader historical picture often fails to apply a rigorous method. Here and there, the editorial work appears to have been performed hurriedly: e.g., in the table of contents (5-10) all the sections of the last two chapters are registered as being on p. 404, the two last lines of p. 484 are repeated at the top of the following, not all the publications quoted in the notes are reported in the general bibliography, etc. As a demographic study, however, this book is an essential tool for students of the minorities in the Middle East, Eastern Christianity, and history of missions. The demographic data and statistics are arranged in clear tables and diagrams. The sources and their limitations are always carefully presented and discussed.",
    "title" : 
    [ "Xavier Jacob et Angelo Guido Calonghi, Les Chrétiens du Proche Orient après deux millénaires. Les vicissitudes des Communautés Chrétiennes du Proche Orient des débuts du Christianisme à la fin du IIme Millénaire, Tirrenia Stampatori, Torino 2002, pp. 492, ISBN 88-7763-529-0, € 37,00",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Mengozzi, Alessandro" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2prmengozzi",
    "type" : "review",
    "displayTitleEnglish" : "Xavier Jacob et Angelo Guido Calonghi, Les Chrétiens du Proche Orient après deux millénaires. Les vicissitudes des Communautés Chrétiennes du Proche Orient des débuts du Christianisme à la fin du IIme Millénaire, Tirrenia Stampatori, Torino 2002, pp. 492, ISBN 88-7763-529-0, € 37,00" }