
  { "fullText" : "[1] Jacob of Serug, the Flute of the Holy Spirit, played seemingly innumerable tunes in dodecasyllabic meter, 763 verse homilies by one count. His poetic mēmrē did not pretend to an historical dimension, as did some of Ephrem’s mēmrē . Best known for his long Biblical expositions, Jacob also explored ascetical themes frequently. This is the second paper examining several of these ascetical mēmrē attempting to reconstruct Jacob's theology of asceticism. R. A. Kitchen, \"A Practical Theology of Asceticism in Jacob of Serug's mēmrē on the Solitary Ones,\" presented at North American Patristics Society, Chicago, May 2002.   [2] Mēmrā 191 in Paul Bedjan’s edition Homiliae Selectae , vol. 5 (Paris, 1910), edit. Paul Bedjan. Mēmrā 191: 821-836.  allows us to hear Jacob’s voice a little more intimately. Not that this voice is absent from 700-odd other mēmrē , but here we have a good idea of the occasion and environment to which his words were addressed. The title is “Concerning the bat The feminine form of ‘ bar ’ is written ‘ bart ’; however, the rēsh is usually elided, resulting in the pronunciation ‘ bat ’, which will be the transliterated form used in the remainder of the article. qyāmā , the pure virgin who departs from this world.” It is a funeral oration, addressed to the mourners of an exceptional, but anonymous, consecrated virgin. [3] That the setting is funereal becomes clearer upon examining a later document published recently by Sebastian P. Brock: the “Order for the burial of bnāt qyāmā , or the burial of nuns ( dayrāyātā ) existing in a single manuscript copied by a priest Joseph, presumably in Tur Abdin in 1980. Sebastian P. Brock, Burial Service for Nuns ( Mōrān ’Eth’ō 4; Kottayam, India: St. Ephrem Ecumenical Research Institute, 1992).  Brock notes that the term bat qyāmā in modern times often refers to the wife or widow of a priest. Whether the bat qyāmā had to be celibate, a virgin, still needs to be examined. Lucas van Rompay has drawn attention to the modifier “the pure virgin” in Jacob of Serug’s title, which may indicate that the two statuses are not equivalent. The use of the modern term “nun”—a female monk—as a translation of bat qyāmā may be too restrictive. [4] With such a late document, there is no way to determine whether the original liturgy is preserved out of which context Jacob wrote. Jacob clearly is referring to a virgin bat qyāmā, so that the use of such a liturgy for wives and widows of priests may be a development and adaptation or simply a reflection of the broad definition of the bnāt qyāmā . There is little indication that the modern liturgy is not derived from one intended for virgins. While Jacob does not directly follow the sequence of the liturgy, there are echoes of the terminology and themes of the liturgy embedded in his mēmrā. [5] Unfortunately, the only place the technical term bat qyāmā appears is in the title, The same phenomenon occurs in an Armenian translation of one of Ephrem’s hymns (number 46 in Patrologia Orientalis 30.1, 214-217), translated into English by Robert Murray, “‘A marriage for all eternity’: the consecration of a Syrian bride of Christ,” Sobornost\/Eastern Churches Review 11 (1989) 65-69. Murray believes that the hymn refers to a bat qyāmā , but the term or its Armenian counterpart does not appear in the text. and Jacob tells us little to add to the profile of the bnāt qyāmā . That a bat qyāmā would be normally a virgin is no revelation, so we have to listen a little more attentively to Jacob’s characterization. [6] Bedjan utilizes a single manuscript, British Library Add. 14608, William Wright, Catalogue of Syriac Manuscripts in the British Museum , Vol II (London, 1882), p. 733, DCCLXVI. Also cf. Arthur Vööbus, Handschriftliche Überlieferung der Mēmrē -Dichtung des Ja'qob von Serug , vol. 1 ( CSCO 344; Subsidia 39; Louvain, 1973) 52.  of 7th or 8th century provenance, that contains a series of 14 mēmrē by Jacob (ff. 3a-69a). These mēmrē bear the common thread and theme of death—funeral sermons for youth, a priest, a meditation on death, and on the end of the world. This cycle is enclosed by metrical discourses by Isaac of Antioch on the plague in the days of King David (ff. 1-3a); a mēmrā by Ephrem on the departed\/dead (69a-72a); and five more discourses of Isaac of Antioch on the death of youths, the evils of the world, life in the time of plague, and on the rich of the world (72b-96b). A single leaf from a mēmrā by Jacob, probably entitled “On the Resurrection” (f. 97), adds a theological punctuation to the contents of the manuscript. [7] Our mēmrā , 11th in the series (40b-48a), cf. Arthur Vööbus, Handschriftliche Überlieferung der Mēmrē -Dichtung des Ja'qob von Serug , vol. 2 ( CSCO 345; Subsidia 40; Louvain, 1973) 12. Vööbus has mistakenly dittoed the fourth mēmrā , adding one more to Wright’s list.  has the title as listed in Bedjan’s edition. Consisting of 319 lines, 822:6 is a single line unit.  it is of medium length for Jacob’s mēmrē . The sense units are two-line couplets of 12 syllables each, and the mēmrā is divided into 10 sections of varying lengths. Mēmrā 191: Concerning the bat qyāmā [8] Section 1. (821:4-822:8) Jacob declares immediately that this occasion of a funeral is not tragic, but a time of celebration and accomplishment. “Admirable is the departure when it adorns itself gloriously\/It is without suffering for whoever lives prudently.:: Beloved is death when righteousness accompanies it\/It does not sadden him when it enshrouds a person of God.::” (821:4-7) Aiming to dispel the reputed power and finality of death, Jacob transforms it into an anticipated entry into the kingdom of heaven. [9] Jacob establishes the metaphors that permeate the rest of the mēmrā : the world is depicted as the sea, Cf. Burial Service for Nuns , First Service, 7 [Syriac text: 6:1-2]  the traditional realm of chaos, in which many evils churn like the waves. Death is a haven, a sheltered cove, in which one finds protection from the tumultuous waves and storms. [10] Alluding to the spices, oils, and flowers used to prepare the body for burial, Jacob speaks of the sweet, but unnatural smell all these foreign substances emit. “The supposed fragrance from roots and from flowers\/a foolish person smears on, but he is not praised by wise ones.:: They know that the good smell is not his own\/but that of the oil that he is anxious to acquire through his licentiousness.” (821:16-19) The righteousness of a person is like the smell of choice oil that is a true natural odor of the person, far more pleasing to the wise and discerning ones who surround her. [11] Section 2. (822:9-824:8) Jacob explains his reordering of the sequence of authentic life. “The day of death is better than the day of birth\/Every discerning person looks forward to death so that he may be victorious in it.::” (822:9-10) When one is born, the mighty and evil are equal with the weak and good—the proverbial clean slate. But at death, one’s labor and valor are now known, and for the good ones, “the beauty of their crowns shines” (822:14). [12] Worldly possession is not equivalent to glory, for as everyone knows you can’t take the former with you at death. However, glory does accompany whoever acquires it. There are different rules in play. [13] Section 3. (824:9-825:17) Jacob turns his attention directly to the deceased. “The virgin who departed from within the world to God\/the day of her death was not controlled by lamentations and weeping.::” (824:9-10) [14] Death ruins the hopes of those who become betrothed to others in the world. No wonder, because when people love this untrue, inauthentic world, they are disturbed and unsettled at the thought of death and separation. Not so for the virgin, Jacob declares, for she has betrothed herself to the “faith of the Cross” (825:2)—an expression utilized several times in the mēmrā as a synonym for Christ. A banquet is prepared for her in the other world; she is a bride in the realm of death. Burial Service , First Service, 7 [Syriac, 6:5-7]  Yet this is not the realm of despair, and anyone who weeps for her should be ashamed. There she will receive the dowries of her betrothed, along with the ring that his body and blood gave her. She leaps for joy in the glory of her husband. [15] Section 4. (825:18-826:15) Because the virgin despised transient rewards in this world the bridegroom rewards her in the other world. Burial Service , Third Service, part Seven: Madrasha, 35 [Syriac, 34:17-22]   The watchers ( c ayrē ) or angels are rejoicing, for they witness that she despised intercourse on account of her love for the Ī h īdāyā , the Only Begotten. [16] Section 5. (826:16-829:6) The longest section fills out the nature of this relationship.  The virgin made a covenant ( qyāmā ) with the Ī h īdāyā who died for her sake, and she wore on her forehead a sign of mourning, a rag of passions ( ’ūrqa c tā d h ashē ), as do all the wise pure maidens. Wearing black garments—the darkness of the crucifixion and night—was a sign of the covenant ( qyāmā ) of virgins who have betrothed themselves to the “faith of the Cross.” (827:7-8)  “And like that day that became dark in the crucifixion\/She became dark so that she might also become light through the Son in the new world.::” (827:15-16) [17] Upon her departure\/death she is able to finally see her betrothed in whose name she had resided, and then her mourning subsided and she put on the crown of glory and the garment of light. She felt no pain in her death and spoke to one of her mourners that she had escaped the evil world and had reached the serene place. [18] Jacob revives the imagery of the world as the tumultuous sea. The virgin ascended from the snares\/nets of the world\/sea, the serpent whispering to her and laying traps for her, but she did not become weak or listen. Burial Service , Second Service, 29 [Syriac, 28:3-4]  The Ī h īdāyā guarded her steps from the murderer, and she crossed over the sea of evil passions and death became a haven of rest from the waves. [19] Sections 6.-7. (829:7-830:10 & 830:11-831:14) The next two sections both deal with the reception of the virgin by the watchers or angels into their company. They rejoice in the pearl ( margānītā ) that the virgin brings to the royal bridegroom as a wedding gift. All the heavenly host welcome her into their midst when the bridegroom introduces her after she has defeated Satan through virginity. Burial Service , First Service, 11 [Syriac, 10:7-8] [20] The angels marveled at her virginity because her accomplishments were similar to theirs. They perceived their own virginity existing in an earthly being, and now she is like a relative or neighbor to them, living ‘without suffering\/passion’ ( lā h ashshā ) (831:14) in their ranks forever. [21] Section 8. (831:15-833:6) Jacob expresses his own laments and fears to the virgin. Your death is not like my death. I am afraid to die. Yet Jacob knows the Lord leads and guides her.  “Death is bitter and sweet is the smell of glory\/but now I have both tastes from you.:: When the bitterness of death wafts up to me from your departure\/may the sweet smell of your virginity perfume and enclose me” (832:10-13). [22] Finally, he has recognized the effect of her asceticism. “Resurrection renders death null and void\/and therefore, there is no way to bring your virginity to naught” (833:3-4). Virginity is not just an earthly trait; it is the status of the angels, and so is eternal in nature. [23] Section 9. (833:7-834:19) The penultimate section is an exhortation to those attending the funeral, probably many who are bnāt qyāmā , that they may imitate the departed’s example and so share her reward. [24] When her pearl is honored in the treasury of the king, it will bring benefit to all who rejoice with her. The king guards the good people who have died like treasures in a living storehouse full of light. Like the virgin, righteous people pass from struggle and fear in this world at their death to the wedding feast of the king. Death is a place of comfort to the wise virgins who are full of light and have oil for their lamps (Matthew 25:1-13). [25] Section 10. (834:20-836:5) In this concluding section, Jacob spells out the metaphor of the pearl of virginity. Deep in the dark sea, no one knows about the qualities of the pearl until it brought to the surface to light. In this way, “the pearl depicts a type of virginity Ephrem utilizes the pearl as metaphor\/type in a series of the Hymns on Faith, commonly known as “The Pearl.” Ephrem describes the origins of the pearl in the sea, being given birth by a virgin mother in the bosom of the sea who ‘knew her not.’  The pearl is then addressed as “the exact type of the Only Begotten” (Hymn 82.5). J. B. Morris, translator & J. Gwynn, editor, Selections translated into English from the Hymns and Homilies of Ephraim the Syrian and from the Demonstrations of Aphrahat, the Persian Sage (Oxford, 1898). \/for the sea is the world and as long as the pearl is in [the sea] its beauty is unknown” (835:12-13). While in the evil world, the beauty of this woman’s virginity is hidden, although the angels are joyously aware of it. [26] Two trajectories are presented. At death the virgin ascended from the world\/sea and brought up with her the pearl just as a diver might do from the darkness of the deep dark sea. Then in reverse, death descends after her and makes her ascend to the high places. Death has lost its sting and is now the agent who brings the righteous to eternal life. The Asceticism of Death [27] Alas, the funeral is over and we do not know as much as we would like about the bnāt qyāmā . However, Jacob has told us a great deal about the context and nature of asceticism along the way. [28] Asceticism as a form of death to this world finds the metaphor fully realized in Jacob’s mēmrā . Death is an act of grace-full asceticism. As such, it is both an act of personal effort—the virgin ascends from the world with the pearl and attains the goal of death; and as the reward—grace—when death descends to fetch her. In several instances in the mēmrā , death is personified as the benevolent agent of eternal life. [29] The only ascetical discipline mentioned in the mēmrā is virginity ( btūlūtā ). This is the renunciation of sexual intercourse, which is specifically mentioned, but also implied is the renunciation of the various evils of this world. [30] Physical, earthly virginity is a mirror image of the nature of the angelic life. The angels are said to rejoice greatly over our bat qyāmā because her virginity is so similar to theirs in heaven (Luke 20:34-36). After physical death, she is received into their company. Does she become literally an angel in substance? Jacob does not venture there, though I am not sure anyone has figured out the precise dimensions of angelic life. [31] Nevertheless, she lives with the angels eternally. “They exult in her and she rejoices with them with their crowns\/She lives without suffering\/passion ( lā h ashshā ) forever among their ranks.::” (831:13-14) The expression “ lā h ashshā ” is not the fuller term lā h āshōshūtā —the Syriac equivalent of apatheia —but it must reflect the same state of mind and soul. Certainly, to possess apatheia on earth is to anticipate the angelic status. Our virgin now enjoys this blessed state eternally in the realm of the Resurrection. [32] The famous pearl of great price (Matthew 13:45-46) for which the merchant in the parable sold all he possessed to buy it ties together the entire mēmrā . The pearl is her virginity that she brings up from the dark sea of the evil world, avoiding and eluding all the nets intended to entrap her and her pearl, to present finally as a wedding gift—her dowry—to her betrothed, Jesus the Ī h īdāyā . [33] By Jacob’s funeral exhortations to the mourners, it is apparent how important the concept of betrothal was to the bnāt qyāmā . Virginity is, after all, an act of renunciation, of not engaging in a certain activity. The bnāt qyāmā actively engage themselves in betrothal to the Ī h īdāyā . Wearing black clothes and the rag of passions on their foreheads are the signs of their allegiance to the crucified Christ, as well as anticipation of that day when they will be united to their betrothed. Indeed, Jacob plays on the word qyāmā several times to indicate that this betrothal to the Ī h īdāyā is the content of their covenant. “She made a covenant with the Ī h īdāyā who died for her sake\/for she clings to him, there shall be no other for her.::” (826:15-16) [34] Once the bride meets the bridegroom after death, he receives her into all he has, places the crown of eternal light upon her (825:20), and shares the wedding feast with her. While Jacob is not explicit, could there now be a type of union with the Ī h īdāyā —“so they are no longer two, but one flesh” (Matthew 19:6)? [35] Virginity as simple renunciation of sexual intercourse is not mature asceticism. The bnāt qyāmā utilize their virginity as signs of their betrothal to the Only Begotten, an ascetical discipline that awaits fulfillment in the next world, the place of death that contains the reward of eternal union with the Ī h īdāyā . Virginity is a manner of death in the natural world, a negation of the cycle of sexual relations and continuation of human life. This turning upside down of human patterns results in another reversal in the next world in which the virgin becomes perfectly alive in the realm of death. _______ Notes “It is he who has granted you to pass over the sea of sins ( yamā da ht āhē ) in purity.” “The Royal Son has prepared for you the bridal chamber ( gnūnā d h atnā ) on high; enter it, sister, and find joy, give thanks to him who has held you worthy to behold him.” “The virgin who rejected the marriage crown which is subject to corruption has gained the bridal chamber of the just which the children of light yearn for.” (addressed to Satan) “Cunningly and clearly you laid your snares ( pa h ē ) in order to make humanity captive.” “Lead her by the hand of the peaceful angels to the blessed abodes of your saints.” Cf. also Edward G. Mathews, Jr., “St. Ephrem, Madrase on Faith, 81-85: Hymns on the Pearl, I-V,” St. Vladimir’s Theological Quarterly 38 (1994) 45-72. Mathews offers a different translation of 82.5: “Our Lord had siblings, yet He was without siblings for He is the Unique One, O singular one, a great mystery whose unique type you are. On a king’s crown you have brothers as well as sisters.” Robert Murray notes that the pearl is seen as the symbol ( rāzā ) of virginity, as well as a title of Christ. Cf. Robert Murray, Symbols of Church and Kingdom: A Study in Early Syriac Tradition (Cambridge, 1975) 148, 359. _______ Bibliography Sebastian P. Brock, Burial Service for Nuns ( Mōrān ’Eth’ō 4; Kottayam, India: St. Ephrem Ecumenical Research Institute, 1992). Jacob of Serug, Homiliae Selectae , vol. 5 (Paris, 1910), edit. Paul Bedjan. Edward G. Mathews, Jr., “St. Ephrem, Madrase on Faith, 81-85: Hymns on the Pearl, I-V,” St. Vladimir’s Theological Quarterly 38 (1994) 45-72. J.B. Morris, translator & J. Gwynn, editor, Selections translated into English from the Hymns and Homilies of Ephraim the Syrian and from the Demonstrations of Aphrahat, the Persian Sage (Oxford, 1898). Robert Murray, Symbols of Church and Kingdom: A Study in Early Syriac Tradition (Cambridge, 1975). —, “‘A marriage for all eternity’: the consecration of a Syrian bride of Christ,” Sobornost\/Eastern Churches Review 11 (1989) 65-69. Arthur Vööbus, Handschriftliche Überlieferung der Mēmrē -Dichtung des Ja'qob von Serug , vol. 1 & 2 ( CSCO 344-345; Subsidia 39-40; Louvain, 1973). William Wright, Catalogue of Syriac Manuscripts in the British Museum , Vol II (London, 1882).",
    "title" : 
    [ "Pearl of Virginity: Death as the Reward of Asceticism in Mēmrā 191 of Jacob of Serug",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kitchen, Robert A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2kitchen",
    "type" : "article",
    "displayTitleEnglish" : "The Pearl of Virginity: Death as the Reward of Asceticism in Mēmrā 191 of Jacob of Serug" }