
  { "fullText" : "[1] Anyone looking for a general history of the Assyrian Church of the East in English has had to be content to piece together such books as W. A. Wigram, The Assyrian Church (1910), Samuel Moffett, A History of Christianity in Asia (vol. 1, 1992), and A. Vine, The Nestorian Churches (1937). They are all useful, but they are naturally quite disparate in their age, treatment of sources and level of scholarship. Winkler and Baum have now offered a through-composed history in one volume, covering the Church of the East from the beginnings right down to the end of the twentieth century. [2] The book is a translation, slightly revised, of Die Apostolische Kirche des Ostens, published in 2000. Just occasionally the translation is faulty, as when we are told that 'In 1856 during the Crimean War the British learned that in the so-called \"Hatt-i-Humayun Decree\" the old Ottoman millet system had been reestablished' (p. 128). In fact, the British were partly responsible for this measure, as the German text correctly says. On p. 83 Magier are Magi, not 'magicians', and on p. 86 the translator has taken 'Kolophon' to be the name of an author. But such lapses are seemingly rare, and the English generally reads well. [3] The strength of Winkler and Baur's book lies chiefly in the remarkable amount of information it manages to squeeze into its short length—and indeed it is much more dense reading than any of the books mentioned at the beginning of this review. Readers will be most astonished, perhaps, at the accumulation of inscriptional and other evidence from Central Asia, India and China that has come to light in recent years to suggest the extent of the church in the Middle Ages. (Some of this evidence is illustrated, notably a strange round gravestone with Syriac inscription from the fourteenth century in Central Asia, p. 77). The book shows its critical quality too, especially at some of the more sensitive points in chapter 1. Discussing the origins of the church in Persia, Winkler carefully separates the tradition of apostolic origin from the other early evidence that is somewhat less tidy (pp.  7-14); and he argues that there never was a canonical dependence of the church on the patriarchate of Antioch (pp. 19-20). [4] At the other end of the book, Chapter 5, 'The twentieth century', is especially valuable, taking in the recovery of the Church of the East from near collapse to a 'stable and structured' condition (p. 155) at present. There is a full discussion of the ecumenical initiatives and successes of recent years, not sparing criticism for the Coptic bishops who have all too successfully held these back (pp. 151-2). A useful census of parishes ends the chapter. For more than half of the century the church was presided over by Mar Eshai Shimun, a complex and autocratic leader—he did not consecrate a bishop for over thirty years—and, as far as his theology went, a hard-shelled traditionalist. But the Mar Shimun era being now over, Winkler is inclined to pass over his less attractive side and give him much of the credit for the church's recovery. [5] There is one overall weakness that will unfortunately prevent this book from becoming a work of reference: the authors' decision—or perhaps it was the publisher's, to keep the book short—to dispense with footnotes or (with occasional exceptions) any citations of sources in the text. How can the reader verify the intriguing statements, for example, that 'calendrical evidence' shows disagreement about the keeping of festivals before 410 (p. 15); or that bishop Rabbula of Edessa in his early years 'spoke up against Cyril' and only later changed sides (p. 22, 25); or that 'as early as 581 Turks with crosses on their foreheads had been placed in Byzantine prisons' (p. 47); or that Syriac ceased to be a vernacular 'because of Islamic language laws' (p. 69); or that Kubilai Khan established an office of Christian affairs in 1289 (p. 87); or that 'Around 1551 the East Syriac community in Tabriz disappeared' (p. 116)? The bibliography (pp. 178-94), although weighty, is not annotated, and the scholar who is (rightly!) not disposed to quote such statements without checking them will have a hard time doing so. [6] A reviewer of any book on the Church of the East is obliged to comment on how the word 'Nestorian' is used. Winkler, who has been a participant on the Catholic side in the ecumenical process, conscientiously avoids the word as an ordinary name, for reasons now familiar and sufficiently explained on pp. 4-5. (Generally he avoids 'Assyrian' too.) My impression is that Baum, whose assigned chapters 2-4 covering the 7th-19th centuries are not so dangerous in this regard, did not start with the same prohibition—or else that he found the word  impossible to avoid in certain contexts. He, or an editor, then sanitized it by using quotation marks. So for example we have a mention of '\"Nestorian\" texts in Central Asia and China' (p. 171). But this easy expedient (used by other authors too in recent years) will not do. The texts in question here are not related to Nestorius or christology; nor I think does the author mean to emphasize that others have called them Nestorian. He is just looking for a plain and acceptable adjective meaning 'of or pertaining to the Church of the East'. Sadly there is no one such. 'East Syriac', itself not very elegant, will hardly work in the phrase above referring to texts that are mostly not in Syriac. 'Assyrian' would be even worse. In this case, since there is no question of any other church, I would suggest 'Christian' as the word to use. With the name '\"Nestorian\" cross' (pp. 50, 58, 74 etc.) there is a special need for clarity: is the meaning simply 'cross', or—one hopes not—is this now an art-historical term for a cross of a particular shape? [7] It is easy to point out shortcomings in a book intended to be, as its subtitle says, concise. It is, however, a valuable contribution, full of information, and—if too expensive for the ordinary reader to buy—it ought at least to have a place on all reading lists.",
    "title" : 
    [ "Wilhelm Baum and Dietmar W. Winkler, The Church of the East: A Concise History (London\/New York: Routledge Curzon 2003). Pp. xii + 204. ISBN 0 415 29770 2. $90.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Coakley, J.F." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2prcoakley",
    "type" : "review",
    "displayTitleEnglish" : "Wilhelm Baum and Dietmar W. Winkler, The Church of the East: A Concise History (London\/New York: Routledge Curzon 2003). Pp. xii + 204. ISBN 0 415 29770 2. $90." }