
  { "fullText" : "BOOK REVIEW [1] Among the important developments in the transmission of the Peshitta text through the centuries is the recent emergence of the Leiden critical edition. The success of this edition can be measured by the amount of research it has stimulated, research that has focused on the transmission of the Peshitta and its character. This theme was the subject of the Second Peshitta Symposium, held at Leiden in 1993 ( The Peshitta as a Translation: Papers Read at the II Peshitta Symposium Held at Leiden 19-21 August 1993 [eds. P.B. Dirksen and A. van der Kooij] [MPIL 8; Leiden 1995]). Scholars are now busy investigating the translation techniques of the Peshitta’s individual books since, when the characteristics of the translation are identified, isolated readings, unique to the Peshitta, can be properly interpreted. Peshitta Jeremiah is among the most challenging of biblical books, since, apart from its length, Jeremiah contains an anthology of literary genres (narrative prose, poetic oracles, proverbs, and so forth). Then there are its daunting text critical questions: the Greek text is about one-eighth shorter than the Hebrew text. To further complicate matters, a critical edition of Peshitta Jeremiah has not yet appeared. In view of these obstacles, the news that Greenberg has undertaken an investigation of translation techniques in Peshitta Jeremiah will be well received among Syriac scholars, Peshitta scholars, text critics and biblical exegetes. [2] Greenberg begins her investigation examining the character of the Urtext of the Peshitta. She notes that “whenever the translation did in fact depart from the literal, whether both in the Urtext and in the later stages of copying and revising, or only during this later period, three elements are clear: first, that it did depart, and to a considerable extent; second, that the great majority of the differences between the MT and the Peshitta to Jeremiah are small, matters of style rather than of sense; and third, that many of these small differences were the work of the scribes, not of the translator” (p. 15). Greenberg takes the Codex Ambrosianus (Peshitta MS. 7a1 according to the sigla of the Leiden edition) as the text for study. [3] In chapter two Greenberg explains her method: “The results presented here were obtained by word-for-word comparison of the source document and the translation throughout the 1364 verses of the book” (p. 26).  This method must have produced a mountain of data. So a balance had to be reached “between two approaches: excessive amounts of detail and numerous examples to illustrate each point have the drawback that they take up so much space that there is not enough room for adequate discussion; on the other hand, limiting the quantity of detail too stringently does not allow the reader to judge whether or not the conclusions drawn are well-founded” (p. 27). The author decided to give “in detail, all or nearly all the most interesting examples of the various features of the translation technique, together with a sufficient number of supporting examples” along with “a structured sample in which the prevalence of these features could be measured” (p. 27). This structured example is comprised of the tenth verse of each chapter of Jeremiah (except in Chapters 45 and 47 where the fifth and the seventh verses, respectively, are selected). [4] I must admit that, as I read this book, I remained unsure about the need for the “structured sample.” Since all 1364 verses of Jeremiah were studied, it would have been possible to list all the examples of a given translation technique (just the verse numbers) and then to select the “interesting” ones for further discussion. Then the “structured sample” would have become superfluous as the reader could assess how often (and where) a given translation technique explains a particular Peshitta reading. A complete list of all the unique readings in Peshitta Jeremiah would have rendered the book invaluable to text critics, who will consult Greenberg’s work for assistance in interpreting isolated Peshitta readings in Jeremiah. [5] Each chapter studies a particular translation technique from Peshitta Jeremiah. Chapter two presents eleven examples from Jeremiah where the Peshitta has an identifiable change in the sense of the Hebrew. The “small size of this group” sustains Greenberg’s premise that “on the whole, the sense of the Vorlage is meticulously preserved” (p. 26). Chapter three looks at various types of “additions.” Greenberg’s first example, from Jer 6:3, is quite interesting.  The Hebrew reads: “shepherds and their flocks will come to her”. To this phrase, 7a1 adds “together” ( 'a(y)k h da ). This addition can also be categorized as a harmonization with Jer 6:11, 12, 21 where Hebrew ya h daw is rendered 'ak h da . But what is intriguing is that the addition in 6:3 in 7a1 is unique in terms of its orthography ( 'a(y)k h da instead of 'ak h da ). This could suggest that a hand other than the translator’s added these words. [6] Lexical equivalents, studied in chapter four, reveal that there is no one-to-one correspondence between Hebrew and Syriac lexemes. In fact, the translator varied his selection of Syriac equivalents for the same Hebrew word “according to his own taste” (p. 46). When two different Syriac words could render the same Hebrew word, then subtle distinctions between Syriac lexemes may have determined the translator’s choice.  Chapter five treats harmonizations, perhaps one of the most common characteristics of the Peshitta version.  I have found that many readings in the Peshitta that diverge from the MT, such as the addition in 6:3 noted above, are harmonizations, and text critics do well to consider harmonization as a first option for explaining individual Peshitta readings. Greenberg illustrates how the translator was ready to clarify “figurative language” but anthropomorphic descriptors for God are preserved in the Peshitta (chapter six).  Grammatical inconsistencies in the Hebrew are corrected in the Peshitta (chapter seven). [7] Special attention is given to passages that appear twice in the Bible (chapter eight). In some cases a passage is repeated within the book of Jeremiah itself (i.e., Jer 6:12-15 and Jer 8:10).  In others, the duplicate passage appears elsewhere in the Bible. Greenberg demonstrates that such passages were “largely translated independently of one another” (p. 75). The translator normally did not harmonize his translation, though there are a few examples that suggest some degree of harmonization. [8] Chapter nine treats minuses in the Peshitta with respect to the MT. The minuses are divided into three groups: (1) apparently accidental; (2) apparently deliberate; and (3) those which throw light on the wording of the Vorlage . Three examples of accidental minuses and nineteen examples of deliberate minuses are discussed. The third category receives the most attention and the argumentation becomes quite complex. After reviewing the literature on the textual transmission of Jeremiah (LXX, MT, and Qumran), Greenberg argues that in cases of “purposeless repetitions” the translator consulted the LXX: A translator anxious to defend the originality of his Vorlage, and having in mind the critical reader who might find grounds for suspicion in apparently purposeless repetitions suggesting the possibility of underlying deliberate conflations or scribal error, might make omissions to avoid such controversy, particularly if he did not regard himself as bound by the constraints of working with a letter-perfect text. Nevertheless, when translating double readings the translator into Syriac gave both components, although his careful reading of the Hebrew must often have led him to suspect the presence of secondary expansion of the text, and a glance at the LXX would in many cases have strengthened his suspicion that the Vorlage showed signs of corruption”(p. 109-110). Several examples of minuses (Peshitta and LXX agree against the MT; the LXX and MT agree against the Peshitta) are adduced to support her theory. [9] In chapter ten Greenberg develops the notion of a “Peshitta School.” It seems that the “translators worked to some extent as colleagues rather than as separate individuals, feeling that they were members of a ‘Peshitta School’” (p. 126). After the original generation of translators died out, later scribes (Greenberg prefers this term to “copyists”) would have “felt responsible for the character of the text” (p. 126) and would have “felt themselves to be part of the Peshitta School tradition: there would surely have been a continuous consciousness in eastern religious circles that this text, rooted in Judaism and spanning the early centuries of Christianity, was of the greatest importance” (p. 126). In future research the author may want to support this suggestive proposal with appropriate citations from Syriac authors who could testify to this “continuous consciousness” within the “Peshitta School.” [10] Chapter eleven treats an important question in Peshitta studies—the relationship between the Peshitta and the LXX. In her introduction, Greenberg noted that “such influence is not in doubt” (p. 22). In this chapter she adduces four cases to illustrate this “sporadic” influence (p. 147). I will take up the first one, which comes from Jer 5:26. According to Greenberg, there are two readings that witness to the strong influence of the LXX on the Peshitta. The first is that the Peshitta and the LXX agree to translate Hebrew hi ss ibu with waqim and estēsan , respectively. The second one is that both omit the obscure Hebrew word yashur . But did the Peshitta translator need to consult the LXX to arrive at waqim for MT hi ss ibu ? A quick glance at a concordance reveals that the only other example of hiphil √ n s b in Jeremiah appears in 31:21 ( ha ss ibi ) where it is translated in 7a1 with 'aqim . A look through Genesis reveals that each hiphil of √ n s b is translated with the aphel of √ qwm .  Thus, the translator hardly needed the LXX for its rendering of hi ss ibu . The overall character of the Peshitta translation of Jer 5:26 raises further questions about the supposed influence from the LXX, since the Peshitta strays from both the MT and the LXX in a few places, including the interpretation of kshak with 'a(y)k syage . Given this freedom one wonders if the translator had to consult the LXX for permission to omit the difficult Hebrew word yashur . [11] One could quibble with the other examples as well but the more important question regards Greenberg’s methodology. When Peshitta scholars seek to determine the relationship between the Peshitta and the LXX (or any biblical version for that matter), the first step must be to present a complete list of the agreements between the Peshitta and the LXX for a given biblical book or section of a book. Even though the task may be Herculean (especially for Jeremiah), it remains, nonetheless, necessary. Once all the agreements with the LXX have been identified and given individual consideration, then the Peshitta can be assessed for traces of possible influence from the LXX. This method also permits the total number of agreements with the LXX to be compared with the number of instances where the Peshitta goes its own way (as in the interpretation 'a(y)k syage Kya in Jer 5:26). Then the degree of influence, if any, can also be measured. For now, the question of LXX influence on Peshitta Jeremiah awaits further study. [12] Chapters twelve through fourteen present various strategies that the translator employed for handling difficult Hebrew texts. These include guesswork, influence from elsewhere in the Bible, mimicking the sound of the Hebrew word in Syriac, and even resorting to an “atomistic translation.” Examples are adduced to illustrate each translation strategy. The book concludes with a bibliography, an index of authors, an index of biblical citations and a general index. [13] This volume lays the groundwork for future research into Peshitta Jeremiah and is a welcome addition to the field. Greenberg’s “Peshitta School” and her understanding of the consciousness of later scribes offer a fascinating approach to resolving the obscure origins of the Peshitta version.  Above all, she is to be commended for her willingness to investigate Peshitta Jeremiah, despite the obstacles that impede a thorough study of this biblical book. ",
    "title" : 
    [ "Gillian Greenberg, Translation Technique in the Peshitta to Jeremiah. Monographs of the Peshitta Institute 13; Leiden\/Boston\/Cologne: Brill, 2002. Pp. xiii + 242. $75, ISBN 90-04-11980-9.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Morrison, Craig E." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n1prmorrison",
    "type" : "review",
    "displayTitleEnglish" : "Gillian Greenberg, Translation Technique in the Peshitta to Jeremiah. Monographs of the Peshitta Institute 13; Leiden\/Boston\/Cologne: Brill, 2002. Pp. xiii + 242. $75, ISBN 90-04-11980-9." }