
  { "fullText" : "[1] In the summer of 2001, two late nineteenth-century documents were brought to my attention. The first one is a letter dated Feb 10, 1894 It is not clear if this is a Julian or Gregorian date. Patriarch Peter III dated his communications, even during his visit to London, using the Julian calendar. It is not known to me if Syriac communications sent from British-controlled India used the Julian or Gregorian reckoning. from Matthew Konat (1860-1927), known in Syrian Orthodox circles as the Malphono of Malabar\/Malankara, to his Patriarch Peter III\/IV Peter IV designated himself during his patriarchate as Peter III. Later patriarchal lists designate him as Peter IV. in Mardin. The second document, the subject of this brief paper, contains the text of an original copy of the certificate of consecration given to Antonio Francisco Xavier Alvares, For a biography of Alvares, see Carmo Azevedo, Patriot & Saint: The Life Story of Father Alvares\/Bishop Mar Julius I (Panjim: 1988). a Roman Catholic priest who joined the Syrian Orthodox Church and was consecrated metropolitan—Mor Julius, bishop of Ceylon, Goa and India excluding Malabar. This original copy was sent to Patriarch Peter in Mardin for the Patriarchal records. Both documents once belonged to the Patriarchal archive located in the Church of the Forty Martyrs in Mardin. The Patriarchal archive in Mardin contains many letters in Syriac, Malayalam and English from and to India. It was organized by Mor Philoxenus Yuhanna Dolabani (1885-1969). [2] A cursory Internet search on \"Julius Alvares\" gives numerous pages. Hardly anything is mentioned about Alvares in these pages; he is simply listed in a line of succession of the Patriarchs of Antioch, beginning with St. Peter and ending with one episcopus vagans or another. Such episcopi vagantes claim titles like 'patriarch,' 'catholicos,' 'metropolitan,' etc., sometimes in combination (e.g., one Joseph Vredenburgh of Saint Thomas Christian Church, not to be confused with the Mar Thoma Church of Kerala, claims the title \"Maran Mar Timotheus Josephus Narsi, Catholicos Patriarch.\") http:\/\/www.orderofthedove.org, checked on July 7, 2004. [3] While the consecration of Alvares to the episcopate cannot be challenged, his connection with the line of succession of such 'wandering bishops' is due to his involvement in bringing one Joseph René Vilatte to the fold of the Syrian church and in having him consecrated, also within the bounds of canon law, to the episcopate in 1892 in Colombo. It was Alvares, together with Mar Athanasius Paulos (d. 1907), Bishop of Kottayam, and Mar Gregorius Gewargis (d. 1902), Bishop of Niranam (and later of Thumpamon), who consecrated Vilatte in 1892 and named him \"Mar Timotheos, Metropolitan of North America,\" most probably with the blessings of Patriarch Peter. Later, Vilatte took it upon himself to single-handedly consecrate other bishops, contrary to canon law, which resulted in his excommunication from the Syrian Orthodox Church. The bishops consecrated by Vilatte themselves started consecrating other bishops. Already in 1964, over 25 churches in America, Europe and Africa claimed the Vilatte succession. Peter F. Anson, Bishops At Large (London: Faber and Faber, 1964), Chapter VIII. See also Henry R. T. Brandreth, Episcopi Vagantes and the Anglican Church (London: S.P.C.K., 1961, 2 nd edition). [4] Vilatte and his successors have always been challenged by Rome and Canterbury (as well as by the Episcopal Church in America) to produce the bull of Patriarch Peter sanctioning the consecration, and the certificate of consecration given to Vilatte in their original Syriac form. Vilatte's successors have only been able to produce alleged English translations of both documents. A note given by Patriarch Afram I Barsoum to Mor Athanasius Yeshu Samuel upon his departure to the United States as Patriarchal Legate in 1949, in which Barsoum gives instructions and advice to his legate, states that Vilatte had lost his Syriac certificate. (Earlier, on December 10, 1938, Patriarch Barsoum, probably at the request of the Church of England, issued a statement in which he denied any relation with all schismatic bodies of the Vilatte line. Brandreth, Episcopi Vagantes , pp. 118-119. ) Fig. 1. Picture taken in 1892. Seated from left to right: Vilatte, Mar Ivanios Paulos (later Catholicos Baselius Paulos I), Mar Dionysius Joseph, Mar Athanasius Paulos, Mar Gregorios Gewargis, Mar Julius Alvares (Courtesy: Malankara Orthodox Seminary, Kottayam) Fig. 2. The Alleged English translation of the Bull of Patriarch Peter sanctioning the consecration of Vilatte (Courtesy: Brandreth, Episcopi Vagantes ) [5] The discovery of the certificate of consecration given to Alvares sheds some light on what the original Syriac of Vilatte's certificate may have looked like. In what follows, I give the Syriac text of the certificate of Alvares. I then give my English translation of the same, aligning it vertically with the published text of the English translation of the Vilatte certificate. http:\/\/www.tboyle.net\/Catholicism\/Vilatte.html, checked on July 7, 2004. The translation has been divided into numbered sections (in curly brackets, { }) for ease of comparison. The reader will note much parallelism in the sequence of the text, as well as similarities in phraseology. Alvares's Certificate Vilatte's Certificate {1} The Certificate which the Fathers Wrote for the Ordination of Our Father Mor Yulius and Gave in His Hands as a Systaticon. {2} In the Name of the Eternal Being, Everlasting, [and] of Necessary Existence Who is Omnipotent, {3} Metropolitan Athanasius who is Paulos, Metropolitan Ivanios who is Paulos, and Metropolitan Gregorios who is Gewargi, Metropolitans of Malabar that is under the jurisdiction of the Apostolic See of Antioch, the weak Patriarchs and bishops suffix their titles with a Syriac abbreviation consisting of the letter Mim that has a double reading. The abbreviation is intended by the writer to stand for m h ilo 'weak,' but is read by anyone apart from the writer myaqro 'honorable'. ones: {4} By the order which was sent on the day of 15 January of this year, = Gregorian 28 Jan. from our Father, Patriarch Mor Ignatius, Father of the Fathers, the First of the Chiefs, of the Apostolic See of Antioch and All the East who is Peter III, the Exalted one, {5} we first gathered together and ordained the priest Antonios Francisco Xavier Alvares to the rank of Monkhood, {6} and also today the said monk {7} was ordained by the Holy Spirit to the rank of Metropolitan {8} at the time of the Divine Liturgy [i.e., Mass], and by the prayers and services, {9} and by the laying of the order of Moran the Exalted Patriarch on his head, and by the laying of the hands of our weakness, {10} Metropolitan to the diocese of Ceylon, Goa and India Excluding Malabar; {11} and the title of his Metropolitate was named Julius as was ordered from the mouth of Moran the Exalted Patriarch; {12} and we all exclaimed with all the people \"worthy, worthy, worthy, it is meet and right, Father Mor Julius Metropolitan of the diocese of the said places.\" {13} And he has spiritual authority, by this gift which was given to him by God through the intercession of Moran the Exalted Patriarch, {14} to ordain monks, priests, deacons, etc.; to consecrate the oil of baptism and of the sick, as well as (to consecrate) churches, altars, and tablithos ; {15} and to exercise all consecrations and spiritual functions, etc., suitable to the rank of Metropolitan under the jurisdiction of Moran the Patriarch, the high-priest, the head of our faith. {16} And we entrusted in his hands the order of blessings which was sent from the See of Antioch to the said dioceses. {17} And now, we wrote to Moran the Exalted Patriarch to send him [Alvares] a Systaticon from his Lordship, so that he will have authority [and] complete strength. {18} And we await to see it quickly, and to rejoice with him always. {19} This Certificate was written on the 17 th day of the month of July in the year 1889 of our Lord from the Church of Saint Thomas the Apostle of the School of Kottayam which is in Malabar. {2} In the Name of the Essential, eternal, Self-existing, Almighty. {3} A.F.X. Alvarez, Metropolitan under Antioch. (Seal - Mar Athanasius) (Seal - Mar Gregorius) (Seal - Alvarez\/Julius I) This is to certify that, {5} Rev. Joseph René Vilatte was duly raised to the Order of Monkhood: and {4} in virtue of the special authority conferred upon us on the fifteenth of Konum Kolim [ sic ] by the Apostolical Edict of the Most Exalted Father and Head, His Holiness Moran Mar Ignatius Peter III., Patriarch of the Apostolic See of Antioch and of all the East, {6} the said Monk, {8} amidst solemn Mass, Prayers, and Services, {7} was this day consecrated by the Holy Spirit, {10} Metropolitan of the Archdiocese of America, {9} in the meantime the Patriarchal Bull and the hands of our weaknesses being laid on his head. {11} As commanded in His Holiness' Edict, he was entitled Mar Timotheus; {12} and we, together with the assembled faithful, exclaimed, as is usual, \"Worthy, Worthy, Worthy, our Father Timotheus of the said Diocese.\" {13} This sublime gift bestowed upon him by God, through the precious intercession of His Holiness, legally authorises him {14} to ordain monks, priests, deacons, etc., to consecrate churches, chancels, as well as baptismal and unctial oil, {15} and to exercise with perfect efficiency all other spiritual functions appertaining to metropolitan dignity, subject to the Patriarch of Antioch. {16} We entrust to his care the general epistle from the Holy See addressed to the believers of the above said Archdiocese; {17} also we have to add that His Holiness the Patriarch is prayed and expected to speedily dispatch the station [ sic ], definitely describing its authority and jurisdiction. {19} Church of Our Lady of Good Death, Columbo, Ceylon, twenty-ninth day of May eighteen hundred and ninety-two (29 5 1892). \/Signed\/ Mar Athanasius, Bishop of Kottayam \/Signed\/ Mar Gregorius, Bishop of Niranam \/Signed\/ A.F.X. Alvarez\/Julius I., Archbishop-Metropolitan for the Archdiocese of Ceylon, Goa and the whole of India. Fig. 3. The Certificate of Alvares, recto (Courtesy: Andreas Juckel) Fig. 4. The Certificate of Alvares, verso (Courtesy: Andreas Juckel) Bibliography Anson, Peter F. Bishops At Large (London: Faber and Faber, 1964). Azevedo, Carmo, Patriot & Saint: The Life Story of Father Alvares\/Bishop Mar Julius I (Panjim: 1988). Brandreth, Henry R. T. Episcopi Vagantes and the Anglican Church (London: S.P.C.K., 1961, 2 nd edition).",
    "title" : 
    [ "Credentials of Mar Julius Alvares, bishop of Ceylon, Goa and India Excluding Malabar",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2kiraz",
    "type" : "article",
    "displayTitleEnglish" : "The Credentials of Mar Julius Alvares, bishop of Ceylon, Goa and India Excluding Malabar" }