
  { "fullText" : "SEMINAR ANNOUNCEMENT Sponsored by the National Endowment for the Humanities Duke University June 14 - July 23, 2004 [1] In this six-week seminar, participants will study the Aramaic language and literature of post-biblical Judaism and early Christianity. In the mornings, participants will receive intensive instruction in three dialects of Aramaic: Jewish Literary Aramaic of first-century Judea and Qumran, Jewish Palestinian Aramaic of Galilee in the third century and later, and Syriac, used extensively in Eastern Christianity. The Seminar is structured so that participants, upon successful completion, will have mastered at least one dialect for use in their personal research. [2] In the evenings, there will be seminars discussing the literature written in these dialects and analyzing how that literature can be used in historical and religious studies of ancient Judaism and Christianity. Topics will include: Dead Sea Scrolls, Bar Kokhba, synagogue and ossuary inscriptions, the language of Jesus, Targum and Peshitta, rabbinic literature, Dura Europos, as well as Ephrem and Aphrahat. One week will be devoted to seminars on the history and development of the Aramaic language. [3] The organizers and principal teachers are: Eric M. Meyers (Duke University), Paul V.M. Flesher (University of Wyoming), and Lucas Van Rompay (Duke University). [4] Guest teachers and seminar leaders include: Michael Sokoloff (Bar Ilan University, Israel); Douglas Gropp (Catholic University of America); Hayim Lapin (University of Maryland); Tina Shepardson (University of Tennesee, Knoxville). [5] Participants (American citizens or those who have been affiliated with an American institution for at least three years) will be selected from applicants who have completed their doctoral dissertation. Knowledge of Hebrew as well as elementary knowledge of (any type of) Aramaic are a prerequisite. Successful applicants will receive a stipend of $3700. The deadline for applications is March 1, 2004. [6] For further information as well as for application forms, see: http:\/\/www.duke.edu\/web\/nehdas\/ or contact: Nancy Hurtgen Department of Religion NEH Seminar Box 90964 Duke University Durham, NC 27708-0964 919.660-3500 nhurtgen@duke.edu",
    "title" : 
    [ "Summer Seminar \"Aramaic in Post-Biblical Judaism and Early Christianity\"",
      "Hugoye: Journal of Syriac Studies" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n1fcdukearamaicseminar",
    "type" : "announcement",
    "displayTitleEnglish" : "Summer Seminar \"Aramaic in Post-Biblical Judaism and Early Christianity\"" }