
  { "fullText" : "[1] During the course of my dissertation research on Moses and God in dialogue in post-biblical literature, K. Suomala, Moses and God in Dialogue: Exodus 32-34 in Postbiblical Literature , forthcoming from Peter Lang (2004). I came upon a Syriac dialogue, “The Colloquy of Moses on Mount Sinai,” published by Isaac Hall. I. Hall, “The Colloquy of Moses on Mount Sinai,” Hebraica 7:3 (1891), 161-177. For the most recent bibliographical information on this manuscript tradition, see A. M. Denis, Introduction à la littérature religieuse judéo-hellénisitque I (Turnhout: Brepols, 2000), 467-468, and J.-C. Haelewyck, Clavis apocryphum veteris testamenti (Turnhout: Brepols, 1998), 94-95. The dialogue is set on Mt. Sinai and is loosely based on Exod 19-34. In this dialogue between Moses and God, Moses asks rather simple, straightforward questions. To each of the questions, God provides a response. Hall could not provide a date or setting for the text, although he speculated that it might have some connection to the Nestorian liturgical tradition. He notes that the text he received from a contact in Urmia in 1889 was part of a manuscript that also contained “The Story of Arsenius King of Egypt.” This manuscript, along with two others that contain “The Colloquy”, is held by the Houghton Library at Harvard University. A. Desreumaux, “Un manuscript syriaque de Téhéran contenant des apocryphes,” in Apocrypha. Revue International des Littérature Apocryphes 5 (1994), 137-164, describes a Syriac ms in the Issayi 18 collection, and M.H. Goshen-Gottstein, Syriac Manuscripts in the Harvard College Library: A Catalogue , Harvard Semitic Studies 23 (Cambridge, MA: Harvard Univ. 1979), lists syr. 89, syr. 90, and syr. 166, the last being the ms to which Hall referred. [2] As part of his description of “The Colloquy”, Hall points to the close connection between the Syriac and Arabic Christian manuscript tradition by noting the existence of three additional Karshuni versions. I. Hall, 161-162. Graf demonstrates that “The Colloquy” is in fact well attested in Christian Arabic traditions, particularly Karshuni, and he suggests that the material in these manuscripts has Syriac origins. G. Graf, Geschichte der christlichen arabischen Literatur I, Studi e Testi 118 (Vatican City: Biblioteca Apostolica Vaticana, 1944), 207-208, provides a full listing of Arabic Christian manuscripts. See also G. Troupeau, Catalogue des manuscrits arabes chrétiens I (Paris: Biliotheque nationale, 1972), mss 213, 275, 286, 5072. Most of the mss in this group are dated to the 16 th and 17 th centuries although there are at least four can be dated to the 15 th century. One of the mss is dated as late as the 19 th century. [3] The Syriac “Colloquy”, with respect to both form and content has no clear parallels within the Syriac literary tradition, S. P. Brock examines Moses traditions and their origins in Syriac literature up through the Middle  Ages in “Some Syriac Legends Concerning Moses,” Journal of Jewish Studies 33 (Spr-Aut 1982), 237-255. There are no dialogues between God and Moses that appear in among these legends. In addition, there are no parallels in Brock’s examination of Syriac dispute poems or dialogue hymns, both of which are more stylized in form. See S. P. Brock, “Dialogue hymns of the Syriac Churches,” Sobernost 5 (1983), 35-45, and “Syriac dispute-poems: the various types,” in Dispute Poems and Dialogues , Orientalia Lovaniensia Analecta 42, ed. G. Reinink and H. Vanstiphout (Leuven: Department Orientalistiek, 1991), 109-19. the wider Christian tradition, The Arabic Christian manuscripts do not really present us with a parallel or a separate traditionin that they are so closely connected to the Syriac “Colloquy” and may in fact be based upon the Syriac. or even the classical Islamic tradition. At first glance, it would appear that there are parallels between “The Colloquy” and the numerous dialogues between Moses and God in rabbinic literature. However, upon closer examination, aside from the dialogue form, the content and the style of “The Colloquy” does not correspond to any of the rabbinic dialogues. K. Suomala, 91-153. [4] Is this text simply an anomaly? How can we account for it, given the lack of precedent in Jewish, Christian and Muslim literature? Interestingly, there are parallels, but not necessarily where one might expect to find them. In addition to the Syriac Christian manuscripts (including those in Arabic), dialogue texts with similar content and structure are found among: 1) Ethiopian Christians and Jews (Falashas), 2) Muslims of Mozambique (or perhaps Kenya), and 3) Spanish Muslims. [5] Steven Kaplan has recently connected this Syriac text to both the Ethiopian Christian as well as Falasha traditions. He has published a translation of the Ge’ez version, Nagara Muse , of this dialogue, part of the Falasha corpus of literature which was received from the Ethiopian church with very few revisions. S. Kaplan, Les Falashas (Turnhout, Belgium: Brepols, 1990), 97-105. There are at least four manuscripts—three in the Faitlovich collection, and one in a private collection. The manuscripts include dates: two of them contain the years 1757\/58 and one records 1754\/55. [6] Another dialogue that appears connected to this group also originates in Africa. The Swahili Epic of Moses (Utenzi wa Musa) is considered among the first literary works discovered in northern Mozambique. Tentatively dated to the late nineteenth century, the text may have been written in Kenya. It is fairly close in length to the Syriac and Ge’ez texts, about 330 stanzas, and is written in the Utenzi poetic form. One of the three versions of this text found in a copy book by discovered by Prof. Eugeniusz Rzewuski of Warsaw University was translated by Jan Knappert. J. Knappert, “Ritual and Creed in Moses’ Conversation with God,” in Windows on the House of Islam , ed. J. Renard (Berkeley: University of California Press, 1998), 78-84. [7] Not finding specific precursors in either the Christian or Jewish literary traditions, I turned to Islamic biblical legend and commentary. As it turns out, there is a rather substantial manuscript tradition of dialogue texts involving Moses and God in sixteenth century Spain. These texts form part of the body of aljamiado and morisco literature—material written or transmitted by Spanish Muslims in Spanish with Arabic characters. The aljamiado period really only lasted for little more than a century, concluding in 1609, at which point a large portion of the population fled Spain for North Africa. These dialogues are dated not later than 1609, when the last of the Moriscos fled Spain. In these manuscripts there are direct parallels to the Syriac, Ge’ez, and Swahili dialogues—both in form and in content—although theologically they are closer to the Swahili text. There are three manuscripts at la Real Academia de la Historia in Spain that contain these dialogues—Gay. T. 19, 8, and 13. A. Vespertino Rodríguez, Leyendas Aljamiadas y Moriscas sobre Personajes Bíblicos (Madrid: Editorial Gredos, 1983). [8] These dialogue texts are linked by form and content. The question and answer format or what in linguistic terms is called an adjacency pair (a completed verbal unit, i.e., a question and its answer, a request and its performance, a statement and a response) dominates each dialogue. In these dialogues, the central conversation partners are God and Moses, although characters such as Iblis and angels also make appearances and contribute to the dialogues. [9] With respect to content, the questions that Moses asks fall into three categories: 1) those that pertain to ethical, moral, and ritual issues, 2) those that reflect a desire to know more about the nature and origin of the Divine, and 3) those that pertain to final judgment and redemption. In the first category, each of the texts, to differing degrees, emphasizes care for the poor and the orphans, proper treatment of parents, burial rites and responsibilities, consistent prayer, avoiding anger, slander, oppression, bringing about peace, and honoring the neighbor. An example of concern about proper ritual occurs in each text when Moses asks God about a reward for the person who digs a grave: Syriac And Moses … said, “He that digs the grave of a departed brother believer, what is his reward? And God said to him, I will clothe him with a robe of the light of my divinity, and I will pardon him [his] sins. I. Hall, 172. Ge’ez [Moses asks] What will you give to the one who digs a grave for his brother in the faith? [God responds] I will write his name in the Book of Life with the prophets the apostles, the martyrs and the saints. Clear allusion to the Christian base text, presumably the Syriac, of this dialogue. And I will place him in the Garden [paradise]… S. Kaplan, 99 (translation is mine). Swahili The digger of graves will live in heaven. The one who buries his mother with love will live in a palace in paradise. J. Knappert, 81. aljamiado [Moses asks] What will the reward be for the one who buries the deceased? [Allah responds] I will prepare for him a palace in paradise. A. Vespertino Rodríguez, 215-216. [10] The general pattern found in these examples is one where Moses inquires as to the reward for a particular behavior (in other cases, he asks about the punishment), and God generally responds with a specific compensation—sometimes in this world, sometimes in the hereafter, and occasionally in both. The questions are short, and God’s responses are equivalent in length, if not slightly longer. In the texts above, the only text that does not indicate Moses’ question is the Swahili, which tends to have fewer questions from Moses and longer monologues on God’s part covering a wider area of issues. It appears as if Moses’ questions are implied in the Swahili text, and the material takes on the character of a summary of the conversation between God and Moses. [11] Very frequently in the four textual traditions under examination, the rewards and punishments are similar. For example, the only text above which does not specify paradise as part of the reward is the Syriac, but it does indicate “a robe of the light of my divinity.” I. Hall, 172. A typical example of where the four traditions do agree on rewards is when Moses wants to know what the one who walks with or carries the bier of the dead will receive. In each text, either sins or debts or both will be forgiven. [12] A further ritual concern has to do with prayer. Interestingly, the Syriac and Ge’ez texts include rewards for those who pray at all of the appointed times throughout the day—in the evening, during the night when people sleep, before dawn, and at the third, sixth and ninth hours. The aljamiado and Swahili texts aren’t as specific, for example: aljamiado [God asks] Moses, do you want me to hear and respond to your prayers? [Moses] said, Yes, Lord. [God responds] Then pray at night when people sleep. A. Vespertino Rodríguez, 188-189. Swahili [God says] Make your prayers numerous at every hour. J. Knappert, 80. The aljamiado texts indicate other times for prayer throughout the day, corresponding to Islamic practice, although they are not every three hours as found in the Syriac and Ge’ez texts, which reflect Christian practice. Apparently the Falasha community did not adjust the prayer times, even though they considered themselves practicing Jews. It may be that because there is such overlap between Christian and Jewish practice in Ethiopia, the Falashas saw no need to make changes. [13] Concern for the ‘other’ is a key theme in all of these texts; whether it be parents, neighbors. widows, orphans, the hungry, the poor, a large part of the conversation between God and Moses has to do with these groups of people and their proper treatment. Each of the texts under study is very explicit, and some of them add significant detail in differentiating between these groups. A poor person, for example, might not have money, or clothing, food or shelter, or even friends. The Swahili text, though perhaps the least expansive, provides a good summary of the content found in each of the texts. Here God tells Moses to “respect your neighbor, be generous to the poor and to the orphans, and live in peace with all people,” indicating proper behavior, and then concludes with positive reinforcement, “I will reward you later.” J. Knappert, 84. [14] The second category of questions reflects Moses’ desire to know more about the nature and origin of the Divine. For example, in each tradition Moses wants to be able to see God, very much like Exod 33:18-20, where Moses says “‘Show me your glory, I pray.’ And he said, ‘I will make all my goodness pass before you… But,’ he said, ‘you cannot see my face; for no one shall see me and live.’” In the aljamiado texts, Iblis actually tempts Moses to ask this question. Syriac [Moses says] I beg you that I might see you with my eyes? [God responds] You are not able to see me, Moses. [Moses persists, saying] If I see you, I will tell the children of Israel that I have seen God, and I will speak the truth with them. [God commands] Arise, pray, O Moses. I. Hall, 176. Ge’ez [Moses says] O Lord, can I see you with my eyes? [God responds] O Moses, I will let you see me so that you can justly say that you have seen God who is above the water. Moses pray and demand to see me. S. Kaplan, 104. Swahili [Moses says] My Lord! I wish to see you! [The narrator explains that] Moses saw what seemed like a valley of bright light. He fainted again… he heard hundreds of angels calling him: Moses! You have sinned! The Lord cannot be seen! And Moses felt as if the mountains were crumbling and the earth was sinking away. J. Knappert, 79. aljamiado [Moses says] Now show me yourself so that I might see you. [Allah responds]… O Moses, son of Imran, you have asked for a mighty thing… O Moses, you cannot see me. A. Vespertino Rodríguez, 170. [Moses says] O my Lord, let me see your face.… [Allah responds] O Moses you cannot see me. [Moses persists] My Lord, as I hear your word [voice?] let me see your face because my community doubts. Ibid, 197. [15] The Swahili and aljamiado texts indicate that as a result of this request, the earth quakes and Moses faints for up to three days, at which point he is revived by God and his senses are restored. At the outset, God tells Moses in the Syriac, the Swahili and the aljamiado texts that this request cannot be granted. In the Syriac text, however, God finally allows Moses a glimpse of heaven, and in the aljamiado text, Moses faints when he sees a glimpse of God’s grandeur. In the Ge’ez text, Moses sees God’s presence but cannot perceive what is before him. [16] Following this line of questioning, Moses also asks God in each of the texts where God lives or where God is, and where God was prior to the creation of the universe. The Syriac, Ge’ez, and aljamiado texts all have a similar progression of questions and answers: 1) Lord, are you near or far? God responds by saying that God is both above and below everything, and that God dwells in every place; 2) What is your clothing and your food? God responds variously; in the Syriac, for example, God says that the tears of sinners are food, and the praises of angels and the repentance of humans is clothing; 3) How did you exist before you created heaven and earth? God says that God resided with the holy throne; 4) What kind of throne was it? Where were you before the throne? Who was bearing the throne? Again, God answers these questions to various degrees in the dialogue texts. 5) O Lord, do you sleep? In each text we learn that God does not sleep, and God provides a parable to illustrate the point. The Swahili text is again probably the least expansive in this area, not asking as many questions but containing more of a summary of the questions asked in the other traditions. [17] The third category of questions is addressed by all of the traditions except the Ge’ez text, which does not deal with a final judgment or redemption. The Syriac, the Swahili and the aljamiado traditions, however, connect Adam to both Moses and the contemporary audience being addressed. The Syriac text points to the redemption of Adam from Gehenna through Jesus Christ, and the restoration of Adam and his descendants to the Garden of Eden. O Moses, this is the word between me and your father Adam: After five thousand five hundred years I will descend to deliver him, and will pay his debts and sins; and I shall receive mocking, and spitting upon my face, and they shall fix nails in my hands and feet, and put on my head a crown of thorns, and smite me with a spear, and kill me; and they shall bury me, and I shall rise from the grave after three days; and I shall ascend to heaven and take up with me Adam and his children, and make him inherit the kingdom of heaven. I. Hall, 177. [18] The aljamiado and Swahili texts, in contrast, point to numerous Adams with a final human Adam who is the ancestor of Moses as well as all human beings. Because this human Adam sinned, and was expelled from the Garden, all humans must die. These two traditions emphasize, however, that Allah will be with believers who follow his will which is encompassed in the five pillars of Islam. After that, Confessor, I created Adam, who would rule the jinns and make them his subjects. Listen carefully: this is not your Adam who was your ancestor, it was not the same person. This Adam lived for a thousand and ten years, then I took him away and replaced him with another king of the jinns. Many years later I created the human Adam and his wife, Eve. All their descendants will die at an unknown time, so remember to repent your sins daily, keep the fast in Ramadan… J. Knappert, 84. The aljamiado texts provide further detail on the Adams that were created. In conversation with Moses, Allah says: … I created a man whose name was Adam, and he lived ten thousand years; he was not one of the angels, or a human, or even a jinn. After that I created another Adam, and still later another Adam, and yet another Adam, until I created ten thousand Adams. Each one lived ten thousand years. …and then after [Iblis] disobeyed me, and descended to earth, I created your father Adam and he lived one thousand years. A. Vespertino Rodríguez, 179. [19] Overall, these texts also reflect some differences, primarily in the area of content. The religious bent of the authors of the Syriac, Swahili, and aljamiado texts becomes clear within just a few lines of each text with the exception of the Ge’ez text. Since the Ge’ez  is so close to the Syriac text, it is not as easy to tell that it was used in a Falasha community. The aljamiado and Swahili texts mention Muhammed often, and Allah even commands Moses to pray for Muhammand and fellow Muslims. In both of these textual traditions, Moses becomes jealous of Muhammed, who has not even been born yet, and desires to know more about this man for whom he must pray. Moses asks Allah, “Who is Muhammed, O Lord, that I cannot approach you with saying a prayer for him?” Ibid, 174. While the Islamic texts are not polemical against either the Jewish or Christian communities, the Syriac text concludes with a strong anti-Jewish polemic: … I will scatter [the Jews] through creation, and take from them the priesthood and the kingdom and the prophecy, and give them to be stained black, so that they shall be as dogs hated of every one. I. Hall, 177. The Ge’ez text, which is otherwise so close to the Syriac, but represents Ethiopian Jews, logically does not include the polemic. [20] Another interesting difference between the Syriac and the other texts in this tradition is with the nature of the prohibitions that Moses and God discuss. While in the Swahili and aljamiado texts, God prohibits fornication, the Syriac text goes into some detail about male sexual activity with boys, beasts or other men. Ibid, 173. There are explicit punishments indicated for the different types of sexual activity, as well as directions as to how one might atone for these sins. One wonders where the impetus arose for such an extensive discussion on this subject which is entirely absent from the other traditions. [21] Based on this preliminary discussion, it seems clear that these texts have a common source, although it is not clear what that source is. The Syriac, Ge’ez, and Swahili texts all look as if they relate in some way to a larger tradition, such as the one represented in the aljamiado tradition. At this point there are three fairly extensive aljamiado dialogues, and they contain almost every feature found in the later texts discussed here. Did the Moriscos in Spain originate this Moses tradition? It does not seem likely, given the condition of the community in the sixteenth century. L. Lopez-Baralt, Islam in Spanish Literature: from the Middle Ages to the Present , trans. A. Hurley (Leiden: E.J. Brill, 1992), 171-189. These Spanish Muslims were a remnant of the former Islamic population in Spain, and they were fighting a loosing battle against persecution, exile or assimilation. The texts themselves show a people who had lost their Arabic language skills, but had not gained literary Spanish proficiency in their place. The Arabic words in the texts are often used improperly, or are completely misunderstood. The author or authors did not seem to have a grasp of either Spanish or Arabic grammar. Finally, among the texts dealing with biblical characters or themes, there are very few original compositions. Most of the ideas in the aljamiado texts can be traced back to Medieval Islamic literature, commentary, or hadith material. [22] To date, I have not encountered a tradition in medieval Islamic texts which closely matches the material in this grouping. Obvious places to start would be commentators like Al-Kisai and Al-Tabari, but neither contains Moses material that is similar in form or content to these dialogues. This does not mean, however, that such an “ur-tradition” does not exist in Islamic literature. In even a cursory examination of these texts, it becomes clear that the concerns addressed are very close to those found in the Quran itself and in the hadith material—especially the emphasis on proper treatment of the poor, the hungry, orphans, widows, parents, the oppressed, and the dead, along with a great deal of attention on prayer, lending money, associating with righteous people, and sexual behavior. In addition, the reward\/punishment schema is found throughout the Koran—particularly in relation to salvation or damnation, which are central issues in these texts. [23] Given the fact that “The Colloquy” is widely attested in Christian Arabic, one might investigate connections between the Arabic mss and the Islamic traditions. Interestingly, there are no such Muslim dialogues in Arabic. It is clear that the authors of the aljamiado texts did not know Arabic very well, if at all, and that even their Spanish lacked polish. Since there are no other examples of this type of dialogue in Christian literature, and the dialogues in Jewish literature don’t really correspond in terms of style and content, Jewish tradition might have had some influence on the questions dealing with God’s nature which is an important theme in rabbinic and especially medieval Jewish literature. Unfortunately, the specific questions that Moses poses in these texts are not found in either corpus. The only passages that come close are those in Numbers and Deuteronomy Rabbah which talk about the possibility of God eating. The Rabbis conclude that God does not eat. Another group of midrashic passages deal with whether or not God sleeps—very much like the passages under study here—and the Rabbis conclude that God does not sleep either. A few rabbinic passages deal with where God resides in heaven and provide descriptions of the throne. Exodus Rabbah 23:13, for example, incorporates the image found in the Syriac text that God’s throne is borne by four angels in the forms of a human, an eagle, a lion, and a bull. Beyond these slight similarities in theme, however, there is nothing specific that connects these four textual traditions to Jewish literature of either the rabbinic or medieval period in any substantial way. it is possible that these dialogues have all been influenced by some earlier, and fairly prominent, Islamic Moses tradition. _______ Notes _______ Bibliography Brock, S.P., “Some Syriac Legends Concerning Moses,” Journal of Jewish Studies 33 (Spr-Aut 1982), 237-255. —, “Dialogue hymns of the Syriac Churches,” Sobernost 5 (1983), 35-45. —, “Syriac dispute-poems: the various types,” in Dispute Poems and Dialogues, Orientalia Lovaniensia Analecta 42, ed. G. Reinink and H. Vanstiphout (Leuven: Department Orientalistiek, 1991), 109-19. Denis, A.M., Introduction à la littérature religieuse judéo-hellénisitque I (Turnhout, Belgium: Brepols, 2000). Desreumaux, A., “Un manuscript syriaque de Téhéran contenant des apocryphes,” in Apocrypha. Revue International des Littérature Apocryphes 5 (1994), 137-164. Goshen-Gottstein, M.H., Syriac Manuscripts in the Harvard College Library: A Catalogue , Harvard Semitic Studies 23 (Cambridge, MA: Harvard Univ., 1979). Graf, G., Geschichte der christlichen arabischen Literatur I, Studi e Testi 118 (Vatican City: Biblioteca Apostolica Vaticana, 1944). Haelewyck, J.-C., Clavis apocryphum veteris testamenti (Turnhout, Belgium: Brepols, 1998). Hall, Isaac, “The Colloquy of Moses on Mount Sinai,” Hebraica 7:3 (1891), 161-177. Kaplan, Steven, Les Falashas (Turnhout, Belgium: Brepols, 1990). Knappert, Jan, “Ritual and Creed in Moses’ Conversation with God,” in Windows on the House of Islam , ed. J. Renard (Berkeley: University of California Press, 1998), 78-84. Lopez-Baralt, Luce, Islam in Spanish Literature: from the Middle Ages to the Present , trans. A. Hurley (Leiden: E.J. Brill, 1992). Suomala, Karla, Moses and God in Dialogue: Exodus 32-34 in Postbiblical Literature , forthcoming from Peter Lang (2004). Troupeau, G., Catalogue des manuscrits arabes chrétiens I (Paris: Biliotheque nationale, 1972). Vespertino Rodríguez, A., Leyendas Aljamiadas y Moriscas sobre Personajes Bíblicos (Madrid: Editorial Gredos, 1983).",
    "title" : 
    [ "Colloquy of Moses on Mount Sinai: Where Syriac Christianity Meets Islamic Spain and Africa between the 16th and 19th Cent.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Suomala, Karla R." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2suomala",
    "displayTitleEnglish" : "The Colloquy of Moses on Mount Sinai: Where Syriac Christianity Meets Islamic Spain and Africa between the 16th and 19th Cent." }