
  { "fullText" : "[1] In four chapters of varying length and in just above one hundred pages, the Austrian historian, theologian, and philosopher Wilhelm Baum presents the first ever monographic study of the story of Shirin, a fascinating tale of the life and love of an influential Christian Persian queen at the end of Sassanid rule. Baum, who recently co-authored a brief introduction to the theology and history of the Apostolic Church of the East together with Dietmar Winkler, also brings his formidable knowledge of the Christian Church in Asia to bear on the subject matter in this work. [2] A story situated at the intersection of erotic attraction, faithful married love, and the exercise of political power, the life of Shirin, Christian wife of the Persian king of kings Chosroe II (590-628) kept the interest of writers, East and West, ancient and modern. Baum traces precisely that interest and distinguishes four periods in the reception history of literature dealing with Shirin. A first period consists of comments in Byzantine, Syrian, Armenian, and Frankish church historians and chroniclers from the seventh through the ninth century. Literary witnesses now only from within the Apostolic Church of the East in the form of the eleventh-century Chronicle of Seert and the twelfth-century biographies of the patriarchs by the Syrian Mari ibn Suleiman constitute the second period. Poets and artists discovered Shirin for the Islamic world, increasingly leaving behind the religious and political factors of her historical story, and instead seeing in her the ideal of the (female) lover, who dedicated herself wholeheartedly to her beloved, even beyond death. Realizations of this level of reception history are to be found in Firdausi's Persian national poem Shahname , the epic Chosroe and Shirin of the twelfth-century Azerbaijani poet Nizami, and the highly imaginative epic Ferhad and Shirin by Ali Shir Navai, a 15 th -century Turkish poet. It is the Shirin of this third level, with a view of Shirin as a remarkably attractive and committed lover, that has circulated most widely; no wonder, since miniatures of respective, sometimes explicit scenes of her (love) life illustrated numerous manuscripts in Afghanistan, Persia, throughout the Ottoman Empire, and India (see Baum, Schirin , color plates III-VI and IX-XVI). The Enlightenment with its growing interest in exotic stories from the East also brought Shirin more fully to the attention of the European audience. Johann Wolfgang von Goethe's West-East Divan received inspiration from the Orientalist Josef von Hammer-Purgstall's Schirin , a work published in 1809 as a free paraphrase of excerpts of Persian and Arabic poetry. [3] The first chapter of Baum's study offers a brief overview of Christian history in Sassanid Persia, from the persecutions of Christians at the time of the Zoroastrian Mobed Kartir around A.D. 280, to the reign of the Islamic Caliph Ali († 661), who is to be regarded as the cornerstone of Shi'ite self-definition. In a style and manner that is accessible to specialists and non-specialists alike, Baum presents the basic data of the developments of post-Constantinian Christian theology and hierarchy formation of the first ecumenical councils, and identifies main differences between the Christian Church within the Roman Empire and the Church in Persia, customarily identified as the Apostolic Church of the East and eventually headed by the metropolitan of the Persian capital, Seleucia-Ctesiphon, as Catholicos. [4] According to tradition, apostolic succession in the Church of the East is to be traced back to the Apostle Thomas as well as to Addai and Mari, the former being one of Jesus' seventy disciples, the latter being Addai's disciple. Not accepting any ecumenical councils beyond Nicaea (A.D. 325) and Constantinople I (A.D. 381), the Apostolic Church of the East also established its complete independence from the Patriarchate of Antioch, and thus from the Church of the Byzantine Empire, under Catholicos Dadisho in 424. [5] Being accustomed to using the Syriac and Middle Persian languages in their liturgies, East Syrian Christian scholars employed Syriac as the key tool in the transmission history of Greek philosophy to the new Arab rulers during early Islamic times. Having been brutally persecuted under Shapur II (341-379), Christians succeeded in acquiring positions of influence and prestige in the Sassanid Empire from the fifth century on. King of Kings Hormizd IV and Catholicos Ishoyahb I of Arzum (582-596) supported each other's interests. Metropolitan Elias of Merv may even have converted the Turkish Khan in the seventh century. The East Syrian missionary monk Alopen brought Christianity to the court of the Chinese Emperor in Xian in 635. At such a point in time of relative Christian strength and influence, Shirin met and married Chosroe II. [6] In the Persian Empire Christianity never was the religion of the majority. Rather, it functioned as one religion among many, being influenced by and exercising influence upon others. Thus Baum's discussion of potential parallels between Christianity on the one hand and Zoroastrianism or Manichaeism on the other is in place. The danger of any summary presentation of such a topic is to formulate statements in too general or too provocative a manner. A claim to the effect that Christianity's adversity to sexuality is an inheritance from Manichaeism (p. 23) is an obvious case in point for the author's falling prey to that danger. Given that Baum's interest in the present study is not a general comparison of world religions, but rather the investigation of a specific female figure, Shirin, his case would have gained from highlighting more fully the details of the cult of the goddess Anahit (pp. 21 and 44) in the early Sassanid Empire. The reader is left to wonder if there might be more of a connection between her and Shirin, beyond merely the question of which of the two female figures' image is represented on the reverse of one of Chosroe's coins. [7] In chapter two, by far the longest of the four, Baum carefully weaves the fragments of historical information on Shirin into a larger narrative on the couple, Chosroe II and Shirin, aided in such an effort by the good fortune of having available an incomparably larger resort of data on the husband and king of kings than on the wife and queen (of queens). Having come to power in the context of a revolt of general Bahram Cobin against his father Hormizd IV, Chosroe II gained the throne in 590, not completely cleared of any doubts concerning his potential involvement in his father's murder. Chosroe II is reported to have spoken of himself as \"being among the gods the good and eternal human being, among humans the most respected of gods, ..., the victorious one, who rises with the sun, ... [who] would rule over the other worlds, if they existed.\" Yet accompanied by two wives, children, and Persian nobles, Chosroe had to take to flight in the face of his general's troops. [8] Baum notes that the wives who accompanied him are not identified by name. According to Theophylact, who relied upon the historical work of John of Epiphaneia, a personal acquaintance of Chosroe II's, the women were still nursing their children when fleeing to Hierapolis\/Mabbug. Some ancient sources supply more details concerning these wives. Firdausi claims that Chosroe had been married to the east Syrian Christian Shirin already before his flight to Byzantium. Pseudo-Sebeos mentions Khuzistan in south-west Iran as her place of origin. The Syriac Chronicle speaks of her as \"Aramaean,\" a label used for inhabitants of the Kufa region in northern Iraq. Later legend turned her into a servant at the home of a Persian family with whom Chosroe had visited regularly during his youth. For the reader interested in the story's value for the reconstruction of women's history, it is worth mentioning Baum's observation that according to her early seventh-century Life , Chosroe II met Saint Golanduch in Hierapolis during the latter part of 590 or at the latest during the first few days of 591. [9] While it is unlikely that Chosroe II ever made it to the court of the Byzantine emperor in Constantinople, Maurice nevertheless was to decide to whom of the two Persian opponents he would lend his support. Despite the smaller offers in the form of land and money which Chosroe had to give, Maurice favored Chosroe, whom he adopted as \"son.\" Both parties needed and thus obtained peace: Maurice in order to handle the pressure he experienced from the Avars and Slavs from the North, and Chosroe to deal with internal strife that had arisen in Persia. [10] Baum does not consider explicitly, whether the circumstance of Chosroe's adoption into Maurice's royal family may have given rise to the myth of Mary, a legendary daughter of Emperor Maurice, supposedly becoming one of the wives in Chosroe's harem. Extremely unlikely as the identification of Mary as a daughter of the Byzantine emperor is, as Baum rightly points out, it is possible that Chosroe may have had a Greek woman named Mary among his concubines. The ancient sources explicitly state that Chosroe's oldest son Shiroe (Kavad) was not the son of Shirin. Rather, at Chosroe's deposition from his throne, Shirin maneuvered to have her own son, Merdanshah, win the throne. Thus it is not clear, as Baum remarks, whether Shirin was Chosroe's concubine or already his wife on his flight to Byzantium in 590. [11] Later Arabic commentators identified Mary with Shirin. Firdausi seems to have invented the motif of Shirin poisoning Mary. One notes that that motif thus is introduced 400 years after the alleged event took place. Moreover, Chosroe most likely never reached Constantinople, and thus a marriage to the emperor's daughter would have been even less likely. With or without giving his daughter into marriage to Chosroe, Maurice supported his subsequent military campaign against Bahram. Having brought his wives to Sanjar for their protection, Chosroe and his loyal generals fought and won the battle. [12] The oldest extant document regarding the history of Shirin is a letter written by Chosroe in 591 to the sanctuary of the martyr Sergius of Resafa in Syria. The letter is preserved in Evagrius Scholasticus's Church History . It does not mention Shirin, but witnesses to Chosroe's gift of two golden crosses to the sanctuary in honor of the martyr. Between 591 and 593 Chosroe sent several sets of crosses, golden plates, and money for liturgical vessels to St. Sergius's martyrion . It was also during this time that he married the Christian girl Shirin, against the laws of his own country, but out of great love for her, as Chosroe himself had stated on an inscription on one of the golden plates. Shirin became queen of queens. Some of the gifts to St. Sergius's sanctuary were votive offerings, requesting that Shirin might become pregnant through the saint's intercession. Her first child, probably a girl, seems to have been born before the turn of 593\/594. It is to about that time that the coins referred to above are to be dated that show Chosroe's image, crowned and with the crescent, on the recto. The verso shows a woman's head, interpreted either as Shirin's image or that of the goddess Anahit. [13] The royal couple exercised influence upon the affairs of the Apostolic Church of the East. After the death of Catholics Ishoyahb I in 596 A.D., the bishops elected the monk Sabrisho, bishop of Lasum and a favorite of Shirin's and Chosroe's, as new Catholicos. The bishops seem to have met for the election in a synod, held in Shirin's palace, and it was her vote that decided in favor of Sabrisho. One day after the election, and at the occasion of a visit between Chosroe and the new Catholicos, the King of Kings is reported to have received the Eucharist from Sabrisho's hands. [14] As Catholicos, Sabrisho continued to live the strict ascetic life he had become accustomed to. His high standing at Chosroe's court clearly benefited his Church. Sabrisho frequently visited Shirin's palace, also because he was her spiritual father. At those occasions he met Chosroe quite regularly. Yet against the catholicos's explicit instructions, Shirin suggested individuals, who practiced polygamy, for public offices under Chosroe. On the other hand, Shirin supported Sabrisho's efforts at building monasteries in 598, including one in Ctesiphon that was to be named after her. Chosroe appears to have financed the building of churches for his wife's sake, especially three churches dedicated respectively to the Virgin Mary, to the Apostles, and to the Martyr Sergius. [15] At the death of Catholicos Sabrisho in 604, Shirin again influenced the election of the new catholicos, Gregory of Phrat, a man who came from Khuzistan, Shirin's likely place of origin. This time, Shirin succeeded with her chosen candidate even against Chosroe's will and again against the will of all the bishops. Shirin rejected the majority candidate because of his outspoken opposition to the bigamy of her physician Gabriel of Singar. Under Gabriel's influence Shirin turned to the West-Syrian Church, i.e., that branch of the Syrian Church which had refrained from accepting the Council of Chalcedon (451 A.D.). Her monastic foundation in Ctesiphon followed her example. Subsequent to 609, the West Syrian Church appears to have enjoyed increased favor with the Persian government. [16] Chosroe's support of the so-called \"Synod of the Persians\" reflects attempts on the part of the king of kings to create a unified Christian Church in his new, significantly enlarged empire. Shirin's and her physician Gabriel's influence led to disputes between members of the West-Syrian and East-Syrian Church. Shirin's growing distance from the Church of the East can be measured in Chosroe's refusal to appoint any new Catholicos for the Church of the East until they would agree to reject the teachings of Nestorius. [17] Shirin and Chosroe's turn to the West-Syrian Church also facilitated the collaboration of Armenia with Persia. Under Chosroe's rule, Christians seem to have been able to live in Armenia without restriction on the practice of their faith. Shirin's change of religious allegiance is also reflected in the documentation of her influence in ecclesiastical sources. Texts by authors of the Apostolic Church of the East no longer mentioned the name of the queen, who formerly had extended her patronage to them. Anti-Chalcedonian authors, however, like the Armenian Pseudo-Sebeos, speak of her as the \"pious queen.\" In the end, Shirin, who had originated from the Apostolic Church of the East, was to conclude her life as an adherent of the West-Syrian Church. Long before that, after the Persian conquest of Jerusalem in May 614, the relic of the True Cross was brought to Ctesiphon and there was handed over into Shirin's hands, who seems to have treated it with utmost respect and veneration. [18] Towards the end of Chosroe's reign, a certain estrangement seems to have developed between Chosroe and the West-Syrian Church. During the last few years of Chosroe's reign, Christians like Anastasius the Persian suffered martyrdom. This circumstance also reflects a wider Christian opposition to Chosroe at the time. All in all, the Christians seemed to have welcomed his downfall in the end. The end dawned when Chosroe's attack against Constantinople was unsuccessful. Baum refers to the customary dating of the first singing of the famous Akathistos Hymn at the initiative of Patriarch Sergius of Constantinople in 626 in celebration of the protection of the city against the Persians. A recent study of this hymn (Leena Mari Peltomaa, The Image of the Virgin Mary in the Akathistos Hymn , The Medieval Mediterranean 35 [Brill Academic Publishers, 2001]) which situates its origins in the immediate aftermath of the Council of Ephesus (431 A.D.), would have to be taken into account. [19] The sources which provide plenty of information regarding military activities between the Byzantine and Persian rulers, do not report any further details about Shirin or her involvement in state and church affairs for the time in between her reception of the True Cross in 614 and the final military campaign of Emperor Herakleios against Chosroe in 628. She reappears only at the moment when Herakleios approached Ctesiphon and Chosroe attempted to find protection for his wife and their three daughters. Yet at that occasion, Shirin also did not manage to have her son Merdanshah appointed as his father's successor. Rather, Chosroe's older son Kavad, upon Herakleios's command, murdered his half-brothers in front of his father's eyes and eventually also his father on February 28, 628. As new King of Kings, Kavad re-established support for the interests of the Apostolic Church of the East, yet not for long. He died that same year. [20] Eventually, one of Chosroe's daughters, Boran, took over the rule. Some sources speculate that Shirin may have poisoned Kavad in revenge for his murder of her son Merdanshah. One notices with Baum that sources from authors of the Apostolic Church of the East speculate about Shirin as someone who quite frequently used deadly potions to rid herself of enemies. Given her turn to the West-Syrian, anti-Chalcedonian Church, authors from her former East Syrian Church community no longer showed any sympathies for her. Other ancient authors thought that after Chosroe's death Shirin might have been motivated to commit suicide to avoid having to join Kavad's harem. Persian and Arabic writers later on were to pick up this motif. The True Cross, which had been under Shirin's guardianship, returned to Jerusalem in 630 or 631, and then, sometime between 633 and 635, was brought to Constantinople. [21] Sources contemporary to Shirin's own time do not inform about her death. The Persian expanded translation of at-Tabari's historical work is the first to introduce the motif of a love relationship between Shirin and Ferhad, supposedly one of Chosroe's architects. The only source on Shirin's death is Firdausi's Shahname , information from which is less reliable insofar as it cannot be tested against other texts, as Baum notes. According to this Persian national epic, Shirin committed suicide directly at Chosroe's tomb. [22] European chronicles and romances developed individual ones of the figures connected with the Shirin-material in the course of the first half of the second millennium. The Persian king Chosroe's bloody death was presented as a punishment for his rejection of Christianity. The Byzantine Emperor Herakleios turned into the archetype of the Christian ruler and crusader. Shirin disappeared and crusader. Shirin disappeared Islamic lore. Here Shirin's myth was developed by authors who emphasized her as the archetype of pure love, while any Christian traces of her character were completely omitted. Motivated by anti-Iranian elements, early Islamic literature also saw in Chosroe the prototype of the unjust king. [23] In chapter three, Baum treats this later reception history of the Shirin myth in literature and the arts, both of the East and of the West. Christian authors almost completely forgot about Shirin. The last one to mention her name was the East Syrian church historian Amr ibn Matta in the 14 th century. Islamic works, however, began to develop Shirin's story already one hundred years after her death. Geographers described Kasr-i Shirin, the palace near Bisotun, Iran, attributed to her. Love poetry on the walls of this palace appears to have survived for at least three centuries after Shirin's death. Early reliefs, depicting scenes with Chosroe's horse Shabdiz, may also picture Shirin, yet merely in a subordinate role. It is worthy of note that again here, as on Chosroe's coins mentioned above, Shirin and the goddess Anahit seem to melt into one. [24] It is in the work of the Persian author Abu Ali Muham(m)ad Balami, who in the tenth century adapted at-Tabari's annals into Persian, that one finds the beginnings of the story of the love relationship between Chosroe's legendary architect Ferhad and Shirin. Nizami's Chosroe and Shirin clearly developed that part of the story as an etiology that fit the rock relief of Taq-i Bustan in Kermanshah, Iran. Frankish accounts from the seventh century, which turned Shirin into a queen who begged Patriarch John of Constantinople to baptize her and who made her return to her husband dependent upon his conversion to the Christian faith and baptism, likely reflect reminiscences of the Frankish King Clovis's baptism and the role of his Christian wife, Clothilde. [25] Middle Persian literature at the turn of the millennium, especially Firdausi's Shahname , dealt with Shirin, without mentioning her affiliation with the Apostolic Church of the East, while otherwise adhering quite closely to the historical facts. Firdausi did not have any interest in Shirin as such, but rather wanted to write a history of Persia. Thus he felt free to treat her merely as a minor figure at the margins. [26] The Shahname and Nizami's Chosroe and Shirin became the main sources for all later renditions of the Shirin-material in the Middle and Far East. Miniature paintings of individual scenes in manuscripts contributed significantly to the spread of Shirin's story. Also, the great popularity of Nizami's rendering in the twelfth century aided the wide dissemination of the material. Vizier Nezam al-Molk (died in 1092) thought that Chosroe II's excessive sexual contact with other women in his harem might have driven Shirin into Ferhad's arms. Yet Nizami, who used parts of al-Molk's works, reinterpreted the Shirin-myth into an archetypal love-story. [27] Despite the wide popularity of Shirin's story, during the 1001 nights when Shehrazas told her many tales to the king, only once did she include a story about Shirin: that of Chosroe, Shirin, and the fisherman, narrated during the 390 th night. Moreover, that tale portrayed Shirin in an unfavourable light, as a stingy wife whose advice a husband should never follow. One may ascribe such a poor treatment to the wider neglect of Persian stories in the work, as Baum explains. Yet a reader is also left to wonder, whether other selection criteria, perhaps a motive of envy between female figures or a reflection of the attitudes of some male members of the audience who desired not only to be entertained by pleasing love stories, but also wished their chauvinistic sense of superiority to be cultivated, may have played a role. A specialist's gender-focused investigation of this world-famous collection of tales might bring some clarification to this question. [28] Nizami's Chosroe and Shirin was one of the most widely read works of medieval Islamic literature. Completed around 1200, this verse epic incorporated at-Tabari's and Firdausi's works and folk traditions about Shirin. In it, Nizami also projected features of his first wife, Apak, who died at a young age, onto the figure of Shirin. Nizami, it is worthy of note, presented Shirin as a Christian. In his work, moreover, Shirin is the niece of an Armenian queen named Mahin Banu. Her aunt warned the young girl of Chosroe's excessive sexual appetite, for the satiation of which he kept a harem of 10,000 women. Thus Shirin heeded to her aunt's advice and insisted upon marriage when Chosroe pursued her. The wedding, however, only took place after escapades on Chosroe's part, including one with the girl Shakkar (\"Sugar\") in Isfahan, Iran. Chosroe's son, Shiroe, desiring to marry Shirin as well, murdered his father and Shirin committed suicide, while bending herself over Chosroe's corpse. Nizami concluded his poem on a proselytising motif, telling of a dream appearance of Muhammed to Chosroe in which the prophet advised the king to convert to Islam. [29] As the Muslims expanded into Northern India, Shirin's story travelled along with them as part of Persian culture being cultivated at the ruler's court. Amir Chosroe Dihlavi retold the story, based on Nizami, but modified details. The architect Ferhad, who became an integral part of the narrative, was introduced as a son of the emperor of China. Chosroe was killed in a revolt at his palace and Shirin, again, committed suicide. Nizami, however, had had both Chosroe and Shirin die in prison. [30] In the course of the 14 th century, Nizami's work found reception also among the Turks, whose upper classes used the Persian language in Asia Minor. Nizami's work was translated several times into Turkish, with some translations adapting the story to motifs of Turkish popular poetry. Individual translators, like Fahreddin Yakub ben Muhammed, called Fahri, expanded Nizami's work by incorporating significant portions of Firdausi's Shahname , without always integrating the narrative and smoothly adjusting transitions. The translator Sinaneddin Yusuf, known as Seyhi, shortened Nizami's Vorlage in places and polished his integration of material from the Shahname more appropriately. His was a widely read translation. [31] The reception history of the Shirin-material in the Turkish-speaking realm evinces its own contributions. Ali Shir Navai, who died in 1501, worked out a new recension of the myth in 1483\/85, entitled Ferhad and Shirin , in which now Ferhad holds center stage. Again Ferhad is introduced as the son of the Chinese emperor and Shirin is the niece of the Armenian queen, yet newly introduced additional motives include a journey to Greece with a visit to Socrates, a miraculous mirror, love between Ferhad and Shirin that renders both unconscious, love letters between the two, Shirin's death now next to Ferhad's corpse, and two hermits spending their lives next to the tomb of the two tragic lovers. Ali Shir Navai thus created the prototype of a love story which remained popular into the twentieth century in Usbekistan, and in translation even among speakers of Russian. [32] Towards the end of the Middle Ages and under the successors of Tamerlane the city of Herat turned into a center of new versions of the myth surrounding Shirin both in literature and the arts. After 1506, the center of the Shirin reception definitively moved to India. Among some poets, the contours of the figures of the Shirin story dissolved and Shirin at times existed merely as a lyric expression, representing the archetype of love in words, and nothing else. [33] The Shirin-motif eventually also found entrance into Turkish shadow plays and reentered Christian literature in Georgia, e.g., in the form of the Khosrovshiriniani , a popular Georgian version of Amir Chosroe Dihlavi's Shirin and Chosroe . Nizami's work finally came to the attention of the European audience in 1697 in Paris. [34] Concluding his work in chapter four, Baum discusses the details of the rediscovery of the Shirin-motif at the hands of the Austrian Orientalist Josef von Hammer-Purgstall and its influence on German literature, especially on Johann Wolfgang von Goethe. At the end of the 18 th century, Hammer-Purgstall composed a version of Shirin's story and published early excerpts of it in the journal \"Neuer Teutscher Merkur.\" Although the publication of his verse recreations of oriental poetry in book-format was delayed for years, Hammer-Purgstall is to be credited with having mediated to the West one of the Orient's most famous love stories. Goethe studied his writings with great interest. For him, Shirin was what he called a \"Musterbild\" (i.e., ideal) of love. Baum comments that C. G. Jung was to call that type of figure \"archetype\" later on. [35] Even in the course of the twentieth century, the Shirin motif is reworked in the arts, including a film-script for \"The Shah of Iran and the Banu of Armenia\" by the Iranian author Debih Behruz; the theater play \"Ferhad and Shirin\" by the Turkish poet Nazim Hikmet, written in 1947 and performed in Berlin in 1983; and the orchestra performance of \"Songs of Shirin\" by the composer Gerhard Müller-Hornbach (Frankfurt a. M., 1982). [36] Baum is to be applauded for his work which brings to light the fullest account of details of the life of an Eastern Christian woman, who in the sources is at times named as an individual, and who at other times remains merely an unnamed marginal figure. Modern scholarship in related disciplines has shown the great value that a more careful reading of the sources such as Baum's can have, especially when it pays attention to both named and unnamed women. Recent works in the field of biblical studies (e.g., Carol Meyers, Toni Craven, and Ross Kraemer, eds., Women in Scripture: A Dictionary of Named and Unnamed Women in the Hebrew Bible, the Apocryphal\/Deuterocanonical Books, and the New Testament [Wm. B. Eerdmans Publishing Company, 2001]; or several of the publications by Irmtraud Fischer, a Biblical scholar from Austria) document and illustrate the vast amount of data that thus is to be gained even from foundational, widely studied texts. Baum's work contributes towards the goal of bringing such concerns to bear fruit also in the composition of scholarly works in eastern Church History. He contributes significantly to this larger project, certainly with regard to Shirin, the main topic of the study. Whether or not Baum also pursued the goal of contributing to the reconstruction of women's history in a way that goes beyond his concern for Shirin is a different question. [37] At times, the reader is startled when she notices that Baum constructs his historical narrative unnecessarily by reference primarily to male participants and that he identifies women by reference to their relationships to male partners or relatives, both in instances where the historical names of such women is known and even where the woman in question clearly is the active subject of the sentence (e.g., p. 26). Attention to such details of composition also on the level of Baum's own narrative might have helped to tone down the impression that remains rather prominent in the reader's mind after having finished the book, namely that Shirin is merely a thinner layer onto the life of Chosroe II. The book does not intend to be a biography of Chosroe II, a work which as Baum rightly notes (p. 10) is still missing. Whoever will undertake such a project in the future will do well to take Baum's study into account. Yet while reading chapters one and two, one wonders if a title that referenced the couple, and not only Shirin, might have been more appropriate. [38] Chapters three and four refocus the reader's attention significantly. By way of short summaries of the main points of content of individual authors' treatment of the Shirin material, Baum manages to have Shirin's name appear more frequently on the page. Thus she is allowed to claim more space in the imagination of the reader, certainly helped by the reader being able to view depictions of her on color plates almost right at the beginning of chapter three. Thus, in the end for the reader the balance is tipped again in favor of seeing the book as one that treats indeed Shirin and her story, and the reader goes away with a sense of gratitude to Baum for having brought her back to life. [39] Especially in the first two chapters of the work where it is most relevant, Baum shows a welcome sensitivity to ecumenical concerns regarding the use of accurate language when speaking of the various eastern Christian churches. Employing quotation marks, he often indicates that terms like \"Monophysites\" (\"Monophysiten\") or \"Nestorians\" (\"Nestorianer\") originated in and reflect a polemical context and do not represent the self-understanding of the respective Christian Churches themselves. Yet his awareness of the problem does not lead him to draw the full consequence of that insight and discontinue completely the use of such terms, even if especially marked, in his text. Also the application of the term \"orthodox\" exclusively to members of the Byzantine Orthodox Church requires a justification, which the volume does not supply. [40] In addition to text and endnotes, the volume offers a chronological table, covering events between 531 (beginning of the rule of Chosroe I) to 651 (death of Yezdegerd III, the last Persian King of Kings); a list of references to 93 manuscripts and individual pages containing illustrations with scenes from Shirin's life with very helpful identifications of the content of the scene that is being depicted; a list of additional manuscripts of the relevant works of Nizami, Firdausi, Amir Chosroe Dihlavi, Ali Shir Navai, Fahreddin Yakub ben Muhammed (or \"Mehmed\"), and Seyhi Yusuf Sinan that apparently do not contain illustrations of Shirin-scenes; a bibliography of primary and secondary literature; a postscript; a map; as well as an incomplete list of people mentioned in the book (e.g., Gregory of Phart is not listed), with subsets of lists of Catholicoi of the East, Popes, Persian Kings of Kings, and Roman and Byzantine emperors. [41] The publisher, kitab Verlag, has produced a well-illustrated volume. The color reproductions of two pages of Byzantine and Persian coins, one photo of the Taq-i Bustan rock relief, and 13 plates of miniature paintings, taken from manuscripts now preserved in London, Berlin, Washington D.C., and Istanbul, greatly enrich the presentation. Greater accuracy in proofreading the volume (e.g., p. 10, l. 7: read \"Matenadaran\" instead of \"Matandaran\"; p. 31, last paragraph, first line: read \"Bahram\" instead of \"Chosrau\"; p. 32, line 5: read \"bessere\" instead of \"besseren\"; p. 46, line 6 from the bottom: pronoun \"ihn\" is missing before \"nicht\"; p. 52, line 18: read \"Babai\" instead of \"Baibai\"; p. 54, l. 30: read \"Pseudo\" instead of \"Pseuo\"; p. 58, line 31: read \"Gefangene\" instead of \"Gefallenen\": p. 61, ll. 15-16: read either \"hatte er zur Kenntnis zu nehmen\" or \"hatte er zur Kenntnis genommen\"; p. 65, l. 11: read \"Hymnos\" instead of \"Hymos\"; p. 68, l. 5; read \"zugesagt zu haben\" instead of \"zugesagt haben\"; p. 72, l. 7 from the bottom: read \"Exaltatio Sancti Crucis\" instead of \"Exaltati Sanctio Crucis\"; p. 78, last line: read \"Cobin\" instead of \"Cobila\"; p. 83, l. 9: read \"Bilder\" instead of \"Bildder\"; p. 85, line 5 from the bottom: drop the first \"der\"; p. 89, l. 4: read \"Handlung\" instead of \"Handlungs\"; pp. 86, 89, and 90: a unified transliteration [\"Hamse\" vs. \"Khamsa\"] would be desirable for the benefit of non-specialist readers to whom this book seems to be pitched in the first place; p. 90, l. 7 from the bottom: read \"Dichter\" instead of \"Maler\"; unified transliteration of foreign names throughout is desirable, e.g., either \"Dihlawi\" [e.g., prior to p. 100, as well as in the \"Personenregister\"] or \"Dihlavi\" [e.g., on p. 100 and in ch. 4]) would have been worth the effort. [42] Despite the usual scarcity of information available on women in general and Christian women in particular in late antique and early Islamic times, and furthermore significantly impeded by the tremendous loss of source material on Christians in the East, especially here because of the near extinction of the records of the Church of the East, Wilhelm Baum has succeeded in drawing a richly nuanced picture of an impressive and influential woman, who through her position at the court, dedicated love to her husband, Christian commitment, and certainly also through her beauty has influenced affairs in historic times, inspired writers throughout the centuries, and moved audiences both in the East and in the West. The lightly annotated volume will be of interest to students and scholars in the fields of Oriental Studies, the reception history of Oriental literature, Religious Studies, Byzantine Studies, Eastern Church History, Women's Studies, and several other disciplines, including studies in German literature. The wider accessibility of the work in English translation (published recently as Wilhelm Baum, Shirin: Christian-Queen-Myth of Love. A Woman of Late Antiquity: Historical Reality and Literary Effect [Gorgias Press, 2004], which could not be consulted for this review) might even allow one to consider the book for supplementary reading in advanced undergraduate or graduate courses.",
    "title" : 
    [ "Wilhelm Baum. Schirin: Christin-Königin-Liebesmythos. Eine spätantike Frauengestalt - historische Realität und literarische Wirkung. Einführungen in das orientalische Christentum 3. Klagenfurt & Wien: kitab Verlag, 2003. ISBN 3-902005-14-9. € 25.00.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Horn, Cornelia B." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2prhorn",
    "type" : "review",
    "displayTitleEnglish" : "Wilhelm Baum. Schirin: Christin-Königin-Liebesmythos. Eine spätantike Frauengestalt - historische Realität und literarische Wirkung. Einführungen in das orientalische Christentum 3. Klagenfurt & Wien: kitab Verlag, 2003. ISBN 3-902005-14-9. € 25.00." }