
  { "fullText" : "  In the centuries following the Ottoman conquest of northern Mesopotamia and Kurdistan, the Church of the East showed a remarkable vitality, which was expressed among other things in a considerable manuscript production and the restoration of churches and monasteries. This article intends to highlight the contribution of women to this revival. It is based mainly on a study of manuscript colophons and a few inscriptions, which testify to the large number of women who were involved in financing the production of manuscripts and to their reasons for doing so. A closer reading of the colophons also reveals details about the social position of these women, the role of their fathers, brothers, and husbands, as well as about their position within the church—varying from incidental references to daughters of the convenant, deaconnesses and nuns, to highly-esteemed mothers and well-doers in the Christian community. Finally, the article asks for a closer reading of the colophons in order to enlarge our knowledge of the Church of the East in this period of history. [1] In the early summer of 1707, the priest Yosep, son of the priest Giwargis, son of the priest Israel Alqoshaya from the Shikwana family, one of the famous scribes’ families of Alqosh of the period, in his hometown finished writing a t aksā d-kāhnē , a priests’ office book which included the regular Sunday eucharistic liturgies, a few special liturgies and a number of h uttāmē by various authors. In his colophon he notes: “This book of the t aksā d-kāhnē was written thanks to the money and labor of Belgan, a believing woman from Alqoshta, and she bestowed it upon the holy church of Mar Yo h annan in the blessed village of Dawedaya, in the region of S apna (Amadiah region). From now on, everyone is required to read from it.” See appendix, no. 30. [2] Belgan from Alqoshta (a little village in the mountains of Berwari, about 65 miles north of Alqosh in what is now southeastern Turkey) is not the only woman of the Church of the East who makes her appearance in the Syriac manuscript colophons of the Ottoman period. In David Wilmshurst’s list of colophons and inscriptions, more than eighty women are mentioned in sixty-six entries made between 1500 and 1830. The appendix contains a list of women’s names taken from the primarily Syriac colophons in MSS. written by Church of the East copyists between 1500 and 1830. The list is gleaned from David Wilmshurst’s list of colophons of Syriac manuscripts, in The Ecclesiastical Organisation of the Church of the East, 1318-1913, CSCO vol. 582, Subsidia 104 (Louvain: Peeters, 2000). When the catalogues were available to me and provided extra information on the women and the MSS., such information has been added. Note that Wilmshurst did not include the Arabic MSS. produced by Church of the East writers in this period. Note also that my timeframe is considerably shorter than that of Wilmshurst, who covers the period from 1318 to 1913. I have limited myself to the ‘Ottoman period’, but with the exclusion of most of the nineteenth century, because of the largely different circumstances (considerable western influence) and abundance of sources from about 1830 onwards. On the total number of colophons and inscriptions of this period, numbering about 1350, this already constitutes a significant group of about six percent, but when compared with the number of colophons that mention commissioners and sponsors (the roles in which women occur most frequently), the percentage goes up to about eighteen percent. My numbers are based on the colophon descriptions in Wilmshurst, The Ecclesiastical Organisation . Although he seems to have taken into account all manuscripts that are described in the catalogues, the often rather concise way in which the MS. colophons are edited suggests that a study of the MSS. itself would yield additional information. Although most of the colophons are edited only partially, the information available in the catalogues already provides us with a wealth of information on the women of the Church of the East in this period. It is this information that is used for the present contribution. To my knowledge, women in the colophons in similar manuscript traditions have not been studied in extenso, cf., e.g., the absence of any particular reference to women in the study by Sanjian K. Avedis: Colophons of Armenian Manuscripts, 1301-1480. A Source for Middle Eastern History, Harvard Armenian Texts and Studies 2 (Cambridge (Mass): Harvard University Press, 1969), p. 9-14. [3] The period of about 1500 to 1830 is the period in which the Church of the East, after a century of almost complete silence following Timur Leng’s raids in the late fourteenth century, slowly recovered from the destruction and ravages wrought by the plague. The great majority of the East-Syriac manuscripts that have survived to our day date from this period, in which apparently a great effort was made to restore the classical heritage. Especially between 1670 and 1760 the large village of Alqosh was the center of an enormous manuscript production. Its scribes provided new manuscripts for village churches and monasteries in northern Mesopotamia and northwestern Iran that in this period were also often restored. Three famous families dominated life in this village: the Shikwana and Na s ro families, to which most of the scribes belonged, and the Abuna family, from which metropolitans and patriarchs were selected. Wilmshurst, The Ecclesiastical Organisation , 244, 249, 251. The patriarchs had their official see in the famous monastery of Rabban Hormizd, not far from Alqosh, and so added to the importance of the region. The importance of the Alqosh region (including the monastery of Rabban Hormizd and the village of Telkepe) is also reflected in the colophons of the manuscripts in my list: thirty-five of the fifty-eight manuscripts were produced here. Smaller centers of manuscript production were found in villages and monasteries in the west (Amida, Gazarta), in the Hakkari mountains (Gissa) and western Iran (Darband, Tergawar). In addition to the copying of older texts, this period also saw a limited production of new texts, both in Classical Syriac and in Modern Aramaic, the spoken language of the majroity of the members of the Church of the East. See H.L. Murre-van den Berg, “A Syrian Awakening. Alqosh and Urmia as Centres of Neo-Syriac Writing”,  in Symposium Syriacum VII, Uppsala University, Department of Asian and African Languages, 11-14 August 1996, OCP 256, ed. R. Lavenant, S.J. (Rome: 1998), 499-515, and Alessandro Mengozzi, Israel of Alqosh and Joseph of Telkepe. A Story in a Truthful Language, Religious Poems in Vernacular Syriac (North Iraq, 17 th century) , 2 vols. CSCO 589, 590, Scryptores Syri 230, 231 (Louvain: Peeters 2002). [4] Politically, the region became more and more part of the Ottoman Empire, although it took until the middle of the nineteenth century before the Ottomans were able to exercise any kind of effective control over the Hakkari Mountains with its independent Kurdish and Assyrian tribes. Roman Catholicism also made its influence felt in the region. In 1552, Yuhannan Sulaqa established official links with the papacy and in doing so created the uniate counter-patriarchate in 1553. Although his successors severed links with the papacy towards the end of the sixteenth century and continued as the Church of the East patriarchate of Qodshanis, both this line (whose patriarchs took the formal name Shim c un) and the line of Rabban Hormizd (whose patriarchs took the formal name Eliya) had occasional contacts with Roman Catholic missionaries. In 1681, a new Catholic patriarchate (whose holders took the name of Yosep) was created in Amida (Diyarbakır), under the influence of Capuchin missionaries. In 1830, this patriarchate merged with the by then Catholic patriarchate of Alqosh. See H.L. Murre-van den Berg, “The Patriarchs of the Church of the East from the Fifteenth to Eighteenth Centuries” [ Hugoye, Journal of Syriac Studies 2:2 (1999), ]. [5] Despite occasional setbacks caused by wars (between Turkey and Persia as well as between local rulers), outbreaks of the plague and looting by local robbers or rival tribes, the considerable manuscript production and the restoration of churches testify to the vitality of the Church of the East in the Ottoman period. However, so far hardly any attention has been paid to the role of women in this ‘awakening’. This study focuses on the question to what extent and in what way women participated in it. The following themes will be discussed: the position of these women within their families [6-8]; the geographical origin of the women and the manuscripts [9-10]; their names [11], money and status [12-13]; and the reasons for commissioning, sponsoring The difference between commissioning ( y s ep ), and sponsoring (‘giving money’ – cf. no. 38) is unclear. In many cases only commissioning is mentioned and we are left to assume that commissioning in those cases included providing the money. In other cases commissioners and sponsors are mentioned separately, which might suggest a different role for each. and donating I use the term donor\/donating in the case of already existing MSS. or other valuables, such as land and\/or houses. [14-16]. I will end with a few concluding remarks [17-18]. [6] There can be little doubt that the women in the colophons are first and foremost identified by their family relationships. The most common way to introduce a woman is to add her father’s name to her own: Kanzadeh, daughter of the deacon Sulaiman (c. 1660, no. 14), Gozal, daughter of the smith H anna of Mosul (1707, no. 31), Shmuni, daughter of the priest H oshaba (1722, no. 37), and many more. In the one case of a female scribe, an extended genealogy is given, extending to five generations: Teresa, daughter of the priest Khadjodor, son of the deacon c Abdelkarim, son of the priest Bakos, son of the priest Khadjo, son of the priest Bet Sabrisho c of c Ayn Tannur (1767, no. 53). This usage is exactly parallel to that regarding the men in the colophons: a brief genealogy (usually only the father) in the case of donors, sponsors and commissioners, long genealogies in case of scribes. In one case, a woman is identified by giving the name of her mother only: Naze, daughter of Shmuni (1766, no. 52), whereas one woman is identified first by her mother, than by her husband: Maryam, daughter of Elisabeth and wife of Maroge, of Nisibis (1586, no. 7). In at least two cases I have not been able to ascertain whether the name of the parent refers to a man or a woman: Maryam, daughter of Mima of Erbil (1559, no. 4), and Seltana, daughter of Belgana of Bet Megali (ca. 1593, no. 8). There is also one instance of a male scribe who gives only the name of his mother (the deacon Giwargis, son of the believing woman Gozal, 1704, no. 27). In addition, in quite a few cases a mother and daughter sponsored or commissioned together, for instance Shona, daughter of Osha c na and her mother Nasrat (1706, no. 29), H atun and her mother Sette, daughter of the priest Eliya of Telkepe (1710, no. 32), as well as c Azize and her mother Baghdad, together with their father and husband Isaac, son of Giwargis (1705, no. 28). [7] In this list, the second most important way of identifying a woman is by giving her husband’s name. However, of only twenty-one of the eighty-four women in the list a husband is mentioned, often in addition to the father, e.g. in the case of a manuscript donated by a couple such as Auraham, son of Mako, and his wife Shmuni, daughter of the priest Quriaqos (1682, no. 19), or by two couples together: “the money was given by the believers H anne, Kammo, and their righteous wives Sara and Maryam” (1723, no. 38). An eighteenth-century inscription in the church of Mar Quriaqos in Salmas simply says: “This church was renovated by the wife of Amr, may the Lord give her rest” (18 th c., no. 36). In addition to these twenty-one cases where a woman’s husband is explicitly mentioned, in eleven instances marriage can be inferred from the mentioning of a dowry, (grand)sons or daughters. The two instances of dowry ( māhrā ) probably both date to the early eighteenth century. In the first case the manuscript itself constitutes the dowry, taken for the daughter of the priest c Abdisho c son of Zangish (no. 23), in the second, the manuscript contains a note of a dowry taken by the priest H anna for his daughter (no. 24). Both women remain anonymous. Curiously enough, the copyist of the second MS. seems to be the same c Abdisho c of Zangish who accepted a MS. as his daughter’s dowry. In both cases, the names of three or four witnesses (all men, different in each case) are added. [8] A total of thirty-two married women among the more than eighty women in the list is a strikingly low number, which requires an exploration of the possible reasons. The most obvious one, although explaining only a minority of the cases, is that women remained unmarried for religious reasons. In five instances, there is little doubt: women are referred to as a nun ( rāhiba, Maryam, daughter of priest Hormizd of 1542, no. 2, and H atun in Mar Yo h annan Na h laya, 1629, no. 12), as a daughter of the covenant ( ba(r)t qyāmā , Seltana, daughter of Belgana, c. 1600, no. 8), as a deaconess of the monastery of Mar Augin ( mshammshānītā, Maryam, 1739, no. 45) and as a distinguished virgin ( btultā zāhyā , Shmuni, daughter of Marqos, 1824, no. 63). The presence of these different types of religious women raises some issues that cannot be adequately treated in this article. One is the apparent survival of the earlier offices of both ‘deaconess’ and ‘daughter of the covenant’, although we learn next to nothing about the content of these offices (on these in the early days, see S. Harvey Ashbrook, “Women’s Service in Ancient Syriac Christianity”, in Kanon XVI. Yearbook of the Society for the Law of the Eastern Churches : Mother, Nun, Deaconess, Images of Women according to Eastern Canon Law (Egling: Edition Roman Kovar, 2000, p. 226-241). The other interesting issue is the possibility that the nun Shmuni was involved in the early stages of the Chaldean monastic movement, initiated in 1808 by Gabriel Danbo in Alqosh; cf. S. Bello, La congregation de S. Hormisdas et l’église chaldéenne dans la première moitié du XIXe siècle , OCA 122 (Rome: Pont. Institutum Orientalium Studiorum, 1939), although Bello does not mention female involvement. In a number of other cases one may perhaps assume that the women were not married yet , as in the case of the first colophon in our list, in a manuscript copied by a priest Aprem son of the priest Ya c qub for “his own and learned daughters Tamar and Shmuni” (1521, no. 1), or our female copyist, the girl Teresa, daughter of the priest Khadjador, who was fifteen years old when she wrote her manuscript in 1767 (no. 53). Although I do not have direct evidence for the age at which girls generally were married, somewhere between twelve and sixteen seems likely. In this respect, one also wonders to what extent the custom described by Surma d’Bait Mar Shimun (a member of the patriarchal family of Qodshanis) in the early twentieth century might explain the fact that for some women no husband is mentioned. She notes: “Often girls and youths live as virgins in their parents’ house. They are called Rabbanyati [the usual title for nuns, MvdB] although they have not received the blessing of the Bishop, so they are not officially recognized.” Surma d’Bait Mar Shimun, Assyrian Church Customs and the Murder of Mar Shimun , Vehicle editions, ca. 1920, p. 32. With perhaps a number of widows among them, it seems not unreasonable to assume that a significant part of the remaining fifty-two women were not married. In addition, there is the distinct possibility that even if a woman was married, it was not always necessary to mention that fact in the colophon, especially if the husband had not been personally involved in the commissioning or sponsoring. Whatever the reasons for the low number of husbands in the colophons, it seems to me that at the very least this indicates that husbands in the majority of cases were not the defining factor in deciding whether women could or would donate valuables or commission and sponsor the writing of a manuscript. [9] It is worthwhile to take a closer look at the place names mentioned in these colophons. The dominance of Alqosh as a center of manuscript production has been mentioned above, but for a study of the involvement of the women, the location of the monasteries and churches benefiting from their generosity seems to be more important. Surprisingly enough, it is usually only the church and its location, rather than the hometown or village of the commissioner or sponsor, that is mentioned in the colophon. It seems to me that the reader of the colophon is meant to understand that the commissioner or sponsor lived in the vicinity of that particular church. One of the few colophons to mention the woman’s home village, is the one naming Belgan from the village of Alqoshta (no. 30), who bestowed a manuscript to a church in Dawedaya, a village about fifteen miles south. [10] When we look up the churches and monasteries that profited from the generosity of the women of the Church of the East on a map, we find that most of these are situated in a rather circumscribed area: a small band stretching northwards from Mosul, via Telkepe, Alqosh, and Dohuk towards Dawedaya, and a little eastwards from there, towards Aqra, via Tella, Artun, Geppa and Barzane. For detailed maps, see Wilmshurst, The Ecclesiastical Organisation . Regions that benefited to a lesser extent were the monasteries around Mardin, Nisibis, Seert and Gazarta in the west. The Hakkari mountains and the Persian territories of the country of the Church of the East are represented only by the inscriptions of Salmas, This is probably due to the fact that inscriptions from other regions have not been edited, whereas the Salmas inscriptions were edited by Rubens Duval. and by the reference to the place of origin of a few women. Sanam of Daralik in Sulduz (1770, no. 54) and Banusheh from Gulpashan in Baranduz (1813, no. 62). Although a comparison with the larger collection of colophons will perhaps refine this picture somewhat, these data suggest that in the southern and western regions the Christians were wealthier and church life was more active. It was not only churches and monasteries close to home that benefited: the Church-of-the-East community in Jerusalem and particularly the monastery of Mart Maryam also shared in the relative prosperity, which confirms the importance of this city in the spiritual life of the time. See no. 6 (pre-1581), no. 8 (ca. 1593) and no. 33 (1710). [11] Of the seventy-five woman’s names in the colophons, only about twenty-six can be considered traditional Syriac names. Most of these are biblical and one is Greek. These twenty-six women, however, share among them only nine different names, of which the most popular are Shmuni and Maryam (eight times each), and Helen (five times). Syriac\/traditional names: Tamar, Shmuni (8x), Maryam (8x), Helen (5x), Qudsiya Hormez, Meskinta, Marta, Sara, and Elisabeth. I wonder whether Elfiya (3x) and Nasimo (<Onesima?) should be added here as well. Popular non-traditional names are: H atun (2x), Naze (2x), Maya (2x), Gozal (2x) and Dalle (2x). All other names will probably be identified as Persian, Arabic, Turkish, Kurdish and perhaps a few as more recent Aramaic\/Syriac names, but much further research is required here. Note also here the interesting case of two women named after illustrious cities: Baghdad (1705, no. 28) and Stambul (1773, no. 55), a custom that may be observed also among present-day Christians from the region who name their daughters, e.g., after the city of Edessa. As was observed also by J.M. Fiey, Mossoul chrétienne. Essai sur l'histoire, l’archéologie et l’état actuel des monument chrétiens de la ville de Mossoul . Recherches publiées sous la direction de l’Institut de lettres Orientales de Beyrouth 12 (Beirut: Imprimerie Catholique Beirouth, 1959), 114. [12] The most interesting aspect of these colophons is the fact that they show that at least some women of this period had the independent use of money or other possessions. Twenty-three women in this list are mentioned as the single donor or commissioner of a manuscript, whereas seven more are listed as having donated other valuables such as land or buildings. Some examples of individual commissioning are Belgan from Alqoshta, mentioned above (no. 30), Putta, daughter of chief c Atallah of H arab Olma (ca. 1550, no. 3), Shmuni, daughter of Na c azar (1701, no. 25) and Alpo (1808, no. 58). Thirty-one women donated land or commissioned manuscripts together with others: their husbands, mothers, other women or other men. The deacon Bako and his wife Rihana commissioned a gazza together (1686, no. 20), while the two couples H anne and Sara and Kammo and Maryam (1723, no. 38) provided the money for a manuscript. In 1706, Shona and her mother Nasrat commissioned a Gospel lectionary (no. 29), while in 1744, Amat, her daughter Maryam, Helen, Teka, and Elfiya together paid for a manuscript that was commissioned by the priest c Abdisho c from Telkepe (no. 48). In this respect, compare also no. 58, another MS. from Telkepe, which was commissioned thirty-four years later (1778) by a group of “believing women” whose names are not given. This MS. was copied by the same scribe and donated to the same monastery of Giwargis Bet c Awire.   Some women made individual donations in other ways: around 1613, Shazemana, the wife of Yazdan, donated a “silver cup worth a hundred drachmas” and “a house in Sharukhiya” to the church of Mar Pethion in Amida (Diarbakir, no. 9), whereas Kanzadeh, daughter of the deacon Sulaiman, ransomed a gazza that was looted from the church of Mar Yareth in Barbitha and donated it to the church of Mar Shem c on, Mar Giwargis and Ma(r)t Meskinta in Mosul (around 1660, no. 14). So far no concrete indications of the price of manuscripts as compared with other goods have been found, and only in a few instances prices are mentioned, in a variety of different currencies. For a better insight in the prices of manuscripts, a separate study of all prices in the colophons would be needed. Prices for MSS. in connection with women donors are: 10 shahiye (ca 1593, no. 8), 60 m s rt’ (not identified), 12½ qarushe (1660, no. 14), 5 “piasters” (ca. 1700, no. 24). Around 1700 one manuscript constituted a dowry (no. 23).  A qurush (or akçe ) was the Ottoman standard silver currency, while the shahi (or dirham ) was a similar coin minted in the eastern provinces with a view to the Persian market. For further details, see Şevket Pamuk, “Evolution of the Ottoman Monetary System”, in Halil İnalcik and Donald Quataert, An Economic and Social History of the Ottoman Empire (Cambridge: Cambridge University Press, 1994), vol. ii, 947-980. [13] Whereas it seems reasonable to assume that the sums involved were quite considerable, especially when women were paying and commissioning on their own, there is another indication that many of the women in this list did not come from the lower strata of the Church-of-the-East communities of the time. Although in a considerable number of cases futher details about their fathers are lacking, a large number of women appear to come from the more important families; many of the fathers are priests, and a few are chiefs. Of the women’s fathers, three are chiefs (two of them also being a priest or a deacon), seventeen are priests, one a merchant. Three women are called ‘lady’ ( khatun ) which probably indicates an important family, and one father is called ‘glorious’, which gives a total of twenty-four women that probably come from important families, compared to sixteen cases where the colophon does not give additional information on the father’s status. In addition, one father is a smith and two are deacons. Among the husbands, hardly any priests are mentioned; the large majority of them come without title. Two priests, two deacons, and eight without title. Not surprisingly, in the few cases when other family members are mentioned (sons, brothers) the number of priests or even a patriarch, like the Lady Azdiah, mother of Mar Eliya (1738, no. 44) is relatively high. Two priests, one deacon-copyist, one patriarch and three without title. The last case also indicates that it is possible that a father or a husband was a priest but was not referred to as such in the colophon. We know from other sources that Azdiah’s husband, H oshaba son of Giwargis was indeed a priest, although the colophon makes no mention of it. Wilmshurst, The Ecclesiastical Organisation , 251. Although we do not have much to go by to compare the numbers of priests and chiefs with the total numbers of men, it is unlikely that these would constitute more than fifty percent of the male population. It seems safe, therefore, to assume that women from priestly and other types of leading families were more likely to have some money available and to be involved in manuscript production. [14] The final question to be asked is what was the most likely reason for these women to spend money on manuscripts or church buildings. Although there is little hard evidence, it seems possible that some of these women wanted to possess manuscripts for private use within their families or (religious) community. The one example of a female scribe, Teresa, daughter of the priest Khadjador (1767, no. 53), is the most convincing proof that at least some women were able to read, and it is likely that she copied the works of John of Damascus for her own education. I am inclined to assume that the already mentioned “learned girls Tamar and Shmuni”, were able to read the miscellaneous work that their father for copied for them, including the ‘Discourse on the monk Mar Shamli’ and the ‘Book of the Centuries’ (1521, no. 1). The same might be assumed of the deaconess Maryam, living in the monastery of Mar Augin, who ordered a ‘Life of Mar Augin’ (1739, no. 45). However, she ordered it together with a certain H oshaba, which may exclude the possibility that she actually wanted it for her own use. Another book that was commissioned for private use was the ‘Hexaemeron’ of Rabban Emmanuel ( ktābā d-shettat yāumē) , which the daughter of c Abdisho c of Alqosh ordered “for her brother the priest Yo h anna, to read from it” (1701, no. 26). Perhaps also for use within the family was the ktābā d- h ermē d-na tt urē (‘book of charms of protection’), which was ordered by c I s a and Sanam in 1770 (no. 54). Four more MSS. could have been commissioned for private use:  no. 3 (ca. 1550 “collections diverses”), copied “for Putta, the sister of the copyist”; no 61 (1813), commissioned “for the believing woman Daris Sargis; no. 63 (1824, ‘Book of the seven hours’), commissioned by the nun Shmuni; no. 65 (1826, funeral offices for priests), “commissioned by Kafo of Bidwil for his daughter Gozal”. [15] In all other cases we may virtually rule out the possibility that manuscripts were commissioned for private use. In fact, it seems unlikely that these women (as most of the lay men) were able to read at all, since reading skills in general seem to have been restricted to the deacons and priests. To what extent women (including religious women) in this period were able to read is difficult to ascertain. The missionaries in Urmia believed that in the early nineteenth century only the sister of the patriarch, Helena, could read, cf. Justin Perkins, Missionary Life in Persia: being glimpses of a quarter of a century of labors among the Nestorian Christians (Andover: Allen, Morill & Wardwell, 1863), 10. However, it is possible that it was not always widely known when women were able to read, whereas it is also possible that in the Alqosh region literacy among women was higher than in the Urmi region. In general, considering the fact that priests and deacons were able to read, one should not be surprised to encounter some degree of literacy among their daughters as well as their sons. The colophons, however, provide us with two important hints as to the reason for commissioning and sponsoring. The first is that the majority of the manuscripts are said to have been copied ‘for’ a particular church or monastery. That is, if a commissioner, sponsor or donor is mentioned, a particular location for the manuscripts is usually also given, as in the very first example I quoted – Belgan bestowing a manuscript on the church of Mar Yo h annan in the village of Dawedaya. The large number of such references indicates that this was indeed the most important reason for women to commission a manuscript. Thirty-nine MSS. were copied for , three others were donated to churches and monasteries. In addition, seven donations were made to churches and monasteries, varying from paying for repairs (no. 38), restoration of a MS.  (no. 59), and donating money and goods directly (nos. 9 and 10). Only eight colophons do not indicate for which church or monastery the MS. was intended, although three of these did end up in church collections (no. 33 in Jerusalem, no. 51 in the Chaldean monastery in Baghdad, no. 63 in Dohuk), whereas one is in London (no. 61). The four others may be interpreted as commissioned for private use, although it is not impossible that the persons for whom these MSS. were copied were supposed to donate them to a particular church or monastery (for these, see note 28). This is also confirmed by the contents of these manuscripts. The large majority of these are of a liturgical nature and belonged to the essentials of every village church: the lectionaries (the Psalter, Gospel lectionary, Epistle lectionary, and the ktābā qeryānē mparrshē , i.e. OT and other NT readings), Of these the Gospel lectionary was the most popular: it occurs seven times (nos 2, 5, 15, 21, 27, 29, 43). the t aksā d-kahnē or the t aksē d-quddāshā (the liturgies of Addai and Mari, Theodore and Nestorius), and the other office books, the ktābā d- h udrā (office book with hymns and other variable parts of the liturgy for all Sundays and feast days of the year), the ktābā d-gazzā (later additions to the h udrā ), the kashkol (extract from the h udrā ), Of these, the t aksā d-kahnē occurs five times in our list (nos. 30, 44, 47, 48, 60), the h udrā six times (9, 10, 12, 18, 40, 57), the gazzā five times (14, 20, 31, 55, 38), and the kashkol once (no. 33). Note that the h udrā is by far the largest of all liturgical books, but despite its size (and presumably its considerable price), it is almost as popular as the Gospel lectionary. On the difference between the various office books, cf. J. Mateos, Lelya-Sapra. Essai d’interprétation des matines chaldéennes , OCA 156 (Rome: Pont. Institutum Orientalium Studiorum, 1959), 3-14, on the liturgy see further G. P. Badger, The Nestorians and their Rituals (London: Joseph Masters, 1852, vol. ii), and A.J. Maclean, East Syrian Daily Offices (London: Rivington, Percival & Co., 1894). the ktābā d- c unyātā, Various hymn books (church hymns of a later date than those included in the h udrā or gazzā ) occur five times in the list (nos. 7, 37, 44, 49, 52). and the liturgies for funerals and the Rogation of the Ninevites. Funeral madrashe (nos. 41, 65), ba c uta [ d-Ninwāyē ] (nos. 16, 51). Among the books dedicated to churches, there are few non-liturgical works. A commentary on the Psalms for a monastery (1710, no. 32), a ‘Book of Saints’ Lives’ for the church of Mar Miles in Tel-Hash (1697, no. 22), the ktābā d-rīshānē (‘Book of Governors’) of Thomas of Maraga for the church of Mar Isaac in Tella (1701, no. 25). Despite the fact that a further interpretation of the selection of books that were commissioned and donated is still awaiting a study of the larger context of manuscript commissioning in this period, there can be little doubt that the prime purpose of sponsoring the production of manuscripts was to enlarge the number of liturgical books in the churches and monasteries of the region, thereby contributing to the rebuilding of church life in the Ottoman period. The Gospel lectionary and the office books of the h udrā and gazzā were the most popular contributions, presumably because these were considered the most important books of the regular Sunday liturgy. [16] I assume, therefore, that it is first and foremost religious devotion that inspired these generous donations made by the women of the colophons. These women, like the men that were involved in the commissioning and production of the manuscripts, must have believed that such material support to the life of the church constituted an essential act of piety, which would benefit them here and in eternal life. One of the few colophons to give us some information on this subject Most editors of the colophons did not bother to give the extensive and detailed information on the donors; much more will probably be found when the original MSS. are studied. is the one about Kanzadeh who redeemed a manuscript from robbers (around 1660, no. 14). Of her the scribe says: “May Christ our Lord and God give her reward and repay her hundred to one, and let her inheritance be with Martha and Maryam and with all the companions of the virgins and the just and righteous women, Amen.” V. Rosen and J. Forshall, Catalogus codicum manuscriptorum orientalium qui in Museo Britannico asservantur; Pars I, Codices syriacos et carshunicos amplectens (London: 1838), 56. A similar phrase refers to Alpo in 1808: “may Christ give her an inheritance with Sara, I say, Ripqa and Rachel […] and with all the holy righteous women, Amen.” (no. 59). A third example might be found in no. 62 (1813). In at least two cases, the donation is given in connection with a deceased person: the first by Dormlik, daughter of Harun of Nisibis, who donated a Gospel lectionary to the church of Mar Ya c qub in Nisibis “on behalf of her late husband Darwish” (1569, no. 5), the second in a manuscript that was commissioned by H anna, son of c Abd Allah, his wife H ane, daughter of Maqsud, and their relatives Kanun, c Isa, Jem c a, and Hormizd, to commemorate the death of Hanna and Hane’s son c Abd al-Masi h on 25 August 1726, for the church of Mart Maryam in Karamlish (1727, no. 40). It is likely that such donations were supposed to secure peace after death for the deceased, as one might also from two inscriptions in which the phrase “may the Lord give her rest” occurs. Nos. 13 and 35. In the last case, this phrase follows immediately on the reference to her financial contribution. Apart from the spiritual benefits centering on the expectation of blissful life after death, it seems likely that immediate social benefits also resulted from generous contributions to the life of the church. The mere fact that these acts of piety were recorded in the manuscripts or on the church walls indicates that public knowledge and recognition of these gifts constituted an essential part of the economy of giving. [17] The above overview of some of the most salient features of women’s presence in the literary remains of the years between 1500 and 1830 indicates that women, especially those from the more influential and literate families, took an active part in the religious life of the era. Not only did a significant number of them choose to live a celibate, religious life, and do we know of a few that were able to read and contribute to the religious literature of the time, many others contributed to the reawakening of the life of the church by paying for repairs of churches and monasteries, by donating money or land to the church, and, most importantly, by commissioning and sponsoring liturgical manuscripts that were essential to the worship-life of the church of this region. In this way they not only sought to secure religious benefits for themselves or their kin, they also confirmed the importance of their role in the community as a whole. Such a contribution to the community is lovingly described in the funeral inscription of Nazekhatun (1631, no. 13). [18] The study of the colophons raises one more important issue, that of the literary genre of the colophons themselves. The colophons constitute the largest body of Classical Syriac texts of this period, Note that only very few traces of Neo-Aramaic occur in the colophons. Although the modern language was used for poetry in the same period, it was hardly used in correspondence or other types of ‘free writing’ such as the colophons. but so far they have been studied and edited mainly from a strictly historical point of view: what names, dates and incidents are referred to. The literary genre of the colophons with its flowery language of praise and humility, as well as the colophons’ possible function in the social and ecclesiastical structures of the times have hardly been considered worthy of separate attention. It seems to me that a verbatim edition of the colophons would help us to expand our knowledge of the period considerably, not only in the field of Classical Syriac linguistics and literary forms, but also in the field of the religious life of the Church of the East. Appendix: Women in the colophons of the Church of the East between 1500 and 1830 The list is set up as follows: (No.) date name of the woman [pg no. Wilmshurst] catalogue information. date, place and copyist of the MS. content of the MS. part of the colophon in which the woman is mentioned, literally if possible. other relevant information. (1) 1521 Tamar and Shmuni , daughters of the priest Ephrem (Aprem), son of the priest Yaʿqub [97] Mosul 74 (Scher, Bidawid). copied in 1521 by the priest Aprem, son of the priest Yaʿqub, in A ht us in the region of Seert, in the country of the Sherwaye. discourse on the monk Mar Shamli by Brikhishoʿ, metrical homily on penitents by Ephrem, Book of the Centuries by Eliya of Anbar. the copyist copied this MS. for his “propres et savantes filles Tamar et Shmoni” (Scher). (2) 1542 Maryam, nun , daughter of the priest Hormizd, son of Sulaiman [259] N.D. des Semences: Dawra Syr. 39 (Haddad), Scher 17, Vosté 20. dated 12 November 1542, by the priest ʿA tt aya, son of the priest Faraj, son of the deacon Marqos of Alqosh, in Gazarta. Gospel lectionary. the MS. was commissioned by the nun (in the Arabic of the catalogue: ar-rāhiba ) Maryam, daughter of the priest Hormizd, son of Sulaiman, for the monastery of Rabban Hormizd. (3) 1550 ca. Putta , sister of the priest Daniel, daughter of chief ʿA tt allah of H arab Olma [404] Mosul 1003 (Bidawid), cf. also Fiey, Mossoul chrétienne , 113. copied in the 16 th c., possibly in H arab Olma (near Mar Pethion, Mardin region) by the priest Daniel, son of ʿA tt allah of H arab Olma. “collections diverses” (Fiey). the MS. was copied for Putta, the sister of the copyist. (4) 1559 Maryam , daughter of Mima, of Erbil [260] Vosté, “Inscriptions”, 271. record of the restoration of a wall of Rabban Hormizd, in 1559, by Shlemun of Bet Arijai, brother of Mar ishoʿyab, directed by the monk ʿIsa of Alqosh. — at the expense of the priest Isaac and Maryam, daughter of Mima, of Erbil. (5) 1569 Dormlik , daughter of Harun of Nisibis, wife of the late Darwish [44] Mardin 10 (Scher). dated 17 March 1569, by the priest Yo h annan, son of the priest Bairam, son of Barhaimshah of Erbil, in Nisibis. Gospel lectionary. the MS. was donated to the church of Mar Yaʿqob in Nisibis (which was rebuilt in 1562), “on behalf of her late husband Darwish.” (6) pre-1581 anonymous woman , buying East Syrian hospice in Jerusalem [69] Giamil, Genuinae Relationes , 97-6. — According to Wilmshurst, in 1581, “Eliya Asmar H abib from Gazarta (a traditionalist center), appealed for Cardinal Caraffa’s help in recovering” the hospice (probably the monastery of Mart Maryam) in Jerusalem, that had been “appropriated by a rich East Syrian woman, probably a traditionalist, ‘who had the ear of the Turk’”.  Whether the woman appropriated (bought?) the hospice for her own use or for the use of the non-uniate community in Jerusalem is uncertain. (7) 1586 Maryam , daughter of Elisabeth and wife of Maroge, of Nisibis [77] Mardin 42 (Scher). dated 10 December 1586, by Mar H nanishoʿ, metropolitan of Mardin, in Mardin. ktābā d- c unyātā . commissioned by Maryam, daughter of Elisabeth and wife of Maroge, of Nisibis, for the church of Rabban Hormizd in Tabyatha. (8) 1593 ca. Seltana, ba(r)t qyāmā , daughter of Belgana from Bet Megali (Gazarta) [71, 124] Jerusalem Syr. 15 (Chabot). dated 8 August 1593, in the monastery of Rabban Hormizd. Psalter. The monk Abda from Araden bought the MS. from the scribe (for 10 shahiyi ), later Seltana ba(r)t qyāmā of Bet Megali (Gazarta), bought the Psalter for 60 m s rt’. She gave it to the “monastery of the Nestorians”, Mart Maryam, in Jerusalem. (9) 1613 ca. Shazemana, wife of Yazdan [60] Vatican Syr 83, 19 October 1537, Gazarta (Assemani, vol. ii, 467). note in the MS. dated to 7 September 1613, states that the MS. was brought to Sharukhiya in 1613 by the deacon Constance and his father Giwargis, who paid 200 silver dinars (“denariorum argenti”) for it, in the presence of the priests Giwargis, Luke and Hormizd. ktābā d- h udrā and other liturgical texts. the second note is on Shazemana: according to Wilmshurst, she donated “a valuable golden cup and a house in Sharukhiya to the church of Mar Pethion in Amid, partly for the priests of that church, and partly for the table of the bishop.” Note, however, that the Assemani says that she donated a silver cup worth a hundred drachmas (“calicem argenteum, centum drachmi pentantem”). Whether Wilmshurst corrected the Latin according to the original is not clear. In addition, there is a further note: “Dilengius the merchant gave some land “next to the large field” in Sharukhiya to the church of Mar Pethion in Amid.” (10) 1624 Lady Ahlijan , wife of Aspania son of Yannan, daughter of Nahma, son of H anna, brother of Mar Eliya bar Tappe [96] Seert 34 (Scher), with note of 1624. dated Saturday, 6 April 1922 (1611) in the monastery of Mar Yaʿqub H bisha. ktābā d- h udrā. Ahlijan died April 10 1935 (1624), she “gave two pairs of oxen to the monastery, with land and appurtenances.” further notes include two more deaths: the nun H atun (see below, no. 12, in 1629) and Mar Eliya [Bar Tappe?] on March 1, 1929 (1618), third Sunday of Lent. He was succeeded in the same year (1930\/1618) by his nephew Ishoʿyab, who constructed the nice gate of the sanctuary (presumably of the monastery of Mar Yaʿqub H bisha). The remaining notes date to 1701 and 1754. (11) 1624 Maani Gioerida of Mardin [185] Chevalier, Montagnards chrétiens , 47. — — — The Italian traveler Pietro Della Valle married a “demoiselle babylonienne”, Maani Gioerida, eighteen years old, born and raised in Baghdad, although the merchant family (with Catholic connections) was originally of Mardin. Her nephew was the priest Ferdinand Gioerida, who had been educated at the College of the Propaganda in Rome and was involved in contacts between Pope Innocentius X and Mar Shimʿun XI (1638-1656). (12) 1629 H atun, nun (‘religieuse’) in Mar Yo h annan Na h laya [92] Seert 34 (Scher), with note of 1624. dated Saturday 6 April 1922 (1611) in the monastery of Mar Yaʿqub H bisha. ktābā d- h udrā. the nun Khatun (cf. Scher, or H atun?) died in 1940 (1629) in the convent of Mar Yo h annan Na h laya (Seert region), where she was buried, during Mar Ishoʿyab (metropolitan) and Ibrahim, priest of that convent. (13) 1631 Lady Naze (or: Nazekhatun) , daughter of the glorious Aumig of Salmas and wife of Masʿud, son of Den h a [327] Duval, “Inscriptions”, 57-62. tombstone in Salmas, July 1631, probably a sanduqa (rectangular) — “This is the tomb and the resting place of Nazekhatun, handmaiden of Christ, who died in the month Tammuz [July], the Lord grant her rest among the just women. Nazekhatun was a blessed woman, she supported orphans and widows. She left behind sons and daughters, she left them in sadness, she passed away in the year 1642. She was excellent in this world, without iniquity or wrong-doing. She vanished as in a dream, may Christ refresh her in the resurrection at the appointed time. She left grieve in this world and sadness without end. This stone was engraved for Nazekhatun, daughter of the glorious Aumig of Salmas and wife of Maʿud, son of the honorable Den h a.” (14) 1660 ca. Kanzadeh , daughter of the deacon Sulaiman [466, 216] British Museum Syr 34 (Rosen Forshall). copied by the deacon and architect Hormizd, in the church of Mar Shemʿon bar Sabbaʿe, Mosul. ktābā d-gazzā. the MS. originally belonged to the church of Mar Yareth, Barbitha, which was destroyed in 1659, when the MS. was stolen en subsequently brought to Mosul where it was bought by Kanzadeh, daughter of the deacon Sulaiman, and donated to the church of Mar Shemʿon Bar Sabbaʿe, Mar Giwargis and Mart Meskinta in Mosul. Kanzadeh paid twelve and a half qarushe for the gazza and is praised by the copyist. (15) 1667 Asmar , daughter of Nasimo and H aushep, mother of the scribe ʿAbdishoʿ, who is married to Naubar [441] Athens 1801 (Brock). copied 18 March 1667 by “ʿAbdishoʿ, son of the priest Isaac, son of the priest H aushep, and his mother is Asmar and his wife Naubar from the village of Supergan under the protection of Mar Giwargis. [..] Written today in the region of Salmas in the village of Rugamesh under the protection of Mar Sargis. [..]” Gospel lectionary. The colophon is somewhat unclear, but gives detailed information on the family tree of the scribe. It seems that Asmar, his mother, is the one who commissioned the manuscript. (16) 1671 Maryam , mother of the priest and chief David of Barbitha [118] Mosul 6 (Magdasi) and Bidawid 3119, cf. also Fiey, Mossoul chrétienne, 113-4. dated 13 April 1671 by Paul of Sheben (aged 12), nephew of the priest Yo h annan, of Sheben, Gwerkel district, “then living in Barbitha.” ktābā d-bā c utā. the MS. was commissioned by Maryam, mother of David (priest, chief of Barbitha) for church of Mart Maryam in Barbitha, Qaimar district, Gazarta region. note: Fiey (114) has a different description, containing nothing about David or Mart Maryam, but adding: “Le livre fuit ensuite offert aux trois églises [of Mosul] de Shimʿun a s S afa, mar Guorguis et Meskinta, par la famille du chammas H idr, pour le repos de son âme.” (17) 1671 Maryam , believer [120] uncatalogued MS. dated 11 May 1671. — commissioned by a “believer named Maryam for the church of the village of Deir Abun”, Khabur district, Gazarta region. (18) 1681 Kuli , wife of the deacon Abraham, son of superior Hormizd [234] Batnaya 13 (Haddad) and perhaps also Batnaya 8 (1707, Haddad). both MSS. were copied by the priest Giwargis son of the priest Israel, son of the priest Hormizd, son of the priest Israel of Alqosh, in Alqosh, the first dated to 28 June 1681, the second to 12 September 1707. 1681: ktābā d- h udrā , 1707: ktābā qeryānē mparrshē. The first MS. (1681) was commissioned by the superior Hormizd, paid for by his son the deacon Abraham and his wife Kuli, whereas the second (1707) was commissioned by the priest and chief ʿAbdo and the priest Maku of Telkepe, at the expense of Kuli, both for the monastery of Mar Abraham the Mede (Batnaya), Mosul region. (19) 1682 Shmuni , daughter of the priest Quriaqos, wife of Abraham, son of Mako [224] Telkepe 17 (Habbi). MS. dated 24 December 1682, by the priest Giwargis son of the priest Israel son of the priest Hormizd son of the priest Israel of Alqosh, in Alqosh. ktābā d-qeryānē mparrshē. commissioned “in 1682 by Abraham, son of Mako, and his wife Shmuni, daughter of the priest Quriaqos”, for the church of Mar Quriaqos in Telkepe, Mosul region. (20) 1686 Rihana , wife of the deacon Bako [224] Telkepe 24 (Habbi). MS. dated 28 August 1686, by the priest Giwargis, son of the priest Israel, son of the priest Hormizd, son of the priest Israel of Alqosh, in Alqosh. ktābā d-gazzā. MS. commissioned by the deacon Bako and his wife Rihana, for the church of Mar Quriaqos in Telkepe. (21) 1690 Elfiya , mother of chief Kina [238] N.D. des Semences: Dawra Syr 43 (Haddad), Vosté 23. MS. dated 26 January 1690, by the priest Giwargis, son of the priest Israel, son of the priest Hormizd, son of the priest Israel of Alqosh, in Alqosh. Gospel lectionary. commissioned by “by the chief Kina, son of Shemʿon, and his mother Elfiya, at the expense of its the priest H anna” for the church of Mar Giwargis in Pioz, Mosul region. (22) 1697 Zize , a believing woman from Alqosh [143] Cambridge Add 2020 (Wright). MS. dated 18 October 1697, by the priest Hormizd, son of the priest H adbshabba, son of the priest Israel of Alqosh, in Alqosh. tash c yātā d-qaddishē w-sāhdē d-lā bu s ar – collection of Saints’ lives. MS. commissioned by the priest Yalda qankāyā (‘sacristan’) and by the believing Zize from Alqosh, for the church of Mar Miles in Tel- H ash ( H esh), Dohuk district, Amadiya region. (23) 1700 ca. anonymous daughter of the priest ʿAbdishoʿ son of Zangish [300] note in Berlin Syr. 32 (Sachau), in a later and different hand than that of the copyist. undated MS., probably from Telkepe, around 1700, unknown copyist. ktābā d-qeryānā mparrshā. “This lectionary came into the possession of the sincere ( shpē re c y ānā ) priest ( qa shshī shā ) ʿAbdishoʿ, honorable and upright, son of the deceased believer Zangish, witnessed by the honorable priests ( kāhnē zahyē ) David, Iyyub, and Yahb-Marya. He received this life-giving book from Yo h annan Satnaya, it was dowry ( mahrā ) for his daughter” (Sat is a village in Jilu, Hakkari). (24) 1700 ca. anonymous daughter of the priest H anna of Shah [119] note in Mingana 421. copied in 1548 by the priest c Isa son of the priest Abraham, son of Hormizd of Oz (Gazarta region). On fo. 3a two notes are found, of which the first dates from around 1700 (date partly illegible), which might also provide a rough date for the second note on the dowry (see under d for both notes). funeral madrashe and ktābā d-pardaysā d-Eden (‘The book of the Paradise of Eden’) of ʿAbdishoʿ of Nisibis. MS. was bought by Khoshaba around 1700 for the church of Virgin Mary of Shakh, for 5 piasters, witnessed by the priest H anna and the deacon x (illeg.). Note of dowry taken by the priest H anna for his daughter, with the priest Maroge, Dawo of Bet Qoza (= Zoza?), Jajjo Qarda h e (‘smith’) and H assino of the family of Sheikhʿali as witnesses, written by the priest ʿAbdishoʿ son of Zangish (cf. above, no. 22). (25) 1701 Shmuni , daughter of Naʿazar [146] N.D. des Semences: Dawra Syr 541 (Haddad), Scher 109, Vosté 190. dated 12 September 1701, by the priest Yalda, son of the priest Daniel, son of the priest Eliya, son of the priest Daniel of Alqosh, in Alqosh. ktābā d-rīshānē (‘Book of Governors’) of Thomas of Maraga. commissioned by Shmuni daughter of Naʿazar, for the church of Mar Isaac in Tella (Shemcon, Amadiah region). (26) 1701 anonymous lady , daughter of ʿAbdishoʿ Alqoshaya, sister of the priest Yo h anna [251] Cambridge Add 1994 (Wright). dated 22 September 1701, by the deacon H oshaba, son of the priest Daniel, son of the priest Eliya, son of the priest Daniel of Alqosh, in Alqosh. ktābā d-shettat yāumē – Hexaemeron of Rabban ʿEmmanuel. “The MS. was commissioned ( rnāt deyn w-ye s pat, w-akpat lāh b-maktbānuteh ) by the believing lady, daughter of the upright believer and deceased ʿAbdishoʿ of Alqosh, thanks to her money and the work of her hands ( men meddem dīlāh w-men pul h ānā d-īdēyh ). And it was written so that her brother the priest Yo h anna could read from it.” (27) 1704 Gozal , mother of the copyist the deacon Giwargis [472] note in British Museum Syr 30 (Rosen-Forshall). MS. dated to 2 October 1498 in Mosul, with two notes, one of 1702 when the MS. was restored by a deacon Giwargis, son of the priest Daniel. The second note, of 1704 or 1804 mentions a deacon “Giwargis, son of the believing woman Gozal.” Gospel lectionary. “In this year Ali Pasha came to Shangar [Baranduz district, Urmi region], in the year two-thousand and hundred ( w-emmā ) fifteen of the blessed Greeks, Amen. Thus wrote the deacon Giwargis, son of the believing woman Gozal – may Christ pardon the sins of his parents, Amen.” (28) 1705 ʿAzize , daughter of, and Baghdad , wife of Isaac son of Giwargis [143] Mar Yaʿqob 15, and Fiey, Assyrie chrétienne II, 720. dated 17 February 1705, by the deacon Giwargis, son of the priest Daniel, son of the priest Eliya, son of the priest Daniel of Alqosh, in Alqosh. — the MS. was commissioned by “Isaac, son of Giwargis, his daughter ʿAzize and his wife Baghdad (originally of Alqosh) for the monastery of Mar Yaʿqob, Qashafir” (Dohuk district, Amadiya region). (29) 1706 Shona , daughter of Oshaʿna and Nasrat [164] Aqra 10 (Habbi) and Vosté 6. dated 9 September 1706, by the priest Yosep, son of the priest Giwargis, son of the priest Israel, son of the priest Hormizd of Alqosh, in Alqosh. Gospel lectionary. the MS. was commissioned by Shona, daughter of Oshaʿna, and her mother Nasrat, for the church of Mart Maryam in Barzane (Zibar district, Aqra region). (30) 1707 Belgan from Alqoshta (Berwari) [139] Cambridge Add 1984 (Wright, vol. I, 283ff.) dated 17 June 1707, by the priest Yosep, son of the priest Giwargis, son of the priest Israel Alqoshaya, in Alqosh. t aksā d-kahnē with h uttāmē. “this book ... was written thanks to the money and labor ( men meddem dīlāh w-men pul h ānāh ) and by the work of Belgan, a believing woman from Alqoshta, and she bestowed it upon the holy church of Mar Yo h annan in the blessed village of Dawedaya, in the region of S apna (Amadiah region). From now on, everyone is required to read from it.” (31) 1707 Gozal , daughter of the smith H anna of Mosul [222] Dawra Syr 196 (Haddad). dated 18 July 1707, by the deacon Yo h annan, son of the priest Eliya son of the deacon Mika, in Mosul. ktābā d-gazzā (for all holidays and saints’ days). commissioned by Gozal, daughter of H anna (smith) of Mosul, for the monastery of Mar Giwargis of Bet ʿAwire (Mosul region). (32) 1710 H atun and her mother Sette , daughter of the priest Eliya, of Telkepe [222] Telkepe\/ N.D. des Semences: Dawra Syr. 64 (Haddad), Scher 28, Vosté 35. dated 7 February 1710, by the deacon Sabrishoʿ, son of ʿEdjmaya (ʿAjmaya), in Telkepe ktābā d- c ellātā d-zmaryātā d- t ubānē d-Dāwid (commentary on the Psalms of David, and varia). commissioned by the believing ladies of Telkepe, H atun and her mother Sette, daughter of the priest Eliya, of Telkepe, for the monastery of Mar Giwargis of Bet ʿAwire (Mosul region). (33) 1710 Eddne (Ezdne), daughter of the priest Maroge [262] Jerusalem Syr 5 (Chabot). dated 28 May 1710, in the monastery of Rabban Hormizd, copyist unknown. t aksā d- h udrā d-yāumātā sh h īmē (kashkol.) commissioned by (or “at the expense of” Eddne [or Ezdne]), daughter of the priest Maroge. (34) Shmuni , daughter of the chief and the deacon Gabriel of Semmer, wife of Safar, and her mother-in-law Dalle [141] Dohuk 39 (Haddad – not identified). dated 26 June 1718, by the priest Yalda, son of the priest Daniel, son of the priest Eliya, son of the priest Daniel of Alqosh, in Alqosh. — commissioned by Shmuni, daughter of the deacon Gabriel, chief of Semmer, her husband Safar and her mother-in-law Dalle, for the churches of Mar Zayʿa and Mar ʿAbda in Maʿalta, Dohuk district. (35) 1718 H azmi , daughter of the priest H oshaba, and her daughter Dalle , daughter of the priest Israel [246, 262] Dawra Syr 52 (Haddad). dated 2 November 1718, by the priest ʿAbdishoʿ, son of the priest H oshaba, son of the priest Israel, son of the priest Hormizd of Alqosh, probably in Alqosh. ktābā d-egrātā d-shlī h e t ubānē. commissioned by H azmi, daughter of the priest the priest H oshaba and her daughter Dalle, daughter of the priest Israel, for the monastery of Rabban Hormizd. [Note that H azmi is the sister of the copyist, the priest ʿAbdishoʿ.] (36) 18 th ca. anonymous wife of Amr [326-7, 488] Duval, “Inscriptions”, 56. undated inscription in the church of Mar Quriaqos in Salmas somewhere in the 18 th , probably preceding an inscription of 1770 (Duval, “Inscriptions”, 54-5), and following another undated inscription: “The builder of this church was master mason ʿAbda, whereas they also built the church of the Armenians in the same year, in the time of Mar Ishoʿyab, metropolitan of Salmas” (Duval, “Inscriptions”, 56-7). — “This church was renovated by the wife of Amr, may the Lord give her rest” (Duval, 56). (37) 1722 Shmuni , daughter of the priest H oshaba (of the Abuna Family) [250] Alqosh 23 ( S ana). dated 3 February 1722, by the priest Yosep, son of the priest Giwargis, son of the priest Israel of Alqosh, (of the Shikwana family), in Alqosh. ktābā d-huggāyā d-osha c nā. commissioned by Shmuni, daughter of the priest H oshaba, brother of Mar Eliya, for the church of Mar Giwargis and Mar Mikha in Alqosh. (38) 1723 Sara and Maryam , wives of H anne en Kammo [160-1] Cambridge Add 1980 (Wright). copied in 1723 by the priest Eliya, son of the priest Yalda, son of the priest Daniel, son of the deceased the priest Eliya of Alqosh, in Alqosh. ktābā d-gazzā with hymns. This book came into the possession ( itawhy ) of the holy church of Mar A hh a ʿAllana which is in the village of Shelmat, may the Lord protect her. The honorable priest ( kahnā zahyā ) qashshīshā Hormizd and qashshīshā Denkha and the chief ( rēbānā ) Yalda of the village of Shelmat commissioned ( ī s ep ) the writing of this book of the gazza, whereas the price for this book of the gazza was given ( ya(h)bw t īmāwy ) from their own money ( men meddem dīlhon) by the believer H anne, the believer Kammo and their righteous wives Sara and Maryam. (39) 1723 anonymous women from Urmi region [313] note of 1723 in Telkepe 43 (Vosté, not identified) — — the note mentions “that several East Syrian women had been captured during a recent raid in the Urmi region by the Bany Pushtadar tribe, and had been ransomed by the patriarch Eliya XII.” (40) 1727 H ane , daughter of Maq s ud, wife of ʿAbd Allah, mother of ʿAbd al-Masi h [219] Karamlish collection (not identified) and Fiey, Assyrie chrétienne II, 411. copied in 1727 by the priest Yosep, son of the priest Giwargis, son of the priest Israel, son of the priest Hormizd of Alqosh, in Alqosh. ktābā d- h udrā (Fiey, Assyrie chrétienne , 411: “magnifique H udra complet, encore en usage.”) the MS. was donated to the church of Mart Maryam (in Karamlish, Mosul region) by H anna, son of ʿAbd Allah, his wife H ane, daughter of Maq s ud, and their relatives Kanun, ʿIsa, Jemʿa, and Hormizd, to commemorate the death of H anna’s son ʿAbd al-Masi h on 25 August 1726. Fiey notes that the tomb of ʿAbd al-Masi h can still be seen in the graveyard of Salmas. (41) 1731 Helen , daughter of Nisan [146] N.D. des Semences: Dawra Syr 463 (Haddad), Scher 75, Vosté 105. dated 11 February 1731, by the priest Shem c on, son of the priest Yalda, son of the priest Daniel of Alqosh, in Alqosh. Funeral offices for lay people. commissioned by Helen, daughter of Nisan of Dizzi, for the church of Mar Christopher in Dizzi (Deze) (Shemkan, Amadiah region.) (42) 1732 Helen , daughter of ʿArbo [239] Dawra Syr 48 (Haddad). dated 6 November 1732, by the priest and pilgrim Giwargis, son of the priest Daniel, son of the priest Eliya of Alqosh, in Alqosh. lectionary for the whole year. commissioned by the priest Isaac, son of Abraham, the deacon H oshaba, son of Mattai, the deacon Israel, son of T alya, and the layman Adam, son of Kirona, at the expense of Helen, daughter of ʿArbo, for the church of Mar ʿAbdishoʿ in Naseriya (Mosul region). (43) 1735 Lady Shahmalak , daughter of H abash [235] Tel Isqof 3 (Haddad). dated 23 April 1735, by the priest Giwargis, son of the priest Daniel, son of the priest Eliya of Alqosh, in Alqosh. Gospel lectionary. commissioned by the lady Shahmalak, daughter of H abash, and Arzano, son of Kazum of Tel Isqof, for the church of Mar Giwargis in Tel Isqof (Mosul). (44) 1738 Lady Azdiya , daughter of Safar, married to H oshaba son of Giwargis, mother of patriarch Mar Eliya [250, 262, 507] N.D. des Semences: Dawra Syr 226 + 235, Scher 63. the first (226) is dated to 15 April, the second (235) to May 20 of 1738, both by the priest Yosep, son of the priest Giwargis, son of the priest Israel, son of the priest Hormizd of Alqosh, the second certainly copied in Rabban Hormizd, the first uncertain. ktābā d- t aksā (226) + qāle d-sh h īmē auket d- c unyātē (235). both MSS. were commissioned by the lady Azdiya, daughter of Safar of Alqosh, “mother of patriarch Mar Eliya” and married to H oshaba, son of Giwargis, and both were intended for (the church of) the monastery of Rabban Hormizd. (45) 1739 Maryam , the deaconess ( mshammshanita ) of the monastery of Mar Augin, Nisibis [47] Mingana 166. dated in April 1739 by the priest Shemʿon, son of the priest Yalda, son of the priest Eliya of Alqosh, in Alqosh. ‘Life of Mar Augin.’ commissioned by Maryam, mshammshanitā of the monastery of Mar Augin, Nisibis, together with the layman H oshaba, in Maʿarre. (46) 1740 Merot , daughter of the priest Hormizd [161] N.D. des Semences: Dawra Syr 620 (Haddad), Vosté 210. dated 10 October 1740, by the priest Shemʿon, son of the priest Yosep, son of the priest Giwargis, son of the priest Israel of Alqosh, in Alqosh. ktābā d-tashʿyātā (Book of histories: of Onésimus, Yohannan b. Malke, Rabban Hormizd, Maranʿammeh.) commissioned by Merot, daughter of the priest Hormizd, for the church of Mar A hh a and Mar Saba, Shelmath (Sapsapa district, Aqra region). (47) 1740 Shahzo , daughter of Jemʿa [143] Telkepe 42 (Vosté), Habbi 66. dated 18 November 1740, by the deacon Yalda, son of the priest ʿAbdishoʿ, son of the priest H oshaba, son of the priest Israel of Alqosh, in Alqosh. t aksā d-quddāshā (eucharistic liturgies). MS. commissioned for the church of Mar Quriaqos in Telkepe by the priest Gabriel and the pilgrim Thomas, son of the deacon Yalda, at the request of the believing woman Shahzo, daughter of Jemʿa, and at the expense of the church of Mar Miles in Tel H esh, for the church of Mar Quriaqos, Telkepe, Mosul. (48) 1744 Amat , her daughter Maryam , Helen , Teka , and Elfiya , the believing women [222] Paris BN Syr 310 (Nau). dated 25 October 1744, by the priest Yalda, son of the priest ʿAbdishoʿ, son of the priest H oshaba, son of the priest Israel of Alqosh, in Rabban Hormizd near Alqosh. t aksā d-quddāshā. “He commissioned this book thanks to the money and the labor of these women, Amat and her daughter Maryam, Helena, Teka, and Elfiya, the believers, he, the priest ʿAbdishoʿ, son of the believing Kanun, of the blessed village of Telkepe, and he bestowed it upon and gave it to the holy monastery of Mar Giwargis of Bet ʿAwire.” (49) 1745 Helen , daughter of the deacon Kazum [232] Batnaya 40 (Haddad). dated 25 March 1745, by the priest Shemʿon, son of the priest Israel, son of the priest Giwargis, son of the priest Israel of Alqosh, in Alqosh. c unyātā d-mdabbrānutēh d-Māran d-Gīwargis Wardā – hymns of Giwargis Warda (and others) on the life of our Lord. commissioned by Helen, daughter of the deacon Kazum, of Batnaya, for the church of Mar Quriaqos in Batnaya. (50) 1751 Maryam , daughter of the priest David [226] Telkepe 13 (Habbi). dated 5 September, by Mar ishoʿyabh or his brother Maroge, son of the priest Abraham, son of the priest H oshaba and brother of the patriarch Mar Eliya of Alqosh, in Alqosh. ktābā d-egrātā. commissioned by Maryam, daughter of the priest David, for the church of Mar Quriaqos in Telkepe. (51) 1755 Kandi , daughter of the priest Yalda [518] Dawra Syr 320 (Haddad). copied in 1755, by the priest Den h a, son of the priest Eliya, son of the priest Yalda, son of the priest Daniel of Alqosh, in Alqosh. mēmrā d-bā c utā. commissioned by Kandi, daughter of the priest Yalda. (52) 1766 Naze , daughter of Shmuni [162] Aqra 76 (Habbi) and Vosté 54. dated 31 December 1766, by the deacon Israel, son of the priest Shemʿon, son of the priest Israel, son of the priest Giwargis of Alqosh, in Alqosh. ktābā d-turgāmē , by ʿAbdishoʿ of Nisibis and others. commissioned by the believers Naze, daughter of Shmuni, and David, son of H osho, for the church of Mar Shaddad in Guppa (Geppa) (Nahla district, Aqra region.) (53) 1767 Teresa , daughter of the priest Khadjador, son of the deacon ʿAbdelkarim, son of the priest Bakos, son of the priest Khadjo, son of the priest Bet Sabrishoʿ of ʿAyn Tannur, fifteen years old [61] Diarbakir 155 (Scher) – Note: Arabic MS. dated 9 February 1767, by Teresa, daughter of the priest Khadjador, son of the deacon ʿAbdelkarim, son of the priest Bakos, son of  the priest Khadjo, son of the priest Bet Sabrishoʿ of ʿAyn Tannur, born 2 Novembre 1766, in ʿAyn Tannur. John of Damascus’ Hundred homilies, Book of Philosophy, Logic and Rhetoric, and Five Discourses Against the Heretics; two treatises by Paul of Antioch, bishop of S aida. — “during the pope Clement XIII, patriarch Mar Yosep IV, and Mar Yo h annan metropolitan of Amid” (indicating that Teresa belonged to the Catholic movement in the region). (54) 1770 Sanam , mother of ʿI s a, of Daralik [523] Berlin Syr 107 (Sachau). dated 20 August 1770, by S libo son of Jammo of Taimar, “then living in Salmas”, probably in Salmas. ktābā d- h ermē d-na tt urē. Wilmshurst: “commissioned by ʿI s a and his wife Sanam, of Daralik, Sulduz district, Urmi region,” but according to Sachau’s notes, ʿI s a is mentioned several times as the “son of Sanam”. In the most extensive note, the MS. is said to have been written for “ʿI s a son of Kabgi and the lady Sanam from the village of Daralik.” (55) 1773 Lady Stambul and her daughter Anisa [215] Mosul: Magdasi 17, Scher 49, Bidawid 317 and Fiey, Mossoul chrétienne , 114. dated 3 January 1773, by the deacon Homo, son of the priest Hanna, son of the priest Homo, son of the priest Daniel, son of the priest Eliya of Alqosh, in Alqosh. ktābā d-gazzā  (possibly a Catholic version). commissioned by “by Lady Stambul for her daughter Anisa, at the request of the deacon Thomas, son of Slibo”, for the 3 churches Mart Meskinta, Mar Shemʿon bar Sabbaʿe and Mar Giwargis in Mosul. (56) 1774 Elfiya , daughter of Yagmur [226] Telkepe 14 (Habbi) and Vosté 24. dated 22 July 1774, by the priest Homo, son of the priest H anna, son of the priest Homo, son of the priest Daniel, son of the priest Eliya of Alqosh, in Alqosh. Epistle lectionary. commissioned by Elfiya, daughter of Yagmur, of Telkepe, for the church of Mar Quriaqos in Telkepe. (57) 1777 Qudsiya Hormez , grandmother of Giwargis son of Zahor [215] Mosul 46 (Scher). copied in 1777, by the priest Homo, son of the priest H anna, son of the priest Homo, son of the priest Daniel, son of the priest Eliya of Alqosh, in Alqosh. ktābā d- h udrā. commissioned by Giwargis, son of Zahor, in the name of his grandfather Behnam, son of ʿAbd al-Karim, and his grandmother Qudsiya Hormez, for the churches of Mart Maryam, Mar Shemʿon Bar Sabbaʿe, Mar Giwargis and Mart Meskinta in Mosul. The MS. includes a note of 1824. (58) 1778 believing ladies of Telkepe [222] Mosul 98 (Scher), Bidawid 6016. copied in 1778, by the priest Yalda, son of the priest ʿAbdishoʿ, son of the priest Hoshaba, son of the priest Israel of Alqosh, in Alqosh. Homilies of Isaac of Nineveh. commissioned by a “some pious ladies of Telkepe”, for the monastery of Mar Giwargis of Bet ʿAwire. (59) 1808 Alpo , probably from Ha ssa n [119] note in Berlin Syr. 31 (Sachau). MS. dated to 14 July 1591, but with a long note dated to 28 August 1808 (see Sachau for the full text), when the MS. was restored “in the monastery [..] Mar Mushe in the [..] village of Ha ss ān, the village of Noah, where he planted grapevines and made wine and drank it and became drunk. [...]. This MS. was bound together and pressed [..] by the feeble, sinful and wretched hands of the metropolitan Mar Yosep of the blessed village of Shakh. [...]”, who came to live in the monastery in Ha ss an because of wars and unrest. New Testament in Peshitta version. “A perfect and upright believing woman named Alpo commissioned and took pains from her own money for the binding, the binding together and the pressing of this book of the life-giving and reviving Gospel – may Christ give her an inheritance with Sara, I say, and Ripqa and Rachel [..] and with all the holy righteous women, Amen.” (60) 1809 Marta , daughter of Haye [139] Mosul 42 (Scher), cf. also Fiey, “Sanctuaires et villages”, 59. copied in 1809 by the priest ʿAbdishoʿ, son of the priest Thomas, son of Mushe of Gissa, then living in Ishnik ( S apna). t aksā d-kāhnē. commissioned by Marta, for the church of Mar Zayʿa in ʿAqdesh ( S apna, Amadiah region). (61) 1809 Bane , daughter of the priest Sabro and sister of the priest Giwargis, from the Tiari village of Darosh (Dadosh) [292] BL Or. 14324 (not identified). dated 22 May 1809, copied by the priest Haydeni, son of the priest Yabho, son of Mushe of Gissa (thus a cousin of the copyist of the preceding MS.), in Gissa (T h uma district, Hakkari region). — commissioned by Bane, daughter of the priest Sabro and sister of the priest Giwargis, from Darosh [probably Dadosh] in Upper Tiari. (62) 1813 Daris Sargis and Banusheh (vocalization uncertain) [338] Athens Syr. 1805 (Brock). dated 17 May 1813, by archdeacon Giwargis of the family of the bishop Mar Yo h annan in the church of Mar Giwargis in Shibane, Tergawar district. Psalter. commissioned by “ H nanishoʿ, son of the deceased Petros, his mother was called Banusheh, of Gulpasha[n]” (in Baranduz). In a different hand it is stated that the MS. was written for the believing woman “Daris Sargis, that the scholars will read and recite from it in the church, for the sake of her and her parents’ reward [or: 'salvation' ( purqānā )], Amen.” (63) 1820 Helen , daughter of Yonan [141] Dohuk 2 (Haddad), Vosté 44 (Dohuk) – not identified. dated 6 October 1820, by Gabriel, son of the priest H oshaba, son of the deacon Yosep of Alqosh, in Alqosh. commissioned by Helen, daughter of Yonan, for Mar Zayʿa in Maʿalta, Dohuk district, in ‘catholic period.’ (64) 1824 Shmuni , nun, daughter of Marqos, of the Kubyar family [555] Mingana Syr 426. dated 1 July 1824, by Yo h annan, son of the priest ʿAbdishoʿ, son of Gauro (Gabriel) of Alqosh, probably in Alqosh. Book of the seven hours (Roman Catholic monastic literature, in use in the Chaldean monasteries). commissioned ( rnāt deyn w-ye s pat w-akpat lāh ) by Shmuni, btultā zahyā (‘honorable virgin’), daughter of the believing Marqos who is of the house of Kubyar. (65) 1826 Gozal , daughter of Kafo of Bidwil [146] Alqosh 21 ( S ana). dated 18 March 1826, by the priest ʿAbdishoʿ, son of the priest Yonan, son of the priest ʿAbdishoʿ, son of the priest Hormizd of Alqosh, in Alqosh. ktābā d- c uppīyā d-kahnē. commissioned by Kafo of Bidwil (Shemkan district), for his daughter Gozal, 1826. (66) 1850 ca. Shmuni , daughter of Hormizd Den h a, of Artun [163, 578] note in Aqra 4 (Habbi). MS. of 1810, by the deacon Shemʿon, son of Peter, son of Denha of the Asmar family of Telkepe, in Telkepe. — the MS. was purchased by Shmuni, daughter of Hormizd Den h a, of Artun, for the church of Mar Giwargis in Artun (Nahla district, ʿAqra region). Unclear why Wilmshurst dates the note to 1850. _______ Notes _______ Bibliography Assemani, S.E. and J.S. Bibliothecae Apostolicae Vaticanae codicum manuscriptorum catalogus , vol. ii. Rome: 1758. Sanjian K. Avedis Colophons of Armenian Manuscripts, 1301-1480. A Source for Middle Eastern History . Harvard Armenian Texts and Studies 2. Cambridge (Mass): Harvard University Press, 1969. G. P. Badger The Nestorians and their Rituals . London: Joseph Masters, 1852, vol. ii. Bello, S. La congregation de S. Hormisdas et l’église chaldéenne dans la première moitié du XIXe siècle . OCA 122. Rome: Pont. Institutum Orientalium Studiorum, 1939. Brock, S.P. “The Syriac Manuscripts in the National Library, Athens.” In Le Muséon 79 (1966), 165-85. Chabot, J.B. “Notice sur les manuscrits syriaques conservés dans la bibliothèque du patriarcat grec orthodoxe de Jerusalem.” In Journal Asiatique 3 (1894), 92-134. Chevalier, M. Montagnards chrétiens du Hakkâri et du Kurdistan septentrional . Publications du Département de Géographie de l’Université de Paris-Sorbonne no. 13. Paris: 1985. Duval, R. “Inscriptions syriaques de Salamas en Perse.” In Journal Asiatique 8\/5 (1885): 39-62. Fiey, J.M. Mossoul chrétienne. Essai sur l'histoire, l’archéologie et l’état actuel des monument chrétiens de la ville de Mossoul. Recherches publiées sous la direction de l’Institut de lettres Orientales de Beyrouth 12. Beirut: Imprimerie Catholique Beirouth, 1959. Fiey, J.M. Assyrie chrétienne. Contribution à l'étude de l'histoire et de la géographie ecclésistiques et monastiques du nord de l'Iraq. Recherches publiées sous la direction de l’Institut de lettres Orientales de Beyrouth 22, 23, 42. Beirut: Imprimerie Catholique Beirouth, 1965-1986, 3 vols. Fiey, J.M. “Sanctuaires et villages syriaques orientaux de la vallée de Sapna.” In Le Muséon 102 (1989), 43-67. Giamil, S. Genuinae Relationes inter Sedem Apostolicum et Assyriorum Orientalium seu Chaldaeorum Ecclesiam . Rome: 1902. Habbi, J. “Manuscripts of Talkaif Church.” In Haddad, Fahāris al-makh t ū t āt , 21-50. Haddad, P. (e.a.) Fahāris al-makh t ū t āt al Suryānīya fī’l c Irāq (‘Catalogues of Syriac Manuscripts in Iraq), 2 vols. Baghdad: Syriac Academy, 1977-1981. Haddad, P., and Isaac, J. Al-Makh t ū t āt al-Suryānīyā wa’-l- c Arabīyā fī khizānat al-rahbānīya al Kaldānīya fī Baghdad (‘Syriac and Arabic Manuscripts in the Library of the Chaldean Monastery, Baghdad’), Bagdad: Iraqi Academy Press, 1988 (= Dawra Syr.) Haddad, P. “Manuscripts of Batnaya Church.” In Haddad, Fahāris al-makh t ū t āt , 161-186. Haddad, P. “Manuscripts of Telleskef Church.” In Haddad, Fahāris al-makh t ū t āt , 187-198. Ashbrook Harvey, S. “Women’s Service in Ancient Syriac Christianity”. In Kanon XVI. Yearbook of the Society for the Law of the Eastern Churches: Mother, Nun, Deaconess, Images of Women according to Eastern Canon Law . Egling: Edition Roman Kovar, 2000, 226-241. Maclean, A.J. East Syrian Daily Office. London: Rivington, Percival & Co., 1894. Magdasi, M. “Manuscripts of the Chaldean Archbishopric in Mosul.” In Haddad, Fahāris al-makh t ū t āt , 7-20. Mateos, J. Lelya-Sapra. Essai d’interprétation des matines chaldéennes . OCA 156. Rome: Pont. Institutum Orientalium Studiorum, 1959. Mengozzi, A. Israel of Alqosh and Joseph of Telkepe. A Story in a Truthful Language, Religious Poems in Vernacular Syriac (North Iraq, 17 th century) 2 vols. CSCO 589, 590, Scryptores Syri 230, 231. Louvain: Peeters 2002. Mingana, A. Catalogue of the Mingana Collection of Manuscripts, now in the Posession of the Trustees of the Woodbrooke Settlement, Selly Oaks, Birmingham. Cambridge: Heffer, 1933-1939. Murre-van den Berg, H.L. “A Syrian Awakening. Alqosh and Urmia as Centres of Neo-Syriac Writing.”  In Symposium Syriacum VII, Uppsala University, Department of Asian and African Languages, 11-14 August 1996.   OCP 256, ed. R. Lavenant, S.J. Rome, 1998: 499-515. Murre-van den Berg, H.L. “The Patriarchs of the Church of the East from the Fifteenth to Eighteenth Centuries.” In Hugoye, Journal of Syriac Studies 2,2 (1999), www.syrcom.cua.edu\/Hugoye\/index.html Nau, F. “Notice des manuscripts syriaques, éthiopiens et mandéens, entrés à la Bibliothèque Nationale de Paris depuis l’édition des catalogues.” In Revue de l’Orient Chrétien 6\/16 (1911), 271-310. Şevket Pamuk, “Evolution of the Ottoman Monetary System”, in  Halil İnalcik and Donald Quataert, An Economic and Social History of the Ottoman Empire , Cambridge: Cambridge University Press, 1994, vol. ii, 947-980. Perkins, J. Missionary Life in Persia: being glimpses of a quarter of a century of labors among the Nestorian Christians . Andover: Allen, Morill & Wardwell, 1863. Rosen, V., and Forshall, J. Catalogus codicum manuscriptorum orientalium qui in Museo Britannico asservantur; Pars I, Codices syriacos et carshunicos amplectens . London: 1838. Sana, H. (e.a.). “Manuscripts of Al-Qosh Church.” In Haddad, Fahāris al-makh t ū t āt , 209-73. Sachau, Eduard. Verzeichniss der Syrischen Handschriften der Königlichen Bibliothek zu Berlin. Die Handschriften-Verzeichnisse der Königlichen Bibliothek zu Berlin 23, Berlin: A. Asher & Co., 1899, 2 vols. Scher, A. “Notices sur les mss. syriaques et arabes conservés à l’archevêché chaldéen de Diarbekr.” In Journal Asiatique 10 (1907), 332-62. Scher, A. “Notices des manuscrits syriaques et arabes conservés dans la bibliothèque de l’évêché chaldéen de Mardin.” In Revue des bibliothèques 18 (1908), 64-95. Scher, A. “Notices sur les manuscrits syriaques conservés dans la bibliothèque du couvent des Chaldéens de N.D. des Semences.” In Journal Asiatique 7 (1906), 479-512 and 8 (1906), 55-82. Scher, A. “Notice sur les manuscrits syriaques conservés dans la bibliothèque du patriarcat chaldéen de Mossoul.” In Revue des bibliothèques 17 (1907), 237-60. Scher, A. Catalogue des manuscrits syriques et arabes conservés dans la bibliothèque épiscopale de Seert (Kurdistan) . Mosul: Imprimerie des pères dominicains, 1905. Surma d’Bait Mar Shimun, Assyrian Church Customs and the Murder of Mar Shimun , Vehicle editions, ca. 1920. Vosté, J.M. Catalogue de la bibliothèque syro-chaldéene du couvent de N.D. des Semences, près d’Alqosh (Iraq) . Paris, Librarie Orientaliste P. Geuthner: 1929 (reprint from Angelicum 1928). Vosté, J.M. “Catalogue des manuscrits syro-chaldeens conservés dans la bibliothèque épiscopale de c Aqra (Iraq).” In OCP 5 (1939), 368-406. Voste, J.M. “Catalogue des manuscrits syro-chaldéens dans la bibliothèque de l’archevêché chaldéen de Kerkouk (Iraq).” In OCP 5 (1939), 72-102. Vosté, J.M. “Les inscriptions de Rabban Hormizd et de N.D. des Semences.” In Le Muséon 43 (1930), 263-316. Wilmshurst, David. The Ecclesiastical Organisation of the Church of the East, 1318-1913. CSCO 582, Subsidia 104. Louvain: Peeters, 2000. Wright, William, A Catalogue of the Syriac Manuscripts preserved in the Library of the University of Cambridge. Cambridge: University Press, 1901, 2 vols.",
    "title" : 
    [ "Generous Devotion: Women in the Church of the East between 1550 and 1850",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Murre-Van Den Berg, Heleen L." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n1murre",
    "type" : "article",
    "displayTitleEnglish" : "Generous Devotion: Women in the Church of the East between 1550 and 1850" }