
  { "fullText" : "[1] Scholars and graduate students presented a variety of papers relevant to Syriac studies at the North American Patristics Society (NAPS) annual meeting at Loyola University (Chicago) May 27-29, 2004. This year’s meeting featured two sessions related to Syriac Patristics. The growth in the number of students concentrating on Syriac related fields brought forth the beginning of a new group for graduate students of Syriac Studies: Dorushe , which met for the first time. Both graduate students and scholars offered ideas and suggestions to promote the group. [2] In the first session on Syriac Patristics, three graduate students specializing in Syriac Early Christian Studies presented their communications. Senior scholars in the field offered their papers during the second session. Joseph P. Amar of the University of Notre Dame and Susan Ashbrook Harvey of Brown University served as the chairs for the two sessions. [3] Please see http:\/\/moses.creighton.edu\/NAPS\/Conference\/conference.html for a list of all the papers read at this year’s NAPS conference. I am grateful to the presenters of the papers for the abstracts that they submitted. I have adapted their summaries below for this conference report. Amy M. Donaldson, \"Temple Imagery in Ephrem’s Hymns on Paradise \" Jeanne-Nicole Saint-Laurent, \"Healing, the Eucharist, and Pastoral Sense in Ephrem\" Susan E. Ramsey, \"The Meaning of Sabbath Rest in Aphrahat and Macarius\" Joseph G. Mueller, \"Post-baptismal Chrismation in Syria: A Reconsideration of the Evidence\" Kristian Heal, \"The Redemption of Potiphar’s Wife in Syriac Tradition\" Ute Possekel, \"Will the Body be Raised? Resurrection Theology in Early Christian Edessa\" Temple Imagery in Ephrem’s Hymns on Paradise Amy M. Donaldson, University of Notre Dame [4] As exemplified in his hymns, St. Ephrem is a linguistic artisan who takes strands of tradition and weaves them together to create his own unique tapestry to illuminate the Scriptural text. It is in this manner that he expounds upon Genesis 2-3 in his Hymns on aradise . Like many of his contemporaries, Ephrem envisions paradise as a mountain with many levels, each assigned to believers of varying holiness, approaching the summit where the presence of God resides. This description of paradise invites Ephrem to elaborate on the text through a variety of scriptural metaphors, such as the image of paradise as a temple. Neither the concepts involved nor this comparison itself are unique to Ephrem. The idea of the cosmic mountain reaches back to the ancient near east and stands behind the association of three key mountains of religious significance—Sinai, Zion, and (arguably) Eden—in the Hebrew Bible. Ezekiel provides an example of the link between the temple and paradise, an image further elaborated upon in later texts such as Revelation and 1 Enoch . The Book of Jubilees includes this temple imagery in the retelling of Genesis 2-3, envisioning Adam himself as a priest, a theme also appearing later in the Syriac Cave of Treasures . The motif of Christ as the High Priest in the Epistle to the Hebrews also provides an important link between the earthly and heavenly temples. What is unique to Ephrem, however, is his adaptation of these various traditions as he meditates upon the biblical story of the Fall in poetic form, interweaving Adam’s Eden with Israel’s temple and ultimately Christ’s Golgotha. In this way, Ephrem beautifully embroiders the Genesis story with other Scriptural layers to show the true depths of the biblical text. Healing, the Eucharist, and Pastoral Sense in Ephrem Jeanne-Nicole Saint-Laurent, Brown University [5] Ephrem the Syrian demonstrates a strong concern for pastoral instruction in Eucharistic texts. This paper investigated how Ephrem, a bishop’s assistant to the Nicene communities of fourth-century Nisibis and Edessa, shows his involvement in parish life in hymns and homilies, exegesis and instruction. Current events and crises of the fourth century Syrian Church shape Ephrem’s Eucharistic teaching. His language of healing draws out divine instruction from ordinary natural world and is the instrument of his ministry to the Nicene community. Though Ephrem is a great poet and theologian, he is also a humble mshamshono in dedicated ministry to the communities and bishops he serves. Attending to the pastoral strain in Ephrem’s Eucharistic theology reminds the historian of the context out of which Ephem’s hymns and homilies on the Eucharist emerge.  The Meaning of Sabbath Rest in Aphrahat and Macarius Susan E. Ramsey, Marquette University [6] As an initial stage towards understanding the significance of the terminology for rest in Syriac and Greek, this paper examines the use of this terminology in two writings on the Sabbath by Aphrahat ( Demonstration XIII ) and Macarius ( Homily II.35 ). The paper discusses background information on Aphrahat and Macarius, definitions of the Greek and Syriac words for rest, the contents of these two texts, and an analysis of the relationship between rest and Sabbath according to these two texts. The contours of the terminology engage some key theological concepts including soteriology, Christology, harmatiology, pneumatology, and eschatology, as well as the ontology of Eden. This study builds an initial foundation for the author’s dissertation topic that will explore the meaning and function of Rest in the Macarian Corpus. Post-baptismal Chrismation in Syria: A Reconsideration of the Evidence Joseph G. Mueller, S.J., Marquette University [7] In Vigiliae Christianae (1997) and in Journal of Theological Studies (1998), Alastair Logan argued for the existence of a post-baptismal anointing with muron in parts of the “great church” of second-century Syria and Asia Minor. Logan adduced especially three texts:  Ignatius’s Letter to the Ephesians 17.1, the blessing at the end of the Coptic Didache 10.7, and the version of this prayer in Apostolic Constitutions 7.27. Ignatius’s Letter to the Ephesians, however, says too little about the anointing practiced in communities he judged orthodox to witness to a post-baptismal muron rite in these churches. In addition, Logan’s argument that the Coptic prayer refers to ointment and is an original part of this document fails to answer sufficiently too many questions and counterarguments found in the literature on these points.  Finally, his argument for supposing that Apostolic Constitutions 7.27 proposes a ritual innovation considered essential by the redactor depends on the misreading of some passages and on the false assertion of multiple interpretations of the baptismal muron in this work.  Cyril of Jerusalem, Chrysostom, and Theodore’s homilies help to show that the redactor of the Apostolic Constitutions expressed a unified interpretation of this rite.  Thus, Logan’s hypothesis still lacks convincing evidence. The Redemption of Potiphar’s Wife in Syriac Tradition Kristian Heal, Brigham Young University [8] The character of Potiphar's wife was developed in considerable and diverse ways in Jewish, Christian and Muslim retellings of the story of Joseph. Though studies have been devoted to this figure in Jewish, Muslim and Medieval Christian sources, the Syriac tradition has received little attention. The three pillars of the tradition, the homilies of Aphrahat (fl. mid 4th C), a fourth century prose narrative mis-attributed to St. Basil, and the prose commentary of Ephrem (d. 373), each develop the character differently. Likewise, each of the later sources, Narsai (d. 502), Jacob of Serugh (d. 521) and the collection of 5th and 6th century dramatic dialogue poems, recreate the character to meet their own purposes. This paper considered the diversity of portrayal of Potiphar's wife in these 4th to the 6th century sources. To illustrate one of the trajectories of interpretation, the paper focused in on the theme of the redemption of Potiphar's wife, looking in particular at how this narrative expansion entered into and developed in the Syriac tradition. Will the Body be Raised? Resurrection Theology in Early Christian Edessa Ute Possekel, St. John's Seminary [9] This paper compares the resurrection theology of Bardaisan and Ephrem. The former taught that the soul alone would be raised, whereas the latter argued for the resurrection of body and soul. The different eschatological models provided by Bardaisan and Ephrem are rooted in their respective theological systems, constructed to respond to the particular challenges of their day. For Bardaisan in the early third-century, this was the problem of astrology: his response was a theology that drew on Greek philosophical paradigms, locating human identity in the soul. As a consequence, his eschatology stressed the resurrection of the soul. For Ephrem in the fourth-century, by contrast, the main challenge was dualist groups. He replied with a world-affirming theology, emphasizing the biblical concept of the human person as a psycho-somatic unity. In Ephrem's time, moreover, the Edessan church had become strongly ascetical and was confronted with the experience of martyrdom, factors which contributed to his emphasis on a bodily resurrection. [10] The papers presented in both sessions and the interesting discussions that followed fostered and confirmed a growing enthusiasm for Syriac Studies within the larger field of Early Christian Studies. Next year’s meeting will take place one week later than usual, June 2-4, 2005, at Loyola University.",
    "title" : 
    [ "Syriac Papers at the North American Patristics Society Annual Meeting Loyola University, Chicago May 27-29, 2004",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Saint-Laurent, Jeanne-Nicole" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2crsaintlaurent",
    "type" : "report",
    "displayTitleEnglish" : "Syriac Papers at the North American Patristics Society Annual Meeting Loyola University, Chicago May 27-29, 2004" }