
  { "fullText" : "[1] From August 1 to 6, the Eighteenth Congress of the International Organization for the Study of the Old Testament will be held in Leiden, The Netherlands. In conjunction with this congress, there will be additional meetings for scholars specializing in Targum, Septuagint and Hexapla, and Masoretic studies. [2] Those interested in the Peshitta will be pleased to hear that one of the seminars within the IOSOT conference itself will be dedicated to the New English Annotated Translation of the Syriac Bible. The programme is as follows: Seminar — The Bible of Edessa, IOSOT Conference, Monday, 2 August 2004 2.30 Bas ter Haar Romeny (Leiden), \"The New English Annotated Translation of the Syriac Bible and its Textual Basis\" 3.00 Wido van Peursen (Leiden), \"Linguistic Aspects of NEATSB: Clause Combining, Translation, and Transmission\" 3.30 David Taylor (Oxford), \"Biblical Commentaries in NEATSB: The Example of Daniel of Salah on the Psalms\" 4.00 Tea break 4.30 David Shepherd (Briercrest College and Seminary, Caronport, SK) and Heidi Szpek (Central Washington University, Ellensburg, WA), \"Rendering 'Flesh and Bones': The Peshitta of Job and its Translation\" 5.00 Gillian Greenberg (UCL, London), \"Pride or Precision? Translating the Peshitta of Jeremiah\" 5.30 General discussion on the papers of the seminar and on the NEATSB presentation in Aramaic Studies 2 (2004), pp. 85-106. [3] Full information on the IOSOT Congress, as well as the IOTS, IOSCS, and IOMS Congresses, can be found on the Conference website: http:\/\/www.leidenuniv.nl\/gg\/iosot2004\/ [4] The IOSOT registration fee will be 115 euros. The student rate is 85 euros. Wido van Peursen (w.t.van.peursen@let.leidenuniv.nl) Bas ter Haar Romeny (romeny@let.leidenuniv.nl)",
    "title" : 
    [ "Bible of Edessa Leiden, August 2, 2004",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "van Peursen, Wido",
      "ter Haar Romeny, Bas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv7n2fcbibleofedessa",
    "type" : "announcement",
    "displayTitleEnglish" : "The Bible of Edessa Leiden, August 2, 2004" }