
  { "fullText" : "[1] David Lane was born in 1935, in Huddersfield, Yorkshire, into a family in which grandparents, parents, aunts, and uncle were all school-teachers. Wartime and family circumstances led him to being educated at 9 different schools before going to Hurstpierpoint College, a Church of England boarding school for ‘the middle class’, where a vocation to the priesthood was identified and nurtured. After two years’ army service with the Royal Signals, which took him to Egypt for a year, he went to Magdalen College, Oxford, to read Theology. Encouraged by one of Britain’s leading Hebrew scholars, Sir Godfrey Driver, he went on to read a second undergraduate degree, Oriental Studies (Hebrew with Aramaic and Syriac). He learned Syriac under L.H. Brockington, the reviser of the much-used Robinson’s Syriac Grammar . Of great value for his work in New Testament and Syriac was being introduced to Mishnah and Jewish medieval commentaries by Dr. David Patterson, later the founder and Director of Oxford’s Centre for Hebrew Post-Biblical Studies. [2] From there he went as a student for priesthood to the College of the Resurrection, Mirfield (just a few miles from his birthplace). While there he won, by examination, the Oxford University Hall-Houghton Syriac Prize. Instead of completing a second year at Mirfield, he was asked by the Community of the Resurrection to go to their seminary, Codrington College, Barbados, West Indies. There he found himself teaching New Testament and Greek, and later being Director of Studies. He was made a deacon in Barbados, May 1962, and ordained priest in December that year. [3] In 1965 he returned to the UK, and for a year was assistant priest in a parish in Oxford. Then he went to Pembroke College Oxford as Associate Chaplain, and was awarded the Kennicott Hebrew Fellowship. This enabled him to begin work on the Peshitta of the Old Testament, again with encouragement of Sir Godfrey Driver. It also began a very fruitful association with the Peshitta Institute in Leiden, then directed by Professor P.A.H. de Boer. Incidentally while at Pembroke he had the chance of teaching Syriac to a slim young Indian, Deacon George, who stayed with the Cowley Fathers. That Deacon George is now Geevarghese Mar Ivanios. 1967 saw Lane as a tutor at St. Stephen’s House, an Anglican seminary in Oxford, where he continued University teaching in elementary Hebrew, tutored theology students from many colleges, and continued work on Peshitta Qoheleth . He retained a connection with Pembroke College as its Lecturer in Theology. [4] In 1971 Lane was invited to go as an Assistant Professor in Near Eastern Studies in the University of Toronto. This began a major period of Syriac activity: for the Leiden Peshitta Qoheleth had been finished, and a revision of John Emerton’s Wisdom of Solomon and Song of Songs followed, to be joined by work on Leviticus. For two summers he was a Visiting Professor at the Peshitta Institute, assisting with the edition of Genesis and Exodus, and with I and II Kings . The Leviticus work produced the Leiden Peshitta edition of that book, and a monograph which took Peshitta studies out of simple text criticism of the Old Testament into the wider field Syriac church history and liturgy, suggesting the theme of the second Leiden Peshitta Symposium, ‘ The Peshitta as Translation ’. His published work to this point enabled Oxford University to award him the degree of Bachelor of Divinity: in Oxford this degree (based on publications) is of a higher standard than, and senior to, a D.Phil. In 1976 came his first participation in the Symposium Syriacum at Chantilly, also Dr. Jacob  Thekeparampil’s first, though it was at the 1980 Symposium at Goslar that they first properly met. At Goslar, too, he was among the group of Syriac scholars whom the Indian bishops approached with the idea of SEERI. [5] Although a tenured Associate Professor, in 1983 Lane accepted an invitation to join the staff of his old seminary, the College of the Resurrection. There he became Director of Studies, then Vice-Principal, and in 1990 Principal. He was also an Honorary Lecturer in Old Testament at the University of Leeds. With the encouragement of the Community of the Resurrection, of which he is an Oblate member, he completed his work on the Peshitta, and then began work on Syriac Fathers, especially Shubbalmaran , 7 th century metropolitan of Kirkuk. Participation in the European Symposia continued, and from 1990 participation in the SEERI Symposia also. Articles and book reviews were asked for and produced, but the most important Syriac activity was his increasing involvement with SEERI when its Director invited him to come as a guest Professor for the Syriac MA classes recently begun at SEERI under the aegis of Mahatma Gandhi University. [6] In fact, since retirement from the College of the Resurrection in 1997 Lane’s whole time has been given to Syriac affairs, so that this, his 70 th year, sees the publication in Corpus Scriptorum Christianorum Orientalium (CSCO) of the two volumes (Syriac text and English version) of Shubhalmaran’s Book of Gifts , a notable addition to the range of Syriac ascetic writings currently available. More recently there has been work on Jacob of Sarug’s verse homilies. However, through the years there has been time for priestly activity in the way of taking services and preaching, and for associations with parishes in Toronto and Cambridge. There has also been some little time for interests in railways and gardening: his photographs of British steam railways have appeared in journals and in books on railway history; literary interests led him to be President of the Sir Walter Scott Club of Toronto. He is currently on both the local and national committees of the Scottish Rock Garden Club, with a special interest in the alpine crevice plants known as auriculas their leaves are like the little ears of bears. They are small and beautiful in detail, and bred by humans: appropriate for someone whose early interest was in textual variants and the taxonomy of manuscripts. [7] [David Lane passed away on Sunday, the 9 th Jan. 2005 during his visit to SEERI (St. Ephrem Ecumenical Research Institute), Kottayam, Kerala, India. May his soul rest in peace!] Notes † This autobiography was prepared by David Lane for the St. Ephrem Ecumenical Research Institute (SEERI), Kottayam, where he had been engaged in academic work when he passed away. This was submitted for publication in Hugoye by Rev. Fr. Jacob Thekeparampil of SEERI.",
    "title" : 
    [ "Rev. Dr. David John Lane (1935-2005)†",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Thekeparampil, Jacob" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1oblane",
    "type" : "obituary",
    "displayTitleEnglish" : "Rev. Dr. David John Lane (1935-2005)†" }