
  { "fullText" : "[1] The present listing continues on from previous listings in the first number of Hugoye for the years 1998-2004. Reprints are not included (for some important ones, see http:\/\/www.gorgiaspress.com ). [2] 1996 D. D. Benjamin (ed.), Ktaba d-turgame w-rushma d- t aksa da-mshammshane wad-bim `am soghyatha (Chicago). [3] 2000 n.a., T ekso d-`upoyo d-rishay kohne, d-kohne wda-mshamshone [Syriac and Malayalam] (Devalokam, Kottayam: Malankara Orthodox Church Publications). Ishaq bar Mushe Mziza h oyo, Ktobo da-zmirotho d-qinotho d-qurobo alohoyo ak `yodo d-`idto suryoyto tri s at shub h o d-Antyukya (Gütersloh: the editor). [4] 2001 G. Baldanza, La metafora sponsale in S.Paolo e nella tradizione liturgica siriaca. Studi (Bibl. Ephemerides Liturgicae, Subsidia 114). H.G. Blersch, La colonne au carrefour du monde. L’ascension de Siméon, premier stylite (Spiritualité orientale 77:  Abbaye de Bellefontaine). J. Hatem, Recherches sur les christologies maronites (Paris: Geuthner). A. Köver, I. Lukács, M. Pesthy, Mozes bar Képha. Paradicsom-kommentár (Budapest: Magyar Könyvklub). [Introd. and Hungarian tr. based on Harvard Syr. 112]. [5] 2002 X. Jacob, A.G. Calonghi, Les chrétiens du Proche Orient après deux millénaires. Les vicissitudes des communautés chrétiennes du Proche Orient des débuts du Christianisme à la fin du IIme millénaire (Torino: Terrenia). [6] 2003 Ignatius Aphram I Barsoum (tr. M. Moosa), The Scattered Pearls. A History of Syriac Literature and Sciences (2 nd revised edition, Piscataway, NJ: Gorgias Press). Mar Julius Çiçek (ed.), Osar Roze, Pushoqo d-kuloh s urat ktob d-`atiqto kit wda- h dato, sim wa-mpashaq l-yodu`tono rabo Mor Grigorios Yu h anon Mapryono d-Maden h o d-metida` Bar `Ebroyo (Monastery of St Ephrem, Holland:  Bar Hebraeus Verlag). R.Y. Ebied, A. Van Roey, L.R. Wickham, J. Noret, Petri Callinicensis patriarchae Antiocheni tractatus contra Damianum, IV. Libri tertii capita xxxv-l et addendum libro secundo (Corpus Christianorum, Series Graeca 54;  Turnhout: Brepols). I.I. Ica Jr. (introd. and tr.), Sfântul Isaac Sirul. Cuvinte catre singuratici. Partea II-a recent descoperita (Sibiu: Deisis). N. Iskander, Beth Gazo according to the School of Edessa (Damascus: Sidawi Printing House). C. and F. Jullien, Les Actes de Mar Mari (CSCO 602-3, Scr. Syri 234-5). —, Aux origines de l’église de Perse: les Actes de Mar Mari (CSCO 604, Subsidia 114). F. Kanichikattil, Divine Liturgy in the Vision of Narsai (Bangalore: Dharmaram Publications). E. Loosley, The Architecture and Liturgy of the Bema in fourth- to sixth-century Syrian Churches (Patrimoine Syriaque 2;  Kaslik:  Parole de l’Orient). B. Pouderon, M-J. Pierre, B. Outtier, M. Guiorgadze, Aristide, Apologie (Sources chrétiennes 470; Paris: du Cerf). N. Semaan, La preghiera vespertina feriale nella tradizione Siro-Antiochena. Testo critico, storia e studi con traduzione italiana dei testi (Bibl. Ephemerides Liturgicae, Subsidia 127). A. Tronina and M. Szmajdzinski, Wprowadzenie do jezyka syryjskiego (Studia Biblica 6; Kielce: Verbum). [7] 2004 M. Albert, Les Lettres de Jacques de Saroug (Patrimoine syriaque 3; Kaslik: Université Saint-Esprit). [French translation] P. Allen, C.T.R. Hayward, Severus of Antioch (London:  Routledge). W. Baum, Shirin: Christian—Queen—Myth of Love (Piscataway, NJ: Gorgias Press). [Tr. of German original, 2003.] D. Benjamin (ed.), Ktaba da-Qdam wad-Batar ‘a(y)k taksa d-dayra `elayta (Chicago). F. Briquel Chatonnet, M. Debié, A. Desreumaux (eds.), Les inscriptions syriaques (Études syriaques 1; Paris: Geuthner). S. Chialà, Isacco di Ninive. Discorsi ascetici. Terza collezione (Magnano: Monastero di Bose, Edizioni Qiqajon). [Italian tr.] B.M. Chirathilattu, Prayers and Fasts according to Bar Ebroyo (AD 1225\/6-1286). A Study of the Prayers and Fasts of the Oriental Churches (Münster: LIT). E. Cruickshank Dodd, Medieval Painting in the Lebanon (Wiesbaden:  Reichert). S. de Courtois (tr. V. Aurora), The Forgotten Genocide. Eastern Christians, the Last Aramaeans (Piscataway, NJ: Gorgias Press). [Tr. of Le génocide oublié, 2002). S. de Courtois, Les derniers Araméens. Le peuple oublié de Jésus ([Paris]: Le Table Ronde). [Photographs, Tur `Abdin]. H. Dogan, Hymns of the Syriac Church (Moran Etho Series 21; Kottayam: SEERI). I. Emlek, Mysterienfeier der Ostsyrischer Kirche im 9. Jahrhundert: die Deutung der göttlichen Liturgie nach dem 4 Traktat eine anonymen Liturgieerklarung (Münster: LIT). R.F. Ferreira, Símbolas Cristianos en la Antiqua Siria (Patrimoine syriaque 4; Kaslik: Université Saint-Esprit). [In Spanish and Arabic]. S.E. Güler, Urfa tarihi\/A History of Urfa ( S anliurfa Dersanesi Kültür Yayinlari 1; Sanliurfa). L. Hage, Précis of Maronite Chant (Bibliothèque de l’Université Saint-Esprit de Kaslik 46). [English tr. of Précis de chant maronite, 1999] P. Hofrichter, P. Wilflinger (eds.), Syriac Dialogue. Sixth Non-Official Consultation on Dialogue within the Syriac Tradition (Vienna: PRO ORIENTE). C. Kaniamparampil, A Concise Syriac-English Dictionary (Moran Etho Series 19; Kottayam: SEERI). G.A. Kiraz, The Syriac Alphabet for Children (Piscataway, NJ: Gorgias Press). R.A. Kitchen and M.F.G. Parmentier, The Book of Steps. The Syriac Liber Graduum (Cistercian Studies Series 196; Kalamazoo). W. Klein (ed.), Syrische Kirchenväter (Stuttgart: Kohlhammer). M. Moriggi, La lingua delle coppe magiche siriache (Quaderni di Semitistica 21; Firenze: Dipartimento di Linguisitca). R. Murray, Symbols of Church and Kingdom. A Study in Early Syriac Tradition (Piscataway, NJ: Gorgias Press). [Revised edition, with new first chapter]. M. Pazzini, Lessico concordanziale del Nuovo Testamento Siriaco (Studium Biblicum Franciscanum, Analecta 64; Jerusalem: Franciscan Printing Press). N.A. Pedersen, Demonstrative Proof in Defence of God. A Study of Titus of Bostra’s Contra Manichaeos. The Work’s Sources, Aims and Relation to its Contemporary Theology (Nag Hammadi and Manichaean Studies 56; Leiden: Brill). B. Puthur (ed.), Studies on the Anaphora of Addai and Mari (Kochi: L.R.C. Publications, Mount St. Thomas, Trikkakara P.O.). S.D. Ryan, Dionysius bar Salibi’s Factual and Spiritual Commentary on Psalms 73-82 (Cahiers de la Revue Biblique 57;  Paris: J. Gabalda). M-J. Steve, L’Ile de Kharg. Une page de l’histoire du Golfe persique et du monachisme oriental. I, Archéologie et environnement (Recherches et Publications; Paris). J. Tabet, Beth-Gazo Maronite Add. 14.703. Troisième volume: chants pour la Résurrection (Collection Sources liturgiques Maronites 4; Kaslik: USEK). H. Takahashi, Aristotelian Meteorology in Syriac: Barhebraeus, Butyrum Sapientiae, Book of Mineralogy and Meteorology (Aristoteles Semitico-Latinus 15; Leiden: Brill). M. Tamcke (ed.), Syriaca II. Beiträge zum 3. deutschen Syrologen-Symposium in Vierzehnheiligen 2002 (Studien zur Orientalischen Kirchegeschichte 33; Münster: LIT). B. Varghese, West Syrian Liturgical Theology (Aldershot: Ashgate). P. J. Williams, Early Syriac Translation Technique and the Textual Criticism of the Greek Gospels (Texts and Studies III.2; Piscataway, NJ: Gorgias Press). [8] The following items might also be noted: ‘Syriac Studies: a classified bibliography (1996-2000)’ has appeared in Parole de l’Orient 29 (2004), 263-410. The first number of a new periodical whose coverage includes Syriac appeared in 2004: Collectanea Christiana Orientalia (CCO), published jointly by the Universidad de Córdoba and CEDRAC (Université Saint-Joseph). ISSN 1697-2104; distributer: Pórtico Librerías, S.A., PO Box 503-50081 Zaragoza, Spain (email: suscrip@porticolibrerias.es).",
    "title" : 
    [ "Recent Books on Syriac Topics",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1prbrock",
    "type" : "bibliography",
    "displayTitleEnglish" : "Recent Books on Syriac Topics" }