
  { "fullText" : "[1] Instructing Christians to care for the poor is a common theme in the Syriac tradition. An extended version of this essay was written for a seminar on Poverty and Charity in Late Antiquity instructed by Peter Brown at Princeton University. Credit and special thanks are also due to Professor Robert Doran of Amherst University for all of his extremely helpful comments on many aspects of this paper. Texts in the form of homilies, poems, or hagiographies employ various pedagogical strategies for the purpose of preaching, expounding upon, or demonstrating the value of charity. Two sources which represent the didactic qualities of such instruction are the sixth-century Story of the Man of God of Edessa and the eighth mēmrā of fourth-century Book of Steps ( Liber Graduum ), which is titled “On One Who Feeds all of His Possessions to the Poor.” The former is a hagiographical text while the latter is one short portion of the well-known anonymous collection of thirty mēmrē . It is worth mentioning at the outset that while I shall not address the issue here, discussions of the Book of Steps usually include analysis of the debate over whether there is a Messalian affiliation with the text. For a concise summary of this debate, see Columba A. Stewart, Working the Earth of the Heart: The Messalian Controversy in History, texts and Language to AD 431 , (Oxford: Clarendon Press, 1991).  References to the eighth mēmrā of the Book of Steps in this essay are to the M. Kmosko 1926 critical edition in PS III. For the sake of convenience, I shall also use Kmosko’s system for division of the text of mēmrā 8 into five sections. All references will cite the mēmrā number, followed by the column number and line numbers.  A complete English translation of and introduction to the Book of Steps by R.A. Kitchen ad M.F.G. Parmentier is forthcoming from Cistercian Publications.  For the purposes of excerpts cited here, I use my own working translation. By comparing these ostensibly disparate sources, it is possible to find striking correlations in their instructions to care for the poor. [2] I have chosen to compare these two texts for simple and straightforward reasons. First, it is well known that the anonymous author of the Book of Steps divides the Christian community into two main groups, the Upright ( kēnē ) and the Perfect ( gmīrē ). On the division of the Christian community into these categories, see R.A. Kitchen, “Conflict on the Stairway to Heaven: The Anonymity of Perfection in the Syriac Liber Graduum ,” (Symposium Syriacum VII, Uppsala 1996; Orientalia Christiana Analecta 256, 1998) 211-220. See also Daniel Caner, Wandering, Begging Monks: The Promotion of Monasticism in Late Antiquity, (The Transformation of Classical Heritage 33; Berkeley: University of California Press, 2002) esp. 106-112 and finally, Antoine Guillaumont, ‘Situation et signification du « Liber Graduum » dans la spiritualité syriaque’ in Symposium Syriacum 1972, 311-322. Collectively, the mēmrē in the Book of Steps enumerate the duties and character of these groups with respect to many issues, among them poverty and charity. Mēmrā eight is one homily which exclusively addresses Christians who renounce material wealth to varying degrees. It also lays emphasis on the voluntary aspect of giving away material possessions for the sake of the Lord. Our second text, The Story of the Man of God of Edessa , is a parable enjoining Christians to care for the poor and glorifying the example of a saint whose most significant deed was the fact that his severe poverty was voluntary. Set in the late fourth and early fifth century, this hagiography likewise conveys the import of maintaining the needs of the poor and indigent, this time in the form of a moral lesson. Searching these sources for common motifs, especially in relation to poverty and charity, yields useful information for increasing our understanding of each text. The Book of Steps, Mēmrā Eight [3] According to the Book of Steps, how a community member functions depends upon whether or not one is Upright or Perfect. Put simply, the Perfect are characterized by a total renunciation of material wealth and a complete reliance upon the charity of others for material sustenance. Charity in the Book of Steps thus has two dimensions: it is favorable to give charity as an act of benevolence (which simultaneously constitutes a renunciation of a portion of one’s wealth), and it is favorable to receive charity if the condition under which one receives it is the pursuit of Perfection. Provision of such charity is, in turn, the obligation of the Upright. D. Caner, Wandering, Begging Monks, 108-109, n 111. In return for giving the Perfect their sustenance, the Upright benefit from the teaching and prayers of the Perfect, who comprise a valuable spiritual asset for the community as a whole. References to this symbiotic relationship are numerous in the Book of Steps. For another discussion of the exchange of actual for spiritual merchandise, see Adam Becker, “Anti-Judaism and Care for the Poor in Aphrahat’s Demonstration 20,” Journal of Early Christian Studies, 10 (2002) esp. 311-12. The eighth mēmrā , which is short and seemingly non-descript, provides a simple formula for activities incumbent upon the Upright on the basis of Matthew 25:35-36; feeding the hungry, clothing the naked, giving drink to the thirsty, healing the sick and visiting the imprisoned. Wealth is permitted for the Upright only if they use it for the welfare of others.  Put simply, the Upright maintain the social needs of others. A. Guillaumont, ‘Situation et signification’ 311-322. That the Perfect are in need of support is a theme throughout the Book of Steps.  Mēmrā eight concisely summarizes the circumstances under which the Perfect retains no possessions, and “has no place on earth to lay his head.” 8: 193, 20-21. Instead he “contemplates what is in the heavenly Jerusalem, and is focused there on the Lord.” 8: 193, 6-7. [4] Daniel Caner’s recent work illustrates that the instruction to care for the masses of the poor which is directed towards the Upright in the Book of Steps also refers to assisting the impoverished Perfect. A system of reciprocity between Upright and Perfect, whereby material support is exchanged for the spiritual assets conferred upon the community by the Perfect is clear elsewhere in the Book of Steps. Caner, Wandering, Begging Monks , 109. On the parallels between the relationship of the Upright and the Perfect and that of the Manichaean “Elect” and “Auditor” see Jason Beduhn’s The Manichaean Body , (The Johns Hopkins University Press, 2000) especially pp. 27ff. Beduhn cites the Latin Tebessa Codex which expounds upon these categories in Manichaean doctrine and states: “These two grades…support each other and whoever has abundance of anything shares it with the other; the Elect with the Auditors from their heavenly store... and the Auditors with the Elect [from their terrestrial wealth].” That the Perfect could resemble the everyday poor is a theme in mēmrā twenty, where one such Christian is described as “begging food and clothing like a poor person.” ibid. 110, n 120. The relation between Upright and Perfect as one of giving and receiving charity is explicit in mēmrā three, which reports that the Upright must also support “those who have no possessions or profession, who apply themselves wholly to the teaching of our Lord.” 11 Thus, when we read the term “the poor” in the Book of Steps, we should bear in mind both types of recipients of charity. Corresponding to each category of recipient, charity in the Book of Steps thereby has both an inherent and a potentially reciprocal value. [5] In keeping with this hypothesis and therefore in spite of its title, the actual masses of the poor make no substantive appearance in this mēmrā , which primarily communicates the difference between the Upright and the Perfect while assuring the Upright of their salvation and encouraging the pursuit of perfection through daily spiritual advancement. In this sense the eighth mēmrā is both a presentation of a scheme and an exhortation. While the station of the perfect is stressed as vastly superior to that of the Upright, the mēmrā contains numerous reminders of the dignity of the Upright, who are always assured of their status, their eventual salvation and impending reward. In the first section of mēmrā eight we read: “If you know the Truth, that Truth will set you free”; even though the free are not perfect, as soon as they know the truth they are liberated from lying and enslavement to sin and they shall become Upright, and they shall not come into judgment.” 8:192, 7-12, cf. John 8:32. The first section also outlines what was noted above as characteristic of the active ministry of the Upright: feeding the hungry, giving drink to the thirsty, welcoming the stranger, clothing the naked, and visiting the sick and the imprisoned. This is the only mention of society’s have-nots in the entire mēmrā . They serve only to illustrate the basic duties of the majority of the members of the community. The relative status of the Upright is noted at the end of this section, where the author notes that the Upright are on a path to salvation and that through daily persistence they may attain the Perfection that is beyond acts of charity. [6] In this opening section of the mēmrā , we are also confronted by an apparent contradiction.  The Apostle Paul claims that giving up all worldly possession is of no benefit if one does not possess love, yet Jesus tells his apostles that the reward of one who gives even a cup of water to another shall not be lost. The entire homily serves to reconcile these two views by imposing the scheme of “Upright versus Perfect” onto the text. Paul was referring to the formula for Perfection, while Jesus was expounding on the active aspects of Christian ministry performed by the Upright. The author reconciles this contradiction in the following excerpt from section two: But how did the Apostle say that these things are nothing? Here “these things” refers to charitable deeds.  He also said, “If I should give my body to be burned and love is not in me, I am nothing.” 1Cor13:3. For what indeed is that thing which is better than all things for which the Apostle longs? The Lord said “Whoever gives his cheek to the one who strikes him and is patient, he shall come to Perfection, if he loves and prays for whoever strikes him.” Is it that the Apostle negates the words of our Lord? God forbid! No, he does not negate them. Rather, he builds upon them.  The Apostle does not say that the words are not fitting, rather, something great he puts there. Meaning, he gives the words a greater meaning.   Namely [the Apostle is talking about] I have inserted this phrase in square brackets, as it is my best rendering of the meaning of this section where we see a continuation of the theme of differences between the Upright and the Perfect. What follows is a long list of attributes of the one who possesses “humble love”, (the Perfect) which in turn is personified, adding a degree of vagueness to the description. one who feeds all he has to the poor for the sake of God, and is emptied out as He commanded him, and he renounces all things but that humble love is not in him, who is compassionate to his murderers and who washes the feet of his enemies and who considers all people as if they are greater than he, Cf. Phil 2:3. In general, this excerpt recalls themes in Phil. 2:5-8, where Christ humbled Himself as he took on the “form of a servant, and was made in the likeness of men.” and who gazes upon the heavens and not the earth, and in his mind contemplates what is in the heavenly Jerusalem, and is focused there on the Lord. 8: 192, 15-8:193, 9. [7] Thus the explanation of this apparent paradox is that “the thing for which the Apostle longs” is to attain a state of spiritual advancement whereby one loves and prays for one’s enemies. It is in this section that we first encounter the term “ msārrqūţā ”, ‘emptying out.’ This is designated as a great commandment, and indicates the complete renunciation of wealth, stability, and family life. In order to perfectly fulfill the great commandment, msārrqūţā must be accompanied by makkīkūţā , ‘humility.’  Without “humble love”, renunciation is not meaningless, but it is insignificant when compared to the fulfillment of the great commandment as performed by the Perfect Christian. Interestingly, Perfect love is personified in the remainder of this section, in an elaborate description of what a Perfect should embody. [8] The disparity between Upright and Perfect is reiterated in the beginning of section three, which is also the section that best highlights the difference between material renunciation and interior spiritual advancement.  The author notes that it is possible to renounce all possessions on behalf of the Lord and still not achieve perfect humility: For it is possible that men give all they possess and become needy on earth for the sake of the Lord, yet not arrive at that humility. For they love as much as they are loved, and they are humble to some men and they are not humble to everyone. And on account of that they are much less than one who comes to complete love. For he who does not become humble, is not being perfected, and he who is not humbled is much less than the Perfect ones. 8:196, 1-10. [9] Thus this sermon summarizes, in a simplified form, the Book of Step’s schematic for levels of spiritual advancement as effected by gradations of the renunciation of wealth. The Upright do charitable works, and the Upright who are advancing towards Perfection renounce possessions, but with varying degrees of humility and love for others. Once those degrees are surpassed, the Upright achieves Perfection, and is humbled to all. Overcoming obstacles to perfect humility is the process by which one is perfected.  In section five, we read a summation of the relative worthiness of the Upright and the Perfect: And also there are those men who left behind all they possessed for the sake of the Lord and who love Him, and are compassionate towards Him, but there is not in them that love that loves God and Human Beings. And because they loved the Lord, He reveals to them the mysteries that are in the heavens, and all knowledge of faith, yet they do not understand the height and the depth and the latitude and the longitude that (perfect) love comprehends. Rather, they understand the mysteries and all the knowledge that is in faith. 8:197, 18-8:200, 1. [10] In the passages presented thus far, the key issue is the voluntary nature of the renunciation of wealth. In the proto-monastic world of the Book of Steps, neediness alone could not comprise Uprightness. The volition with which one became needy and the degree of his accompanying humility determined the status of the believer. Caner aptly observes that “the Book of Steps describes not so much a monastic community or even a single, unified ascetic elite as a reciprocal relationship that loosely binds spiritually advanced ascetics to other Christians.” Caner, Wandering, Begging Monks , 111. The excerpt above elucidates an aspect of such spiritual advancement in a manner typical of the Book of Steps: while it points towards those who “left everything,” that is who renounced wealth for the sake of the poor, it is nonetheless a reference to the Upright and not to the Perfect, as the mēmrā goes on to clarify that Perfection is characterized by complete humility and abasement in addition to the renunciation of wealth. In this mēmrā we read that the Perfect “reckons sinners greater than he, while he is not anxious all day, and does not have a place to prop his head on the earth.” See 8: 193, 19-21. The lines cited above, which open the concluding section of the mēmrā , simultaneously reassure and encourage the Upright. For a discussion of the possibility of an Upright attaining Perfection with respect to those stations in terms of Adam and the Fall, see Aleksander Kowalksi, Perfezione e Giustizia di Adamo nel Liber Graduum (Rome: Orientala Chrsitiana Analecta 232, 1989). [11] The fifth and final section of this mēmrā reiterates the theme of having knowledge of faith without comprehending perfect love. It exhorts the Upright to seek perfection by emphasizing the vast superiority of that station to all others, but likewise continues to stress that the life of the Upright is not without its reward. [12] In this short, at first non-descript homily, some essential themes of this unique strand of earliest Syriac asceticism are encapsulated. It is above all an instructional text, reminding the community of its obligations, its character, and its impending salvation. It is aimed primarily at the Upright who are involved in an active, practical ministry aimed at serving the needs of the indigent Perfect, while it idealizes the Perfect whose inner life and spiritual advancement surpass the ordinary world of giving and taking. It remains to see the Upright Christian who ministers to the poor in action, as a character in an inspiring and motivational story. The Story of the Man of God of Edessa provides precisely that sort of motivational parable. The Man of God of Edessa [13] The history of this hagiographical text is complicated and somewhat convoluted. The Story of the Man of God , a sixth-century anonymous saint’s life became conflated with the Life of Saint Alexis in the early Middle Ages. See Arthur Amiaud. La légende syriaque de saint Alexis, l’homme de Dieu , (Paris: Bibliothèque de l'Ecole des hautes etudes, 1889) and forthcoming  from Cistercian Publications, a comparison of  the Syriac and Greek versions of the story of the Man of God in an essay by R. Doran. In 1889, Arthur Amiaud published his research on Syriac manuscripts relating to Saint Alexis, whereupon the Man of God narrative was shown to be an earlier story to which the material relating to Saint Alexis was added. My hypothesis is that the story of The Man of God is a parable aimed at encouraging devotional behavior in a manner which is thematically consonant with the Upright Christian’s as outlined in the Book of Steps. It is not a typical hagiography, however, in that it is sparing in its use of miracles to embellish the narrative, and is essentially unadorned by extensive biblical quotation, even in cases where obvious references virtually spring to mind. As such, the story is a clear and simple pedagogical tool, which must have resonated in its function as a parable for those to whom it was read. Dr. Doran has kindly provided me with a manuscript of his upcoming publication on the issue of the life of The Man of God as a parable, where he explores some of these issues in greater detail. [14] The Syriac version of the narrative of the Man of God is set during the lifetime of the Bishop Rabbula, who presided over the Church in Edessa from 412-436 CE.  The manuscript dates to the sixth century, whereas the story itself bespeaks an earlier milieu. The basic plot of the Story of the Man of God is that the son of wealthy parents rejects the ostentatious life, and wife , that his noble birth afford him. He leaves home on his wedding day and boards a ship headed for Edessa where he proceeds to live as an anonymous and pious poor person, devoted to nearly constant prayer and refusing to reveal his identity until compelled to do so by an oath made by a church custodian. In his forthcoming publication, cited above, Robert Doran also notes similarities between the Man of God narrative and the life of John Calybite. This kind of uprooting and dislocation is an essential aspect of the story, in that it is the main cause of the deep fissure between the Man of God’s past and his ascetic life. Upon discovering the worldly nobility of the Man of God, the custodian wishes to reveal the secret, and promises not to only at the urgent request of the Man of God. The protagonist then falls ill and passes away in a hospital for the poor. After his death, the custodian notifies Bishop Rabbula and divulges the Man of God’s true identity. Seeking his remains in a cemetery for the poor, the Bishop and the custodian are only able to find the rags worn by the old man. [15] In remorse mixed with inspiration, the Syriac version of the story relates Rabbula’s resolution to care for the poor, with the added warning that one could never be sure that precisely such a holy person was not in their midst. Rabbula asks, “Who knows whether there are many like this saint, who delight in abasement, nobles to God in their souls, but not recognized by humans because of their physical abasement?” Amiaud, La légende syriaque , appendix, 9. Rabbula thus demonstrates a particular response to the presence of the poor and indigent. It is noted that he subsequently suspended all other activities and building projects to devote himself completely to the care of the needy.  The potential presence of such hidden treasure troves of spiritual excellence is explicitly acknowledged by Bishop Rabbula. As such, poor people like the Man of God provided the community, which in turn is represented in the story by the figures of the Bishop and the custodian, with a clear mechanism for Christian action in the form of charity. It is well worth remembering that the Life of Alexander Akoimetos tells us that before he was a Bishop, Rabbula gave up all material possessions and devoted himself to a life of severe asceticism. See Caner’s appendix in Wandering, Begging Monks, 261-263. [16] Thus the Story of the Man of God is both a parable and a story about tests, and as a pedagogical tool it thereby serves two instructional purposes. First, those who hear the story should be inspired by the hero’s bravery, devotion and pious behavior. Second, like Rabbula, they should be inspired to modify their own behavior towards the poor. The performance of such charitable acts is, according to The Story of the Man of God , informed by the two sentiments expressed by Bishop Rabbula: a desire to help the poor and indigent, and a suspicion that a holy man in the guise of a beggar was always in one’s midst. This theme obviously alludes to the words of Christ in Matthew 25:35-36, the same verses that open our mēmrā in the Book of Steps . On the relationship between the Man of God legend and the Life of Rabbula, see Hans Drijvers, “The Man of God of Edessa, Bishop Rabbula, and the Urban Poor, Church and Society in the Fifth Century,” JECS 4 (1996) 235-248. The argument put forth by Drijvers asserts that both texts are propaganda tracts aimed against Rabbula’s rival and successor, Hiba. [17] Parallels between the Perfect and the Man of God are also evident. For example, the Man on God was an heir to great wealth, but rejected it. He was “joyfully separated from his country, for he yearned and was pressing in his position to be enrolled and recognized in the Jerusalem which is above.” Amiaud, La légende syriaque , appendix, 2. The Perfect likewise “contemplates what is in the heavenly Jerusalem, and is focused there on the Lord.” 8: 193, 8-9. Both opt for a life of severe poverty, and rely upon others for material support. Both represent a spiritual asset for the Christian community, as the Book of Steps makes clear and as Rabbula explicitly states at the end of The Story of the Man of God. Whether this asset is exploited for political purposes is another matter, see Drijvers, op. cit. 248. The similarity between the Perfect and the Book of and the Man of God is ultimately bolstered by the similitude of both figures as pedagogical characters. We should remember that perfection is an ideal to which Upright Christians aspire. When Bishop Rabbula and the custodian marvel at the remarkable sacrifices made by the Saint in his life of voluntary poverty we have two parallels for Upright Christians on the path to perfection. For example, our author tells us: From then on, that custodian, although he had been doing his work, improved himself through severe practices. He trained his body more than previously until even his appearance bore witness to his practices, as he told himself, “If that one who lived in great luxury does these things, what should we wretches do to receive our redemption?” Amiaud, La légende syriaque , appendix, 7. [18] The custodian and Bishop Rabbula are as impressed by the austerity of the life of the Man of God as they are by the voluntary renunciation of wealth and physical abasement undertaken by the Man of God. If we wish to round out our understanding of Upright Christians aspiring towards or transitioning into a life of Perfection, the examples of Rabbula and the custodian, on account of their reflection and reactions, are useful models. On the figure of Rabbula as a “paradigm of action” see Susan A. Harvey, “The Holy and the Poor: Models from Early Syriac Christianity,” in The Eye of a Needle: Judeo-Christian Roots of Social Welfare , ed. Emily Albu  Hanawalt and Carter Lindberg (Clarksville: Thomas Jefferson University Press, 1994) 43-66. Conclusion [19] Throughout the Book of Steps, and in capsule form, in the eighth mēmrā of that collection, the position of the Upright with respect to the Perfect is clear. They are to support the efforts of the elect who in turn provide a spiritual asset for the community. A key aspect of perfection in the Book of Steps is the combination of voluntary poverty with extreme physical and social abasement. This renders the Perfect identical to the masses of the poor, to beggars, to precisely the persona we see adopted by the Man of God. The Story of the Man of God is a hagiographical manifestation of the intended message of this mēmrā , with the Man of God in the role of the Perfect Christian who voluntarily renounces all worldly goods and who also resembles an anonymous poor person in spite of his high spiritual and social status. In this hagiographical text, through the figures of the custodian and Bishop Rabbula, listeners were reminded that providing for the poor was incumbent upon them in part because of the inherent value of giving, and in part because of the potential greatness of the recipient. The author of the Liber Graduum makes another reference to just such a possibility in 25.6, col. 745. [20] The Man of God himself was every man’s Christian hero. He presented a challenge in that he represented the potentially hidden member of the spiritual elect in the guise of a poor person to whom someone like the Upright Christian should minister. As a pedagogical tool, the figure of Man of God was, in short, a benevolent boogeyman; ever-present in the back of one’s mind, and lurking, as a test for those around him, in every crowd of beggars huddled on the street. In these two short, disparate and somewhat elusive texts, a comparison of common motifs serves to flesh out and broaden our potential understanding of each. _______ Notes 11 ibid. 111, n 129. _______ Bibliography Amiaud, A., La légende syriaque de saint Alexis, l'homme de Dieu, (Paris: Bibliothèque de l'Ecole des hautes etudes, 1889). Beduhn, Jason, The Manichaean Body, (The Johns Hopkins University Press, 2000) Becker, Adam, \"Anti-Judaism and Care for the Poor in Aphrahat's Demonstration 20,\" Journal of Early Christian Studies , 10 (2002) 305-327. Caner, D., Wandering, Begging Monks: The Promotion of Monasticism in Late Antiquity, (The Transformation of Classical Heritage 33; Berkeley: University of California Press, 2002). Drijvers, Hans, \"The Man of God of Edessa, Bishop Rabbula, and the Urban Poor, Church and Society in the Fifth Century,\" JECS 4 (1996) 235-248. Guillaumont, A., 'Situation et signification du « Liber Graduum » dans la spiritualité syriaque' ( Symposium Syriacum 1972) 311-322. Harvey, Susan A, \"The Holy and the Poor: Models from Early Syriac Christianity,\" in The Eye of a Needle: Judeo-Christian Roots of Social Welfare, ed. Emily Albu Hanawalt and Carter Lindberg, (Clarksville: Thomas Jefferson University Press, 1994) 43-66. Kmosko, M., ed., Liber Graduum (Patrologia Syriaca 3; Paris, 1926). Kowalksi, Aleksander, Perfezione e Giustizia di Adamo nel Liber Graduum, (Rome: Orientala Chrsitiana Analecta 232, 1989). Kitchen, R.A. \"Conflict on the Stairway to Heaven: The Anonymity of Perfection in the Syriac Liber Graduum ,\" (Symposium Syriacum VII, Uppsala 1996; Orientalia Christiana Analecta 256, (1998) 211-220. Stewart, C.A., Working the Earth of the Heart: The Messalian Controversy in History, texts and Language to AD 431, (Oxford: Clarendon Press, 1991).",
    "title" : 
    [ "Methods of Instructing Syriac-Speaking Christians to Care for the Poor: A Brief Comparison of the Eighth Mēmrā of the Book of Steps and the Story of the Man of God of Edessa.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Khalek, Nancy A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1khalek",
    "type" : "article",
    "displayTitleEnglish" : "Methods of Instructing Syriac-Speaking Christians to Care for the Poor: A Brief Comparison of the Eighth Mēmrā of the Book of Steps and the Story of the Man of God of Edessa." }