
  { "fullText" : "[1] Although northern Syria holds the remains of hundreds of churches from the fourth through seventh centuries, the approximately forty-five churches containing a bema —the large horseshoe-shaped platform in the centre of the nave – have historically been the most studied structures. The architectural evidence for the bema was presented initially by Georges Tchalenko. Georges Tchalenko, Églises Syriennes à Bêma , (Paris: Librairie Orientaliste Paul Geuthner, 1990). This work is based on his survey work during the 1950s. Since then, there have been several books and articles which use the architectural evidence to illuminate the literary evidence. The most recent work is Erich Renhart, Das Syrische Bema: Liturgisch-archäologische Untersuchungen (Graz: Grazer Theologische Studien, 1995). Emma Loosley should be commended for bringing together the architectural and literary evidence in her attempt to prove that these churches are located in discernible clusters which may reflect a particular school of thought at Antioch. In The Architecture and Liturgy of the Bema in Fourth- to Sixth-Century Syrian Churches , Loosley illustrates the importance of looking at both the literary accounts and the physical remains of the entire corpus of churches when making observations about the architecture and liturgy of the West Syrian church. [2] In her introduction, Loosley sets out the two major aims to her study: to provide an updated account of the bema churches through photographs taken during her own fieldwork and to try to establish these churches within the architectural corpus and liturgical tradition of the churches of Syria (pp. 21-22). She then gives a brief account of the development of early Christian architecture (pp. 22-26) and introduces the region where the majority of these churches are found, the Limestone Massif in north-western Syria (pp. 26-28). The reader is subsequently introduced to the problems associated with studying the bema churches, including the issue of how the term bema should be defined when it is used in the written sources (pp. 20-30). For example, depending on the origin of the source, the term can refer to a large platform in the nave or the raised sanctuary area or can be used as a synonym for the ambo . Loosley also briefly discusses the use of the bema in other religious traditions, since its origins almost certainly lie outside of Christianity (pp. 30-32). Finally, she identifies the major problem in defining and explaining the bema . Although there are several extant examples of the bema , its purpose is unclear in the few West Syrian liturgical sources we possess (p 35). [3] The introduction identifies a number of the major problems in studying the bema churches. These are issues that Loosley goes on to discuss in the remainder of the book, and include such things as scholarly reliance on East Syrian sources to explain West Syrian liturgy. However, the one area that is left unfinished in the introduction (and in the rest of the book) is the discussion Loosley begins on the origins of early Christian architecture and the development which eventually led to the bema churches (pp. 22-26). The evolution of church architecture in Syria from the third century house church at Dura Europos to the massive structures of the fourth and fifth centuries, including those with bemata , is not clearly presented here. I could not help feeling that this short section on the origins of Christian architecture could have been expanded into a short chapter which would have provided a better context for the discussion of the bemata . [4] The first chapter of the book is the strongest, and Loosley presents a number of new archaeological ideas which should restart the discussion about this particular corpus. She presents the archaeological evidence for the bema , both in Syria and elsewhere, and discusses the archaeological evidence for the origins of the bema within the synagogue architectural tradition (pp. 44-47). Loosley also reestablishes several of the facts that we know about these churches, including the absence of the bema from monastic churches and the fact that only one bema church is known per settlement. (pp. 43-44). In doing so, she addresses the two major theories concerning the construction and use of these particular churches: the assertion that all of the bema churches were associated with martyria (pp. 49-57) This theory comes out of an assessment of Tchalenko’s work. See particularly page 52 in Loosley. and Castellana’s hypothesis that the bema was the result of the social or political influence of wealthy members of the community (pp.57-64). P. Castellana, “Note sul bema della Siria settentrionale.” ( Studia Orientalia Christiana , Collectanea 25 [1992]), 90-100. [5] In both cases, her analysis is absolutely correct. She first dismisses the idea that the bema was only connected to churches which had an important relic or holy site affiliated with them. She points out that while the majority of the bema churches were connected to sites with martyria, the cult of saints was prevalent throughout Syria and consequently it is not really possible to connect only bema churches with martyria or relics (p. 55). For example, many important pilgrimage sites were found without a bema, particularly those connected to Stylites (p. 56). Rather, she offers the possibility that the bema provided a way to display or use a relic during services. Since the bema stood in the same place as the pillar of the Stylite in some of the major pilgrimage churches (such as at Qalʿat Semʿan), Loosley suggests that the altar that is sometimes found on the bema might be linked to the display or veneration of the relic during the liturgy (pp. 49-50). This is an extremely interesting idea that deserves further consideration, since it has been difficult to explain the use of the altar on the bema given the presence of an altar in the sanctuary. [6] The second part of her discussion centers on Castellana’s idea that these bema churches can be connected with a prominent member of the community through their proximity to an important tomb or nearby villa. (pp. 57-60).  According to Loosley, these “are elements that Castellana relates to civil rather than ecclesiastical power” (p. 57), suggesting that the bema churches were the result of a wealthy or powerful patron. Loosley quite rightly points out that we know far more about the actual architects of these churches than we do about the patrons, citing the extremely important example of Markianos Kyris, the man responsible for building a large number of these structures. (pp. 60-64). Following this reasoning, she turns away from the concept of a secular patron, and considers the questions of who would have built these churches and why.  Her observation that Markianos Kyris was also a member of a religious community (since he was buried in a monastery) (p. 61) leads into her discussion of the possibility that the bema churches reflect a particular set of religious teachings coming from Antioch. These churches were built in clusters over the period of three centuries, each group probably reflecting the earlier one. She is further able to identify these churches as a unique corpus by distinguishing these bemata from the mosaic bemata found further to the west, (pp. 68-70) and the bema of the East Syrian church in Mesopotamia. [7] In her second chapter, the author turns to the sources that mention the bema . Loosley returns to the discussion started in the introduction concerning the proper translation of the term, and discusses its presence in Jewish and Manichean sources (pp. 86-88). She then turns to the Syriac sources, where she restricts herself to liturgical commentaries and explanations. As well, she restricts herself to unambiguous references to the bema as the large platform in the nave (p. 89). She brings to the forefront the issue of the lack of sources in either the West or East Syrian traditions. Her discussion starts with the earliest sources, including the Didascalia Apostolorum , and concludes with the ninth century East Syrian Expositio Officiorum Ecclesiae. [8] Earlier studies of the liturgy of the bema for both the West and East Syrian traditions have relied heavily on interpretation of the East Syrian texts, a methodology which does not account for the important differences between these groups. Loosley stresses this point, and it is an important one (pp. 100-102). While her discussion of the later sources is clear, I found her discussion of the earliest sources problematic precisely because it was not clear. In her discussion of the Syriac version of the Didascalia Apostolorum , for example, she talks first about a church layout which places a platform at the east end of the church, a liturgical arrangement known from Dura Europos (p. 90). She then discusses another passage from the same source that clearly uses the word bema, and indicates that the reference “specifically refers to the bema in the centre of the nave.” (p. 90). While the Syriac does use the word bema, the text does not clearly indicate its placement within the church. Arthur Vööbus, The Didascalia Apostolorum In Syriac, Chapters 1-X. CSCO 176, (Louvain: Secrétariat du Corpus SCO, 1979), 38. Loosley’s interpretation may be correct, but a clearer and more complete discussion of the Syriac would have been helpful. This is a problem throughout the section on the earliest sources. [9] Chapter 3 moves a step further, and tries to illustrate how the bema was used in the West Syrian liturgy through a combination of the textual and archaeological sources. Loosley also compares the East and West Syrian traditions in terms of the liturgical organization of the bema and the symbolism associated with it. Again, she is quite rightly cautious of using the East Syrian sources to assess the West Syrian archaeological material. Based on her own archaeological evidence and the literary analysis, and Renhart’s categorization of the sources concerning the bema , she concludes that “the bema is always a peripheral element in West Syrian texts rather than at the centre of the rite.” (p. 128) The fact that the bema did not always play a central role could perhaps have been better connected to Loosley’s theory about the liturgical connections of the bema churches with a single school of thought emanating from Antioch. If her theory is correct, this could explain why there are few references to the bema in the West Syrian texts, and why it does not retain the mystical dimension that it does in the East Syrian texts. [10] The final chapter is dedicated to summing up the answers that can be given—and stating those that still remain. Loosley illustrates the importance of associating written and archaeological sources, and provides an update on the situation of these very important monuments. She provides a list of work that still needs to be done on these churches. Loosley quite rightly calls for a comparison of East and West Syrian architectural styles—and I believe this could be expanded to a work much like hers for the bema (p. 148-149). Further, Loosley has initiated discussion on an even bigger problem: much more work needs to be done on all of the churches of northern Syria, not just those containing bemata . [11] The remainder of the book is dedicated to three appendices and a catalogue of photos from the bema churches. The appendices provide the sources of our information on all of these churches; the dates; and the obvious clusters that Loosley has identified (pp. 155-163). The photos provide a photo essay on both preservation and decay and are an extremely important document of what we are losing in this region archaeologically (pp. 167-283). However, she has not included either a map of the region or any church plans, which often makes it difficult to visualize the churches and liturgical arrangements she is discussing. [12] Overall, The Architecture and Liturgy of the Bema in Fourth- to Sixth- Century Syrian Churches is a valuable addition to the debate concerning the bema churches of northern Syria. Loosley’s architectural assessment is extremely important, and her clear divisions between West and East, and even among the West Syrian community should help to restart the debate about uniformity in the early Christian world. The need to look at both architectural and literary evidence is also highlighted by this work. _______ Notes",
    "title" : 
    [ "Emma Loosley. The Architecture and Literature of the Bema in Fourth- to Sixth- Century Syrian Churches. Patrimoine Syriaque 2. Kaslik: Parole de l’Orient, 2003. Pp. 294.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Cassis, Marica" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n2prcassis",
    "type" : "review",
    "displayTitleEnglish" : "Emma Loosley. The Architecture and Literature of the Bema in Fourth- to Sixth- Century Syrian Churches. Patrimoine Syriaque 2. Kaslik: Parole de l’Orient, 2003. Pp. 294." }