
  { "fullText" : "[1] An international conference on Syriac wall paintings was held from 20 to 22 May 2004 in Damascus. It was organized by Mat Immerzeel (Paul van Moorsel Centre for Christian Art and Culture in the Middle East, University of Leiden), Andrea Schmidt (University of Louvain) and Stephan Westphalen (Deutsches Archäologisches Institut, Berlin-Damascus). The participants convened in the German Goethe-Institut in the Sharia Malki which is located in the same building as the German Archaeological Institute. The conference was supported by donations of the Gerda Henkel Stiftung (Germany), the German Archaeological Institute (Berlin), the Oriental Institute of the University of Louvain and the pioneer project on Syriac Christianity of the Leiden University. [2] The main interest of the symposium was focused on the newly restored Syriac-Melkite monastery of Saint James (Dair Mar Yakub) near the village Qara in the Qalamun Mountains. Together with Saydnaya, \"up>clula and Yabrud this village, situated of approx. 95 km to the northeast of Damascus, is among the most ancient Christian centres in the Qalamun. Since 1999 the German Archaeological Institute in Damascus under the directorship of St. Westphalen was engaged in the restoration of the wall paintings dating from the 11 th and 13 th century which had been discovered in the church of the monastery. Twenty-two fragments of the church were already removed from the walls in 1970 and had been kept in the museums of Damascus and Dair c c Atiye. Except for two fragments, which are part of the exhibition in the National Museum in Damascus, the fragments of Dair c Atiye have been now returned to Dair Mar Yakub which is inhabited by a newly founded convent of eight nuns. A. Schmidt cooperated with the restorers investigating the history of Qara from the 5 th to the 20 th century. The results of these research studies carried out between 1999 and 2004 were discussed in a broader assessment of Christian wall paintings in Southern Syria (Dair Mar Musa, Ma c arrat Saydnaya), Lebanon (Qadisha Valley) and Egypt (Dair al-Surian). Another subject of the conference was the cultural identity of the Christian minorities in Syria and its cultural and sociological background. The conference thus brought together the practical skills of restorers with the distinguished analysis of art historians and experts in Byzantine, Syriac and Arabic studies. [3] The conference was opened the evening before with a reception in the courtyard of the Netherlands Institute for Academic Studies in Damascus situated in the old town of the city near Bab Sharqi. Mat Immerzeel (Leiden) delivered a lecture about a very popular subject in medieval church decoration in Lebanon and Syria—that of the equestrian saint ( Holy horsemen and templar’s banners .) He specially focused on the role of the crusader’s art in the contacts with indigenous christians. After him, Bas Snelders (Leiden) spoke about the origin and the unusual Asiatic style of a Syriac liturgical fan from the 13 th century once belonging to the Syrian monastery in Wadi Natrun which is now preserved in the collection of the Musée Royal de Mariemont in Belgium ( The flabellum from Dair al-Surian, a unique liturgical object from the 13 th century ). He discussed arguments in favour of Mongolian influence in the iconographic representation of the Mother of God with child. [4] Next day the sessions were opened by the historical section of the symposium. Klaus-Peter Todt (Mainz) spoke about Greek Orthodox Christians in Southern Syriac in the period of the crusaders. He focused on the reestablishment of the authority of the Orthodox Patriarchate of Antioch during the Byzantine reconquest of Southern Syria (969-1084) and the renewal of Melkite institutions during this period. The question of the use of liturgical languages in the patriarchate of Damascus—Greek or Syriac—was broached too. Dorothea Weltecke (Göttingen) explored the social conditions in medieval Syriac christianity ( Living during the so-called Syrian Renaissance—observations and questions ). She pointed out conflicts between rich and poor, church dignitaries and lay elite or aspects of cross confessional relations in a multi-religious society. On the other hand she stressed that the common perception of “Renaissance”, as it was defined by A. Baumstark and P. Kawerau, must be redefined on the basis of a more comprehensive research. Baas ter Haar Romeny (Leiden) discussed the complex terminology which is generally used to define the identity of Syriac christians and its sometimes inconsistent religious and ethnic implications ( From religious association to ethnic community—Identity formation among the Syrian Orthodox ). He illustrated his theoretical approach with examples from Syriac historiography (John of Ephesus, Jacob of Edessa, Michael the Syrian), Biblical exegesis (Jacob of Serug, collection of Simeon, Dionysius bar Salibi) and art. The afternoon session was focused on Syriac wall paintings. Mat Immerzeel read a paper on the Syrian wall paintings of Dair al-Surian . Erica Cruikshank Dodd (Victoria, BC) questioned in her paper the problem of what exactly the Syrian style is ( The Syrian Style at Dair Mar Musa ). She explained her concepts in analysing frescos from Dair Mar Musa near Nebek and from the Qadisha Valley in the hinterland of Byblos und Tripoli. Together with the Wadi Qadisha, the Qalamun area is among the territories in which a local style marked the paintings of the twelfth and thirteenth centuries at most. On this occasion Andrea Schmidt (Louvain-la-Neuve) presented to the audience Dodd’s wonderful illustrated book which just came out from the printing press: Medieval Painting in the Lebanon (Sprachen und Kulturen des Christlichen Orients. 8), Wiesbaden: Reichert Verlag 2004, X, 450 pp. Nada Hélou (Antelias) presented a sample of her collection of slides concerning the symbolic meaning of church decorations in Lebanon ( Le décor des absides dans les églises du Liban ). Then the third session of the day concentrated specifically on Qara. Aida Kaplan (Louvain-la-Neuve) who is working on a doctoral thesis about the nomenclature and development of Syriac writing systems, talked about the graphic character of a Syriac inscription which had been found on the southern wall of the church in Dair Mar Yakub; she placed it into the broader frame of palaeographic analysis ( Le graffito syriaque de Qara: analyse paléographique ). Stephan Westphalen and Andrea Schmidt (Göttingen—Louvain-la-Neuve) presented the results of their recent research in the monastery Mar Yakub ( Historical evidences and wall paintings of Qara, Dair Mar Yakub ). Originally known in antiquity as Goaria, Qara is mentioned as a Melkite Episcopal residence and Suffragan of the Metropolis of Damascus for the first time at the Council of Chalcedon in 451, where it is referred to as ‘Chonochora.’ Apart from that almost nothing is known about the bishopric in the first millennium. The most information—names of churches, bishops, scribes, and other persons in Qara—is furnished by colophons from the 12 th century on in Melkite liturgical manuscripts from the Qalamun. We also know that Qara was exclusively inhabited by Melkite Christians until the middle of the thirteenth century. St. Westphalen reconstructed the original location of the wall paintings preserved in the Syrian museums and the murals found in situ in the church. He discussed the question of a local ‘Syrian Style’ in Qalamun comparing the paintings of Mar Musa (Syriac-orthodox monastery) with that in Mar Yakub (Syriac-melkite monastery); he came to the conclusion that the ‘Syrian Style’ in the 12 th -13 th century was not related to any specific confession. The medium of wall painting was not used to express theological differences. A complete catalogue of the murals in Dair Mar Yakub and the discovered Syriac and Greek inscriptions, as well as the history of the monastery are published in the forthcoming book: A. Schmidt —St. Westpahlen , Christliche Wandmalereien in Syrien. Qara und das Kloster Mar Yakub. Mit Beiträgen von S. Brock, M. Immerzeel und Ch. Strube, (Sprachen und Kulturen des Christlichen Orients. 13), Wiesbaden 2004 (in print). The paper of Mat Immerzeel (Leiden) related to the fragmentary Wall paintings in the chapel of the Prophet Eliah at Ma c arrat Saydnaya which have been recently discovered and restored by him. His investigations are included in the above mentioned book. [5] The excursion next day brought all participants to Qara (the mosque of the village, formerly the St. Nicholas church; Mar Sarkis church; monastery Mar Yakub); to the monastery Mar Musa near Nebek and to the chapel of Eliah in Ma c arrat Saydnaya in order to get acquainted with the specific conservation problems of the murals. The restorers explained the different methods of their work and emphasized the problems that last. In the evening there was a reception in the old damascene house of the Cultural Attaché of the German embassy which has a splendid view of the illuminated Umayyad mosque. Representatives of the Austrian, Belgian, Danish, Dutch and Swiss institutions and embassies in Damascus had been also invited. [6] The third day of the conference was wholly dedicated to the practice of mural conservation. There was an interesting exchange of techniques and methods by the experts. Ewa Parandowska (Cairo-Warsaw) explored which kind of techniques had been used for restorations in Sudan and elsewhere ( Roman and Christian wall paintings from Syria, Egypt and Sudan Conservation solutions ). Wolfgang Frey from the society of protections of monuments (Berlin) presented a paper on the possibilities and problems of relocating removed frescos on the walls. He illustrated his speech by examples of removed and re-installed wall paintings of the 19 th century in the “Neues Museum” in Berlin. The conference concluded with a round table discussion on further conservation work which has to be done in the church of Dair Mar Yakub. The participants engaged in a keen debate on the 22 fragments which had been removed in 1970 from the walls and which are now in a very crumbled state. How to restore them and where to preserve them? Does it make sense to relocate them in the church or should they be given to a museum? Present at the discussion were also the superior of Mar Musa, Father Paolo dall’Oglio, the abbess of Mar Yakub, Soeur Agnes de la Croix, and the doyen of the faculty of art of the university of Damascus, Elias Zayat. [7] In the afternoon all participants were honoured by a cheerful reception by the Syriac Orthodox patriarch Mar Ignatius Zakka Iwas in his new residence in Ma c arrat Saydnaya. The director of the patriarchal library, Father Hazail Soumi (Paris-Damascus), gave us a vivid report about the history and composition of the Syriac manuscript collection in the patriarchate ( Histoire du fond des manuscripts syriaques du patriarcat syriaque-orthodox à Damas ). He is actually engaged in a systematic reorganisation of the manuscript collection and its cataloguing. Therefore the library with the manuscript collection was closed. But as a compensation he showed us digitized photos of some of the most interesting and beautiful manuscripts which attracted the attention of the scholars. At the end of the day H. Soumi gave the participants a tour of the new patriarchal library which has been well organised by him.",
    "title" : 
    [ "Christian Art and Identity in Medieval Syria. Qara, Dair Mar Yakub - The “Museum Fragments” Damascus, May 20-22, 2004",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Schmidt, Andrea" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1crschmidt",
    "type" : "report",
    "displayTitleEnglish" : "Christian Art and Identity in Medieval Syria. Qara, Dair Mar Yakub - The “Museum Fragments” Damascus, May 20-22, 2004" }