
  { "fullText" : "[1] Dionysius bar Salibi, one of the central figures in the Syriac cultural and literary “Renaissance” of the twelfth and thirteenth centuries, has received much attention from Syriac scholars as well as from Syrian-Orthodox Christians who kept his name and legacy alive up to the present day. Many of Dionysius’ writings, however, are so vast and their transmission so complex that they have defied scholarly attempts to produce critical editions and studies. [2] Dionysius’ biblical commentaries pose their specific problems. For several biblical books two or three different commentaries exist, while the underlying biblical texts have been identified as either Peshitta or Septuagint (or Syro-Hexapla). In the absence of scholars willing to devote their whole lifetime to studying and publishing the entire corpus of Dionysius’ commentaries, numerous limited studies of individual commentaries, or parts thereof, were undertaken throughout the twentieth century – mainly in academic theses and dissertations (which often remained unpublished) – thereby causing a fragmentation of the field. As for the textual tradition, a great number of manuscripts have been located and identified, through the efforts of Arthur Vööbus and, more recently, Gabriel Rabo. Unfortunately, many of the Middle Eastern manuscripts are not easily accessible or are available in the West only in unsatisfactory microfilm copies. [3] At first sight, Stephen Ryan’s monograph, devoted to the interpretation of only ten psalms (Pss. 73-82), seems to add just one more publication to the fragmented field of the study of Dionysius’ biblical interpretation. This first impression, however, proves to be wrong. This study has much more to offer! Due to its broad and comprehensive approach, its thoroughness, and its rigid methodology, we are in fact dealing with an exemplary piece of work, which sets new standards for future research on Dionysius. [4] The two introductory chapters (“The Life and Work of Dionysius Bar Salibi” and “Previous Studies on the Biblical Commentaries”) provide an excellent survey of existing scholarship, commenting on an impressive number of studies, many of which – as mentioned above – did not lead to official publications. Chapter Three addresses the distinction between “factual” and “spiritual” interpretation, terms that are often used to characterize the double or multiple commentaries that exist for each biblical book. While Dionysius himself uses the terms su c ronoyo and ru h onoyo , the distinction is not always very rigid and commentaries are regularly described – by him or by later scribes – as “factual and spiritual” (at the same time) or “mixed” ( mfattko ). While for some biblical books the factual commentary is longer than the spiritual one, for other books it is the non-factual commentary (i.e., “spiritual”, “mixed”, or “factual and spiritual”) that is longer. This raises the question of the interrelationship and the hierarchy between the two types. Ryan argues that the original layout of Dionysius’ commentaries was in synoptic columns, a layout preserved in two early manuscripts (Z = Mardin Orthodox 67, between the 12th and the 14th centuries, and R = Mardin Orthodox 66, probably 1189 AD). Parallels for this bipartite, or tripartite, layout may be found in Michael the Great’s Chronicle, in which the materials are organized in three columns, devoted, respectively, to ecclesiastical history, civil history, and mixed materials – see particularly Dorothea Weltecke, “Originality and Function of Formal Structures in the Chronicle of Michael the Great”, Hugoye 3\/2 (July 2000), and Ead., Die «Beschreibung der Zeiten» von Mor Michael dem Grossen (1126-1199) (CSCO 594 \/ Subs. 110; Louvain, 2003), 163-178. Just as the ecclesiastical history in the case of Michael, Dionysius’ spiritual commentary, deemed of greater importance, was originally placed in the “superior”, i.e., right hand column. [5] Basing themselves on, and partly misled by, some of Dionysius’ own comments, previous scholars often assumed that the factual commentaries were based mainly on the Peshitta, while the spiritual commentaries had the Septuagint, or the Syro-Hexapla, as their basis. Ryan shows this assumption to be wrong. The high concentration of Syro-Hexapla quotations in the mixed commentary of Pss. 1-26 is due entirely to the fact that this section, as indicated by Dionysius himself, was copied from the Psalm Commentary of Andrew of Jerusalem, supposedly of Greek origin. In other parts of his work, in both the factual and non-factual commentaries, Dionysius used the Peshitta primarily. The limited number of quotations close to the Greek (and often explicitly referred to as “Greek” or “Seventy”) must have been part of Dionysius’ borrowings from Greek sources. Most of them are unrelated to the Syro-Hexapla. [6] This brings us to the question of Dionysius’ sources, which is discussed in Chapter Four. Dionysius himself explicitly mentions “the work of Andrew, the priest of Jerusalem”, which he used in his mixed commentary of Pss. 1-26, and “Athanasius and Daniel and Zur c o the Nisibene”, authors used from Ps. 27 onwards. While a detailed analysis of all the data on Andrew and Zur c o does not lead to an identification of these authors, we are on firmer grounds with Athanasius (of Alexandria) and Daniel (of S ala h ). Ryan argues that the long Syriac form of Athanasius’ Commentary on the Psalms was known to Dionysius, while contacts with the short version may also be detected (both versions were published by R.W. Thomson, in CSCO 386-387 \/ Syr. 167-168, 1977). As for Daniel of S ala h , Dionysius’ commentary shows correspondences with the longer version of Daniel’s commentary (in the process of publication by David Taylor) as well as with an abbreviated edition of this work, often attributed to Daniel “of Tella”, and possibly posterior to Dionysius. In addition to Moshe bar Kifo, whose “Introduction to the Psalms” Dionysius himself may have incorporated into his own work, one other important source for Dionysius’ factual commentary – not acknowledged by him! – can be identified, namely the ninth-century East Syrian commentator Isho c dad of Merv (published by C. Van den Eynde in CSCO 433-434 \/ Syr. 185-186, 1981). Dionysius’ dependence on Isho c dad had been established as early as 1902 by G. Diettrich ( Išô c dâdh’s Stellung in der Auslegungsgeschichte des Alten Testaments ) and is now further substantiated by Ryan. [7] Chapter Five deals with the manuscript tradition. Nine manuscripts – five preserved in Western collections and four in the Middle East – were used for the edition. Nine more manuscripts, mostly of a recent date, were discarded or could not be accessed. As appears from the stemma, three Mardin manuscripts (all three from Deir ez Za c faran) emerge as the primary witnesses: mss. Z and R (mentioned above) as well as ms. A (Mardin Orthodox 69); R and A go back to the same (lost) Vorlage (Y). The three manuscripts all seem to belong to the 12th-14th centuries. Ryan explains in great detail his editorial method, which aims at establishing an eclectic text, choosing “the best text for each reading, assigning the other readings to the apparatus” (p. 107). In this process, ms. P (= Paris, Bibliothèque Nationale , Syr. 66, AD 1354 – an indirect descendant of R) serves as “a reference text”. The reason for not working from a clear base manuscript (in which only the obvious errors and omissions would have to be corrected) is that ms. Z, the obvious candidate, was available only in a defective microfilm (preserved in the Vööbus Collection at the Institute for Syriac Manuscript Studies, Lutheran School of Theology, Chicago). [8] Chapter Six is the most substantial part of the book, offering the critical edition, and translation of Pss. 73-82. The factual commentary is presented first (p. 110-143), followed by the mixed commentary (p. 144-211). The latter normally is longer than the former, while within the mixed commentary of Ps. 74 two successive explanations are presented. Parallels to the long and short versions of Athanasius, to Daniel of S ala h , and to Isho c dad of Merv are indicated in the translation, while footnotes provide textual comments as well as further references to authors such as Evagrius Ponticus, Severus of Antioch, and Hippolytus of Rome. The juxtaposition of the two commentaries for each psalm clearly illustrates Dionysius’ different approaches in each of them. At the same time, we see Dionysius at work, incorporating earlier tradition and building upon it, in order to create his own synthesis. Apparently in an attempt to compensate for the analytical and dissecting approach of most of the book, in a brief concluding chapter (p. 212-223) Ryan sketches the broader contours of Dionysius’ Psalm exegesis, putting him in conversation with major interpreters of the Christian (Western) and Jewish tradition. [9] Returning for a moment to the text edition, we should point out that the choice for Psalms 73-82 was dictated by the existence of an unpublished Ph.D. dissertation by Marjorie Helen Simpkin, submitted at the University of Melbourne in 1974 and consulted by Ryan. It is to be hoped, of course, that such a major work as Dionysius bar Salibi’s Psalm Commentary, will soon be available in full, and not just in bits and pieces, in different states of accessibility. From this perspective, it is to be regretted that the present edition could not be based on the best manuscripts, thus inaugurating a homogeneous edition of the whole work. Isn’t it sad that Western scholars have to turn to poor and deteriorating microfilms, made several decades ago, rather than being able to consult the manuscripts themselves? [10] These remarks by no means detract from the very fine quality of Ryan’s edition and annotated translation. A very few minor suggestions are offered here. P. 40 (in the quotation from Dionysius’ introduction to the factual commentary on the Psalms): the translation “occasions” for c elloto (“their factual sense and their occasions”, i.e., of the psalms) conceals the fact that we are dealing with a technical term, reflecting the Greek hypothesis . Perhaps “themes” or “subjects” would be a better translation. The translation of metyad c ono is problematic throughout the volume. The following translations are presented: p. 28, first paragraph: “mystical” (commentary); p. 144, line 7: “spiritual” (Israel); p. 158, line 7: “metaphorical” (“metaphorical darkness or iniquity of idolatry”); p. 170, line 4: “mystical” (Israel); p. 172, line 6: “suprasensual” (beings); p. 190, line 7: “mystical” (nourishment) [ tursoyo metyad c ono is explained a bit further: “angels are not fed or purified or illuminated by anything else other than knowledge and revelations and the observance of the divine will”, which indicates that an intellectual process is involved]; p. 198, line 4: “mystical” (peoples). In all these instances a translation would be required that does justice to the basic meaning of “understanding” (even if different levels of understanding are involved). “Intellectual” would have been an acceptable translation in most, if not all, of the above passages. P. 122: the Greek and Hebrew quotations of Ps. 76:10 [LXX 75:11] would deserve some explanation. While for the Greek quotation Dionysius may have been inspired by Isho c dad, he did not take over Isho c dad’s actual reading (which agrees with the Syro-Hexapla). Dionysius’ rendering of the Greek heortasei as te c bed c ido “it shall make a feast” (vs. n c ad c ed in Syro-Hexapla and Isho c dad) may reflect a non-Syro-Hexaplaric or pre-Syro-Hexaplaric reading in one of Dionysius’ sources. P. 174, line 10: if man is taken not as the interrogative pronoun, but as representing Greek men , there is no reason to regard the text as corrupt: “And there is no consoler, i.e., as for consolation, I did not find one in this world.” (Athanasius’ text, quoted on p. 175, note, seems to confirm this, as it has the opposition man – dên ) P. 208, line 6: wouldn’t the addition of men be required after da-glizin “deprived of the true Father”? [11] In conclusion, Stephen Ryan is to be congratulated with the publication of this well-written, carefully presented, and almost impeccably printed monograph on a significant work by a major Syrian-Orthodox author. He has critically surveyed the whole field of research on Dionysius and laid the groundwork for important future contributions, by himself as well as by others.",
    "title" : 
    [ "Stephen Desmond Ryan, O.P., Dionysius Bar Salibi’s Factual and Spiritual Commentary on Psalms 73-82. Cahiers de la Revue Biblique 57. Paris: J. Gabalda et Cie, 2004. Pp. xix + 251. ISBN 2-85021-156-4. € 35.00.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Van Rompay, Lucas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1prvanrompay",
    "type" : "review",
    "displayTitleEnglish" : "Stephen Desmond Ryan, O.P., Dionysius Bar Salibi’s Factual and Spiritual Commentary on Psalms 73-82. Cahiers de la Revue Biblique 57. Paris: J. Gabalda et Cie, 2004. Pp. xix + 251. ISBN 2-85021-156-4. € 35.00." }