
  { "fullText" : "[1] A great number of essential Syriac texts are not readily available to scholars, even in some of the world's great research libraries. In order to remedy this situation, Brigham Young University has joined with The Catholic University of America to undertake a joint project to produce an on-line research collection for Syriac studies. What follows is a report of the work carried out so far. For further details please consult the project website ( http:\/\/cpart.byu.edu\/ECRL ). Scope of the Project [2] This project aims to build an Eastern Christian Research Library (the Library) of key editions and instruments de travail published before 1930. The Library is primarily intended to be a resource for scholars engaged in textual and manuscript research in the major Eastern Christian languages. The Syriac section of the Library will be populated first, under the editorship of Dr. David Taylor. The Coptic section, under the editorship of Dr. Janet Timbie, is in its early stages. Pending available resources, it is hoped that the Library we expand to include Armenian, Christian Arabic, Ethiopic, and Georgian sections. Because of its focus, the Syriac section will include only a fraction of the literature published on Syriac studies before 1930. The Library is therefore intended to complement and support Beth Mardutho's more comprehensive eBethArké project (http:\/\/www.bethmardutho.org\/ebetharke\/). BYU and CUA are library partners of eBethArké and are actively supporting this important initiative. Syriac Section-Phase 1 [3] Dr. Taylor has set the basic parameters of the Syriac section and drawn up a preliminary bibliography of volumes for inclusion (see project website). Renovations to CUA's Mullen Library created an opportunity in the summer of 2004 to begin populating the library with rare and important works. The richness of the Syriac holdings at CUA cannot be overestimated, nor can the kindness and competence of the collection's distinguished librarian, Dr. Monica Blanchard. Under her direction, and with the help of competent student workers, 157 individual titles were scanned over a relatively brief period. [4] Images at CUA were captured on a Zeutschel Omniscan 10000 TT color book scanner tethered to a Windows PC, with a second PC used for proofing and data backup, which was done on DVD. The Zeutschel imaging system is the best of its kind, capable of producing very high resolution scans with high color accuracy, yet with a minimum of stress to the book or manuscript. Images were captured at 600dpi, resulting in (e.g.) a 70 megapixel image for a two-page capture of a 9\"x11\" book. [5] The next stage is to make the images accessible. Images are being cropped, rotated, and resized in post-processing and prepared for delivery as one of BYU library's online collections. The collection will be freely accessible to all. The books will be mounted on the web and made accessible through the ContentDM image delivery system. The unprocessed and processed images will also be archived by the library for future usage. The first phase of the Syriac collection will be made available over the course of the next year. Preference will be given to high demand items. The state of the collection will be recorded on the project website and announced periodically via the Hugoye mailing list. We hope this will be a useful resource and a benefit to scholars working in the field. CUA technician scanning volume on Zeutschel 10000 TT. _______ Notes  ",
    "title" : 
    [ "BYU-CUA Eastern Christian Research Library",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Heal, Kristian S." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1prheal1",
    "type" : "report",
    "displayTitleEnglish" : "BYU-CUA Eastern Christian Research Library" }