
  { "fullText" : "[1] Using a translated text in textual criticism creates many complications: before any collation can be made, the translated text needs to be ‘retroverted’ into the original language; only then can questions of relative priority and textual history be addressed. Retroversion is hard to accomplish and always leaves a margin of doubt. The problem is particularly palpable in textual criticism of the Old Testament, where chance has it that some of the main textual witnesses—notably the Septuagint—are translations. In OT research, the need to establish the ‘translation technique’ characterizing a given textual unit is well recognized (although perhaps not universally applied). A large body of research on the translation technique of the Septuagint exists, comprehending both theoretical considerations and extensive studies of detail. [2] Textual criticism of the New Testament is relatively less dependent on versional evidence. Thousands of Greek manuscripts are attested, representing a wide variety of textual types and reaching back as far as the second century. Nevertheless, the ancient translations of the New Testament do have something to offer. The roots of the Latin and Syriac versions go back to the second century (although the manuscripts are not earlier than the fourth century, and transmit much material that is later than the second century). These two versions also attest, often jointly, many readings that are absent from the Greek tradition or extant only in a small group of manuscripts (notably the famous codex D). [3] As in the field of OT textual criticism, so in the NT, caution should be observed in using the versions. A reading attested in a version is not equivalent to a reading in a Greek manuscript. In certain cases, an apparent variant in a version may go back to a Greek variant; but one can never entirely exclude the possibility that the variant was created during the process of translation. Many striking deviations in the versions have no other source than the linguistic or stylistic requirements of the target language. The present study by Peter Williams is devoted to the identification of such translational deviations in the Old Syriac and Peshitta versions of the Gospels. Where detailed research can establish that a certain type of variation regularly occurs in the Syriac versions, these versions may no longer be quoted as evidence for the said variation in Greek manuscripts. [4] A good example is provided by one of the first investigations offered in the book, the addition of the name Jesus (pp. 24-37). There is a noticeable tendency in both the Peshitta and Old Syriac to add this name where the Greek has a mere pronoun. For instance, in Matt 4:21, the Greek manuscripts read: “he called them (i.e., the sons of Zebedee)”, but the Curetonian Old Syriac reads: “Jesus called them”. Since this tendency is very marked, it is methodologically unsound to quote the Syriac versions in support of Greek manuscripts having the same addition. In Matt 8:3, “he touched him”, many Greek manuscripts read: “Jesus touched him”. The latter reading is found also in the Peshitta and the Old Syriac. Yet there is no way of knowing whether the Syriac versions reflect a Greek text having the addition of the proper noun (in which case they would count as textual evidence), or whether the addition of the name Jesus was made by the translators (in which case the Syriac reading lays no weight in the scales). In Williams’ study, the addition of the name Jesus is fully documented and extensively discussed, leaving little room for doubt as to the text-critical implications of the phenomenon. [5] In six chapters, many other phenomena are studied in the same detailed way: addition and omission of proper nouns, common nouns and pronouns; changes regarding articles, particles and adverbs; grammatical variants such as alteration in number, person, voice or tense; questions of word order; variations in words of speech, and miscellanea. Some brief “rules for the use of Syriac in NT textual criticism” are spelled out in appendix 1, while a second appendix lists a large number of suggested corrections to the apparatus of Nestle-Aland’s 27 th edition of the NT text. [6] The book will be very useful for the small number of specialists whose business it is to produce critical editions of the NT text. One may expect future editions of Nestle-Aland’s editio minor to omit a large number references to the Syriac versions. In a few cases, the elimination of the Syriac witnesses may change the balance of probability and lead to some adjustment in the establishment of the critical text. [7] For all those who are not into the composing of critical apparatuses of the gospel text, the usefulness of the book is less immediate. Indeed, the kind of textual phenomena treated in this work almost never have exegetical implications. Since the mere pronoun ‘he’ and the proper noun ‘Jesus’ clearly have the same referent in Matt 8:3, the interpretation of the passage will change little whichever reading is adopted. This is not to say Williams’ work is uninteresting. Much can be learnt on the workings of the Syriac language, on the attitude of the Syriac translators to their source, on the history of the text of the New Testament. But on all these points, the reader must go, so to say, beyond the limits the book has set itself. [8] Nowhere in this monograph is it stated explicitly that the text-critical value of the Syriac versions of the gospels is small. Nevertheless, by disqualifying so many readings attested in the Syriac, the argument may in the end raise doubts as to the very worth of these versions. It is only justice, then, to point out that many striking readings occurring in the Peshitta and, especially, in the Old Syriac gospels cannot, in fact, be accounted for simply by their translation technique. A good example is found in John 3:18, where the Sinaitic Old Syriac alone reads ‘the chosen son’ against the Greek manuscripts’ ‘the only son’. Being either unattested in the Greek tradition, or attested only in codex D, many of these readings are regarded with utmost suspicion by textual critics of the NT. Yet it would be right to restore them to our critical apparatuses, so as not to lose sight completely of the potential contribution of the versions to the history of the text of the New Testament.",
    "title" : 
    [ "Peter J. Williams, Early Syriac Translation Technique and the Textual Criticism of the Greek Gospels, Gorgias Press, Piscataway NJ, 2004, xvi + 339 pages (Texts and Studies. Contributions to Biblical and Patristic Literature, Third Series, Volume 2), ISBN 1-59333-096-0. $65.00",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Joosten, Jan" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n2prjoosten",
    "type" : "review",
    "displayTitleEnglish" : "Peter J. Williams, Early Syriac Translation Technique and the Textual Criticism of the Greek Gospels, Gorgias Press, Piscataway NJ, 2004, xvi + 339 pages (Texts and Studies. Contributions to Biblical and Patristic Literature, Third Series, Volume 2), ISBN 1-59333-096-0. $65.00" }