
  { "fullText" : "[1] Just a few weeks back, the community of Syriac scholarship heard about the untimely death of one of its foremost scholars, David John Lane. David had arrived in India on January 5 on a routine visit to the St. Ephrem Ecumenical Research Institute (SEERI). On January 10, he had a cardiac arrest and was admitted to the hospital; he passed away at 9:50 PM. David Lane's autobiography, which he prepared for SEERI, is published in this issue. He will be remembered by all of us for his scholarship, but also for his interest in Syriac not only as an academic subject, but as a living heritage. [2] The funeral service took place at 2:30 pm on Friday, January 14, at the church situated in the SEERI campus and the burial followed at the cemetery of the Malankara Catholic Church at Kalathipady near Kottayam. The service was presided over by Mar Cleemis of Tiruvalla (Syro-Malankara Catholic Church, and SEERI's President), Thomas Mor Themotheos (Syrian Orthodox Church), and Thomas Mar Koorilose (Syro-Malankara Catholic Church). Fr. M.P. George of the Malankara Orthodox Seminary led the chanting in Syriac and in Malayalam. Other priests, mostly David's students, from the various other traditions took part. The service was attended by ca. 200 people. [3] It is only fitting that Fr. David received burial rites according to the West Syriac rite of the Order of Burial of Priests. His body was vested with the priestly garments. The service concluded with the traditional zuyo h o , a farewell ceremony exclusive to deacons and priests. The body was carried by priests to the altar and placed facing East. A priest represented Fr. David in chanting \" Phush bashlom —Farewell, O holy altar.\" The rest of the priests responded, \" zel bashlom , Depart in peace, O honorable priest.\" The farewell continued, - Farewell, O holy Church. - Depart in peace, O modest priest. - Farewell, O holy bishops. - Depart in peace, O pious priest. - Farewell, O heads of the churches. - Depart in peace, our beloved father. - Farewell, O heads of the monasteries. - Depart in peace, our blessed father. - Farewell, O noble priests. - Depart in peace, O venerable priest. The priests then carried Fr. David to the entrance of the church where his body was placed facing West. The priest representing Fr. David chanted, - Farewell, O modest deacons. - Depart in peace, O faithful priest. - Farewell, O clergy. - Depart in peace, our just father. - Farewell, O beloved ones and friends. - Depart in peace, our righteous father. Fr. David's body was then taken to the North side of the church to say his farewell to all dwellers. - Farewell, O monastery and its dwellers. - Depart in peace, O teacher of truth. - Farewell, O city and its inhabitants. - Depart in peace, O eminent priest. - Farewell, O fellow mortals. - Depart in peace, O ascetic father. Finally, Fr. David's body was taken to the South side of the church for his final farewell. - Farewell, O Church and its children. - Depart in peace, O preacher of truth. - Give me peace and may you live in peace. This peace [that you give me] is henceforth forever. - Depart in peace, O brother and beloved one. May our Lord receive you in the blessed mansions. May Christ, Who took you away, make us worthy to see you in the new life that will shine forth from heaven. Glory to you, O Jesus our Savior, in Whose hands is death and Whose will is life. The Syriac text of this moving ritual follows (taken from Book of the Order for the Burial of the Clergy According to the Ancient Rite of the Syrian Orthodox Church of Antioch, tr. by Archdeacon Murad Saliba Barsom, 2003, pp. 121-124). [4] David left many unfinished works behind. His opus magnum , the edition and translation of Shubkhalmaran's Book of Gifts , which will be published in CSCO, is not yet at the proof stage. The proofs will be corrected by Andrea Schmidt. David had also almost finished writing an introduction to a forthcoming facsimile edition of the East Syriac H udra based on the Thrissur manuscript of 1598. It is hoped that his writings can be recovered. [5] It is our obligation to dedicate this issue of Hugoye in memory of David John Lane, scholar, malphono , mentor, and friend to many of us. It only remains for us to say, zel bashlom, malphono t arqo .",
    "title" : 
    [ "FROM THE GENERAL EDITOR",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1issuededication",
    "type" : "introduction",
    "displayTitleEnglish" : "FROM THE GENERAL EDITOR" }