
  { "fullText" : "[1] The Center for the Study of Early Christianity and the Semitics Department of the Catholic University of America in cooperation with the Dorushe graduate student association invite proposals for the 2006 Dorushe Syriac Studies Conference.  This year's conference will be held at the CUA campus in Washington, D.C., February 3-5, 2006. While all are welcome to give papers, the conference is especially designed to aid graduate students interested in integrating the field of Syriac studies with other academic disciplines for a teaching career. Proposals on any Syriac related topic are welcome, but discussion periods will especially focus on pedagogical aspects (how to incorporate our Syriac research into the classroom for a broader audience.) Papers will be pre-circulated to attendees and summarized at the conference. In addition, a list of resources to aid in the teaching of Syriac and related fields will be compiled and distributed at the conference. For further details see: http:\/\/csec.cua.edu\/conference\/Dorushe2006.cfm . [2] E-mail proposals in the format outlined below by October 31, 2005 to 56seville@cua.edu. Preparation of the Proposal Cover Sheet [3] On a separate cover sheet include name, address, any academic affiliation, phone and fax numbers, e-mail address, the paper’s title, and indication of any projection or other special facilities needed. Graduate students should indicate their current stage in their program and how they foresee using Syriac in their future academic work. Proposal [4] Maximum word count: 300 words. Please submit your abstract as an e-mail attachment in RTF or MS Word Format. If your abstract includes Syriac or non-Roman characters please use a unicode font (such as the Meltho Fonts from Beth Mardutho ). For purposes of anonymous judging, please do NOT include your name or other identification on the abstract. This information should be only on the cover sheet. Please be advised that the submission of an abstract and its acceptance represent a commitment from the contributor to summarize and discuss the paper in person at the conference.",
    "title" : 
    [ "Dorushe Conference on Syriac Pedagogy at The Catholic University of America",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kiraz, George A." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n2fcdorushesyrconf",
    "type" : "announcement",
    "displayTitleEnglish" : "Dorushe Conference on Syriac Pedagogy at The Catholic University of America" }