
  { "fullText" : "[1] From 1 to 6 August 2004 the city of Leiden hosted the XVIIIth Congress of the International Organization for the Study of the Old Testament (IOSOT). Part of this congress was a seminar entitled 'The Bible of Edessa: Towards a New English Translation of the Syriac Bible'. The conveners of this seminar were Bas ter Haar Romeny and Wido van Peursen. The project to prepare a new English translation of the Peshitta was launched in the late nineties by the Peshitta Institute, Leiden. The first seminar devoted to theoretical, practical and editorial questions involved in this project was held in 1999 (see Hugoye 2\/2 [1999].) The aim of the seminar at the IOSOT conference was to reconsider the editorial decisions that were the outcome of the first seminar and to reflect on the theoretical issues underlying the translation. [2] The programme of the seminar consisted of two parts. The first part contained three papers on the textual basis of the English translation, linguistic aspects of the translation, and the way in which the reception history should be accounted for in the annotations. The second part contained two papers by people who had already made much progress in their translation and could tell from experience what problems are encountered. This was followed by a general discussion, based on the article 'The New English Annotated Translation of the Syriac Bible (NEATSB): Retrospect and Prospect' by K.D. Jenner et al., which appeared in Aramaic Studies 2\/1 (2004) 85-106. [3] Bas ter Haar Romeny presented the first lecture of the seminar. He discussed the textual basis of the English translation. In 1999 it had been decided that the BTR text of the Leiden Peshitta edition would be the basis of the translation, 'though only in the perspective of a well-founded text-critical and text-historical evaluation'. At first sight this decision was an unequivocal choice to take the main text of the edition as the source of the English translation, but the added remark about the text-critical evaluation left open the possibility that variants containing text-critically preferable readings could end up in the main text, with the BTR readings given in an apparatus. Ter Haar Romeny argued for the latter option. The most important reasons in his argument were the fact that the Leiden edition is not a critical edition (its initiator P.A.H. de Boer emphasised over and again that the main text should only be consulted together with the critical apparatus) and the observation that the editors of the Peshitta volumes display different policies regarding variant readings to be included in the main text. [4] The second lecture, by Wido van Peursen, dealt with the linguistic issues of NEATSB. From the very start of the NEATSB project, those involved in it believed that linguistics should play a prominent role in the project. The main reason was the peculiar situation that NEATSB is a translation-of-a-translation, in which Syriac is both target language (of the Peshitta) and source language (of the English translation). Van Peursen's paper illustrated how linguistic considerations can contribute to the preparation of the translation, taking as an example linguistic and text-critical issues in the field of clause combination. [5] The third lecture, by David Taylor, focused on the commentary on the book of Psalms by Daniel of Salah. In the 1999 seminar it had been decided that 'significant information about the reception history' should be included in the annotations. Taylor discussed the information that the commentary by Daniel of Salah on the Psalms, the earliest Syriac commentary on this book (from 542 CE), can provide for establishing dated readings and developmental stages of the Peshitta text, and the information it gives about early Syriac interpretation. [6] David Shepherd presented the first paper in the second part of the seminar. In his translation of the Peshitta of Job he found a clear tendency to diverge from the word order found in the Hebrew text. In Job 2:5, for example, the Hebrew 'bone and flesh' has been translated in the Peshitta with 'flesh and bone'. This reversal of the word order occurs in other places as well and may be due to the fact that the translators were familiar with the expression 'flesh and bone' in the New Testament (Luke 24:39). [7] Gill Greenberg, the NEATSB translator of Jeremiah, gave the second paper in this part of the seminar. The Massoretic Text of Jeremiah uses a number of words related to 'evil' and 'wrongdoing'. The Peshitta employs another set of words for this semantic field. However, the correspondences between the Hebrew and the Syriac are very diverse and, it seems, inconsistent. This raises the question of what the English translator should do: should he or she feel free to render them with those English words for 'wrongdoing' that are most appropriate to the context, or be more consistent in the translation of the Syriac words. [8] Two other lectures during the IOSOT conference, although not scheduled in the NEATSB seminar, were devoted to the Peshitta as well. One was by Craig Morrison, who translates Samuel in the NEATSB project, and the other by Herry van Rooy, the NEATSB translator of Ezekiel. Morrison discussed the relationship of the Peshitta of 2 Samuel with 1 Chronicles. There are some indications that the translator or a later copyist of the Peshitta of 2 Samuel borrowed from either the Hebrew or Syriac text of 1 Chronicles. Because of the overall independent character of the Syriac translations of 2 Samuel and 1 Chronicles, even in those cases where the Hebrew text is difficult, Morrison argued that the borrowing occurred not at the time of translation but during the transmission. [9] Herry van Rooy discussed the Peshitta of Ezekiel 1. His paper addressed three issues: inner-Syriac variation, the relation between the Peshitta and the Massoretic Text, and the relation between the Peshitta and the Septuagint. The Peshitta follows the Hebrew text rather closely and can be characterised as a 'relatively verbatim translation', even in those cases where the Septuagint shows divergent readings.",
    "title" : 
    [ "Bible of Edessa, Towards a New English Translation of the Syriac Bible, Leiden, 2 August 2004",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "van Peursen, Wido" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1crvanpeursen",
    "type" : "report",
    "displayTitleEnglish" : "The Bible of Edessa, Towards a New English Translation of the Syriac Bible, Leiden, 2 August 2004" }