
  { "fullText" : "[1] This past year The Catholic University of America Libraries, in cooperation with Beth Mardutho\/The Syriac Institute and Brigham Young University's Institute for the Study and Preservation of Ancient Religious Texts (ISPART), digitized some of the Syriac materials (books, manuscripts, maps, photographs, and other documents) at CUA. This was part of Beth Mardutho's larger venture to establish an Internet digital library of e-books for Syriac studies: eBeth Arké: the Syriac Digital Library. It also was part of a related venture for a Web-based Eastern Christian Reference Library by Brigham Young University. [2] Between March and August 2004 the CUA team scanned 669 Syriac materials, for a total of 85,389 images, including 53,745 tiff images in black & white, greyscale, and color, as well as 31,644 color jpeg images. Scanned materials include 17th-early 20th century liturgical, theological, historical, and hagiographical works, as well as grammars and dictionaries. [3] The groundwork for the CUA Syriac digital project began in June 20, 2001 when representatives of CUA, BYU, and Beth Mardutho met to discuss digital library initiatives. I was asked to serve as the local CUA project manager. There were two initial stumbling blocks. The university's Syriac collections are extensive, but they are largely uncataloged and not easily accessible. Also, Mullen Library, which houses the Syriac collections, was scheduled for a major building renovation. Project office space was not available. [4] The first task of the CUA Syriac Digital Project was to make a bibliographic survey of the Syriac collections. Fr. Matthew Streett, a doctoral candidate in Biblical Studies at CUA, was appointed Project Bibliographer. He compiled a 400 page online bibliography of Syriac materials in the Semitics\/ICOR library (035 Mullen), the main repository for CUA's Syriac holdings. This bibliography became an important selection tool and finding aid. [5] In January 2004 space suddenly became available in Mullen Library. Beth Mardutho and BYU rearranged their scanning priorities to take advantage of a five month window of opportunity (March-August, 2004) for the Syriac Digital Project. The first Beth Mardutho imaging workstation began operation at CUA on March 6, followed on March 22 by the BYU imaging workstation, and on April 24 by a second Beth Mardutho imaging workstation. The Project shut down on August 15, when renovation work resumed in the building. [6] Beth Mardutho and BYU provided the equipment, the initial training, and the funds for staff hired at CUA. CUA provided local project management, office space, and the Syriac resources. [7] A staff of 15 technicians was assembled from the CUA Libraries, the School of Library and Information Science, and from graduate academic departments and programs with an interest in Syriac (Semitics, Early Christian Studies, Biblical Studies, Medieval and Byzantine Studies. Volunteers from the Syriac Church communities also helped. Technicians with Syriac and Arabic language skills entered metadata information in Arabic and Syriac into the Beth Mardutho metadata database; they also dealt with pagination and bibliographic issues in these languages. Technicians with library skills worked with fragile and valuable materials requiring special handling. All the student technicians had good computer skills and an eye for detail—these proved to be the most important job assets. Two of the technicians, Jonathan Loopstra (for Beth Mardutho) and Diana Jill Kirby (for BYU), served as quality assurance heads. Both had previous quality assurance experience. The CUA team established work flow patterns and scanning procedures for the project. The team also prepared basic operations manuals which may be helpful for other institutions participating in eBeth Arké.  ",
    "title" : 
    [ "Digitization of Syriac Books and Other Holdings at The Catholic University of America",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Blanchard, Monica J." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1prblanchard",
    "type" : "report",
    "displayTitleEnglish" : "Digitization of Syriac Books and Other Holdings at The Catholic University of America" }