
  { "fullText" : "[1] On August 4, 2004, a few weeks after celebrating his ninety-fifth birthday, Father Johannes P.M. van der Ploeg passed away peacefully in Nijmegen, The Netherlands. Father van der Ploeg, a Dominican, was professor of Old Testament and Semitics at the Catholic University of Nijmegen (now Radboud University) from 1951 until 1979; and, since his consecration by H.H. Patriarch Tappouni in 1963, a chorbishop of the Syrian-Catholic Church. [2] In the field of the Hebrew Bible and the Dead Sea Scrolls Father van der Ploeg published a number of important studies and translations. With A.S. van der Woude and B. Jongeling he co-authored the editio princeps of the Aramaic Job Targum from Qumran (1971), and in the Netherlands and Belgium his Vondsten in de Woestijn van Juda served for decades as a reliable guide to the Dead Sea Scrolls. It was first published in Dutch in 1957 and was often revised and reprinted; it was translated into English in 1958 ( The Excavations at Qumran. A Survey of the Judaean Brotherhood and Its Ideas ) and into German in 1959. [3] Syriac Christianity constituted a third important focus of Father van der Ploeg’s academic work. In his later life his many contacts with the Syrian Christians of Southern India gave him the opportunity to pursue his Syriac interests. This is expressed eloquently in the title of the Festschrift that was offered to him for his seventieth birthday: Von Kanaan bis Kerala (eds. W.C. Delsman, J.T. Nelis, J.R.T.M. Peters, W.H.Ph. Römer, and A.S. van der Woude; Alter Orient und Altes Testament 211; 1982). [4] Father van der Ploeg’s Syriac work can be traced back, however, to a much earlier period in his life.  His interesting book on Oud-Syrisch Monniksleven , “Old-Syriac Monastic Life” (Leiden, 1942), written and published during wartime, never received the attention it deserved. It was not meant to be a history of Syriac monasticism; the author intended merely to present “some critical observations and a short explanation of the origins of monastic life in Syria, along with a brief sketch of Syriac, more particularly East-Syriac, monasticism as it existed for centuries, following the reform introduced by Abraham of Kashkar” ( Preface , p. ix). While Thomas of Marga, Isaac of Niniveh, and Bar Hebraeus are the most prominent frequently quoted authors, several other texts, Syriac and Greek, are used and referred to as well. A number of important questions are dealt with in a clear and elegant style, enlivened with anecdotes and personal observations. A final section discusses monastic life of the present-day Syrians. The Syrian Orthodox, with their monasteries in Tur Abdin, Jerusalem (Mar Markos), and Iraq (Mar Mattay) are singled out as the only community to have preserved, uninterrupted, the tradition of early Syriac monasticism (p. 97). An appendix contains the Dutch translation of Rabban Gabriel’s address to the monks of the Monastery of Rabban Cyprian (from Thomas of Marga’s Book of Governors , ed. E.A. Wallis Budge, I, 376-379). Although this book is much more limited than Jules Leroy’s Moines et monastères du Proche-Orient (1958; published in English as Monks and Monasteries of the Near East , 1963 – Gorgias Press reprint, 2004) or A. Vööbus’ History of Asceticism in the Syrian Orient (1958-1960), it can still serve nowadays as a useful introduction for interested laypeople and students. [5] Widely used and well-known among Syriac scholars is Father van der Ploeg’s book on The Christians of St. Thomas in South India and their Syriac manuscripts (Placid Lecture Series 3; Bangalore, 1983), which is the product of many years of work in Kerala and in Europe. While the focus is on the preserved manuscripts—many of which are analyzed or briefly described, often for the first time—the author’s interest extends to the religious, literary, and cultural history of the various Christian communities. The first chapter provides a historical survey, followed by an overview of the various categories of manuscripts (chapter 2). Chapter 3 lists a number of important libraries in Kerala and provides descriptions of the main manuscripts. Chapter 4 is devoted to manuscripts copied in Kerala, but presently held in European libraries (Rome, Cambridge, Oxford, Paris, Leiden, and Amsterdam). In spite of its limitations (and the tantalizing incompleteness of many a description!), this book, carrying the clear mark of the author’s personal approach and dedication, is a unique contribution to the uncovering and study of Kerala’s rich manuscript treasures. Following Van der Ploeg’s publication, the work was picked up by various other scholars, but another publication of similar breadth and erudition has not yet appeared. [6] One of the texts briefly described in his 1983 book became the subject of an independent publication, which appeared eight years later: The Book of Judith (Daughter of Merari) (Môrân ’Ethô Series 3; Baker Hill, Kottayam, 1991). It includes a facsimile edition, with English translation and notes, of the text of the deuterocanonical (or apocryphal) book of Judith as found in an 18th c. manuscript, preserved in the library of the Malankara Catholic archbishop at Trivandrum (see The Christians , 87-88). The text is neither Peshitta nor Syro-Hexapla. Father van der Ploeg recognized its importance and with his publication made it available for further research. [7] Even if Syriac was not always at the center of Father van der Ploeg’s academic work, Syriac scholars should be grateful for his distinctive contributions to the field and for his strong commitment to Syriac Christian culture in the Middle East and in India. May he rest in peace! _______ Acknowledgement The photograph was kindly provided by the editorial board of the Dutch-Flemish periodical 'Catholica'.",
    "title" : 
    [ "J.P.M. van der Ploeg O.P. (1909-2004)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Van Rompay, Lucas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1obvdploeg",
    "type" : "obituary",
    "displayTitleEnglish" : "J.P.M. van der Ploeg O.P. (1909-2004)" }