
  { "fullText" : "[1] Even of Nisibis, which was clearly the central place in the eastern part of the Mesopotamian shelf, we have only scraps of external information from the Parthian and earlier Roman period. The effect of our ignorance is above all that we can supply no significant context or background against which to set the writings of the greatest figure in early Syriac Christianity, Ephrem, born in Nisibis in the early years of the fourth century. Millar, Roman Near East , 482. The study of early Syriac Christianity has centered on Edessa from the time that Eusebius made it prominent by including the Jesus\/Abgar correspondence in his history of the Church. History of the Church , 1.13. Bauer’s use of Edessa and the documents about the early Church there The documents are most easily found in W. Cureton, Ancient Syriac Documents . Bauer’s treatment is found in Walter Bauer, Orthodoxy and Heresy . has tended to focus the attention of Western scholars on the degree of trustworthiness to be assigned to the Abgar legend. After having invested so much energy in a drawn-out discussion of the establishment of the Church in Edessa, moving to the unspoken assumption that that discussion covered the pre-literary history of Syriac-speaking Christianity has seemed a natural step. It is a misguided step, however. [2] The roll of very early Christian writings produced in Syriac that survive to our day is not a long one:  Sebastian Brock “Eusebius and Syriac Christianity”, 221-226. lists three passages in The Chronicle of Edessa , the inscription of Abercius of Hierapolis (died ca. 200), two passages from Julius Africanus, The Book of the Laws of the Countries , the central elements in the martyr acts of Shmona, Guria and Habbib and what Dr. Brock calls “the scant fragments of Bardaisan’s works preserved by later polemicists” as forming the earliest stratum of evidence. With the exception of the very uncertain Odes of Solomon and some probable, but lost, works lying behind The Acts of Thomas , there is nothing else on which scholars can agree. These seem to be the chief of the surviving pieces from before the arrival on the scene of the two great fourth century contemporaries: Aphrahat and Ephrem. With their activities come the first large bodies of texts that survive to be mined for information on the life and thought of those early Semitic Christians. [3] Our problems are not solved by the arrival of these works on the stage of history, however. Instead, these writings confront us with new puzzles. Aphrahat seems destined to remain just a name to us, but Ephrem’s life and work can be studied as united elements of a single whole with a specific location in time and space. The enterprise of locating the particular pieces of this corpus, though, is fraught with difficulty, due to the lack of autobiographical references his works provide and the scarcity of earlier materials. A discussion of the difficulties associated with the historical study of Ephrem can be found in Paul S. Russell, “St. Ephraem, the Syrian Theologian”. These circumstances make broad knowledge of the time and place in which Ephrem lived even more desirable, since that background could be a powerful light to shine on the works to help us see what they contain. Because of this, our knowledge of the city of Nisibis and the life of those living there, Christian and non-Christian alike, should hold a prominent place in the mind of any student of Ephrem. This has not been the case for most students of Ephrem, however. [4] Nisibis was Ephrem’s home and formative environment. He passed almost six decades of his life there before his exile in Edessa began. Despite this, even the basic emotional and psychological fact that Edessa can never have been “home” to him seems to have escaped the notice of modern readers of his works. Though both of these places are far from us in time and space and foreign to us in very similar ways, we should not let that similarity to the foreigner make us assume that they were much the same to Ephrem. [5] I would like to suggest that Nisibis should be the first place we look to find the background of Ephrem’s works rather than Edessa. The fact that he spent so much more of his life in Nisibis is important, of course, but it may be even more important to consider the fact that his formation as a human being, a Christian thinker and writer, and as an observer and analyzer of the world must all have taken place in Nisibis. In the same way that an American, born in the 1950s, can never escape some degree of mental connection between Germany and totalitarianism, because of its all-pervasiveness in conversation and writing during his formative years, so would Ephrem’s chorus of inner voices have been tuned to a Nisibene register rather than an Edessene one. Until modern readers try to read Ephrem primarily as a Nisibene author, they will have failed to approach him on his own ground, I believe. I do not dispute the connection of some of Ephrem’s works with Edessa, of course. Any time a piece can be placed in history, usually on the grounds of internal evidence, I am eager to benefit from that fact. My objection stems from a conviction that Edessa has pushed Nisibis into the shadows when our imaginations are at work on Ephrem and his writings. [6] In order for us to begin to read Ephrem this way, we must gather about us all we can discover of Nisibis and its character so we can try to match what we can see of Ephrem’s native city with his concerns and views. However, as soon as one begins to attempt this project, an intractable problem arises. [7] One of the reasons that modern scholars turn their imaginations so readily to Edessa as the backdrop for an early Syriac author is that our knowledge of Edessa is, relatively, so far advanced. Every student of Syriac must read J. B. Segal’s seminal work on the city, Edessa the Blessed City . but we have a number of very useful works besides this one that serve to make the student’s eye turn to Edessa whenever early Syriac Christianity is under consideration. This is not the place for a complete bibliography, but the shelf that sits (tellingly) nearest at hand as I write has on it: Steven K. Ross, Roman Edessa London: Routledge 2001, H. J. W. Drijvers, Cults and Beliefs at Edessa Leiden: E. J. Brill 1980, Han J. W. Drijvers & John F. Healey, The Old Syriac Inscriptions of Edessa & Osrhoene Leiden: Brill 1999, Javier Teixidor, Bardesane d’Edesse la première philosophie syriaque Paris: Les Éditions du Cerf 1992, and H. J. W. Drijvers, Bardaisan of Edessa Assen 1966. There is nothing like any of these volumes to help a modern reader become acquainted with Nisibis. Since we all read Syriac works with information about Edessa in our heads, we naturally see connections with Edessa in the works of Ephrem. It is not illegitimate to look for these, of course, but do we see them because they are, in truth, connections with Edessa or do we see them because they are connections with the Late Antique Near East? How many of the elements that seem “Edessene” in Ephrem’s works really are so and how many are ambiguous? If we knew more about Nisibis, we might set our knowledge of the two cities side by side and see which of the two seems the more likely source for Ephrem’s thoughts, but we know little of Nisibis and the comparison could hardly be made on equal terms. In this paper, I try to begin to redress that balance. [8] It is important to realize, at the outset, that it is not possible to produce a treatment of Nisibis with anything like the same sophistication and detail that our knowledge of Edessa has achieved. Edessa has been investigated systematically on the ground and Nisibis is, as yet, essentially untouched by modern archaeology. I have been told of some investigations going on, especially around the old Baptistery, but have been able to see no photographs or drawings and have heard no mention of any publications of findings at Nisibis. The maps of Nisibis I have been able to discover and examine Plate XV in Dussaud, Topographie , Plate IX in Mommsen, Provinces , Plate III in Neusner, History vol. IV, folding endmap from Debevoise, History of Parthia , the map that is found as illustration 1 in Mango, “The Continuity of the Classical Tradition” after page 116 and the following maps from the Library of Congress Map Collection: H 215-30 23331 Turkish 1946 [G-XIV Blatt Nr. G-XIV Siirt (1:200, 000)], G 7430 S 200 G 41 German 1941 [Blatt Nr. H-XV Nusaybin (1:200, 000)], G 7430 S 200 G 4 German 1941 [Nusaybin H\/XV (1:200, 000)], G 7430 S 250.G 7 [Mardin Sheet 25 Intelligence Division War Office 1902\/revised 1915 (1: 250, 000)], G 7430 S 200 G 7 [Sheet G 15 Nusaybin (1:200, 000)] and G 74 30s 250. G 4 [Blatt Nr 54 Mardin (1:250, 000)]. (These last were the best the very helpful staff at the Map Collection could discover in the Library of Congress Collection.) All these maps do little more than illustrate Nisibis’ position on east\/west and north\/south routes of travel and its placement on the edge of the high ground over-looking the plain to the south and east. (I assume that interest in the area in the last decade has led to the discovery of whatever map resources the collection at the Library of Congress holds. Some of these were released especially by the CIA for me to examine, so I think it likely that I saw all there is to see.) are of too large a scale to be useful for someone wanting to gain a sense of the site, and reflect the military focus of the interests of all their modern creators. The most basic tools are lacking for study of Nisibis. [9] This lack explains my approach in this paper. Rather than synthesizing the information I have been able to collect down to a smooth and organized summary, I have, instead, decided to try to present, stated systematically by topic and category, as much of what I have found as possible. As our knowledge of Nisibis grows, I expect that others will be able to make more intelligent use of this information than I can, now, at the start of the process. I imagine this paper’s usefulness to lie in its containing as many items as possible, so that a reader can refer to it to check if a detail he has identified in a writing, describing the physical situation of the city, the name of a bishop, the mix of ethnic groups in the population, for example, might refer to Nisibis. I hope that someone reading something from Ephrem’s pen might be able to refer to this compendium to see if other sources I have discovered could shed light on what he is reading. The organization of the material into categories will, I hope, make it easier to locate the particular material sought. I hope that the manner of presentation of this paper has not made it more awkward to read than necessary, but I have tried very hard to aim at completeness rather than polish. We are too close to the beginning of this process to trim off what may seem extraneous to us, now. We do not know enough to know what will be extraneous and what will be useful. A high polish is not always the effect at which historical work should aim, however much I admire it in its place. The reader will notice, also, that I have posed a number of questions in this paper that I cannot answer. These are intended to highlight both possible lines of thought and our present lack of certainty. [10] A useful way to look at our knowledge of Nisibis before and during Ephrem’s life may be to think of a complete, well-rounded view of the city as being a mosaic, while what survives for us are merely a small number of the tesserae. While we do not have enough of the original to reconstruct it fully, or even to get a sense of the whole design, by careful consideration and comparison of the pieces we do have, we may be able to discern some things that the pieces, examined individually, would not show us. We may be able to get a better sense of the probabilities of different views of the original. We may, cautiously, make some observations about the absence of elements we would have expected to find, though this is perilous and must always be approached with great caution. A systematic examination of all the facts we can collect about Nisibis may allow us to understand something more of the broad background of life in Late Antique Mesopotamia. Keeping these facts in the backs of our minds may help us to draw Ephrem, in our imagination, back from Edessa to Nisibis and think of him more nearly as he was likely to have considered himself: not as “the deacon of Edessa”, but as the Nisibene refugee. [11] I am grateful to the scholars, unknown to me, who served as readers for this paper for Hugoye . I have benefited from their suggestions and been led to new sources by them that I did not know. In one regard, however, I think it necessary to part company with them. They seemed to think that I should take more notice of what is generally known of Mesopotamia in Late Antiquity, especially of the neighboring areas. In other words, they seemed to suggest that I place Nisibis more explicitly against the backdrop of what is broadly known of the region. I have decided not to follow this suggestion and would like to explain why. Since we know so little of Nisibis itself and since our knowledge of all of the ancient Near East is extremely spotty, and so much formed by the particular preoccupations of the archaeologists involved, as Ball Ball, Rome in the East , 235. Whittaker, Frontiers , 53, echoes this characterization of the archaeological work done in the Roman Near East as “undeveloped”. makes clear in his discussion of the interpretation of the remains of a particular area: Thus the [perceived] pattern of rural settlement and development is affected not so much by the actual remains but by archaeological fashion. We have already observed ... how academic priorities can distort the received view of urban continuity. The rural surveys, in concentrating too exclusively on specific research interests, have resulted in the true picture being distorted. We cannot proceed as if we had a complete or representative body of information at our disposal. Whatever we might gather about Nisibis in particular would soon be submerged by the comparative flood of facts and artifacts relating to other cities and sites. Any hope of beginning to gain an idea of Nisibis’ own individual character would not survive the flattening effect of having the vast majority of information stem from elsewhere. In composing this piece I have, to a large degree, taken for granted the reader’s acquaintance with the broad outline of the political and cultural history of the Roman Near East and have tried to focus my gaze solely on Nisibis in the hope of beginning to gain a sense of its peculiar characteristics. I am willing to accept a spotty and incomplete result because I think that is a fair and responsible rendering of the state of our knowledge of Nisibis at present, given its predominantly literary basis. Until modern archaeological work can be performed at the site and the materials uncovered have been analyzed by scholars, I do not think that we can expand the boundaries of our detailed picture very much. I think this paper is useful and I think its contents are helpful to the reader of Ephrem, but I do not think that it marks the completion of this necessary task. Rather than making this paper more rounded and attractive by filling in its gaps with information from other locales, I have chosen to leave its incompleteness obvious to the reader’s eye, both as a salutary reminder of the state of our knowledge and as a spur to undertaking first-hand investigation on the ground, when that again becomes possible. Physical Situation [12] We should begin with the consideration of the physical situation of the city of Nisibis. Nisibis sat, and sits, on the southern edge of the high ground above the bend of the Mesopotamian plain. It stands as a fortress on the edge of a natural wall that is the mountain range, or range of high hills, that stretch across the northern edge of the center of the curve of the Fertile Crescent. If Pigulevskaja’s suggestion that the Greek name for the region or valley in which Nisibis lies, “Mygdonia”, comes from the Syriac word magda’ = ‘fruit’ is correct, Les villes , 51. that would give us good reason to think that the area seemed much more fertile than the general run of farm land in that part of the world. It might also explain why a city had been built at that particular place to control that important region. It was always important to have steady food supplies near at hand if an ancient city were to survive. A further note of caution before we begin:  Millar, Roman Near East , 226, makes an important point by warning that it remains difficult to study areas near the borders of modern states. The fact that Nisibis has been in an area of unrest for a very long time has been one of the factors in keeping modern, scholarly knowledge of its history at such a low point. Unfortunately, I cannot foresee a time when that circumstance will change. Indeed, it seems more likely to grow worse and for there to be much loss of valuable artifacts and materials before they can be recovered. [13] Nisibis stood astride important routes both from the east to west, that is, from Arbela or Seleucia-Ctesiphon to Edessa or Harran, and from the north the south, that is, from Armenia to the Mesopotamian plain. This position, it is important to remember, determined not only the city’s importance in war, but also its importance in trade. [14] Nisibis stood by the side of a river, the Mygdonius (whose name echoes that of the area), which flows into the upper Euphrates. Late Antiquity , 606. It was also so close to the Tigris to the east, and so highly elevated above the flatter land in that direction, that Ammianus Marcellinus reports having been able to see from Nisibis fires burning to the east as evidence of the Persian incursion across the river in 359. 18.6.9, Walter Hamilton trans., 153. This incident is mentioned by Matthews, “Ammianus and the Eastern Frontier”, 551. [15] This position, both of natural and strategic importance, meant that the city was of great military value to whatever political state controlled it. Thus we hear from Dio Cassius: Dio’s Roman History , Translated by Cary, vol. 3, 11 (Book 36.6). Lucullus reached this city in the summer time, and although he directed his attacks upon it in no half-hearted fashion, he effected nothing. For the walls, being of brick, double, and of great thickness, with a deep moat intervening, could be neither battered down anywhere, nor undermined ... The fortifications that greeted the Romans’ on their arrival on the scene show that the need to protect the city as a precious asset already had a long history. Such formidable defenses were not the product of a brief building spree or one ruler’s whim, but were evidence of long-standing, serious concern for the site’s protection. The city had a very long history due to its natural desirability. This explains its having been continuously occupied for as far back in time as we can trace the history of the region. [16] Along with the city’s antiquity, we should be aware of its individuality. It is important to remember the strongly localized quality of life in the ancient world. Indeed, we should remember the localized quality of life in all ages before our own, if we consider our own age to begin in the middle of the 19 th century with the wide distribution of steam-powered travel both on land and on sea. It has been well said: Louth, “Unity and Diversity”, 3. Stoneman, Palmyra , 53-54, makes the same point of the oasis city of Palmyra and its territory. ... we need to remind ourselves just how diverse and disparate the communities of the fourth century—and not just the Christian communities—were. The basic unit was the city— polis , civitas —with its surrounding countryside. Except in the case of a few great cities, especially Rome and Constantinople, the city and its surroundings were a self-contained economic unit. They were also self-governing, governed by local notables ... The Roman Empire made no attempt to erase this prevailing sense of locality. [17] It is important to remember, when we consider Nisibis, or any ancient city, that we are studying an entity that had much more of an individual life than is common for a city in our own place and time. This should make us cautious in our use of evidence from neighboring regions and cities. Ethnic Mix [18] The ethnic mix of the city of Nisibis during Ephrem’s lifetime is impossible for us to discover in any detail, so far removed in time as we are now. Millar, “The Problem” passim , shows clearly the scarcity of hard evidence, so far identified, that can shed light on either the extent of Hellenistic cultural presence during the period of Greek and Roman rule or its depth of penetration. He stresses also, ironically, the scarcity of evidence for non-Greek cultures in the Hellenistic period. Modern scholarship, as yet, is unable to provide a baseline picture of either side of the great cultural divide between Greek and barbarian in the Late Antique Near East. All of the following attempt to review what is known of Nisibis should be treated with caution as a result of our general ignorance. Pigulevskaja N. Pigulevskaja, Les villes , esp. 49-78: “Nisibe, Ville Frontière”. holds that the name of the city seems to be Aramean in its root. If true, this would put Nisibis into the context of the very widespread Aramaic language world that seems to have stretched from the Mediterranean littoral to the interior of Persia. Frontiers , 25-26 discusses this spread. [19] It seems clear that the Greek population of Nisibis grew progressively as the time of Hellenistic occupation continued, which was the normal thing in Near Eastern cities. It also seems that, in comparison to other cities of the Hellenistic occupation, Nisibis was very little Hellenized and that the Syrians in it remained much the most important part of the population. It was, of course, given, officially, the name of ‘Antioch in Mygdonia’, Jones, Cities , 216. Jones says this name is first attested in the 2 nd century BC under Antiochus Epiphanes. but the use of the old name seems to have returned with the fall of the Seleucids and we should expect that the traditional name was commonly used by the Syrian population throughout the Hellenistic period. Jones attributes at least part of the lack of permanent Hellenistic influence on the local populace to its “chequered history” (a very reasonable suggestion) and cites the continuation of brother\/sister marriages as an example of the cultural orientalism that survived even to the time of Justinian and Justin II. Jones, Cities , 222. Jacob Neusner, speaking more broadly of Mesopotamia, gives a very credible account of the likely ethnic mix of the city: History of the Jews 1, 2-3. Because of its antiquity and changing fortunes, the region was, by the second century BCE, a mosaic of peoples, languages and cultures. In addition to Jews, who had been exiled there in the sixth century BCE, and remained in large numbers, the Babylonian region contained numerous Babylonians, who spoke Aramaic and also (through their priests) preserved Akkadian; Macedonians and Greeks; Syrians, Arabs, and other Semites; Armenians and Iranians; and occasional Indians and Chinese. Many of the cities had largely Hellenized populations, particularly Seleucia, Charax-Spasinu and Artemita; others, particularly Babylon and Uruk, were centers of the ancient Babylonian cuneiform civilization; while still others, particularly Ctesiphon, were populated by great numbers of Parthian government officials, troops and traders. Yet few cities were inhabited by a single ethnic or religious group, and all exhibited a measure of Hellenistic culture; Susa, far to the east, conducted its municipal affairs according to accepted Seleucid forms and in the Greek language long into the Parthian period, while Babylonians, Syrians, Jews, and Greeks mingled in the streets of Seleucia. We know, moreover, that the Greek and native Babylonian elements were intimately intertwined. [20] Another note of caution would not come amiss at this point. While we may know that different languages were in use in the same place at the same time, this does not necessarily tell us who the people were who were using them. When we have epigraphic evidence we do have something solid to hold on to, but it is important to realize that this evidence is of strictly limited value. It is too easy to think that we know who would have been using which languages in certain locations at certain times, but our knowledge is rarely dependable in that regard. Despite the fact that all scholars seem to agree that the Christian community in Nisibis was less Hellenized than that in Edessa (perhaps because it lies farther to the east), we must remember that the earliest Christian inscription from Nisibis, found in the baptistery of the church building there, was put up by Bp. Vologeses in Greek, not in Syriac. Of course, this might have been analogous to the common custom in American Episcopal churches of putting inscriptions inside their buildings in Latin (or even Greek!) despite the fact that no one, including the priest and the stone carver, is able to read these when they are completed. Christians of earlier times were not necessarily more innocent of cultural, social and theological pretensions than their modern brethren. In other words, that inscription may tell us something about the ethnic make-up of the Christian community in Nisibis at that time, or it may not, and there seems to be no certain way to determine which of these is the appropriate conclusion to draw. This point will be discussed more fully below at paragraph 43 ff. [21] Bp. Vologeses, himself, is an interesting person to consider. While bishop of the Christian community in a city that seems to have been mostly Syriac-speaking, he put up an inscription in the new showplace of his church (commemorating his having had a hand in building it, no less), but he did so in Greek! “Vologeses”, by the way, is not a Greek or Syriac name, itself, but rather one of Parthian extraction, and would have been associated with the Roman Empire’s rival to the east in the minds of the Christians of Nisibis. “The Parthians spoke Parthian Pahlavi, a North Iranian dialect akin to Sogdian” says The Oxford Classical Dictionary “Parthia’, 651. (Vologeses IV of Parthia besieged Nisibis in 197. Pigulevskaja, Les villes , 76, Also, Vologeses I (52-80 AD) founded Vologesocerta near Babylon as a rival to Seleucia-Ctesiphon, The Oxford Classical Dictionary , 953. ) I think it is a sign of a certain open-mindedness on the part of the Christian community that Bishop Vologeses’ family (if he was born in Nisibis) did not feel social pressure to give him a more ‘Christian’ name. It seems that, whatever language Vologeses himself spoke as his “native tongue”, it could not have been both the same as that in which his people worshipped (Syriac) and that in which the inscription was composed (Greek). Was it neither of these, but rather Armenian or Persian? It is hard to imagine a family without roots to the north or east choosing such a name for their son. Robert, “Une Nouvelle Inscription”, 323, makes the same general point about on-going cultural influence as evidenced by the Persian name (Mithras) of the Bishop of Hypaipa, present at the Council of Nicaea. Clearly, the Christian community, itself, knew more variety in background among its members than we can discover at this point. Religious Mix [22] The mix of religions present in Nisibis during and before the life of Ephrem cannot be reconstructed in detail. We can, however, rehearse some of the facts that we do know and then try to assess what they tell us about what Ephrem’s religious environment would have seemed like to him. [23] As far as paganism is concerned, while we know for certain that it must have been present, we know really very little about which cults were represented in Nisibis. Ephrem himself, in the 10 th and 11 th of his Hymns on Nicomedia , makes specific reference to the use of astrology and incantations among the people in Nisibis. David Bundy, “Vision for the City”, 201-203. There is evidence also, of the survival of local non-Hellenic cults into this period. Fergus Millar, “Empire, Community and Culture”, discusses what is known of this native Semitic paganism. H. J. W. Drijvers, Cults and Beliefs , discusses what is known of Edessene paganism, but the local nature of pagan practice and belief makes this information unusable to describe Nisibis, however suggestive it may be. It seems that there is good reason to conclude that traditional Semitic paganism (that is, cults addressed to some of the many local deities common in the Near East before the conquests of Alexander, such as Hadad, Bel and Shamash) continued on throughout the Hellenic period into late antiquity, but we know virtually nothing about it in detail. Millar is quite correct in commenting “…we have no way of knowing what myths or beliefs attached to these cults”. “Empire, Community and Culture”, 163. It seems certain, judging by literary evidence and by the archaeological work carried out elsewhere in what was once the Seleucid domain, that there would have been local, quite un-Hellenized cults, some Hellenic imports (likely poorer and less well attended after the arrival of Roman rule under the early Empire) and some cults that included elements from both backgrounds. Even this general picture, however, takes us beyond our fact-based knowledge and should not be pressed. The lack of modern archaeological work in the area and the lack of Syriac pagan writings leave us dependent for information on passing references in Jewish and Christian works. (Islamic works are too late to be considered contemporary sources, and, so, offer further difficulties, if one tries to use them with this in mind. I have avoided them for this reason.) It is one of the difficulties inherent in the sort of written materials that survive from the period that their Christian or Jewish nature means that the lives and practices of pagan people are almost completely neglected. For example, Stoneman Palmyra , 71 ff. says that the cult of the Roman emperor is absent in Syria, but I would prefer to say that we have not yet found evidence of it and so may assume that it was not common. I do not think that our knowledge is extensive enough to enable us to claim that we know that something did not exist in this area at all. [24] Numismatic evidence, always, in some respects, pleasantly specific, shows coins minted by the city with images of Caracalla, Macrinus, Gordian III and Tranquillina, Otacilia Severa and Philip Junior on the obverses, while the reverses show either the Tyche of the city or, on that of Otacilia Severa, a temple of the Tyche with the Tyche seated between its pillars. MacDonald, Hunterian Collection , 315-316, Plate LXXIX.  This last shows a sign of the constellation Aries, a detail included on some of the others. Otacilia Severa is also shown with a river god swimming at her feet. The Tyche is so general a symbol that it says nothing about Nisibis in particular. The constellation may be a reflection of the same interest Ephrem describes in Hymns on Nicomedia 10 + 11. Hill displays Nisibene coins showing Macrinus, Severus Alexander, Severus Alexander with Julia Mamaea, Julia Mamaea, Gordian III, Gordian III and Tranquillina, Tranquillina, Philip Senior and Otacilia Severa. Hill, Greek Coins of Arabia Mesopotamia and Persia , 119-124, Plate XVII. This slightly different group of coins shows almost exactly the same range of decoration as those in the Hunterian collection. I think it makes sense to conclude that this array of images reflects the interests and self-understanding of the city rather than of the imperial figures who caused the coins to be struck. All of these symbols fit easily into the life of the city and its cultural interests, as we know them. Drijvers “The Persistence”, 39-40. warns that we should take notice of the cult of a city’s Tyche and of astrology. He considers these to have been lively rivals to the growth of Christianity and helpful gauges of a city’s cultural profile and its cultural change over time. [25] We do know, on the other hand, quite a bit more about Judaism in Nisibis and its surroundings. Jacob Neusner makes quite clear that Nisibis was an important place in the Jewish Diaspora to the east of Palestine. Jacob Neusner, History of the Jews 1, 13. We know that the Jews in Nisibis were not cut off from their brethren in the homeland, but rather supported them with funds when the times demanded. Moreover, it is clear that the feeling of having an active attachment went in both directions. A good example of this is the flight of the students of Rabbi Akiba who went to Nisibis to stay with Rabbi Judah ben Bathyra during the Bar Kokba war. History of the Jews , 1.122. A city “Nisibis” is also mentioned in Josephus, Jewish Antiquities 18.312, as having been the site of a collection point for the Temple offering of Jews in that area. Because this passage describes Nisibis as on the Euphrates, the editor of the Loeb edition, L. H. Feldman, note a, p 180, vol. 9, suggests that this must be a different city from Ephrem’s Nisibis. Since the river in Ephrem’s Nisibis, the Mygdonius, ran into the Euphrates downstream from the city, I can imagine Josephus thinking of it as a branch of the Euphrates. The reference is uncertain, but likely to be our Nisibis, in my judgment. [26] Neusner takes very seriously the prominence of Judaism in Nisibis and credits the presence of Tannaitic ‘Tannaitic’ refers to the rabbinic tradition before the period of the formation of the Mishnah or Talmud . teachers there as a reason for the slow growth of Christianity in Nisibis, especially as compared to the growth of the church in Edessa, which did not have that Tannaitic presence. History of the Jews , 1.180: “Christianity built its base at Edessa, and Tannaitic Judaism at Nisibis, and both were represented by (sic) the outset at least by men actively engaged in spreading their respective doctrines.  Thus what Edessa was to Christianity, Nisibis was to Tannaitic Judaism”, cf. 1, 183 for further argumentation in support of this point. If this suggestion is correct, it may provide a useful handle for the modern student of Ephrem to grasp when considering both Ephrem’s method of approach to understanding Scripture and his rhetorical customs when interacting with Judaism. It may also shed some light on the social and ethnic profile of the church in Nisibis. It would be wrong to think that the Christians were limited to people of Jewish extraction, but suggesting that a relatively large portion of the Christians (relative, that is, to the size of the whole group) had Jewish forbears seems quite reasonable. Consider the following passage in which Neusner reflects on the competing penetrations of the rival religious groups (Tannaitic Judaism and Christianity) into the Jewish population in Mesopotamia. Neusner, History of the Jews , 3, 358. How shall we understand these facts? They indicate the penetration of an undifferentiated Jewish population by rival, organized parties at pretty much the same time. To say that one or another group ‘failed to make headway’ is probably misleading. What must have happened is that where Pharisaism established itself, it shut out Christianity, just as Christianity excluded Pharisaism if it preceded the arrival of a rabbinical school. The two parties, Pharisaism and Christianity, shaped the pre-existing “Judaism” to suit their respective purposes. [27] The rivalry between the two religions in Mesopotamia, and to the east, was not only intellectual. Neusner points out that the Jews were, sometimes, the motive force for the persecution of Christians in Persia after 344. Neusner, History of the Jews , 4, 25. His later article, “Babylonian Jewry”, offers a clarifying note to this point in its conclusion that there is only one instance in the surviving literature of an actual claim of Jews being involved in the persecution of Christians in Persia under Shapur II. Neusner concludes that the different fates of the two religious communities in Persia stemmed from the government’s justified suspicion of the political loyalty of the Christians. While the Jews seem to have regarded the sufferings of the Christians with complacency, this is a very different thing from their being agents of persecution, Neusner rightly concludes. Bar Hebraeus seems to have thought that the actions of the Emperor Julian echoed the violence of this rivalry in some places, Chronography , I.61. which shows, to my mind, a sense of this sad state of affairs being long-standing. [28] Manichaeism was also a religious force in this part of the world during Ephrem’s lifetime. Mani himself may well have been a follower of Shapur’s army on its invasion into the Roman territory, Dodgeon and Lieu, The Roman Eastern Frontier and the Persian Wars , 65, which contains Alexander Lycopolitanus, Contra Manichaei Opiniones Disputatio , 2. and it seems clear that, by the time of his death in 276, his followers and their religion had already entered into Roman territory. This spread seems to have followed the routes of trade, as religions usually did. Samuel N.C. Lieu, Manichaeism in Mesopotamia , esp. 38-53, addresses the diffusion into Mesopotamia and Syria. The Cambridge History of Iran 3 (1), 497 says “The land of the two rivers lay open to all sides, and has always been a melting-pot of races and cultures. Through it eastern writings, too, streamed into the west.” It seems reasonable, then, to assume some presence of cultural and religious influences from the east in Nisibis, even though we catch only brief glimpses of them in the records we have.  It is clear that Ephrem was very interested in Manichaeism. He wrote against it in his Prose Refutations of Mani, Marcion and bar Daisan and showed some degree of knowledge about its content of teaching and religious practice. It has been usual for scholars to assume that the Prose Refutations stem from Ephrem’s final decade in Edessa. Drijvers, Bardaisan , 127 says, “All his life, as monk, ascetic, and prolific author, Ephrem Syrus (306-373) made a stand for the cause of orthodoxy, for which he tried to gain acceptance in Syria. A native of Nisibis, he left this town in 363, when it became part of the Sassanide kingdom. After some wanderings, Ephrem then went to Edessa, where he founded the famous “School of the Persians” of which he was the first head. Now he was really confronted with heresies, which proliferated particularly in Edessa, and he fought against them with all his might.” Ross, Roman Edessa , 123, says, “Arriving in Edessa after Rome’s surrender of his native Nisibis to the Persians in 363 CE, Ephrem found his new home to be a hotbed of what he considered to be execrable heresies. Christians of the strain approved by Ephrem, worshipping in a church established 50 years earlier by the orthodox Bishop Quna, were lost among a throng of followers of other teachers of a more or less ‘heretical’ bent.” Neither of these two excerpts supplies citations from Ephrem’s writings or elsewhere that would lead one to the conviction that Edessa was more full of ideas Ephrem didn’t share than Nisibis, yet the point is assumed to be true. (I will not multiply passages from other scholars, but it would not be a difficult task.) If this idea of Ephrem being sparked to write the Prose Refutations by the perilous state of Christianity in Edessa is correct, then we cannot assume that this level of contact was also present in Nisibis. If this assumption is another effect of the common default assumption of intellectual activity being a characteristic of the Church in Edessa, then we might think it wise to reconsider whether we are in a position to assign a provenance to the Prose Refutations at all. My conviction is that the state of our knowledge does not permit us to decide between these two possibilities. Jason David BeDuhn The Manichaean Body , note 37, p. 282. refers to the following sentence of Ephrem from the edition of Mitchell, I.cxix. His understanding of its meaning emphasizes Ephrem’s knowledge of his theological opponents. “For their works are like our works as their fast is like our fast, but their faith is not like our faith.” Of course, Ephrem cannot allow this observation to stand alone, but draws appropriate polemical conclusions: “And, therefore, rather than being known by the fruit of their works they are distinguished by the fruit of their words. For their work is able to lead astray and (yet) appear as fine, for its bitterness is invisible; but their words cannot lead astray, for their blasphemies are evident”. This ability to distinguish between the varying divergence between Manichaeism and Christianity in the areas of practice and doctrine is surely evidence of enough acquaintance with the Church’s competitor to allow Ephrem to engage it on more than one level. It makes sense to think that Ephrem had had some contact with Manichaeans himself, whether they were travelers through Nisibis or permanent residents of the city. His knowledge of their actions has the air of being first-hand, to my ear. John C. Reeves’ compilation of citations of Manichaean writings he has drawn from Ephrem’s Prose Refutations “Manichaean Citations”, passim . supports this conclusion in detail. Ephrem seems either to have had access to Manichaean writings himself or to have had prolonged close contact with well-instructed Manichaeans and have heard their teaching and argumentation. The relevance of this to his life in Nisibis is still in question, however. [29] A cemetery has been discovered on the Dalmatian coast that contains gravestones of both Manichaeans and Christians who are described as having come from Nisibis. Lieu, Manichaeism in the Later Roman Empire , 86. I suggest that a willingness to share a burial ground with another religious group should be taken as evidence of close familiarity, though not necessarily approval. That close familiarity makes the kind of contact Ephrem seems to have had with Manichaeism seem plausible. Our evidence does not allow us to be more specific than that, as yet. [30] There must have been other religious groups present in the city of Nisibis, also. For example, because the city was an official center of trade between the Persian Empire and the Roman Empire and was one of the designated pass-through points for travelers moving from one territory to the other, there must have been Zoroastrians in Nisibis on a regular basis. I have been able to find no reference to any Zoroastrian organization or cultic center in the city, but their presence must have been a usual thing. Evidence of Zoroastrian presence within Roman bounds is difficult to come by. It seems certain that Zoroastrians visited Roman lands and lived there, sometimes, we may assume, for long periods of time, for purposes of trade. However, concrete evidence of this is not well known. (I have been given a citation in a Persian source for the text of the treaty entered into with Rome by Yazdegerd I in 409, which offered toleration for Christians in Persia and for Zoroastrians in Roman territory, but my present circumstances have not allowed me an opportunity to see that reference yet.) Cumont Oriental Religions , 144. speaks of temples at “Zela in Pontus and Hierocaesarea in Lydia” but offers no details. De Jong Traditions , 283-284. mentions sanctuaries of Anahita in Lydia. Boyce and Grenet A History of Zoroastrianism , 354. speak of evidence of worship of Ahura Mazda in northern Syria and Antioch in the Third Century. James R. Russell Zoroastrianism in Armenia , esp. Chapter 16 “Children of the Sun”, 515-539. gives evidence for the survival of Zoroastrianism in Armenia into the 20 th century, which shows how completely its roots could take hold in an area outside the Persian heartland. All this agreement lends weight to our logical conclusions, but the continuing lack of specific, concrete evidence of cultic activity in Nisibis prevents us from forming any idea of the number of people who would have been involved in Nisibis or any idea of their community’s profile through time. [31] We do know that the Persian government protested difficulties suffered by Zoroastrians in Roman territory in the mid-5 th century. Surviving fragments of the writer Priscus contain mention of this. Lee, Pagans and Christians , 172-173, offers the passage in English. An embassy from the Persian king also arrived with complaints about those of their own people fleeing from them [to the Romans] and about the Magians living in Roman territory from ancient times—that the Romans, wanting to divert the Magians from their ancestral practices and laws, were harassing them over their sacred rites and not allowing them to keep the so-called unquenchable fire alight at all times in accordance with their law. ... The Romans responded that they would send someone to discuss everything with the Parthian [ sic ] king, for there were no fugitives among them and they were not harassing the Magians over their religious observances. ... Constantius, who was prefect for the third time, and was of consular rank and a patrician, was sent as envoy to the Persians. “Not allowing them to keep the so-called unquenchable fire alight at all times” sounds like interference in the normal worship of fire temples, which means, if we assume that the complaint referred to specific incidents rather than taking a stereotypical form, that fire temples must have been present in Roman territory. Unfortunately, we are given no locations for these temples. [32] The cult of Mithra, which clearly shows connections of some sort with Persia, was wide-spread in the Roman Empire, reaching all the way to Hadrian’s Wall. Unfortunately, experts do not agree on how much, if any, real Zoroastrian influence is found in that tradition. Discovery of its presence in Nisibis would not advance our knowledge appreciably. Mithraism has not been found in Persia, itself, which indicates some kind of separation of the cult from its putative homeland. Frye, Heritage , 249. The long and detailed attempt to characterize and assess the true character of the religion of the Orontids (an Iranian dynasty ruling Commagene during the second and first centuries BC) found in Boyce and Grenet, A History , Chapter 10, shows the difficulty of making value judgements based on scattered and fragmentary physical remains, unsupported by any local written materials, epigraphic or literary. This supports my reluctance to move beyond the obvious implications of the evidence we have. [33] The growing identification of Christianity with the Roman State, the extent and importance of which modern western scholars like to debate, seems to have been accepted as present and to have been perceived as threatening by the rulers of Persia, to the east. This is one of Neusner’s central conclusions in “Babylonian Jewry”, passim . This threat seems to have been met, particularly under Shapur II (309-379), despite the fact that the Zoroastrianism of the Sassanians seems to have been heavily influenced by Zurvanism, a “Zoroastrian heresy which, after the Islamic conquest, vanished in favour of orthodoxy”, Frye, Heritage , 252. For a full treatment of this strand in Zoroastrianism, see Zaehner, Zurvan . with a corresponding identification of the Zoroastrian faith with the Persian state. The resulting clash led to a situation inside Persia in which: “The heads of the Christian martyrs were offered to Anahita,” Neusner, History of the Jews , IV, 18 and also in The Cambridge History of Iran , 3.886. Anahita being a goddess associated by Zoroastrians with water, an important sacred element. What effect on the relations between Christians in the Roman border lands and the Zoroastrians among them and to the east of them did this conflict have? We cannot say, as yet. [34] Experts in Zoroastrianism cannot agree on when, or how, the religion achieved standardization in its scriptural inheritance or its body of doctrine. Neusner, History of the Jews , IV.9. Frye, Heritage , 252, mentions that this standardization may have been spurred by the superior organization of the Church. Zaehner, Zurvan , Chapter 1 “The Zoroastrian Sects”, describes this difficulty in some detail. It seems unlikely, from his presentation of the sources and nature of the uncertainties, that any particular, clear outline of the history of the development of Zoroastrianism as a formally organized tradition will be accepted soon by a majority of specialists. Neusner opines that the persecution of the Christians by Shapur II was “political, not narrowly religious”, but the border between those two spheres is not always clear and was usually less clear in Late Antiquity than we, in the modern West, think it should be. It seems safe to say that Christians living in Roman territory on the boundaries of the Persian Empire would have felt threatened by Persian power, as such, and were unlikely to perceive, or be comforted by, any distinction between the political and religious elements in that hostile power. Ross, Roman Edessa , 22, mentions this sense of a religious threat to the East and seems to imagine it beginning to arise with the rise to power of the Sassanids in 226. [35] We can be certain that the large religious groups known to us by name would not have been the only ones present in Nisibis during Ephrem’s lifetime. Ephrem’s Hymns against Julian , 2.22, which mentions the fact that the Persian conqueror This must refer to the occupation of Nisibis after 363, it seems, since no other Persian conquest of Nisibis occurred during Ephrem’s lifetime. left the church alone but tore down pagan temples in Nisibis, seems to refer to different types of groups that are hard for us to identify. McVey translates the passage as follows: McVey, Hymns , 240. The Magus who entered our place regarded it as holy, to our disgrace. He neglected his fire temple but honored the sanctuary. This might be taken as describing the presence of a Fire Temple in Nisibis or might be a contrast of Shapur’s general support of the Persian religion with his mercy toward the Church. In the absence of other, clearer references, we cannot be certain. He cast down the [pagan] altars built by our laxity; He destroyed the enclosures to our shame. The term of particular interest to us is the one she renders as “enclosures”. Her note on the word says: “Beck suggests that heretical cult rooms are meant, citing CH ( Hymns against Heresies ) 1.18.1, where the reference is to the Bardaisanites. That is, the cult places are destroyed by Shapur to the shame of Christians, who should themselves have destroyed them.” This word, hbwšt’ , seems to have an overtone of people being shut up together. It later comes to be used for things like monastic cells. It puts me in mind here, though, of the “conventicles” of Dissenters during the aftermath of the English Reformation. That is, it seems to be a word that is used of groups that seem, to the speaker, to be a bit shady, but it doesn’t carry any particular identifying content of its own. Gnostic groups would be an easy fit with it, but so would any groups that Ephrem might not approve of. It seems impossible to tell if he has in mind Christian groups he doesn’t like or other sorts of questionable characters. We should refuse to come to a conclusion when our evidence does not lead us to do so. Thus, this passage can serve as evidence of a number of religious groups meeting in Nisibis of whom Ephrem did not approve, but I do not think we know enough to be certain that they described themselves as Christian and, if they did, what form of Christianity they practiced. We could have guessed at their presence, but we still cannot guess at their identity. [36] It makes sense to assume that business and war brought all sorts of people to Nisibis. It makes sense to assume that Ephrem grew up and lived almost his whole life in a city in which all sorts of religious practices and religious groups were present, at least as they passed through from east to west, north to south, or vice versa. Exactly which groups were present, however, we cannot discover from the materials we have at hand. While this may help us understand his great interest in arguing with, and against, religious thought of all kinds, the details of our knowledge do not allow us to sort the works of Ephrem that survive into Nisibene and Edessene groups based on the rival religious groups and figures that are mentioned, because, even when we know a group was present in Edessa, we are not able to say that it was not also present in Nisibis. Cultural Elements [37] It is certainly clear that a variety of cultural influences was at work throughout the life of the city of Nisibis. However, how to describe these in any detail, and even the period in which each was most particularly active, is impossible for us to map. As Millar says, Roman Near East , 225. A social and economic history of the Near East in the Roman period cannot be written. None of the conditions for such a history are present. It does seem clear, however, that Nisibis was less fully Hellenized than Edessa. There seems to be, as one would expect, a lessening of Greek and Roman cultural weight as the eye moves to the East. Brock, “Greek and Syriac”, 152, mentions the Euphrates as a useful dividing line between the western tendency to leave inscriptions in Greek and the Eastern tendency to leave them in Syriac. This makes Vologeses’ inscription in the baptistery an unusual one in its location, we should note.  But this is a conclusion based almost wholly on general trends and logical reasoning. Millar, “Paul of Samosata”, 1-8, argues very strongly for the strength of the Aramaic cultural milieu in this period, though as a culture very different from the highly literate Hellenistic pattern. He says (7-8) “But all the indications are that it remained a rustic vernacular with no claim to rival Greek as a language of culture.”  Our very scanty knowledge of particulars in Nisibis is at its most vexing in this regard. There are some facts, however, which need to be mentioned regarding Hellenistic influences there. [38] First, it is possible that the Stoic philosopher Apollophanes came from Nisibis. Neusner, History of the Jews 1, 9. Five citations of his work survive in Arnim, Stoicorum Fragmenta , 90, 404-408 in Arnim’s numbering. It is interesting that one of them is in Latin, from Tertullian’s De Anima , 14. Clearly, some note was taken of this Hellenic son of the East. We also know that Greek was used far to the east of Nisibis, for example at the Sassanid court, even by Shapur II. Elton, Frontiers , 6. We should remember that the earliest Christian inscription in Nisibis, that found in the baptistery built by Bishop Vologeses, was written in Greek. The study of architecture also reveals to us the importance of the Greek influence in the region of Nisibis, even long after Ephrem’s life was over and the region had fallen under Persian rule, never to be Roman again. Mango, “Continuity”, passim . It is an important point to note that there is evidence for Hellenistic influence to be found in rural areas as well as inside the city walls. Possekel, Evidence of Greek Philosophical Concepts , 26, ff. This, of course, argues for a much fuller degree of cultural penetration than the presence of evidence only in urban sites would demand. [39] I must digress here to consider and respond to an article of Fergus Millar that has just been pointed out to me. Millar, “Ethnic Identity”. The issues it treats are relevant to many of the sections of this paper, but I have chosen to address them here because Millar uses the language of the baptistery inscription at Nisibis as his focal point in addressing Nisibis and because his paper is, itself, directed at the intersection between ethnic identity, culture and religion, which seems to fit in best at this point in our progress. [40] Millar depicts the Church in the Roman Near East as being a primarily Greek speaking entity during the life of Ephrem. e.g. 165, 166, 167, 168, 176. He makes note of the fact that epigraphic evidence of Christian inscriptions in Syriac has them appearing first in Mesopotamia and only later coming into the lands west of the Euphrates. e.g. 162, 163, 176. This seems to lead him to think that the appearance of the Syriac language in inscriptions was a process of something new moving into a previously all Greek context, at least as far as public Christian usage was concerned. This is a very different basic picture than the one that has undergirded this study and I would like to take issue with it. [41] Millar, as I read him, takes the Greek language inscription in the baptistery at Nisibis and Egeria’s report of the dual language liturgy at Aelia Capitolina (Jerusalem) as two of his central founding facts. These are introduced at 166 in his paper. Millar says: The liturgy, in Aelia at least (we have no evidence for elsewhere), allowed for repetition in ‘the Syrian language’ of the bishop’s words uttered in Greek. That introduces one point I would like to address. [42] The second point may be found earlier on the same page when he speaks of Nisibis directly: Nisibis, by contrast, was a significant city, and was also the birthplace, and the original place of residence, of Ephraim, the greatest of Christian writers in Syriac. But, none the less, the earliest Christian inscription from there, recording the construction of the baptistery (which is still standing) by bishop Vologeses in 359\/360, is again in Greek. Only a decade later, Nisibis was to be lost to the Persians. But the churches of the central and western part of Mesopotamia, and of Osrhoene, areas which remained Roman, continued to use Greek as their official language. [43] This concluding thought seems to reappear on the next page when Millar says: If the surviving pagan cults of the Near East did not find any written expression in languages other than Greek, and if ‘the Syrian language’ can be seen as only slowly acquiring a public role within the Greek-speaking Church, that does not mean that major issues were not associated with the interplay of ethnicity, language, and religion. [44] His second point lies, I think, in the overlap between what he means by “official language” in the first quotation and “public role” in the second. I would like to take the question of the evidence for liturgical language use first. [45] In the strict sense, in the mold of Egeria’s eye-witness description of the liturgical practice at Aelia Capitolina, I agree that we have no witness (to my knowledge) of the liturgies of the Late Antique Roman East during Ephrem’s lifetime. One of the things that bedevils students of Ephrem is that we have no concrete place to put our feet when we try to imagine how he worshipped and how his work was used until the homily of Jacob of Serug celebrating him in the late Fifth or early Sixth Century. A Metrical Homily , (ed.) Amar. Still, it is the universal opinion of students of Syriac (as far as I know) that the great majority of Ephrem’s surviving works were produced and intended for liturgical use. I have never heard a hint of the idea that the liturgy in which they were included might have been primarily conducted in Greek. Generally, since the time of Jacob, Ephrem has been spoken of as someone who was addressing the average worshipper in the congregation, with the assumption that he, and they, were all part of one Syriac-speaking Christian body. The language of Ephrem’s work itself, and the large size of the corpus that survives, are commonly taken as concrete evidence of the language of his original milieu and of his work being incorporated into that tradition almost immediately, thus surviving for us to read. I see no reason to doubt that general picture. Millar does not argue against this view, but his paper seems to assume something very different. I do not think that the evidence from Aelia Capitolina (a special case, in Christian terms, if ever there was one) can properly be applied to Nisibis as an aid to interpretation. I have argued elsewhere in this paper Paragraphs 17-18. for the individuality and particularity of ancient city life and think that the principle holds good in this case. Let me move to the next point, for now. [46] The question of a language being the “official” one of an early Christian community and its having “a public role” in the community life is one I would like to address. I admit that these are deep waters and, as Egeria reminds us of Aelia Capitolina, more than one language could be used at the same time in the same community for the same liturgical purpose. Still, I do not think that, in Christian terms, it makes sense to imagine any language being the “official” one of a community, in Late Antiquity, except the language used in worship. I expect that there were then, as there are now, many places in the Church where more than one language was in liturgical use in the same locale. It cannot be ruled out as a possibility that a Greek language liturgy was held in Nisibis during the life of Ephrem. (It would be extremely interesting to know if this were so. It would have a great impact on how we imagine his works to have begun being translated into Greek, for instance.) However, I do not think that the appearance of the baptistery inscription is sufficient warrant for us to conclude that Greek was the “official” language of the city’s Christian community. That Greek had “a public role” (as well as Syriac) in Nisibene Christianity I take as established fact: the one because of the inscription and the other because of Ephrem’s own works, but that Greek in any way predominated in community use in Nisibis during Ephrem’s life seems extremely unlikely to me. How could this have been so and have left us with no hint of its presence in all of Ephrem’s writings? More evidence is surely required before we over-turn the settled picture of language use in Nisibis. [47] Despite the fact that I have already tried to make this point above, Paragraph 20. M. C. A. Macdonald’s article This piece has just come before my eyes by following Millar’s paper under discussion in the 1998 volume of Mediterranean Archaeology. on what language use, as evidenced in epigraphy, can actually tell us about the ethnic identity of ancient people is so apt for this point that I cannot proceed without discussing it. Macdonald, “Epigraphy and Ethnicity”. [48] Macdonald describes throughout his paper the uncertainties inherent in making use of the language or script used in inscriptions to try to sort the writers (or patrons paying for the carving) into groups by background and culture. He makes some very useful distinctions among different sorts of inscriptions as a part of this reflection and has this to say about inscriptions created for public display, among which we must group the baptistery inscription of Vologeses in Nisibis. Macdonald, “Epigraphy and Ethnicity”, 180-181. Formal, monumental inscriptions, carved by a professional mason, usually tell us little about the language(s) habitually used by the titular ‘author’ of the text. They are for public consumption and many different factors will have governed the choice of the language or languages in which they are couched. Among these, prestige must always have been an important consideration. How many village churches in the depths of the English countryside contain monuments to dead squires in Latin, a language which none of the congregation could read and which the squire himself had probably long since forgotten? Similarly, it is dangerous to assume from the wealth of Greek formal inscriptions throughout Syria that the population in general spoke (let alone, read) Greek, rather than (or, even, as well as) Aramaic or another Semitic language. ... it is essential to look at each inscription within its context and part of that context is the interplay of written and spoken languages, and of degrees, and different types of literacy.” [49] This brief passage expresses my own thoughts about the Nisibene inscription very exactly. Since we know (or think we do) that the Christian community in Nisibis worshipped in Syriac during Ephrem’s lifetime, and since we are confronted with this public, ornamental inscription in the baptistery in Greek, does it not seem more reasonable to conclude that there is some other explanation for the language of the inscription than that the Nisibene Christian community actually functioned in Greek? Let us look at one possibility that arises immediately for consideration. [50] Sidney Griffith has written eloquently about Ephrem’s deep attachment to the greater Christian Church that lay mostly to the west of Nisibis. Griffith, “Ephraem, the deacon of Edessa”. Might it not be possible that that feeling of attachment was not unique to Ephrem in his time and place but that many in the community also thought of themselves as being deeply attached, as Christians, to the Christian Roman Empire? With the Persian Empire on their door-step more and more hostile to Christianity, this does not seem an unreasonable thing to suggest. If so, might not the choice of language for the baptistery inscription be a further manifestation of that desire of the community to cling to their western brethren rather than a sign of their liturgical or “official” language? This cannot be certainly known, but it seems more likely to me than the conclusion that Ephrem spent six decades in a Greek language Christian community while writing a whole library of Syriac Christian liturgical pieces. 400 hymns and 30 verse homilies This was my rough count in “Ephraem, the Syrian Theologian”, 80. seems like a lot to have produced if only the last decade of his life was spent in a Syriac language community. Who would have been the intended audience for the Nisibene Hymns , in that picture? I think we are better off thinking a more Syrian picture of the Christian community in Nisibis was the most likely. [51] In the end, the concrete evidence Millar discusses makes clear that we have very little evidence at all to apply to this question of cultural and linguistic distribution in the Late Antique Near East. I think that we should, in that case, resist the temptation to generalize from what we have and make note of our particular facts. I would want to resist overturning what our extensive literary remains seem to indicate on the strength of a single inscription, as concrete as that may be. It is important not to allow one’s imagination to be so inhibited by the lack of physical evidence (as yet discovered) that one finds oneself led to a conclusion that instinct would otherwise avoid. [52] There are, of course, many facts that point to the activity of the Semitic, Aramaic, influence on Nisibis and its region. The first, and most obvious, of these must be the dropping out of use of the Greek name for the city, ‘Antioch in Mygdonia’, and the large number of variants in spelling and pronunciation of the native name of the city, Nisibis. Both of these serve to show the strength of the native tradition about the city’s identity. The breadth of usage of the traditional name is shown in the variant spellings and the weakness of the official attempt to change its name to one that would serve the government’s greater glory makes the number of locals firmly attached to the government seem small. Dussaud, Topographie , 523. [53] The exact nature of the culture passed down by those living in Mesopotamia in an Aramaic-speaking milieu is very difficult for us to gauge. Almost all the information we have about this Aramaic cultural stream comes to us through a Jewish filter. While we know that there were many non-Jewish Aramaic speakers, we have very little writing that they produced surviving for us to read. Millar, “Empire, Community and Culture”, 159-160 describes what there is. Harrak, “Trade Routes”, argues very strongly for the strength of the Semitic culture in the Near East throughout the pre-Islamic period. This point about the weight of the Semitic culture in this period is hotly contested. [54] Our acceptance of the vibrancy of the Aramaic culture is made stronger by the fact that no record of Greek games, whether athletic or literary, survives from east of the Euphrates River. Millar, Roman Near East , 234. Anyone who is familiar with the importance the Greeks attached to these games, especially, perhaps, those on the margins of Greek culture trying to identify themselves with it, This must be one of the reasons that the Hellenized king of Macedonia, Alexander, kept a copy of the most Greek object imaginable, The Iliad , with him in his tent at all times. He was staking a claim to a Greek identity that many residents of Greece, proper, would never have granted was his by right. will realize that an area that produced no games was, in a very real sense, producing no Greeks. Palmyra, for example, seems to have had no gymnasium, baths or amphitheater. Stoneman, Palmyra , 67. It is interesting to note, by the way, that Dio Cassius, when describing the inhabitants of Nisibis about the time that Lucullus captured the city in 68 BC, calls them barbaroi , the surest and clearest way of indicating that he did not consider them to be Greeks. Dio Cassius 36.6.2, mentioned by Millar, Roman Near East , 443-4. [55] It is important for us to remember that most of our evidence from the Near East comes from the areas that were under the greatest Hellenistic influence. The highly literate nature of the culture the Greeks produced and inspired sparked the production of a great mass of written evidence, literary and epigraphic, that may well exaggerate the size of their influence. The study of Late Antique Hellenism is a field that enjoys a large body of raw material, but the almost complete absence of Aramaic language literary remains, Jewish religious writings aside, means that Late Antique Aramaic culture is a closed book to us. There is no way for us to know what reality this lack of evidence indicates. We must match the silence of the past with silence of our own. Thus, Millar is moved to say, Roman Near East , 493. Above all, the notion that there was a ‘Syrian’ culture, embracing equally the zone of Syriac literature and Roman Syria, goes beyond our evidence. Of course, this predicament tells us nothing about the existence, or lack of one, of a Syrian culture. It tells us only the nature of the evidence that survives for us to examine. [56] It may well be that we moderns give too much weight to matters of language when we consider cultural identity. Especially for us North Americans, who tend to think of different languages as impermeable walls that separate one group of people from another, languages seem to isolate groups of people from each other. Brock, “Greek and Syriac”, 153, says “It was undoubtedly the case that large numbers of people in Syria in Late Antiquity were bilingual in Greek and Aramaic; what is more difficult to establish is whether some of the more educated among these could also be described as bi-cultural, that is to say, people who felt at home in both Greek and Syriac literary cultures.” This suggestion, which brings to the fore the possibility that we need not seek to draw boundaries between the Hellenistic and Semitic cultural worlds, is useful. It encourages us to realize the individuality and malleability of human lives. Especially for those living in true border areas, those marking cultural as well as political divisions, such as Nisibis, life offered a wide array of possible influences and choices among which groups, families and individuals moved as seemed best and most advantageous to them. [57] Han Drijvers, Han J. W. Drijvers, “East of Antioch”, 3. in speaking with reference to Edessa, warns his readers not to refine too much on the barriers set up by language differences in the Near East of Late Antiquity: The border area fostered a continuous exchange of goods and ideas, and stood open to influences from all directions. That means that the question of language is not decisive: almost all writings that originated in that area and date back to the first three centuries A.D. are handed down in the Syriac and a Greek version, and it is often very difficult to establish which was the original. I would like to add: it is not that important either! Whoever was literate in that particular time and area usually knew both languages, and it may even be supposed that most texts were written down in two versions from the very outset. That does not mean that writings and ideas stemming from the east Syrian region belong without any differentiation to the mainstream of Greek Christian literature as we know it from more western areas, but their special features are not exclusively due to the fact that they were written by chance in Syriac and often also transmitted in Greek. Rather, the whole cultural and religious situation determined their particular content and tendencies, which react on and reflect that situation. While we may be suspicious that a scholar who was himself so adept at learning languages might have tended to minimize the difficulties attendant on all linguistic variety, his point is worth consideration. We may be led to over-emphasize the barrier raised by languages because of our own experience of strangeness in studying ancient Semitic tongues. [58] It is also worth noting, in this regard, a warning that Millar puts forward when he is considering the evidence that comes down to us about the Late Antique Near East. Millar makes the point that much of this evidence is connected to military activity. The concerns of the ancient military authors (and, of course, those from whom they gathered their information would have known this) center very largely on the relationship various areas and cities had with the continuation of Roman rule. This is natural, considering the role of the Roman army in holding on to the fringes of the empire. One of the byproducts of this fact is that every city and area, and those inhabitants of it who might have come in contact with the Roman authors, would have had good reason for emphasizing, even over-emphasizing, the attachment they felt toward Rome and the cultural connections they enjoyed with the lands farther to the West. Millar, Roman Near East , 442. This means, of course, that we must be very careful when we make use of ancient evidence to discover cultural affinities between the Mediterranean and these areas. Ancient writers, and witnesses, were not striving for the dispassionate stance of a modern, scholarly ethnographer. [59] We know, of course, that there were other strains of cultural influence at work in the area. The presence of Manichaeism in the Roman Empire and in the region of Nisibis is, itself, a sign of exposure to currents stemming from the interior of the Parthian\/Persian empire. Millar, Roman Near East , 503. We might remember, also, that the bishop in Nisibis who built the baptistery that survives to this day, at least partially, was named Vologeses, which clearly points to personal ties leading farther to the East. [60] I think that Millar’s point about the significance of the creation of a Syriac Christian literature as the Church grew among Aramaic speakers is a useful one. There certainly must have been cultural life in the community already, waiting to be harnessed for Christian use, but we cannot see through this culture’s Christian production to the pre-existing cultural base behind it. Millar, Roman Near East , 510. Still, it is very unlikely that this Syriac Christian literature was a wholly new creation, spurred into being by the arrival of the Gospel. Logic and cultural probability both urge us to imagine an active Aramaic language culture in the pre-Christian period, beyond the bounds of the more easily traced Jewish community as well as within it. [61] What effect on the life of the city would its proximity to the imperial border have had? Elton holds that the presence of borders tends to increase traffic towards and across them, rather than decreasing it. Frontiers , 77. Bardy, La question des langues , 26, thinks that the border conflicts between Rome and Persia\/Parthia threw the Syriac-speaking Christians of the area back toward their Greek brethren to the West. He does not expand on this point, but it seems to come from an idea of the border as a hostile barrier. He supports it by noting the presence of so many translations of Greek works among the extant body of Syriac literature. This last point, based on the nature of Syriac literature, is a fascinating one, much debated by modern scholars. I would approach the question by wondering whether it might not be wiser to think that the large numbers of translated works were the result of theological, rather than cultural, affinities with those to the West, but I must pass over it for now. As far as the former point is concerned, I side with Elton’s picture. A support to that decision is offered by the description and details of cross-border movements presented by Lieu in “Captives, Refugees and Exiles”, passim . Hodgson, “The East as Part”, also argues in support of borders as movement control areas rather than fortified lines of the World War I type, meant to seal off the enemy. The economic life and settlement that was sparked across the top of England by the building of Hadrian’s Wall is a good example of this effect at work. The effect would, logically, be increased in the area of a pass-through point, such as Nisibis. This should give us pause in the same way that Drijvers’ point about languages should give us pause. Linguistic variety and political boundaries may not have separated Mesopotamia from the east as much as we would have expected to be the case. Stoneman Palmyra , 81 ff. makes the point that Rome’s border defences were insufficient to provide a real bulwark against attack and notes, to my surprise, that no Persian or Parthian border fortifications have been discovered by archaeologists, thus far. This must argue strongly against their being necessary for warfare, since both those states repeatedly engaged Rome in war. Stoneman suggests the possibility that they were intended to manage the flow of traffic across the border, which seems reasonable. I also wonder if Rome, usually governed by men from other parts of its extensive territory, might not have built border forts in Mesopotamia because it commonly did so on the other edges of its territory, rather than for any particular, locally appropriate, purpose. Large governmental organizations often choose consistency over practicality through bureaucratic inertia. It may be a mistake, again, to think of borders as walls rather than, perhaps, as funnels. Procopius, speaking about a border area near Armenia, has this to say: This is quoted at Elton, Frontiers , 97. ... the two frontiers were mixed up. The subjects of both the Romans and the Persians had no fear of the other and were not suspicious of attack, but they intermarried and held joint markets and farmed together. Possekel reminds us Evidence of Greek Philosophical Concepts , 30. that the earliest surviving Syriac manuscript already contains translations from Greek works. She even makes the point that some of these works show signs of having been corrected from earlier translations. This, too, supports the idea that the various groups in the Late Antique Near East did not live in isolation from one another. [62] Another interesting point relevant to the cultural mix in the area is found in Ammianus Marcellinus’ mention of a palace in Nisibis set aside for royal visits. Mango, “Continuity”, 121, n. 88. This, in itself, would surely increase the city’s influence on life and trade across longer distances than usual for a place its size. The crown was always a major patron and the presence of a royal residence in a city on the border would have a great impact on the economic, as well as the social, life of the city and the regions around it. Along these lines, we know that Nisibis had a mint in the Third Century. Mango, “Continuity”, 125. This would also be a center of positive economic activity and a means of connection with the larger world. Both of these facts are further demonstration of the prominence of Nisibis’ place in the thoughts of those exercising political power over the area. Political History [63] There is no point in rehearsing all the back-and-forth struggling between Rome and her rivals to the east: Persia and Parthia, for the control of Nisibis. R. N. Frye, Cambridge History of Iran, 3.139, sums up the military history of the age as follows: “In the long series of wars between the Sasanians on one side, and the Romans followed by the Byzantines on the other, the frontier remained more or less constant in upper Mesopotamia. It is true that sometimes Nisibis, Singara, Dārā and other cities of upper Mesopotamia changed hands, but the stability of the frontier over centuries is remarkable. Although the possession of frontier cities gave one empire a trade advantage over the other, one has the impression that the blood spilled in the warfare between the two states brought as little real gain to one side or the other as the few metres of land gained at terrible cost in the trench warfare of the First World War.” Greatrex, “The Background and Aftermath”, passim , provides a clear sense of the complexity of the period’s military history while considering only a focused topic during a brief period. For our purposes, we need only understand how Nisibis functioned in the life of Mesopotamia and the political states that bordered on it. This role would have been ingrained in Ephrem’s view of the world as a part of his upbringing. So, we will try to take a broad enough look at Nisibis’ role in the political realm to help us understand this importance. [64] Nisibis is mentioned already in cuneiform texts Pigulevskaja, Les villes , 50. This is in relation to a campaign of Admirari II (911-890 BC). In 896 Admirari besieged Nisibis with much excavation and effort and managed to capture the city. Nisibis’ role in that military episode foreshadowed much of its activity during Ephrem’s life, almost 1300 years later. and seems to have kept its importance in all periods because of its natural position. The fact that Nisibis was the location of the treaty-signings between Rome and Persia shows its natural role as the meeting point of these two powers. The fact that its position allowed its possessor to project control of important routes explains why Armenia and Rome warred for its control as well as Persia and Rome. Pigulevskaja, Les villes , 52-57. It is interesting to know that a new city, named Tigranocerta and built about 37 Roman miles north-east of Nisibis, served as the southern capital of the Armenian kingdom of Tigranes for a time. This attempt to reproduce the natural advantages attached to Nisibis shows the desirability of the location in the eyes of people from the north as well as on the east and west. M. Chahin, The Kingdom of Armenia , 229. The brief life of that city is most likely due to its position not enjoying the necessary physical attributes that the traditional site provided. Nature limits the number of areas suitable for settlement in Mesopotamia. [65] When Rome solidified her rule, Nisibis became the capital of the new imperial province, Mesopotamia Provincia . Pigulevskaja, Les villes , 77, Lightfoot, “Facts and Fiction”, 107. cf. Ammianus Marcellinus 19.9.6. This shows us that Rome assumed a connection between possession of Nisibis and exercising control over that area. Lightfoot, “Facts and Fiction”, 107, says: “Until its surrender in 363 Nisibis was not only the headquarters of the dux Mesopotamiae but also often served as the forward mustering-point for the mobile forces of the magister militum per Orientem .  It is likely that there was a legion present in Nisibis during this period, though we have no concrete evidence of this. Lightfoot, “Facts and Fiction”, 108. The presence of a Roman legion would have stirred the political, cultural and religious pots in the city all at once, though just how the effects would play out would depend on the particular legion present and where it had been raised. [66] There are natural military considerations common to all combatants in every age. (Though how these make themselves felt changes from age to age as technology changes warfare.) The persistence of the interest of all powers in the region in occupying and holding Nisibis is an important witness to its practical usefulness. This also means that the city’s inhabitants, in every age, would tend to see many people of all sorts passing through their midst. They would also have a natural interest in news of all sorts from every corner of the compass, given their history of involvement in warfare. The urge for self preservation is a strong spur to attention. [67] Political events before the life of Ephrem conspired to make Nisibis in his day even more central in importance than it might have been. Palmyra, a center of trade and travel that was profiting enough from these to extend its reach to oversee caravan travel over a wide area, Xinru Liu, Silk and Religion , 11, mentions silk fragments in tombs in Palmyra as the earliest evidence of the silk trade with Rome. Palmyra’s control of caravan routes and its maintenance of military outposts as far east as the Euphrates are mentioned by Millar, “Empire, Community and Culture”, 155-156.  The disappearance of such an important presence would naturally create a vacuum that competitors would rush to fill. Cf. also Stoneman, Palmyra , 52, on the importance of Palmyra stemming from its location. The removal of that “pivot of two great empires”, as Stoneman calls it, would naturally create an opportunity for a city such as Nisibis to take a more central role. had been the victim of its queen’s attempt to break free from Roman domination in 272 and Nisibis and Edessa must have enjoyed comparative increases in their own roles. Bundy, “Vision for the City”, 189. [68] Expositio Totius Mundi et Gentium , which the Cambridge Ancient History describes as: “... a description of the Roman world written in Latin under Constantius by a person of very average intelligence and education, though well traveled. Probably he was a merchant.”, includes the following as section XXII: Expositio Totius Mundi , 156 (my translation). After these, there is our country, for it follows Mesopotamia and Osrhoene. Mesopotamia indeed has many and various cities, whose outstanding qualities I would like to relate. There are Nisibis and Edessa, which, among all of them, have the best men and are very acute in business and good at hunting. They are particularly wealthy and adorned with all [material] goods, for, purchasing from the Persians, they make trading journeys and sell [goods] throughout the whole land of the Romans, except for bronze and iron, because it is not permitted to hand over bronze or iron to enemies. But these cities always take their stands according to the wisdom of the gods and the emperor. Having celebrated walls, they always undo the might of the Persians in war. They are fervent in business and travel through all provinces [of the empire very] successfully. Hence, Edessa of Osrhoene is, itself, a splendid city. The central focus of this passage on trade, and the Roman Empire’s attempts to regulate trade that it reports, show that these border cities benefited, financially, as much from their position as they may have been made vulnerable by it, militarily. This dual impact of the proximity of the border supports Elton’s suggestion of these areas being regions of increased activity rather than deserted military zones. Elton, Frontiers , 88 ff. [69] The repeated assaults on Nisibis during this period cannot be reconstructed by us in detail. Even the actions of Shapur during the famous third siege and his use of the water of the river against the city’s walls, to which Ephrem is thought to refer in the first three of the Carmina Nisibena , are, in Lightfoot’s opinion, Lightfoot, “Facts and Fiction”, 114 ff. beyond our real understanding. (We should note, also, Ephrem’s mention in Memre on Nicomedia 15.113 of the presence of elephants with the besieging forces as an enlightening detail that shows just how wide the experience of these border cities could be.) The conclusion we should draw from all this activity is clear, however: so great a value was placed on possession of Nisibis by Shapur that he was willing to waste armies and move rivers to acquire it. [70] The direct approach having failed for Shapur, Arsacius of Armenia (an ally of Persia at that point) arrived in Mygdonia in 359 and treated the surroundings of Nisibis to such severe depredations they were left with only 10 percent of their previous population. Fiey, Nisibe , 32. (This seems a strategy along the lines of the North's decision to burn the Shenandoah Valley and devastate Georgia and the Carolinas as a means of subduing the Confederate armies during the latter part of the American Civil War.) Nisibis having proved too tough a nut to crack directly, Persia thought that it could make life there unlivable. Ancient cities depended on their immediate neighborhoods for their sustenance, with the very few exceptions of some large seacoast cities such as Rome, Alexandria and Constantinople. A city like Nisibis, far from the sea and not even on one of the two great rivers of Mesopotamia, would have been especially vulnerable to indirect assault of this kind. If this approach had been continued over time by Persia and her adherents, it must have starved out Nisibis in the end, even without the spectacular defeat of Julian and his army in 363. [71] The political role of Nisibis, then, was to be the means of projecting power either on Rome's behalf toward the East or on behalf of Persia toward the West. Its great importance in assisting the power that controlled it to protect the border region made it an irresistible target, no matter who held it at any particular time. The very same qualities that supported its wealth and cosmopolitan character also made it a bone of contention. All these results of its natural position, both desirable and undesirable, gave to the people of this city a natural tendency to pay greater attention to the peoples and powers around them and to be more careful to develop a good understanding of the practicalities of power and the desires of political states than would people living farther from the frontier war zone. It is not surprising that a lifelong inhabitant of the city, such as Ephrem, would have a broader view of the world than one might expect to find in a person who was never a great traveler. History of Christians in Nisibis [72] At this point, it is not possible for us to identify a firm date for the arrival of Christianity in Nisibis as a resident religion. Christian communities tended to stretch their antecedents back into the past in search of an apostolic connection, as Edessa did, so famously, in the Addai legends. So, even if we had clear, specific testimony to the start of Nisibene Christianity, it might not be wholly convincing. Evidence from elsewhere about a community is more likely to be dependable, especially if it can be shown to have an early origin, because the urge for self-aggrandizement is less likely to be present. We are fortunate in the case of Nisibis in that this sort of clue, in fact, does provide our best guess for a terminus ante quem for the Nisibene community. It makes sense to conclude that Christianity must have been present in Nisibis before 215 since the burial inscription of Abercius, which mentions Nisibis, seems to have been used as a model by a certain Alexander, son of Antonius, about that time. Bundy, “The Life of Abercius”, 163. Note 2 on that page provides a number of references to other scholarly treatments of the inscription and attendant questions. (Note that, since we know nothing whatever of Abercius’ churchmanship, we can make no conclusions about who the Christians he saw in Nisibis were and what they taught.) The funerary stone of Abercius survives in a damaged state in the Vatican collection. This physical artifact is a very rare piece of evidence, indeed. Kant, “Earliest Christian Inscription”, provides a color photograph of the stone and a reconstructed text of the inscription, as well as a picture of a reconstruction of the monument. He also provides a narrative of its discovery and a discussion of its value and connection to the monument of Alexander. [73] Chaumont La christianisation , 6. thinks the epitaph of Abercius shows that Christians “n’étaient pas rares” in Osrhoene, even including Nisibis, at the time he visited there. She also, however, states clearly that she thinks the Christian communities in Nisibis and Edessa were naturally connected, with the latter taking the lead. We have seen above that Neusner considers the two cities to have had quite different, almost opposite, situations as far as the prevalence of the Synagogue and Church are concerned. I think it likely that Chaumont has assumed an importance for the Church in Edessa that our surviving texts might suggest but that the situation on the ground, as far as we can glimpse it, does not. The Edesso-centric nature of our records of early Syriac Christianity makes this a very difficult question to settle, while making its consideration a useful urge to caution. [74] Fiey “Les Évêques de Nisibe”, 123. thinks Christians were in Nisibis by the end of the first century “modestement bien sûr”. He also accepts the Abercius inscription as reliable. He notes, too, that Roman occupation of Nisibis in 297 meant persecution for the Christians. Logic would suggest that the absence of that persecution before 297 would have helped whatever sprigs of Christianity there were in the city to grow more freely. Burkitt, Cambridge Ancient History XII, 493, is much more uncertain about the early spread of Christianity to the East. [75] Fiey “Les Évêques de Nisibe”, 124. credits the Edict of Milan with being the occasion for the establishing of a bishopric in Nisibis. He thinks this was a natural step in response to the city's political importance, but doesn't say anything about the size of its Christian community having been a factor in this step of institutional maturation. Certainly, Shapur’s stressing his  role as a Zoroastrian monarch more and more in his public demeanor as his reign progressed would have made the seating of a bishop in Nisibis an obvious way for the Romans to stake a claim to the city by making the Church there more noticeable. The Christianity of the city would serve as a clear point at which Nisibis would appear “unPersian”. It is generally agreed by modern scholars that the motivation of Shapur II in oppressing Christians in his realm was, at base, political and that its religious element was taken on as a means of heightening the contrast between his realm and Christian Rome. In other words, the persecution of Christians by Persia is seen as a by-product of the renewed desire for war with Rome. Lebourt, Le christianisme ; Neusner, “Babylonian Jewry”; Moffett, Christianity in Asia all agree on this. Gilman and Klimkeit, Christians in Asia , see it more as a case of the shah allowing the Zoroastrian hierarchy to do what they had been wanting to do. These seem reasonable conclusions to me, though I think our knowledge of the motivations of ancient figures is very uncertain, especially given the scarcity of pre-Islamic materials from inside Persia. Still, none of this affects the usefulness to either side of gestures based in the religious realm. [76] Ephrem’s imaginative description of the early growth of the Church in Nisibis, crediting the three early bishops with nurturing their flock through the various stages of growth, This is described in Carmina Nisibena 1-21. Fiey, “Les Évêques de Nisibe”, describes what Ephrem says about these figures at 125-132. would seem to fit very well with a memory of a Christian community that had been small, weak and informally structured up to the time of the legalization of Christianity. There is no hint in the Carmina Nisibena of a diocesan structure before the Fourth Century. (These hymns are a unique source of information on the early growth of the Nisibene Church from the inside, but are not meant to convey the sort of historical chronology that modern students would like to have.) [77] Millar, correctly, Roman Near East , 462-463. says all that we really know in any detail of early Syriac Christianity begins at the end of the Third Century. Christianity does seem to have had some history of being present in the region before that time, though. Thus, he says, ... by the end of the 3 rd century it was claimed that the king Abgar who had been ruling in Osrhoene at the time of Christ had been a convert. This widely accepted, but certainly incorrect, legend shows that there had been enough time between the Church’s beginning in the region and the end of the 3 rd century to put the start of the Church into the past beyond the current memory of the people, but it does not show much more than that. Bundy “Vision for the City”, 190. rightly points to Ephrem as the starting point of real records. The identity of the Christian believers, their social status, ecclesiastical organization, and belief structures are unknowable. It is only fourth-century texts that begin to provide data regarding this city. Ecclesiastical records, such as they are, begin with Ephrem of Syria. [78] Certainly, the corporate life of Christians in Nisibis before the time of bishop Jacob, whose rule of the community began during the very early years of Ephrem’s life, is something we can only speculate about on the basis of hints dropped during the period of Jacob and his successors. No earlier materials survive. [79] Elias of Nisibis Chronologie , cited at Fiey, Nisibe , 23. (975-after 1049) Patrologia Syriaca , 218. assigned Jacob’s accession to 308\/9 and the construction of the Church to 313-320. It may well be that the Christian community during the period of the ban on the Church had grown large (or wealthy) enough to build and was merely waiting for the political climate to change. The Edict of Milan and the execution at Antioch by Licinius of Theotecnus, the leader of the attempted revival of traditional paganism that accompanied the persecution of Christians as part of the social reforms sponsored by the Emperor Maximin Daia in 306-313, The course of this persecution is described at 377 ff. in Frend, Martyrdom and Persecution . Eusebius, History of the Church , recounts its course, and exults in the death of Theotecnus, in Bk 9 passim . may have been enough to spur the Christians in Nisibis to take the risk of public construction. [80] Jacob was quite a renowned figure in the mind of the early Church. We know of at least 55 texts, beyond Ephrem’s Carmina Nisibena , that report some information about him. Bundy, “Jacob of Nisibis”, 238. Jacob was the first person added by Gennadius to Jerome’s De Viris Illustribus and Theodoret placed him first in his A History of the Monks of Syria , which shows that he was known in both Latin and Greek speaking circles. Much of this reportage appears to be legendary, but the prominence of this Nisibene figure in the mind of other Christians must, at least, have carried with it some awareness of the existence, and importance, of the community he led. His fame extended to inclusion in the lists of martyrs in Lyons and Rome. Bundy, “Jacob of Nisibis”, 239. The prominence this notice must have given to the Christians in Nisibis is remarkable, but does not further our detailed knowledge of the community’s history. [81] The report of Jacob’s presence at Nicaea, Fiey, Nisibe , 23. This is one of the four things that Bundy, “Jacob of Nisibis”, 248, considers to be dependable facts known about Jacob. might also be more the result of the new emperor's desire to include the Church all the way to the empire's eastern border in his public embrace than a reflection of the particular size and vibrancy of the Christian community there. This might also explain the presence of the Bishop of Palmyra at Nicaea, since Palmyra was certainly greatly reduced in practical importance since its devastation as a result of its conquest under Zenobia. cf. Millar, “Empire, Community and Culture”, 156. We must beware the pitfall of assuming important communities stood behind a well-known figure. Augustine was always the leader of a minority group in his native Hippo, van der Meer, Augustine the Bishop , 102 ff. and Northampton, Mass., despite the presence of Jonathan Edwards, was certainly no Puritan ecclesiastical center. We should not allow Jacob’s notoriety or Ephrem’s creativity to lead us to assume that the Christian community in Nisibis was large or important. Extraordinary people can be produced by very ordinary circumstances. We need only recall the long career of Bach as a small town organist to be reminded of this fact. [82] The fact that Jacob’s body was a great talisman in Nisibis for centuries after his death Fiey, Nisibe , 25. is further support for his having been, in some sense, that church’s founder. There seem to have been no earlier great figures with whom his memory had to compete. How different this is from Edessa, where Jesus himself was said to have been involved in the church’s life, along with one of the 12! [83] As best we can reconstruct the sequence, the succession of bishops in Nisibis during the life of Ephrem was as follows: Jacob, who died after Nicaea, probably in the Summer of 337; Burgess, “The Dates”, 8, argues that the burial of Jacob within the walls of Nisibis establishes that his death occurred during the siege of the city. He also convincingly argues for the siege beginning just after the arrival in Persia of the news of the death of Constantine. Babu, who died after the third siege of the city by the Persians in 359; Fiey, Nisibe , 28. Vologeses, whose name appears in the baptistery inscription, which is a contemporaneous witness dated to 359\/60 and independent from the works of Ephrem, died in 361\/362. Fiey, Nisibe , 33. The inscription is translated by Sebastian Brock as follows: Sebastian Brock, Hymns on Paradise , 11. This baptistery was erected and completed in the year 671 [= A.D. 359\/60] in the time of Bishop Vologeses through the zeal of the priest Akepsimas. May this inscription be a memorial to them. Because this text is unique in being the only surviving inscription in Nisibis we can be quite certain that Ephrem, himself, saw, it is appropriate to give the original as reconstructed. This is how the text runs in Jarry, but should not the last word be “ τουτον ”? ανηγερθη το [βαπ]τισ[τηριον τουτο και ετελεσθη ετους ΑΟΧ εν χρο νω [Ου]ολα[γεσου] επισκοπου σπουδη Ακεψυμα πρεσβυτερου. Γενητε αυτων η μνη [μη] εντ[υ]πιον τουτου. [84] Vologeses’ courage as a leader of the Church in Nisibis during the third siege is praised in the 15 th Memra on Nicomedia . Ephrem calls him “a priest who was a general” 15.152 Bundy’s translation in “Bishop Vologese”, 62. in lauding his spiritual leadership and its role in the repulse of the Persians. [85] Abraham was bishop of the community at the time of its displacement to the West following the loss of Nisibis to Persian control in 363. [86] That sequence of only four leaders makes a very brief institutional life for the church of Nisibis and we cannot advance much beyond a skeletal picture of even that short period, all of which lay within Ephrem’s lifetime. What can we discover about these figures that will lend some color to the picture and an idea of their characters and how they actually functioned in the life of the Church in Nisibis? As we would expect, Ephrem’s works provide virtually all our information. The most prominent and concentrated place to find it is in the first 21 of the Carmina Nisibena . [87] It seems clear, to begin with, that Bishop Jacob was the brightest star of the four. Bundy, “Jacob of Nisibis”, passim . It is not only the fact that he came first in time that set him apart. As the leader of the Christians in Nisibis, Jacob is mentioned a much greater number of times than any other figure. Bundy, “Jacob of Nisibis”, 238. Our surviving information does not permit us, however, to view even Jacob in any detail. Bundy “Jacob of Nisibis”, 248. summarizes our knowledge as follows: This analysis of the Jacob narratives suggests that trustworthy data about Jacob of Nisibis are very restricted. It can only be affirmed with reasonable certainty that: (1) he was a Bishop of Nisibis; (2) he participated in the council of Nicea as an anti-Arian; (3) he was known by Ephrem; (4) he achieved renown after, perhaps before, his death; (5) he died in 337\/338; (6) he was initially buried in Nisibis, and, (7) he served four different regions of the fourth and fifth century world as an ideal bishop, contextualized according to different models. These, unfortunately, are not the most pertinent details for modern students who wish to know more of the life of the Church in Nisibis during the time of Ephrem. [88] Ephrem calls himself “pupil” of the first three of these bishops, Carmina Nisibena 14.25 + 26. Gwynn’s translation, found at 187. which must be, as regards at least some of them, a sign of ecclesiastical deference instead of a natural respect for one’s elders, since he was an elderly and accomplished man at the time he wrote that line. The comment is an illuminating one in that it seems to place Ephrem firmly inside the traditional, institutional Church. However deep this feeling may have run in Ephrem, Gwynn’s translation, found at 187. cf. Carmina Nisibena 19.16 for another set of characteristics of the three bishops. its expression surely reveals him as not entertaining anti-institutional views on the appropriate role to be played by the laity and minor clergy. [89] Carmina Nisibena 17.11, directed at Abraham and so from the very end of Ephrem’s life in Nisibis, credits each of the first three of the bishops with a particular virtue. Thou shalt be unto us a wall as Jacob, and full of tenderness as Babu, and a treasury of speech as [Vologeses]. [90] It seems that, as the community grew, its needs changed and, says Ephrem, were met by the differing qualities of its leaders. There also seems to have been an increasing need for formal organization of the Christian community. So, we find Ephrem advising the new bishop, Abraham: Carmina Nisibena 18.11. Gwynn’s translation, found at 188. Appoint for thee scribes and judges, exactors also and dispensers, overseers also and officers: to each assign his work, lest haply by care should be rusted, or by anxiety should be distracted, the mind and the tongue, wherewith thou offerest supplication, for the expiation of all the people. It is hard to know exactly how to take this direction to Bishop Abraham. It might be an indication of the existence of many and varied ecclesiastical offices, but it need not be so. Carmina Nisibena 14.1 had earlier said Gwynn’s translation, found at 182. Under the three pastors, there were manifold shepherds; the one mother that was in the city, had daughters in all regions. This is a more general comment and seems a clear indication of the existence of multiple congregations under the oversight of the bishop of Nisibis. Sozomen History of the Church, 5.3. English translation at 328 in Hartranft. recounts that the emperor Julian wrote to the inhabitants of Nisibis, who were asking for help against the Persians, and refused to succor them because they had become Christians. He told them to ask again when they had returned to paganism, Sozomen says! We would expect a group to grow in size if it enjoyed freedom to function and imperial favor, and complexity is usually an unavoidable accompaniment of growth. Still, we know that some small religious groups delight in intricate structures, while some large churches fight against institutional development. A good example of the resistance to institutional change is the continuation of the custom of having only 7 deacons in the Church in Rome long after the Church there had reached a larger size than these officials could readily handle. Lietzmann, History , II.250, reports the constitution of the Roman clergy under Cornelius (251-253) to have included 7 deacons. (One disadvantage of such a limited roster was experienced when all 7 deacons and Pope Sixtus II were martyred in August of 258, according to the report of Kidd, History , I. 477.) We must remember to be a bit cautious when trying to gauge the size of the community by the length of the list of offices discussed by its members, though it is surely reasonable for us to posit an increase in size for this period in the life of the Church in Nisibis. [91] We know that the church had some internal variety in its structure. Carmina Nisibena 19.6. Gwynn’s translation found at 189. Unto Moses Joshua ministered, and for the reward of his ministry, from him received the right hand.  Because to an illustrious old man thou hast ministered, he too gave thee the right hand. Moses committed unto Joshua, a flock of which half were wolves; but to thee is delivered a flock, whereof a fourth yea a third is sanctified. Are we to take this as evidence of a strong presence of those in some sort of formal religious life: “Sons or Daughters of the Covenant”? Are we to think that ‘sanctified’ means those already baptized, following the suggestion of some scholars that baptism in Syrian Christian churches was accompanied by a celibate life? Burkitt, Early Christianity , 50 ff. and Early Eastern , 125, ff. and Vööbus, History of Asceticism , I.13 are among these. The most certain conclusion is that there were, among the recognized members of the Christian community, the clergy aside, at least two categories of members: those who were ‘sanctified’ and those who were not. The Church was clearly gaining formal structure. Can any example be found in Christian history, setting aside groups like the Shakers who are consciously separatists and require celibacy of all members, in which such a large proportion of the whole has been formally committed to celibacy?  It seems to me that to claim to have found such an oddity requires a clearer basis in evidence than we have with regard to the early Syriac-speaking Church. I grant that they, in common with virtually all Christians of other ages and places, had a much greater reverence for celibacy (and discussed it more) than Christians in the modern West, but I am far from certain that that is a sign of their having been so unusual. [92] We also hear credible reports of structure and organization in liturgical practice at the time of Ephrem. The homily of Jacob of Sarug on Ephrem A Metrical Homily on Holy Mar Ephraem , Joseph P. Amar, 40-50, 96-102. contains some descriptions of changes in liturgical practice credited to Ephrem. The most prominent of these is the inclusion of women and girls in the liturgical singing that made up a part of the worship. There is not very much more than this, however, that we can say with real confidence about the shape and particular activities of the Christians in Nisibis during the life of Ephrem. [93] It is virtually certain that Ephrem was engaged in formal instruction of students in the Bible. We have commentaries of his that survive and the tradition associates him very strongly with this work. However, we cannot say anything about the sort of milieu in which this teaching took place, or even if it was for the clergy and other special groups, or for the membership of the congregation as a whole. (Logic points strongly to such study having been undertaken by a limited group, but there is no evidence to support that conclusion and the list of Christians who have engaged in serious study who would not have been expected to do so by the usual gate-keepers of education is very long and continues to grow. Our expectations in this area are a very uncertain guide.) [94] It is extremely frustrating that, just when the Church in Nisibis is beginning to take on shape in our vision and we can hope for some firm basis from which to approach Ephrem’s work, the cart is upset and the bulk of the community is forced to make its way west to Edessa. Unfortunately, such is our melancholy case. [95] So, we come to the end of our rehearsal of what can be known about Nisibis during the life of Ephrem there. It is not a picture with many fine details, but it does furnish some backdrop against which we can hope to see him a bit more clearly. The student of Ephrem should not despair at the vagueness of our knowledge of his circumstances before his shift to Edessa. A general sense of his background can be useful when reading his works, and knowing the limits of our knowledge is always a useful element in scholarly study. It must be admitted, though, that we never quite leave the mist behind when we are studying Nisibis or the life of Ephrem the Syrian. He remains at a distance from us, despite our best efforts. Post Script [96] I hope that an edited version of this paper will serve as an introductory chapter of a volume intended as a companion to the works of St. Ephrem the Syrian. I would be very grateful for any suggestions for additions or corrections. _______ Notes † I would like to thank the anonymous readers from Hugoye as well as Dr. Daniel Stoekl Ben Ezra of Hebrew University, Dr. David G. K. Taylor of Oxford University, Dr. James Russell of Harvard University, Adam Becker of New York University, Dr. Mark Dickens of Cambridge University, Dr. Edwin Yamauchi of Miami University of Ohio and Dr. Glen Bowersock of Princeton University for supplying me with information and suggestions that were helpful in filling in gaps and giving a clearer shape to this paper that had been electronically damaged as well as being incomplete. Please accept my apologies if this list is incomplete. 136 Jarry, “Inscriptions Syriaques”, 243. I am indebted to the kindness of Dr. David G. K. Taylor of Oxford University for this reference. 143 Sidney H. Griffith has argued convincingly that it went very deep in Ephrem. See his “‘The marks of the ‘True Church’”; “Setting Right the church of Syria”; and “Ephraem, the deacon of Edessa, and the Church of the Empire”. _______ Bibliography ab Arnim, Ioannes. Stoicorum Veterum Fragmenta vol. 1: Zeno et Zenonis Discipuli. Leipzig: Teubner, 1905. Amar, Joseph P. (ed. & trans.). \"A Metrical Homily on Holy Mar Ephraem by Mar Jacob of Sarug Critical Edition of the Syriac Text, Translation and Introduction,\" Patrologia Orientalis (tome, 47, fasc. 1, no. 209; Tumhout: Brepols, 1995). Ball, Warwick. Rome in the East: The Transformation of an Empire . London: Routledge, 2000. Bardy, Gustave. La question des langues dans L’Église ancienne (tome 1) Paris: Beauchesne et Ses Fils, 1948. Bauer, Walter. Orthodoxy and Heresy in Earliest Christianity Robert Kraft and Gerhard Krodel (ed.). Philadelphia: Fortress Press, 1971. Beck, von Edmund. Des Heiligen Ephraem des Syrers Carmina Nisibena herausgegeben (erster teil). CSCO vol. 218. Louvain: Peeters Press, 1961. —. Des Heiligen Ephraem des Syrers Carmina Nisibena übersetzt (zweiter teil). CSCO vol. 240. Louvain: Peeters Press, 1963. —. Des Heiligen Ephraem des Syrers Carmina Nisibena herausgegeben (erster teil). CSCO vol. 219. Louvain: Peeters Press, 1961. —. Des Heiligen Ephraem des Syrers Carmina Nisibena übersetzt (zweiter teil). CSCO vol. 241. Louvain: Peeters Press, 1963. BeDuhn, Jason David. The Manichaean Body in Discipline and Ritual . Baltimore: Johns Hopkins University Press, 2000. Bell, Gertrude. The Churches and Monasteries of the Tur c Abdin . London: The Pindar Press, 1982. Bidez, Joseph and Franz Cumont. Les Mages Hellénisés Zoroastre Ostanès et Hystaspe d’après la tradition grecque . New York: Arno Press, 1975 (reprint). Bowersock, G. W., Peter Brown and Oleg Grabar, Late Antiquity: A Guide to the Postclassical World . Cambridge, Massachusetts: The Belknap Press of Harvard University Press, 1999. Boyce, Mary. Zoroastrianism: Its Antiquity and Constant Vigour . Costa Mesa, California: Mazda Publishers, 1992. — and Frantz Grenet (with a contribution by Roger Beck). A History of Zoroastrianism . vol. 3: Zoroastrianism under Macedonian and Roman Rule . Leiden: Brill, 1991. Brock, Sebastian. St. Ephrem the Syrian. Hymns on Paradise . Crestwood, NY: St. Vladimir’s Seminary Press, 1990. —. “Eusebius and Syriac Christianity”, II in From Ephrem to Romanos. Interactions between Syriac and Greek in Late Antiquity . Aldershot: Ashgate Variorum, 1999. —. “Greek and Syriac in Late Antique Syria”, I, in From Ephrem to Romanos. Interactions between Syriac and Greek in Late Antiquity, Aldershot: Ashgate Variorum, 1999. Budge, Ernest A. Wallis (trans.). The Chronography of Gregory Abû’l Faraj the son of Aaron, the Hebrew Physician commonly known as Bar Hebraeus being the first part of the political history of the world. (2 volumes). London: Humphrey Milford Oxford University Press, 1932. Bundy, David. “Bishop Vologese and the Persian Siege of Nisibis in 359 C.E.: A Study in Ephrem’s Memre on Nicomedia.” Encounter 63.1-2 (2002), 55-64. —. “Jacob of Nisibis as a Model for the Episcopacy.” Le Musèon 104 (1991), 235-249. —. “The Life of Abercius : Its Significance for Early Syriac Christianity” in Everett Ferguson (ed.), Doctrinal Diversity Varieties of Early Christianity . New York & London: Garland Publishing, Inc. 1999, 243-256. —. “Vision for the City: Nisibis in Ephraem’s Hymns on Nicomedia ”, 189-206 in Richard Valantasis (ed.), Religions of Late Antiquity in Practice . Princeton: Princeton University Press, 2000. Burgess, R. W. “The Dates of the First Siege of Nisibis and the Death of James of Nisibis.” Byzantion 69 (1999), 7-17. Burkitt, F. Crawford. Early Christianity outside the Roman Empire . Cambridge: Cambridge University Press, 1899. —. Early Eastern Christianity . London: John Murray, 1904. Cameron, Averil (ed.). The Cambridge Ancient History XIII. The Late Empire: A.D. 337-425. Cambridge: Cambridge University Press, 1998. Cary, Earnest (trans.). Dio’s Roman History , in 9 vols. Loeb Classical Library , 1954. Cary, M. et al. (ed.). The Oxford Classical Dictionary , Oxford: Oxford at the Clarendon Press, 1949. Chahin, M. The Kingdom of Armenia . New York: Dorset Press, 1987. Chaumont, M.-L. La christianisation de l’empire Iranien des origines aux grandes persécutions du IVe siècle . CSCO Subsidia 80. Louvain: Peeters Press, 1988. Chester, Hartranft D. (trans. and revised) Sozomenus, The Ecclesiastical History in A Select Library of Nicene and Post-Nicene Fathers of the Christian Church Second Series, vol. 2. Grand Rapids, MI: Wm. B. Eerdmans Publishing Co. 1983 (reprint). Christensen, Arthur. L’Iran sous les Sassanides (deux. ed.). Copenhague: Ejnar Munksgaard, 1944. Colledge, Malcolm A.R. The Parthians . New York: Frederick A. Praeger, 1967. Cook, S. A., F. E. Adcock, M. P. Charlesworth and N. H. Baynes (ed.). The Cambridge Ancient History XII. The Imperial Crisis and Recovery A.D. 193-324. Cambridge: Cambridge University Press, 1939. Cross, F. L. and E. A. Livingstone (ed.). The Oxford Dictionary of the Christian Church (2 nd ed.). Oxford: Oxford University Press, 1983. Cumont, Franz. Oriental Religions in Roman Paganism . New York: Dover Publications, 1956 (reprint). Cureton, W. Ancient Syriac Documents relative to the earliest establishment of Christianity in Edessa and the neighbouring countries, from the year after our Lord’s ascension to the beginning of the fourth century . Amsterdam: Oriental Press, 1967 (reprint). De Jong, Albert. Traditions of the Magi. Zoroastrianism in Greek and Latin Literature . Leiden: Brill, 1997. de Urbina, Ignatius Ortiz Patrologia Syriaca altera editio emendata et aucta. Rome: Pont. Institutum Orientalium Studiorum, 1965. Debevoise, Neilson Carel. A Political History of Parthia . New York: Greenwood Press, 1968. den Biesen, Kees. Bibliography of Ephrem the Syrian . Giove in Umbria, 2002. Dodgeon, Michael H. and Samuel N. C. Lieu, The Roman Eastern Frontier and the Persian Wars AD 226-363. A Documentary History London & New York: Routledge, 1991. Drijvers, Han J. W. “East of Antioch: Forces and Structures in the Development of Early Syriac Theology” in East of Antioch Studies in Early Syriac Christianity . Variorum Reprints, 1984. —. “The Persistence of Pagan Cults in Christian Syria”, 35-43. —. Cults and Beliefs at Edessa . Leiden: E. J. Brill, 1980. Dussaud, René. Topographie historique de la Syrie antique et médiévale . Paris: Librairie Orientaliste Paul Geuthner, 1927. Elton, Hugh. Frontiers of the Roman Empire . Bloomington and Indianapolis: Indiana University Press, 1996. Feldman, L. H. (trans.). Josephus' Jewish Antiquities Books XVIII-XIX. Cambridge, Massachusetts: Harvard University Press, 1981. Ferguson, Everett (ed.). Doctrinal Diversity Varieties of Early Christianity . New York & London: Garland Publishing, Inc. 1999. Fiey, Jean-Maurice. “Les Évêques de Nisibe au temps de Saint Éphrem”, 123-135. Parole de l’Orient 4 (1973). —. Nisibe métropole syriaque orientale et ses suffragants des origines à nos jours . CSCO Subsidia 54. Louvain: Peeters Press, 1977. Frend, W. H. C. Martyrdom and Persecution in the Early Church. A Study of a Conflict from the Maccabees to Donatus . Garden City, NY: Anchor Books, 1967. Frye, Richard N. The Heritage of Persia . Costa Mesa, California: Mazda Publishers, 1993. Garsoian, Nina G. et al. East of Byzantium: Syria and Armenia in the Formative Period (ed.) Washington, DC: Dumbarton Oaks Center for Byzantine Studies, 1982. Gillman, Ian and Hans-Joachim Klimkeit. Christians in Asia before 1500 . Ann Arbor: The University of Michigan Press, 1999. Greatrex, Geoffrey B. “The Background and Aftermath of the Partition of Armenia in A.D.387”, 35-48. The Ancient History Bulletin, 14.1-2 (2002). Griffith, Sidney H. “Ephraem, the Deacon of Edessa, and the Church of the Empire”, 25-52 in T.P. Halton and J.P. Williman (ed.), Diakonia: Studies in Honour of Robert T. Meyer . Washington, DC: CUA Press, 1986. —. “Setting Right the Church of Syria: Saint Ephraem’s Hymns against Heresies ”, 125-140 in W. Klingshirn and M. Vessey (ed.), The Limits of Ancient Christianity: Essays on Late Antique Thought and Culture in Honor of R. A. Markus . Ann Arbor, 1999. —. “The Marks of the ‘True Church’ according to Ephraem’s Hymns against Heresies ”, 125-140 in G. J. Reinink & A. C. Klugkist (ed.), After Bardaisan. Studies on Continuity and Change in Syriac Christianity in Honour of Professor Han J. W. Drijvers . Louvain: Peeters Press, 1999. Gwynn, John. Selections translated into English from the Hymns and Homilies of Ephraim the Syrian , in The Nicene and Post-Nicene Fathers second series, vol. 13, 113-341. Hamilton, Walter. (trans.) Ammianus Marcellinus. The Later Roman Empire (A.D. 354-378) . Middlesex, England: Penguin Books, 1986. Harmondsworth, G. A. Williamson (trans.). Eusebius' The History of the Church . Middlesex: Penguin Books, 1965. Harrak, Amir. “Trade Routes and the Christianization of the Near East”. Journal of the Canadian Society for Syriac Studies 2 (2002), 46-61. Hill, George Francis. Catalogue of the Greek Coins of Arabia Mesopotamia and Persia . Bologna: Arnaldo Forni, 1965. Hodgson, Nicholas. “The East as Part of the Wider Roman Imperial Frontier Policy”, 177-189 in The Eastern Frontier of the Roman Empire , (ed.) D.H. French and C.S. Lightfoot. BAR International Series 553 (i), 1989. Jarry, Jacques. “Inscriptions Syriaques et Arabes du Tur Abdin”. Annales Islamiques 10 (1972), 207-250. Jones, A. H. M. Cities of the Eastern Roman Provinces . Oxford: Oxford at the Clarendon Press, 1971 (2 nd ed.). Kant, Laurence H. “Earliest Christian Inscription”. Bible Review 17.1 (February 2001), 10-19. Khatchatrian, A. “Le Baptistère de Nisibis”. Actes du Ve Congrès International D’Archéologie Chrétienne . Paris: Société d’Édition “Les Belles-Lettres” 1957, 407-421. Kidd, B. J. A History of the Church to A.D. 461 . Oxford: Oxford at the Clarendon Press, 1922. Labourt, J. Le christianisme dans l’empire Perse sous la dynastie Sassanide (224-632) (2 nd ed.). Paris: Librairie Victor LeCoffre, 1904. Lee, A. D. Pagans and Christians in Late Antiquity A Sourcebook . London and New York: Routledge, 2000. Lietzmann, Hans. A History of the Early Church . Cleveland, Ohio: World Publishing, 1949-1953. Lieu, Samuel N. C. “Captives, Refugees and Exiles: A Study of Cross-Frontier Civilian Movements and Contacts between Rome and Persian from Valerian to Jovian”, 475-505 in The Defence of the Roman and Byzantine East , (ed.) Philip Freeman and David Kennedy (part ii). BAR International Series 297 (ii), 1986. —. Manichaeism in Mesopotamia and the Roman Near East . Leiden: Brill, 1999. —. Manichaeism in the Later Roman Empire and Medieval China. A Historical Survey . Manchester University Press, 1985. Lightfoot, C. S. “Facts and Fiction—The Third Siege of Nisibis (AD 350)”, 105-125. Historia (37) 1988. Lipinski, Edward. The Aramaeans: Their Ancient History, Culture, Religion Leuven: Peeters Press, 2000. Liu, Xinru. Silk and Religion: An Exploration of Material Life and the Thought of People AD 600-1200 . New Delhi: Oxford University Press, 1996. Louth, Andrew. “Unity and Diversity in the Church of the Fourth Century”, 1-17 in Macdonald, George. Catalogue of Greek Coins in the Hunterian Collection University of Glasgow Vol. III. Further Asia, Northern Africa, Western Europe . Glasgow: James Maclehose and Sons, 1905. Macdonald, M. C. A. “Some reflections on Epigraphy and Ethnicity in the Roman Near East”, 177-190. Mediterranean Archaeology 11 (1998). Mango, Marlia Mundell. “The Continuity of the Classical Tradition in the Art and Architecture of Northern Mesopotamia”, 115-134 in Nina S. Garsoian et al. (ed.), East of Byzantium: Syria and Armenia in the Formative Period . Washington, DC: Dumbarton Oaks Center for Byzantine Studies, 1982. Matthews, J. F. “Ammianus and the Eastern Frontier in the Fourth Century: A Participant’s View”, 549-564 in Philip Freeman and David Kennedy (ed.), The Defence of the Roman and Byzantine East , (part ii). BAR International Series 297 (ii), 1986. McVey, Kathleen. Ephrem the Syrian Hymns . New York: Paulist Press, 1989. Millar, Fergus. “Empire, Community and Culture in the Roman Near East: Greeks, Syrians, Jews and Arabs.” Journal of Jewish Studies 38, 2 (Autumn 1987), 143-164. —. “Ethnic Identity in the Roman Near East, AD 325-450: Language, Religion and Culture”, 159-176. Mediterranean Archaeology 11 (1998). —. “Paul of Samosata, Zenobia and Aurelian: The Church, Local Culture and Political Allegiance in Third-Century Syria”, 1-17 in Journal of Roman Studies 61 (1971). —. “The Problem of Hellenistic Syria”, 110-133 in Amélie Kuhrt and Susan Sherwin-White (ed.), Hellenism in the East The interaction of Greek and non-Greek civilizations from Syria to Central Asia after Alexander . Berkeley: University of California Press, 1987. —. The Roman Near East 31 BC-AD 337 . Cambridge, Massachusetts: Harvard University Press, 1993. Mitchell, C. W. (completed by A. A. Bevan and F. C. Burkitt). S. Ephraim’s Prose Refutations of Mani, Marcion, and Bardaisan . London: Williams and Norgate, 1912, 1921 (2 vols.). Moffett, Samuel Hugh. A History of Christianity in Asia Vol. I: Beginnings to 1500 (2nd rev. ed.). Maryknoll, NY: Orbis Books, 1998. Mommsen, Theodor. Provinces of the Roman Empire , vol. II. New York: Charles Scribner’s Sons, 1887. Navarre, Paul Féghali et de Claude (trans.). Saint Ephrem. Les Chants de Nisibe . Paris: Carscript, 1989. Neusner, Jacob. “Babylonian Jewry and Shapur II’s Persecution of Christianity from 339-379”, 77-102 in —. A History of the Jews in Babylonia (Second printing, revised). Leiden: E.J. Brill, 1969. —. Hebrew Union College Annual , 43, (1972) reprinted in Talmudic Judaism in Sasanian Babylonia. Essays and Studies. Leiden: Brill, 1976. Pigulevskaja, N. Les villes de l’état Iranien aux époques Parthe et Sassanide Contribution à l’histoire sociale de la basse antiquité. Paris: Mouton & Co, 1963. Possekel, Ute. Evidence of Greek Philosophical Concepts in the Writings of Ephrem the Syrian. CSCO Subsidia 102. Louvain: Peeters Press, 1999. Reeves, John C. “Manichaean Citations from the Prose Refutations of Ephrem”, 217-288 in Paul Mirecki and Jason BeDuhn (ed.), Emerging from Darkness. Studies in the Recovery of Manichaean Sources . Leiden: Brill, 1997. Robert, Louis. “Une Nouvelle Inscription Grecque de Sardes: Règlement de l’autorité perse relative à un culte de Zeus”, 485-509 in Opera Minora Selecta. Epigraphie et antiquités grecques. Amsterdam: A.M. Hakkert, 1969. Rougé, Jean. Expositio Totius Mundi et Gentium . Paris: Les Editions du Cerf, 1966. Russell, James R. Zoroastrianism in Armenia. Harvard Iranian Series, volume 5. Cambridge: Harvard University, 1987. Russell, Paul S. “St. Ephraem, the Syrian Theologian” Pro Ecclesia 7, 1 (Winter 1998), 79-90. Segal, J. B. “The Sabian Mysteries The Planet Cult of Harran”, 201-220 in Edward Bacon (ed.), Vanished Civilizations of the Ancient World. New York: McGraw-Hill, 1963. —. Edessa the Blessed City. Oxford: Oxford at the Clarendon Press, 1970. (Gorgias Press reprint, 2001). Stoneman, Richard. Palmyra and its Empire Zenobia’s Revolt against Rome . Ann Arbor: The University of Michigan Press, 1992. van der Meer, Frederic. Augustine the Bishop . London: Sheed and Ward Ltd., 1961. Vööbus, Arthur. History of Asceticism in the Syrian Orient , vol. I. CSCO (Subsidia 14). Louvain, 1958. Whittaker, C. R. Frontiers of the Roman Empire. A Social and Economic Study. Baltimore & London: The Johns Hopkins University Press, 1994. Yarshater, Ehsan (ed.). The Seleucid, Parthian and Sasanian Periods. in The Cambridge History of Iran , vol. 3. Cambridge: Cambridge University Press, 1983. Zaehner, R. C. Zurvan. A Zoroastrian Dilemma. Oxford: Oxford at the Clarendon Press, 1955.",
    "title" : 
    [ "Nisibis as the background to the Life of Ephrem the Syrian†",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Russell, Paul S." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n2russell",
    "type" : "article",
    "displayTitleEnglish" : "Nisibis as the background to the Life of Ephrem the Syrian†" }