
  { "fullText" : "[1] This report marks the publication on DVD-ROM of a collection of thirty-three electronic facsimiles of Syriac manuscripts from the Vatican Library. Further details, including how to order the DVD-ROM are available at the project's website ( http:\/\/cpart.byu.edu\/Vatican ). An interim report for this project was published in \"The Digitizing of Selected Syriac MSS in the Vatican Apostolic Library,\" Hugoye: Journal of Syriac Studies [http:\/\/syrcom.cua.edu\/syrcom\/Hugoye] vol. 3, no. 3 (2000). The project began under the direction of Dr. E. Jan Wilson. Background This project is focused on the Syriac manuscripts of the Biblioteca Apostolica Vaticana, a collection that extends to over 850 manuscripts, including the collection of 181 formerly at the Borgian Museum. For further bibliography on the Vatican Library's Syriac collection see, A. Desreumaux and F. Briquel-Chantonnet, Répertoire des Bibliothèques et des Catalogues de Manuscrits Syriaques (Paris: Editions du Centre national de la recherche scientifique, 1991). The collection began to grow significantly in the early 18th century. Pope Clement XI encouraged a number of successful missions to Egypt and elsewhere in the Middle East to acquire manuscripts. Through the efforts of Elias Assemani, his cousin J. S. Assemani, and Gabriel Eva, some of the most significant of all surviving Syriac manuscripts were acquired in this period. [3] In 1999 Mar Bawai Soro, a bishop of the Assyrian Church of the East, began discussions with the Vatican Library to make their Syriac collections more accessible both to scholars as well as to the communities who produced these texts. Mar Bawai approached Brigham Young University to be a partner in the project, a proposal that was eagerly received. The idea of a pilot project was formulated by the parties and a contract between BYU and the Vatican Library was signed in early 2000. The manuscript photography was undertaken in two phases, one in June 2000 and another in April 2002. Report The project was formulated with the kind assistance of academics working in the field of Syriac studies and was carried out with direction from a small advisory group (Professor Sidney Griffith, Professor Samir Khalil and Mar Bawai Soro (Assyrian Church of the East)). Dr. Sebastian Brock made an initial assessment of the collection, which resulted in a list of especially significant manuscripts (Appendix 1 below). From this list, Mar Bawai Soro selected 28 for a pilot project, which was later supplemented by 5 additional manuscripts. [5] The project proposal was originally modeled on BYU's Dead Sea Scrolls database. This database gives precedence to a searchable transcription of the scrolls and includes both the images and corresponding translations in the final product. Plans were therefore made to transcribe the manuscripts, and two teams were put in place, one for manuscripts written in the East Syriac script and one for manuscripts written in the Estrangelo and Serto scripts. This proved to be a not altogether appropriate model and a new approach was formulated as will be discussed below. [6] The photography was undertaken in two stages. In both stages we were able to set up a controlled studio environment, including camera stands, full lighting sets and back-up systems. The first stage of photography (June 2000) was undertaken using a Kodak MegaPlus camera with an array of 2x3k, producing 6 megapixal images. These grey-scale images were stored immediately after capture on Mitsui Gold CDs. The archival copies are in TIFF format and are approximately 6 megabytes each. A second set of these CDs was made on returning to BYU. In the second stage of photography (April 2002) we used a Canon EOS 1D, which captured full color 4 megapixal images. These images were also archived in uncompressed TIFF format, with each image being approximately 25 megabytes in size. [7] In the two stages of photography we captured a total of 14,700 images, which occupy 196 CD-ROMS, with a total archival data size of 117,600 megabytes. One manuscript alone, Vatican Syriac 117, required 50 CD-ROMS to produce the archival copy. [8] Further to the conventional photography we also undertook a series of tests using Multi-Spectral Imaging on Vatican Syriac 110, 114, 117, 147, 252, and 586. Thus far these tests have produced no beneficial results, though further analysis of the data is underway. [9] All digital photographs require processing. Furthermore, the uncompressed images were prohibitively large to view easily, so some compression was necessary. We opted for JPEG compression at a rate of 50%. We considered this to be optimal, since it produced a significantly smaller image with very little degradation of image quality. An initial stage of processing was necessary prior to compressing the images. In most cases the manuscripts were captured in a double page opening. We therefore cropped all of the images down to a single page and ran each image through a series of adjustments in Adobe Photoshop; a process that was successfully automated. The images were then brought into the Adobe PDF format for presentation. Further image manipulation is possible, though we did not consider the necessary expenditure of time to be prudent. Scholars who wish to undertake more sophisticated manipulation of particular manuscripts can request copies of the uncompressed images. [10] After a number of meetings with digital projects specialists at the BYU library, it was determined that the Adobe PDF format would be the best format to deliver the images. Though initial plans had pointed towards the use of BYU's own WordCruncher program as the best finished format, it quickly became clear that such an approach was impractical. A number of other image-only solutions were considered, but each of these proved less desirable than Adobe PDF. [11] The advantages of the PDF format are numerous. In particular, because Adobe PDF was designed to view continuous documents and books, it reproduces an environment that is familiar to readers. One can navigate easily between pages, magnify the images, and arrange the screen in such a way that the images may be viewed simultaneously with other programs. It is also becoming a standard document format in both a business and academic context, with many libraries delivering documents in this format. Also, the Adobe Reader is freely available and constantly being improved by the developer. [12] In order to make a number of PDF files available on the same DVD, we designed and developed a simple interface which runs immediately on inserting the disc. This interface includes an overview of the project and a table of contents. The table of contents contains links to thirty-three PDF files. Each of these files contains an electronic facsimile of a single Vatican manuscript. The PDF files are identified by the manuscript number and a brief description. When the file opens, the first thing shown is an index to the manuscripts prepared on the basis of the existing catalogs. To these basic entries we have added references to editions and standard reference works that have been published subsequent to the original catalog entry. Each entry in the index also serves as a hyperlink. Clicking on an entry immediately takes one to the place in the manuscript to which that index entry refers. Also, for ease of reference we have included the original catalog entry immediately after our index. General Assessment of the Project This project has been undertaken over a four year period. During that time the objectives of the project have shifted and settled. The initial project description was modeled on our successful Dead Sea Scrolls project and focused on the utility of searchable transcribed texts. The Dead Sea Scrolls database contains about 1300 images, many of which contain only fragmentary texts. This project involves a corpus ten times that size. In addition to the difference in size and concomitant feasibility of such a project, there was the question of desirability and optimal presentation. It soon became clear from consultation with other scholars that the most needed result from this project was a usable set of images from the manuscripts. In other words, scholars wanted electronic facsimiles. There is of course a great desire for a database of searchable texts, but such a project needs to be organized along the lines of a discrete corpus of a single author, and based on critical editions rather than on an eclectic collection of manuscripts. We have therefore reconfigured the project to actively meet the needs of the field, and intend to re-purpose the extensive transcription work that we have undertaken. [14] Not only have our objectives been clarified, but we have also seen the technological landscape entirely shift. When we began this project, we used specialist industrial grey-scale digital cameras. In the intervening years, this equipment has been thoroughly superceded. The second stage of photography used the best available professional color digital SLR. This camera has also been superceded several times over. Though technology will of course continue to improve, we think we have now reached the stage where the available technology will produce images of an optimal quality. It is also clear that we will only want to take color images in future projects and that it may be desirable for some of the manuscripts to be re-imaged in color. Nevertheless, with respect to the necessary technology this is a highly propitious time to continue this important project. Appendix 1 (Items in red are included in Volume 1) SIGNIFICANT SYRIAC MANUSCRIPTS IN THE VATICAN LIBRARY prepared by Sebastian Brock Biblical manuscripts 1. Vat. Syr. 1: Pentateuch, 928\/9 A.D. 2. Vat. Syr. 12: Gospels, 548 3. Vat. Syr. 13: Gospels, 736 4. Vat. Syr. 14: Gospels, 956 5. Vat. Syr. 16: New Testament, 13th Cent. 6. Vat. Syr. 18: John, Harklean, + Gospel lectionary, 1481 7. Vat. Syr. 19: Christian Palestinian Aramaic Gospel lectionary, 1030 8. Vat. Syr. 20: Melkite Gospel lectionary, 1215 9. Vat. Syr. 21: Melkite Lectionary for Acts and Epistles, 1162 10. Vat. Syr. 22: Lectionary for Epistles (written in India), 1301 11. Vat. Syr. 23: Syriac-Arabic Lectionary for Epistles, 12th century 12. Vat. Syr. 24: OT lectionary, 13th century 13. Vat. Syr. 152: OT, Masora, 979\/80 14. Vat. Syr. 266: NT, 7th cent. 15. Vat. Syr. 267: Harklean Gospels, 8th cent. 16. Vat. Syr. 268: Harklean Gospels, 859 17. Vat. Syr. 273: Gospels, 7th cent. 18. Vat. Syr. 274: Gospels, 10th cent. 19. Vat. Syr. 275: Acts, Epistles, 1192 20. Vat. Syr. 278: Melkite lectionary, 9th cent. 21. Vat. Syr. 279: Melkite Gospel lectionary, 1141 22. Vat. Syr. 470: NT, 12th cent. 23. Vat. Syr. 471: NT, 1224 24. Vat. Syr. 510: NT, 11th cent. 25. Vat. Syr. 525: Gospel lectionary, 7th cent. 26. Vat. Syr. 532: Acts, Epistles, 13th cent. 27. Vat. Syr. 556: Gospel lectionary, 13th cent. 28. Vat. Syr. 559: Gospel lectionary, 1220 with illuminations 29. Vat. Syr. 622: Gospels written in gold letters, 1298 30. Barbarini or. 2: Pentaglot psalter, 14th cent. 31. Barbarini or. 3: Gospel lectionary, 13th cent. 32. Borgia Syr. 14f-k: Gospel lectionary, 1254, with illuminations 33. Borgia Syr. 169: Gospel lectionary, 16th cent. With illuminations 34. Borgia Syr. 117: Masora NT, 1014 Literary Texts (* indicates manuscript contains unpublished material) 35. Vat. Syr. 37: *Lives of Saints 36. Vat. Syr. 93: *John of Apamea, 9th cent. 37. Vat. Syr. 100: *John of Dara, 19th cent. 38. Vat. Syr. 103: (*)Catena Severi 39. Vat. Syr. 104: Athanasius, 564 (*Timothy Alex.) 40. Vat. Syr. 105: Gregory of Nazianzus, Iambics, 7th cent. 41. Vat. Syr. 106: *Gregory of Nyssa, 8th cent. 42. Vat. Syr. 107: *John Chrysostom, hom. on John, 8th cent. 43. Vat. Syr. 108: Peter of Callinicum, 8th cent. 44. Vat. Syr. 109: *Abba Isaiah etc. 692 45. Vat. Syr. 110: Ephrem, Comm. Genesis, 523 46. Vat. Syr. 111: Ephrem, Hymns on Church etc. 522 47. Vat. Syr. 112: Ephrem, Hymns on Paradise, 551 48. Vat. Syr. 113: Ephrem, Hymns on Faith, 552 49. Vat. Syr. 114: *Jacob of Serugh, verse homilies, 523 50. Vat. Syr. 115: *Jacob of Serugh, verse homilies, 7th cent. 51. Vat. Syr. 116: (*)Jacob of Serugh, verse homilies, 857 52. Vat. Syr. 117: *Jacob of Serugh, verse homilies, 12th\/13th cent. 53. Vat. Syr. 118: *Jacob of Serugh, verse homilies, pre-12th cent. 54. Vat. Syr. 119: *Isaac of Antioch, verse homilies, 1210 55. Vat. Syr. 120: *Isaac of Antioch, verse homilies, 6th cent. 56. Vat. Syr. 121: *Mark the Hermit 57. Vat. Syr. 122: *Mark the Hermit, Basil, 769 58. Vat. Syr. 123: *Gregory of Cyprus etc. 8th cent. 59. Vat. Syr. 124: Isaac of Nineveh, 14th cent. 60. Vat. Syr. 125: Isaac of Nineveh 61. Vat. Syr. 126: Paradise of the Fathers, 1223 62. Vat. Syr. 127: Canons of Councils 63. Vat. Syr. 135: *Philoxenos etc. 7th\/8th cent. 64. Vat. Syr. 136: (*)Philoxenos 6th cent. 65. Vat. Syr. 137: Philoxenos, 564 66. Vat. Syr. 138: Philoxenos, 581 67. Vat. Syr. 139: Severus, Philalethes etc, 8th cent. 68. Vat. Syr. 140: Severus, against Julian, 528 69. Vat. Syr. 141: Severus, Cathedral homilies (tr. Jacob of Edessa) 70. Vat. Syr. 142: *Severus, Cathedral homilies (tr. Paul), 576 71. Vat. Syr. 143: *Severus, Cathedral homilies (tr. Paul), 563 72. Vat. Syr. 144: John, Arbiter etc. 73. Vat. Syr. 145: Elias, *Socrates Eccl. Hist., Zecharias Rhetor Eccl. Hist. 9th\/10th cent. 74. Vat. Syr. 146: (*)John Maro, Liber Fidei, 1392 75. Vat. Syr. 147: *Moshe bar Kepha etc. 1234 76. Vat. Syr. 148: Ps. George of Arbela, Liturgical commentary, 1267 77. Vat. Syr. 151: (*)Timothy II, On Sacraments, 1613 78. Vat. Syr. 152: *Jacob of Edessa, on biblical names, 980 79. Vat. Syr. 154: *George, Com. Matthew, 10th cent. 80. Vat. Syr. 157: Isho'yahb III, Letters, 10th cent. 81. Vat. Syr. 160: Life of Symeon the Stylite, *Acts of Persian martyrs, 474, 10th cent. 82. Vat. Syr. 161: *Acts of Persian martyrs 83. Vat. Syr. 162: Ps. Dionysius of Telmahre, Chronicle, 932 84. Vat. Syr. 163: Chronicle of Edessa 85. Vat. Syr. 165: Thomas of Marga, Monastic history, 1663 86. Vat. Syr. 189: *John of Dalyatha, 11th cent. 87. Vat. Syr. 191: *Ibn Sina, Syriac tr. 88. Vat. Syr. 192: *Medical 89. Vat. Syr. 194: *Grammatical works, 1246 90. Vat. Syr. 251: *Jacob of Serugh, homilies, 7th cent. 91. Vat. Syr. 252: Jacob of Serugh, homilies 92. Vat. Syr. 253: *Homiliary, 8th cent. 93. Vat. Syr. 254: *Ps. Dionysius the Areopagite, pre-932 94. Vat. Syr. 255: Severus, pre-932 95. Vat. Syr. 256: *Severus, Cathedral homilies, 6th cent. 96. Vat. Syr. 283: *Comm. Matthew and John, 860 97. Vat. Syr. 284: *Comm. Epistles, 9th cent. 98. Vat. Syr. 367: Isaac of Nineveh, 8th cent. 99. Vat. Syr. 368: *Homiliary, 8th cent. 100. Vat. Syr. 369: *Homiliary, 7th cent. 101. Vat. Syr. 464: Ephrem, Isaac, Jacob of Serugh, 1234 102. Vat. Syr. 467: *Life of Hoseph Busnaya, 1186 103. Vat. Syr. 506: *Athanasius Abu Ghalib, 1927 (from an old MS) 104. Vat. Syr. 509: *Monastic texts, 1928 (from an old MS) 105. Vat. Syr. 560: Canon law, 8th cent. 106. Vat. Syr. 581: *John of Dara, 1917 (from an old MS) 107. Vat. Syr. 586: *Questions and answers on Aristotle, Categories, 13th cent. 108. Vat. Syr. 623: *Melkite Monastic texts, 886 109. Vat. Syr. 627: *Fragment of Homiliary, 9th\/10th cent. 110. Vat. Syr. 628: *Fragment (1f) of Lifeof Abraham Qidunaya, 7th cent. 111. Vat. Syr. 629: *Gregory of Cyprus, 12th cent. Liturgical texts 112. Vat. Syr. 42: East Syriac Euchologion, 1202 113. Vat. Syr. 51: West Syriac Pontifical of Michael the Patriarch, 12th cent. 114. Vat. Syr. 53: Melkite Euchologion 115. Vat. Syr. 59: West Syriac funeral services, 1266 116. Vat. Syr. 60: West Syriac funeral services, 13th cent. 117. Vat. Syr. 61: East Syriac funeral services, 13th cent. 118. Vat. Syr. 68: West Syriac Beth Gazza, 1465 119. Vat. Syr. 78-82: Melkite Menaia, 12th\/13th cent. 120. Vat. Syr. 83: East Syriac Hudra, 1537\/9 121. Vat. Syr. 92: Funeral services, 823 122. Vat. Syr. 95: Seblatha, 13th cent. 123. Vat. Syr. 539: Husoye, 10th\/11th cent. 124. Borgia Syr. 13: Melkite Euchologion, 12th cent. 125. Borgia Syr. 60: East Syriac Beth Gazza 126. Borgia Syr. 133 II: Seblatha, 13th cent. 127. Borgia Syr. 159: West Syriac anaphoras, 1295 128. Vat. Syr. 527: Canticles, 6th cent. (2 folios) _______ Notes",
    "title" : 
    [ "Vatican Syriac Manuscripts: Volume 1",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Heal, Kristian S." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1prheal2",
    "type" : "report",
    "displayTitleEnglish" : "Vatican Syriac Manuscripts: Volume 1" }