
  { "fullText" : "[1] The genesis of this “soġīt h ā The word soġīt h ā is used here not in the classical Syriac mode but only in its aesthetic acclamation and versification. Since this word is a Syriac appellation for an occasional poem that extols and praises a person or an event – Saint Ephraim being the exemplar of this style – we have elected to give it this rubric. Given the spirit of this occasion the poem is presented hereby as a “soġīt h ā” ” was the presentation of a festschrift The venue for this presentation was a reception given by Beth Mardutho: the Syriac Institute, at the closing of the Fourth North American Syriac Symposium, held at Princeton Theological Seminary, July 9-12, 2003. This was, indeed, a most propitious and auspicious occasion to make this presentation. This writer is grateful to Dr. George Kiraz, President of Beth Marduth: the Syriac Institute, for graciously accepting this felicitous poem for publication in Hugoye . to Fr. Sidney Griffith, Professor of Semitic languages at the Catholic University of America. Dr. Monica Blanchard, of the Institute of Christian Oriental Research at the university, kindly invited this writer to preface the presentation with an introduction This writer extends his deep appreciation to Dr. Monica Blanchard for her gracious invitation to make the introductory remarks before the presentation of the festschrift to Professor Griffith and for including it in the festschrift publication. . It was, indeed an honor and a privilege to do so. Professor Griffith has been a colleague and a friend for more than three decades. [2] Scholars and laymen of Syriac studies and Christian Arabic literature are well apprised of Professor Griffith’s contribution in these two fields. His erudition in the field of early Christian studies, especially of the Syrian Church, has deepened our understanding and appreciation of its ecclesiastical and literary heritage, as well as bringing to light opaque theological and doctrinal developments of the Christian Orient. His research in the field of Christian-Moslem dialogue in the formative years of Islam has expanded our understanding of the nature of this intellectual interlocution that took place between these two religions. [3] But his examination of these two disciplines is appreciated not only for its intellectual rigor and perspicacity but also for bringing hope and heartening to those who belong to the Syrian Church. We, whose mother tongue is Neo-Aramaic and whose liturgical language is still sung in that mellifluous, classical Syriac Churches using the classical Syriac in their liturgy are: the Assyrian Church of the East, Chaldean, Maronite, Syro-Malabar, Syro-Malankar, Syrian Catholic and Syrian Orthodox. , irrespective of church affiliation, see in his chrestomathy a consolation and a catharsis. The future of this church in its native land is, sad to say, very dim, perhaps in its twilight. In consequence of his enlarging the horizon of Syriac studies, the Syrian Church, in all of its denominations, is now engaged in an ecumenical dialogue with the Western churches, and in an inter-denominational one. This new dialogue has brought a prospect of an ecclesiastical harmony and the promise of a theological concord within the Syrian Church. His love for this Oriental Church, seen through his copious writings, has brought hope that this ancient church, which has produced so many luminaries from Saint Ephraim to Aphrahat, the Persian Sage, will be sustained and survive in its motherland. Scholars of Syriac and Christian Arabic, among them Professor Griffith, are a perpetual fount of assurance. This church, whose language was spoken by our Lord, is endeavoring not to disappear in its homeland. [4] On such an occasion the expected thing is to proffer salutary words in praise of the honoree. So when Dr. Blanchard invited this writer to preface the presentation the first instinct was to make a felicitous sentiment to the gathering at this reception See above, footnote no. 2. . However, after some rumination on the nature of the remarks, and it was obvious what they should be, thoughts turned to the ancient Semites, by asking, “What would they do?” Historically, on such an occasion the subject of the celebration would be feted with a poem, a soġīt h ā or a tešbo h tā, if you please. This tradition has been an honored one among the ancient Semites and is still practiced by their modern descendents. It was in this spirit that this writer elected to compose a poem celebrating the presentation of a festschrift to Professor Griffith. It is presented here as a token of deep respect and affection Owing to the restriction of time at this reception this writer read a much shorter version of this poesy. The full text is presented here, together with an introduction and a bibliography. . But it is not only this writer who is presenting this poem on this special occasion. For it is also the Syrian Church, with its multi-denominational communicants, its churches, monuments, monasteries and convents, who are partaking in this festive presentation. They all sing, “Thank you for being a Ru h ā Bassimtā 'u Bēt Yulpānā.” [5] The poem is written in the Neo-Aramaic dialects of the villages and hamlets of the plains of Mosul (ancient Nineva), of northern Iraq. Specifically, it is the dialect of the town of Tel-Kape The Iraqi census of 1961 showed a population of 7307, all of them belonging to the Chaldean Catholic rite. Today, due to economic reasons, internal conflicts and three international wars, the number is around 3000, one fifth of them Moslems. , situated eighteen miles north of Mosul. The vernacular of this area, called Surath (i.e. Syriac), is one of a large sub-group of dialects historically referred to as Neo-Aramaic. For the student of Semitic philology these dialects are of paramount importance, for each dialect exhibits its own peculiarities, linguistic, historical and socio-cultural. And while some research has been done in these dialects, very little study has been done on their relationship to Aramaic and classical Syriac. Furthermore, political and religious reasons have hindered any serious field research in the different dialects. Most of the research has centered on a descriptive grammar Due to the difficulty of doing linguistic field work in the villages of these dialects, most of the research for the descriptive grammar is done through the use of an “informant,” usually far away from the geographical area. Clearly, the further away from these towns the less chance of the accurate linguistic information reaching the researcher. of a particular geographical area or a village. A serious philological study of these dialects is still the hope of students of Syriac. [6] In the last fifty years these dialects have been the recipients of many foreign words, thus greatly diluting the historical integrity of the Neo-Aramaic. Furthermore, immigration has emptied many of the villages that speak Neo-Aramaic of their inhabitants. Hence there is an urgent need to study these dialects. Their survival, like the presence of Christianity in its land of birth, is at stake. [7] The number of those speaking the different dialects of Neo-Aramaic has been declining since the first decade of the twentieth century. Two major events have had a profound effect on these dialects and those who speak them. The first one was the genocide against the Christians of the Ottoman Empire, specifically the Armenians and Syrian Christians. While the former suffered the most, the latter The Neo-Aramaic speaking communities that experienced the many massacres between 1910-25 were situated in T ūr c Abdīn and Mardin (Turkey), and Iraqi Kurdistan and Mosul (Iraq). They included Assyrians, Chaldeans, Syrian Catholics and Syrian Orthodox. suffered enough casualties that it caused the second catastrophic event. This was the emigration from areas where the many massacres took place, resulting in a depopulation of most villages of their Christian communities. Most of the immigrants were dispersed throughout the Arab world, with a large number emigrating to the West, especially the USA. The political and religious unrest of the last fifty years has accelerated this migration. Among immigrants whose native language is Neo-Aramaic, there is a tendency to marginalize it since the language of their adopted country is the medium of communication. For the first generation of these immigrants, Neo-Aramaic has become an anachronism. Its only relevance to them is the fact that it is related to classical Syriac, the liturgical language of their respective churches. [8] Today, Neo-Aramaic (i.e. vernacular Syriac) is spoken in the following geographical areas: West Neo-Aramaic, spoken in the city of Ma c lūla (Christians), Jubba c dīn and Bakh'a (Moslems), three villages situated 35 miles north-east of Damascus, Syria. T ūrōyō: Spoken in T ūr c Abdīn and the area near Mardin, situated in north-east Turkey. East Neo-Aramaic, often called Assyrian (Āturāyā) or Chaldean, spoken in the Christian villages of Kurdistan, Lake Urmia in Iran and the plains of Mosul, in northern Iraq. Historically, a geographic area bounded by northern Mesopotamia (modern Iraq), north-east Turkey and north-west Iran. , Lake Urmia in Iran and the plains of Mosul, in northern Iraq. Immigrants who now reside in the west, especially the USA, and a small minority of their first generation. Jewish communities of northern Iraq, most of whom migrated to Israel after its establishment in 1948. [9] Historically Neo-Aramaic has been an oral vernacular. It has not been formally taught in schools, and has produced a limited religious and secular literature. There have been some printed liturgical compositions, with distribution limited to priests and deacons. Some occasional pieces are published in religious publications, such as festal poems, eulogies or specific communal commemorations. Early in this century there were few attempts to publish newspapers but they did not come to fruition. The one Neo-Aramaic speaking community that has produced a substantial literature is the Chaldean town of Alkosh cf. Khan, Geoffrey. The Neo-Aramaic of Qaraqōš . Leiden: Brill (2002), p. 8. , 35 miles north of Mosul, and those of Lake Urmia, in Iran. The latter was far more successful in producing a fairly extensive and varied literature, including newspapers and books Yaur, L. “A Poem in the Neo-Aramaic Dialect of Urmia.” Journal of Near East Studies . 16 (1957), p. 73. . Given the occasional theme of this paper no attempt is made to discuss the descriptive grammar of this Neo-Aramaic vernacular, neither have we chosen to discuss the historical relationship to classical Syriac. Hopefully, such a work will be presented at a different venue. The poem is presented herewith in the Syriac script, following as much as possible a phonetic transcription. However, where a word has gone through only a minor consonantal shift, such as “ara” (earth) for classical “ ar c a ” we have given the classical and not the vernacular. Nevertheless in the transliteration we have been faithful to the phonetics of the vernacular in order to give the reader a full appreciation for the orthographic and syntactical shift from classical Syriac to this dialect of Neo-Aramaic. The English translation mirrors the style and spirit of the Neo-Aramaic of the poem. It is the Neo-Aramaic (i.e. vernacular Syriac) which this writer learned at home and from the literati in this dialect, in Iraq and the United States. [10]   [11] [12] Peace be upon you. In the name of the Father and the Son and the Holy Spirit: Trinity, the life-giving May the partakers gathered at this banquet be full of heavenly blessing. Mesopotamia is my home, also Assyria, Chaldea, Nineva, T ūr c Abdīn and Edessa, all much becoming Hearken to me, tonight we sing to a humble man a song and a poem most discriminating. Tranquility and serenity be with all of you, this gathering of teaching and schooling Your devotion to the language of the faithful of the Syrian Church is a comely ornamenting. Four days on days we heard discourses in the tongue of Edessa, ecclesiastical sayings and many a teaching A harmony for the soul they were, exhortations, eloquences and responses, all illuminating. You are a luminary unto us, from you we have received percipience most edifying Readings from the Epistles, with recitation and rumination, all an exposition, on the way of life revealing. To you assembled here I, son of ancient Assyria, say this heart of mine is grieving Church of Mār Addāi and Māri is abandoned, she is in pain most tormenting. When hearing Aramaic, this tongue of ours, in liturgy and chanting fervently, day unto day, from our eyes tears unto like rain come flowing. Monasteries and towns of these lands are crying in suffering, in lamentation and mourning Their people have departed, and their churches have become ruins of the dead and the dying. But see, on this blessed day, pleasant and indeed elating, this splendrous assembling From every city, from near and afar of this good, inhabited earth, we come into this gathering. Teachers, commentators and students, religious and secular – all in wisdom knowing Some are young, others are doynne, all given to perspicacity and reflecting. Joyful that we may be in our brother Rabbi Sidney, a flowing river of precepting A man of good will he is, a venerable priest, a philosopher well cultivated to discerning. One day, at a blessed moment, God put into his heart an exhortation to witnessing Come learn the language of my Son the Messiah, the Shepherd and Giver of life, and betake disputing. Then God of ages, and the Son of David, they who bestow the kingdom everlasting With Saint Ephraim, Jacob of Serug and Isaac of Nineveh, all learned ones, they were in a seating. Praise be their names spoke, oh meek ones, faithful in your Christian believing The language of Aramaic, ancient tongue of the bright land of the East, Rabbi Sidney desires its mastering. Saint Ephraim said, let us to this honored Christian priest put a questioning That we may ascertain whence he wishes to examine this tongue so sweet and illuminating. Rabbi Sidney, our brother sat with these blessed ones and to their questions humbly took to listening Said one and all, of this ancient language of Assyria, how much are you in knowing. Answered he, I am a priest of the Holy Church, and in Christ the Ruler is my emulating The Holy Spirit put into my heart the language of the children of Aram, that mankind I go teaching. It was a day then two, and there was a reverential and spiritual perusing In Syriac, precepts of the Good News, the Book of Life, Rabbi Sidney took to commenting. Then the Almighty spoke again, listen to me my son, oh sagacious one, you who is comprehending Christian Arabic do teach and also of this tongue be translating and composing. Said our brother, our Heavenly Father and Hope of mankind, about Arabs I have a questioning Is your tongue Arabic or Chaldean, and who among the Syrians is in this language worthy of acclaiming? The Creator of heaven, the moon and the stars answered him, he who is given to praying and philosophizing Christian Arabic is my other tongue, one ancient and beautiful in writing. But do you know in the holy city of Jerusalem, the City of David, when my son was residing In this Aramaic tongue of ours he tutored the Jews who to the temple came, and so was His preaching. A year, then, many a year, books of the Church Fathers, some secular, others on natural law he sat examining Teachings of Aphra h āt the Sage, Saint Ephraim and Bar S alībī, holy ones given to reflecting. In time Rabbi Sidney wrote books, lessons and annotations, all given to explicating Some in the language of Our Lord, others in Arabic, all given to elucidating Men and women, students of Christianity, did come with him visiting Scholars, some were priests, others were laymen, all topoi of excellent reasoning My brothers and sisters, from him they heard wisdom, spiritually uplifting Daily this house of learning was a place of guiding and a teaching most venerating. To the heirs of the Church of the East you are a shrine for a veritable and imbued instructing To the children baptized in the Truth your ordination is a light and a consecrating. Your erudition in Syriac is a beacon, to the people you are a profound dialectician when preaching Disciples gather with you in classes, listening to your reading and also the interpreting. May God give you days and years harmonious, and life of hope long enduring Christ who bestows life, and saints of the church, be with you every moment of scholarly deliberating. Saint Ephraim, composer of maymārs and commentaries, is jubilant in you, his joy overflowing Love and honor to you, we the children of the Syrian Church are saying. Your virtuous work is a grace, for us you are righteousness shining May the Holy Spirit guard you, hour unto hour, and upon you the promised land be granting. Angels were with you on the day they escorted you to that house of learning When you became a student at Catholic University, your priestly attire wearing. Religious and laymen bless you, from you they heard oratory, also reasoning Writings of the Church fathers you have explicated, your expounding to your brethren is inspiring. Blessed be this special day, this day of sixty plus five Refers to Fr. Griffith’s sixty-fifth birthday , since coming into being We say to our brother Pax Christi and amity, this is a day of celebrating Dear priest, in your divine liturgy lift us in your offering, that we see God’s merciful granting We are sinners before the Son of the Good One, hoping to be at the right hand sitting Our Savior guard this prophetic one, as the truth of the Good News he is reluming Send the Spirit of life before him, make his ministry for the Church a serving. We stand before you and say, gracious you are for putting in our hearts enlightening not only we, but our forefathers too, now beholding down, from heaven beaming. Let this gathering be a blessed one and may it be for all a source of mediating Mercy of the First Born be upon you, keep your love for the language of Syriac abiding. We compose this song, a pleasing one, a token of appreciation and collegiality, a labor of loving This evening is nigh, let us chant and pronounce, a Festschrift to Rabbi Sidney we come bearing. The time has come to bid each other farewell. Sing to the Messiah a song of praising May God gather us seven times more, hear us Our Lady, let peace and tranquility be eternally lasting. _______ Notes _______ Bibliography This bibliography is hereby included as a reference material for readers who are interested in the comparative philology of Neo-Aramaic dialects, as well as Semitic philology. Blanc, Haim. 1964. Communal Dialects in Baghdad . Harvard Middle Eastern Dialects Monographs 10. Cambridge: Harvard University. Fiey, Jean M. 1965-1969. Assyrie Chrètienne: Contribution à l’Étude de l’Histoire et de la Gèographie Écclesiastiques . Institute de Lettres Orientales de Beyrouth: Beyrouth. Hetzorn, Robert D. 1969. “The morphology of the verb in modern Syriac (Christian colloquial of Urm?).” Journal of the American Oriental Society 89: 112-27. Heberman, Robert. 1988. The Syntax and Semantics of Verb Morphology in Modern Aramaic. A Jewish Dialect of Iraqi Kurdistan . American Oriental Series 69. New Haven, American Oriental Society.  . 1988. “The history of modern Aramaic pronouns and pronominal suffixes,” Journal of the American Oriental Society 108: 557-575.  . 1989. “Reconstructing pre-modern Aramaic morphology: The independent pronouns,” in W. Heinrichs (ed.), Studies in Neo-Aramaic . Harvard Semitic Studies Series. Atlanta: Scholars Press. pp. 79-88.  . 1993. “The Chaldean Aramaic of Zakho,” in R. Contini, F.A. Pennacchietti and M. Tosros (eds.), Semetica Serta Philologica Constantino Tsereteli Dictata , Turin: Slivio Zamovani, pp. 115-26. Jastrow, Otto. 1978. Die Mesopotamisch-Arabischen Q?ltu-Dialect . Band I. Phonologie and Morphologie, Abhandlungen für die Kunde des Morgenlandes 43\/4. Wiesbaden: Franz Steiner.  . 1983. “Tikrit Arabic verb morphology in a comparative perspective,” Al-Abhath 31:99-110. Khan, Geoffrey. 1999. A Grammar of Neo-Aramaic. The Dialect of the Jews of Arbel . Leiden: Brill.  . 2001. “Quelques aspects de l’expression d’’etre’ en neoaraméen,” in Ana?d Donabédian (ed.), Langues des Diaspora. Langues et Contact . Faits de Langues de Linguistique 18, Paris: Ophrys, pp. 139-148.  . 2002. The neo-Aramaic Dialect of Qaraqosh . Leiden: Brill. Krotkoff, George. 1985. Neo-Aramaic Dialect of Kurdistan: Texts, Grammar and Vocabulary . American Oriental Society 64. New Haven: American Oriental Society. Maclean, Arthur John. 1895. Grammar of the Dialects of Vernacular Syriac . Cambridge: Cambridge University Press.  . 1901. A Dictionary of the Dialects of Vernacular Syriac as Spoken by the Eastern Syrians of Kurdistan North-West Persia, and the Plain of Mosul . Oxford: Clarendon. Mingana, Alphonse. 1905. Clef de langue araméenne ou Grammaire complete et pratique des deux dialects syriac occidental et oriental. Mosul: Imprimerie des Péres Dominicains. Mutzafi, Hezy. 2000. “The Neo-Aramaic dialect of Maha Khtaya d-Baz = Phonology, morphology and texts.” Journal of Semitic Studies 45\/2:293-322. Nöldeke, Theodor. 1868. Grammatik der Neusyrischen Sprache am Urmi-See und in Kurdistan . Leipzig: T.O. Weigel. Polotsky, Hans. 1961. “Studies in Modern Syriac.” Journal of Semitic Studies 6:1-32.  . 1967. “Eastern Neo-Aramaic. B.Zakho.” In Franz Rosenthal (ed.). Aramaic Handbook . Porta linguarum Orientalium. 4 parts. Wiesbaden: Harassowitz, ii.1, 73-77; ii.12, 104-111. Rhétore, Jean. 1912. Grammaire de langue Soureth. Mosul . Imprimerie des Péres Dominicains. Rubba, J. 1993. “Forms derived from verbal roots in Tisqoopa Modern Aramaic.” In R. Contini, F.A. Pennacchietti and M. Tosco (eds.). Semitic Serta Philologica Constantino Tsereteli Dicata , Turin: Silvio Zamorani, pp. 273-287. Sabar, Yona. 1978. From Tel-Kepe in Iraqi Kurdistan to Providence, Rhode Island: The Story of a Chaldean Immigrant to the United States of America in 1927. Journal of the American Oriental Society 98\/4:410-415.  . 1993. “A folktale and folk songs in the Christian Neo-Aramaic dialect of Tel-Kepe (Northern Iraq),” in R. Contini, F.A. Pennacchietti and M. Tosco (eds.), Semitica. Serta Philologica Constantino Tsereteli Dicata , Turin: Silvio Zamorani, pp. 289-297. Sachau, Edward. 1895. Skizze des Fellichi-Dialect von Mosul. Abhandlungen der Königlischen-Preussischen Ackademie der Wissenschaften zu Berlin . Berlin. Sara, Solomon. 1974. A Description of Modern Chaldean . Janua Linguarum. Series Practica 213. The Hague -Paris: Mouton.  . 1990. “Feminine Gender in Modern Chaldean. Form and Function.” In W. Heinrichs (ed.). Studies in neo-Aramaic . Harvard Semitic Studies. Atlanta: Scholars Press, pp. 45-52.  . 1993. “Marked Gender in Modern Chaldean [ta\/?a] suffix” in R. Contini, F.A. Pennacchietti and M. Tosco (eds.). Semitic Serta Philologica Constantino Tsereteli Dicata , Turin: Silvio Zomarani, pp. 229-308. Socin, Albert. 1882. Die Neu-arämaischen Dialect von Urmia bis Mosul. Text und Übersetzung . Tubingen: Laupp. Tsereteli, K. “The Aramaic Dialect of Iraq.” Annali dell’Instituto Universitario Orientale di Napoli .S. 22: 245-250.",
    "title" : 
    [ "Ode to Joy\"",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Talia, Shawqi" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1talia",
    "type" : "announcement",
    "displayTitleEnglish" : "\"Ode to Joy\"" }