
  { "fullText" : "[1] In the Lands of the Christians, by Nabil Matar Nabil Matar is Professor of English and department head of Humanities and Communication at the Florida Institute of Technology. His other works include Turks, Moors, and Englishmen in the Age of Discovery (New York, 1999) and Islam in Britain: 1558-1685 (Cambridge, 1998). offers the first English translations of four seventeenth-century travel narratives originally written in Arabic. Of special importance to students of Middle Eastern history is the fact that these texts are about travel to the countries of Europe and South America, while readers of Hugoye will find particularly interesting the selection by Ilyas b. Hanna al-Mawsuli, a Chaldean Catholic priest (later, bishop) of Baghdad. In this review, I wish to focus first on Matar’s introductory essay, which views the travel writings of Ilyas b. Hanna and the other authors from the perspective of current academic historical and Middle East studies. Secondly, I wish to look at Ilyas b. Hanna’s narrative more closely, and suggest another possible way of contextualizing his travels. The work of Ilyas b. Hanna al-Mawsuli has recently been given another translation; c.f. Caesar E. Farah, An Arab’s journey to colonial Spanish America: the travels of Elias al-Musili in the seventeenth century (New York, 2003). Unfortunately this study came to my attention too late to be incorporated into this review. [2] The collection opens with a substantial essay, introducing the travel narratives and explaining why the theme is of interest. At thirty-five pages and almost one hundred endnotes, it reads like the outline of a course that I would love to take. Matar specifically confronts a notion espoused most strongly by Bernard Lewis and in turn cited by many others, namely that Muslims of the Middle Ages were completely lacking in “curiosity” towards Europeans. Matar, Lands, p. xiv, citing Bernard Lewis, The Muslim Discovery of Europe (New York, 1983), p. 299 [sic; probably p. 297 was intended]. A professor emeritus of Princeton University, Lewis is a prolific author of academic and popular works on Islam and the Middle East, and has been a prominent advisor on Middle Eastern affairs to successive American federal administrations.  The response of the late Edward Said, who suspected that Lewis’ book was written as a riposte to his own Orientalism published just a few years earlier, was to wonder how Lewis could feel that knowledge about Europe was “the only acceptable criterion for true knowledge.” Said, “Orientalism Reconsidered,” p. 351, in Alexander Lyon Macfie (ed.), Orientalism: A Reader (New York, 2000), pp. 345-61. Originally published in F. Barker, P. Hulme, M. Iverson and D. Loxley (eds.), Literature, Politics and Theory (London, 1986), pp. 210-29.  Matar’s response is to fill in the silence from which Lewis and his followers argue. [3] The theme of exploration and travel writing is already quite familiar to students of the early modern to modern history of the Middle East and elsewhere; however, Matar argues that his Arab authors can be distinguished from the bulk of contemporary, European-based travel writers: The travelers did not frame their encounter with the Europeans within the “particular myths, visions and fantasies” that characterize many (if not necessarily all) European texts. The Arabic travel accounts cannot therefore be approached through the theoretical models with which European accounts have been studied by writers as different as Stephen Greenblatt, Edward Said, and Gayatri Spivak. They belong to a tradition that is different not only in its history but in its epistemology: the travelers were not harbingers of an Islamic imperialism compelled to alterize and to present, in the words of Mary Louise Pratt, the “redundancy, discontinuity, and unreality” of the Christians. Rather, they wrote empirical accounts about Europe with the same precision that many of their coreligionists used to describe their journeys within the world of Islam, and in the case of the Christian travelers, within the world at large. Furthermore, and unlike the European travelers who used classical or biblical sources as their guides, the Arabs did not have previous models with which to compare or contrast Europe and America. They went with an open mind and a clean slate. And even when a traveler such as al-Ghassani went with anger and antipathy—repeatedly denouncing the nasara for having expelled his forefathers and coreligionists from Spain—he still admitted, on the first page of his account, that he had kept himself open to the wonders and innovations of the nasara. (p. xxxii, nn. 75-77.) One might question the “open mind and clean slate” of Matar’s authors, since it is axiomatic in literary studies today that no author ever “starts from scratch.”  However, it is impossible not to notice the difference in tone between the selection of travel narratives that Matar presents, and many of those discussed by Mary Louise Pratt, which were written in the mid-eighteenth to nineteenth centuries. Mary Louise Pratt, Imperial Eyes: Travel Writing and Transculturation (London and New York, 1992).  But here, as Matar admits, the issue of timing is crucial: “The seventeenth century visitors belonged to an Islamic society that appeared as powerful and as wealthy as the society of Europe. Neither Muslim nor Christian was put on the cultural or historical defensive during his European journey.” Matar, Lands, p. xxxv.  Similarly, it would be anachronistic to suppose that the recollections of a Briton traveling or living in the Ottoman world in the seventeenth century would be characterized by the imperialism of the nineteenth century. C.f. Daniel Goffman, Britons in the Ottoman Empire, 1642-1660 (Seattle and London, 1998), pp. 3-12.  In the seventeenth century, attitudes and boundaries had not hardened. [4] Matar’s particular topic—Arab (or Muslim, or Ottoman subject; it almost does not matter) knowledge of Europe and Europeans—can easily be seen to be a response to a larger theme, represented in both academic and non-academic works, whereby the achievements of peoples of the Islamic world are held up to those of Europe’s, and found lacking. A very brief search in the library netted the next two examples of responses. Perhaps a more popular sub-theme is the purported decline of mediaeval Islamic science, especially astronomy. In a lengthy review of Toby E. Huff’s The Rise of Early Modern Science: Islam, China and the West (Cambridge University Press, 1993), the historian of science George Saliba notes how this decline (once argued to have been well under way in the early twelfth century) keeps having to be pushed later and later in time, as scholars start to read new manuscripts and process their findings. Saliba, “Seeking the origins of early modern science?” [review article].  Bulletin of the Royal Institute for Inter-Faith Studies 1, no. 2 (Autumn 1999):139-52.  Also deflated is the often concurrently held notion that the decline in Arabic science is due to the oppressive force of Islam: the reknowned astronomer Ibn al-Shatir (d. 1375) was a timekeeper at the Umayyad Mosque in Damascus, and a number of his contemporaries and followers “were religious scholars in their own right” (pp. 147-8).   Closer to Matar’s own topic, Ahmad Dallal has written on Muslims’ “curiosity” and knowledge of Jews (particularly in Yemen), from the early modern period to the early nineteenth century. Ahmad Dallal, “On Muslim curiosity and the historiography of the Jews of Yemen.”  Bulletin of the Royal Institute for Inter-Faith Studies 1, no. 2 (Autumn 1999):77-112. He notes that it is a commonplace even in relatively recent works for scholars to assert that Muslims had no positive interest in Jews and Jewish learning, thereby ignoring the large corpus of (predominantly Shi’ite Yemeni) jurisprudence and Muslim Torah scholarship. Ibid., pp. 88-90, nn. 65-79.  With so much archival material only now being made available to scholars, and so much more still under wraps, arguments that depend upon absence or paucity of evidence seem like a risky venture academically speaking, quite apart from any other goal the author may wish to advance. [5] The manuscript sources for the travels of Priest Ilyas b. Hanna al-Mawsuli, written in Arabic, are very interesting in their own right. Matar, Lands, p. 48.  One in the “Syriac Bishopric in Aleppo” contains the travel narrative in the first hundred pages, followed by over two hundred pages of translations from European authors on the discovery of America, and a fifty-five page account of the visit of an Ottoman ambassador to France. This manuscript forms the basis of Antoine Rabbat’s 1906 edition, which has been recently reprinted. The other manuscript, British Library Oriental MS 3537, omits the ambassador’s visit. [6] From the narrative we learn maddeningly little about Ilyas b. Hanna al-Mawsuli himself, a Chaldean Catholic priest whose travels took him away from Baghdad to live in Paris, Spain, and South America and Mexico for a period of fifteen years. The first seven years of his travels were spent in Europe, and this period is only covered briefly (pp. 51-6). While in France, he visited King Louis XIV and his brother the Duke of Orleans, remaining in Paris for eight months and acting as a translator into Turkish for correspondence between the king and Sultan Mehmed IV.  He then visited Spain, and was granted permission to celebrate mass before the child King Carlos II and his mother the regent. When he was told to request anything he desired in return, he consulted with his friends and, rather against his better judgment, asked for “a permit and an irrevocable order to visit the West Indies.” Matar, Lands, p. 56. The West Indies, India, and Yenki Dunia (the New World) seem to be used almost interchangeably. The care taken by Spain to restrict access to her American colonies is well known.  He sailed from Cadiz on February 12, 1675. His goal was the city of Lima, Peru, whose minister was a man whom he had met in Spain. He remained there one year before receiving permission to go to “the mountains of silver.” [7] Ilyas b. Hanna’s narrative of his travels in South America and Mexico (pp. 57-104) has a number of recurrent themes—the clerics, monasteries and churches he visited (where he often celebrated mass in Syriac for his fellow Catholics), observations about the Indians and how they were treated by the Spaniards, the number of times he fell seriously ill and was saved by the Virgin, and remarks about landscape, climate, and flora and fauna. But it is his travels through the mining regions of Peru and Bolivia that receives the most sustained treatment (pp. 67; 73-88). The bulk of this section is taken up by descriptions of visits to primarily silver, but also gold and mercury mines, processing centers and mints. He visited at least thirteen such operations, and made detailed observations of their location, size and especially their processing techniques. He even bought gold (p. 67) and some silver dust (p. 82). [8] The narrative is rather quiet as to why Ilyas b. Hanna visited these places (at considerable trouble and cost to his health), and Matar does not hazard a guess. I can only note that the priest’s intense interest in mining overlapped with a period of crisis in the Ottoman coinage supply in the later seventeenth century. C.f. Sevket Pamuk, A Monetary History of the Ottoman Empire (Cambridge UK, 2000),  Ch. 8-10, pp. 131-71.  This crisis had its roots in the sixteenth century, when silver pouring into Europe from the South American mines entered the Ottoman lands as coinage, by the later part of the century in the form of the European groschen (Ottoman kuruş ), forming an increasingly popular currency alongside the Ottoman silver akçe.  Ultimately, the Ottoman state silver mines in the Balkans could not compete with this cheaper source, and the mines were virtually closed by the 1640s. But the influx of silver was more than matched by outflows, and the seventeenth century (not unlike the later sixteenth century) was marked by a series of debasements in the akçe , accompanied by counterfeiting. This led to currency substitution and hoarding; sources for Ottoman coinage dried up to the point where, from the mid-1650s to the mid-1680s, the minting of new gold and silver coinage in Istanbul was primarily to provide for ceremonial usage. During the reign of Mehmed IV (1648-87), only seven mints at most produced the akçe and para.  But the European currency that was substituted for Ottoman had a curious feature—in the mid-seventeenth century, it was mainly copper, with a silver wash.  This currency was called luigini, and it reached its peak usage between 1656 and 1669. Minted by French, Italian and Dutch merchants, it was not legal in its places of origin, but was made under contract, specifically for the Ottoman market. Both observers of the era and many modern scholars have been scandalized by this debased coinage, but, as Pamuk notes, the Ottoman empire was at war with Venice over Crete, and “debased coinage was better than no coinage.” Ibid., p. 154.  The story of Ottoman currency continues with the end of the war with Venice and the currency reforms beginning in 1669, the minting of copper coinage for a brief period starting in 1688, and finally the minting of the new kuruş starting in 1690. American silver production had been in decline since 1670, to a degree that made the Anatolian and Balkan mines viable again, and these were the sources for the new kuruş. [9] The priest Ilyas b. Hanna’s travels in South America from 1676-1681 thus took place within a period of considerable economic turmoil revolving around silver. As to why he stayed in South America for six years, this seems to have been connected to some commercial expectations, partly unfulfilled because his friend the minister of Lima was dismissed during his stay. After several years the minister successfully refuted the charges against him, but was not reinstated. At this juncture, the priest left for Mexico, where he remained for a number of months before sailing for Spain. It seems that he continued in service to the Church of Rome, where he died and was buried in 1693. Matar, Lands, p. 106, citing I. IU. Krachkovskii, Tarikh al-adab al-jughrafi al-‘Arabi (Cairo, 1963), vol. 2, pp. 701-6. [10] In focusing on only one of Matar’s four travel narratives, I have omitted much of interest. Readers of the book will learn of religious debates held over the dinner table, a man struggling with his feelings for a beautiful young woman, a man on a diplomatic mission who is welcomed into the bosom of a French family, and much else. These are some of the intimate and often light-hearted moments in narratives that were assembled in response to a rather serious academic issue: that of Arabic speakers’ interest in, and knowledge of Europe and Europeans. Part of the importance of this issue lies in the ease in which it can be politicized. Both the larger issue and the individual seventeenth century authors have been well served by Professor Matar. _______ Notes",
    "title" : 
    [ "Nabil Matar (ed. and tr.). In the Lands of the Christians:  Arabic Travel Writing in the Seventeenth Century. New York and London:  Routledge, 2003.  Pp. xlviii + 229.  $23.95.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Wheatley-irving, Linda" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n1prwheatleyirving",
    "type" : "review",
    "displayTitleEnglish" : "Nabil Matar (ed. and tr.). In the Lands of the Christians:  Arabic Travel Writing in the Seventeenth Century. New York and London:  Routledge, 2003.  Pp. xlviii + 229.  $23.95." }