
  { "fullText" : "[1] This is a series of essays intended to make stimulating reading for non-specialists, while not being intended exclusively for them. A review for a journal of Syriac studies should consider the book from the specialist’s point of view. The French Académie des Inscriptions et Belles-Lettres is to publish a series of volumes, arranged by country or region, constituting a systematic edition of Syriac inscriptions around the world: Recueil des Inscriptions Syriaques , to be referred to as RIS . The volume under review appears to be a survey of the inscriptions to be edited in this collection.  The several chapters originated in papers presented by various scholars to a conference held in Paris on 7 November 2003. The contributors (in alphabetical order) are: A. Badwi, F. Briquel Chatonnet, A. Desreumaux, M. Gorea, A. Harrak, F. Helliot-Bellier, A. Kassis, W. Klein, P. Marsone, R. Niu, L. van Rompay, J. Thekeparampil and J.-B. Yon. The map on p. 169 shows Asia, Cyprus and Egypt as the areas to be covered, but on p. 51 reference is also made to two inscriptions in Rome. No reference is made to the growing number of inscriptions in the churches of the Syrian Christian diaspora (see one example in paragraph 11 of this review). This volume is also the first in a series of Études syriaques to be published by the newly-founded Société d’études syriaques, of which the object is “the culture of Syriac-speaking Oriental Christianities, whatever their confession”, including “sacred scripture, theology, patristics, philosophy, grammar, history, law, liturgy, astronomy, medicine, poetry and graphic arts”, a list which, while it is probably intended to include “everything which makes up the cultural wealth of these communities”, happens to omit architecture and archaeology (p. 11). Non-Christian Syriac, though, is perhaps intentionally excluded. [2] The survey begins with Edessa, the home of the Syriac dialect. Briquel Chatonnet and Desreumaux do mention The Old Syriac Inscriptions of Edessa and Osrhoene by Drijvers and Healey (1999) and the earlier work of Segal on the pre-Christian Aramaic inscriptions, though they refer neither to the extensive pagan inscriptions of Soghmatar, nor to the Christian inscriptions collected from Qasr al-Banat by Max van Oppenheim in 1899 and imperfectly published by B. Moritz in Beiträge zu Assyriologie und semitischen Sprachwissenschaft 7.2 (1913), 157-74. They outline the history of Syriac epigraphy (pp. 15-17); distinguish two types of inscriptions, those on sacred monuments and those commemorating the death of clergy and “even of women”—though it ought to added that these were nuns (p. 18f.); and mention the regions of Commagene and Armenia, on one side of Osrhoene, and Tur ‘Abdin on the other (p. 19f.), before going on to discuss Syria (p. 21f.), where Christian Syriac mosaic inscriptions have been found in many of the ancient churches. (This reflects the favourable conditions which have obtained in that country for Christian archaeology.) There are even a couple of civic inscriptions in Syriac, which means that language was used beyond the religious sphere. These inscriptions tell more about the past than just names and dates (p. 23f.): a lintel at Zabad engraved in Syriac, Greek and Arabic is “the earliest dated inscription in the Arabic language and script”.  On M. Gorea’s drawing one can make out “in the year 823” (A.D. 511\/2?).  The Alpha, though Greek, hangs on the right arm of the cross, Omega on the left, a probably unconscious Semiticism. The authors conclude “that Edessa seems to disappear rather early from the corpus, whereas in Northern Syria the use of Syriac in inscriptions increases from the fifth century onwards”.  This argument from the silence of Christian Syriac epigraphy in Edessa ignores the manuscripts, some of them produced before 600, which attest the continued use of Syriac there. Many witnesses lie buried: who, then, will be “astonished” (p. 24) that they do not speak? The authors themselves regret that no systematic archaeological research has been done in Edessa. [3] The next chapter, on the inscriptions of Lebanon, has a historical introduction by Kassis with a map (pp. 29-31); a section on the stone inscriptions by Yon (pp. 32-36); and a section on the painted inscriptions (pp. 36-40), in particular the twelfth-century paintings in the church of Mar-Tedros at Ba h didat, which are presented by Badwi with reference to the unpublished MA-dissertation of his student Chadi Abi Abdallah ( corrigenda: nos. 1-5 do not correspond to nos. 1-5 in the figure and in no. 7 the Syriac word for darkness is spelled with ‘Ayn instead of H eth). Omitted from the survey, perhaps because of its uncertain provenance—it turned up on the antiquities market in Lebanon, but it refers to the era of Antioch—, is a long and informative inscription commemorating the construction of a bema, presumably of stone, “in the year 653, in the computation of Antioch, in the year eight” (note the phonetic transcription of the Greek number as oghdo ), that is between 1 October 604, when the 653 rd year after Julius Caesar’s grant of autonomy to Antioch began, and 31 August 605, when Byzantine Indiction VIII ended (B. Aggoula, “Studia Aramaica III”, Syria 69, 1992, 391-422, includes, on pp. 401-6, a new edition with a translation in which E. Renhart, Das syrische Bema , Graz, 1995, p. 53, places too much faith). The era of Antioch is unlikely to have been used so far south as Lebanon (the date 859 on the lintel-inscription from H arb ‘Ara, in the extreme North of Lebanon, is plausibly interpreted as Seleucid on p. 32 of the book under review, though, as can be seen from Plate II.1, the era is not specified). The most interesting stone inscriptions of Lebanon are those of the quarries of Kamid al-Lawz, which show that men from Edessa and even further afield (some were East Syrians) were quarrying here in 715 under the Caliph Walid. [4] After travelling from Northern Mesopotamia through Syria to Lebanon, the survey arrives in the Holy Land. “Inscriptions of travellers and émigrés” are found in Acre, Galilee, Jericho, Bethlehem, Jerusalem, the Negev, Sinai, Jordan, Cyprus and Rome. Desreumaux, the author of this chapter, here announces his forthcoming publication of the Syriac graffiti on the columns of the mediaeval porch of the Holy Sepulchre. Those that are dated bear witness to the continuation of the pilgrimage of Syrian Christians from Northern Mesopotamia to Jerusalem during and after the Crusading period. Having published papers on this pilgrimage and on the relations of Syrian Christians with the Crusader states, this reviewer was disappointed that these inscriptions were not placed in their historical context. See A. Palmer, ‘The History of the Syrian Orthodox in Jerusalem’, Oriens Christianus , 75 (1991), 16-43, and id. , ‘The History of the Syrian Orthodox in Jerusalem, Part Two: Queen Melisende and the Jacobite estates’, Oriens Christianus , 76 (1992), 74-94. We also learn of the recent discovery, in 2002, of two eighth-century (?) inscriptions in the black desert of H arrah, the first Syriac inscriptions to be found in Jordan (they are to be published by M. Gorea) and of the epigraphic evidence of an East-Syrian community on Cyprus in the fourteenth century (p. 50). [5] There follows a chapter on the Syriac inscriptions of the Monastery of the Syrians in Egypt which amply satisfies the reader’s hunger for historical context. The inscriptions illuminate the relationship between Dayr al-Suryān and the city of Tagrīt, in Iraq, beginning with the mirror-image memorial to the (Tagrītan) Patriarch Cyriac (793-817), unique in Syriac and much earlier than comparable inscriptions in Arabic, and the record of what may have been the origin of the monastery in 819 (a suggestion: might not the second letter in line 5, though it looks like a Beth, be read as a Mim?). Van Rompay, the author, questions the general validity of the statement that the Syrians in Egypt regarded themselves as belonging to the Church of Syria in the light of three prominent inscriptions of the ninth and tenth centuries at that monastery which put the Patriarch of the Coptic Church first, see H. Kaufhold, “Kirchliche Gemeinschaft und Schisma im Spiegel syrischer Schreibervermerke”, Oriens Christianus 85 (2001), 94-118.  He points out that linguistic politics at the monastery, where Coptic and Syrian monks dwelled side by side, leaned towards Coptic in the ninth century and towards Syriac in the thirteenth, from which time onwards Kaufhold’s conclusion, which was based on colophons, may indeed apply (p. 62). His closing reference to the “radical uniqueness ( unicité radicale )” of the details on which inscriptions oblige us to concentrate reminds this reviewer of that first searching encounter with letters on stone, by which a hand long dead grips the imagination and makes a new initiate in history. [6] Harrak’s chapter on Iraq (pp. 75-106) is the longest in the book, and the most systematic. He classifies the abundant material into (A) liturgical, (B) funerary, (C) commemorative and (D) historical inscriptions and divides each of these groups into as many as nine sub-categories. The category of liturgical inscriptions, also introduced (under another name) by Briquel Chatonnet et al. , is a necessary one, certainly for modern inscriptions. Harrak concludes his liturgical section with the following words: “The great number of liturgical inscriptions and the beauty of their calligraphy underline the fact that these inscriptions hold in the Syriac Church the place occupied by icons and statues in the Byzantine and Latin Churches; hence their sacred character” (p. 87). This goes too far. The devotees of an Eastern Orthodox icon or a Roman Catholic statue light candles in front of the object of their devotion and kiss it if they can. And even in a church where the walls are covered with holy pictures, such as St. Ephrem’s, Heilbronn, there may be a number of beautifully calligraphed liturgical inscriptions. [7] Among the funerary inscriptions from Tagrīt Harrak documents the use of phrases such as “May the Lord have pity on So-and-so on the Day of Judgement!” (p. 88) and refers to a similar inscription about two Tagrītans in the Monastery of the Syrians in Egypt. The shared diction surely supports Harrak’s claim that the latter inscription is also funerary. This time it is surely Van Rompay who overstates his case (p. 69): “Nothing indicates that these two persons were dead at the time the inscription was produced.” Harrak also examines the epigraphic diction of building-records . This reviewer was pleased to read that h addeth should not always be taken in its literal sense of ‘renovate’, since it is sometimes a euphemism for ‘rebuild’ (rebuilding churches was forbidden under Islamic law). Compare already A. Palmer, ‘Corpus of inscriptions from T ūr c Abdīn and environs’, Oriens Christianus 71 (1987), 53-139, at p. 95. [8] The following chapter on ‘Syriac and Manichean magic bowls of Mesopotamian origin’, by Gorea, is marred by a number of misprints and mistranslations: mryhwn d’swt’ is read as “Lord of healings” (p. 112), instead of “Lord of doctors” ( osawoto is the plural of osyo ) and p s n corresponds to nothing in the English translation quoted in note 16 on p. 113. Nevertheless, this is a valuable contribution. The next chapter, Hellot-Bellier, addresses itself to ‘the contribution of Syriac inscriptions to our knowledge of the history of the Christians of Urmia’, but this contribution comes to so little that it is hardly worth writing about (p. 122). One wonders what Wassilios Klein could have done with the Syriac tombstones of Iran; his interpretation of those published by Chwolson from finds in Central Asia (650 of them in Kirghizstan) is a bold one, carefully related to historical questions raised by other sources. He concludes that the Black Death which ravaged Europe in 1347-51 did not originate in China, as commonly thought, for it arrived in China “a few years after 1338\/9”, in which year (witness: the tombstones) it decimated the sedentary population of Northern Kirghizstan and made them unable to resist the wave of nomads. As a direct result, Christianity disappeared from this region until the Russians brought it back in the nineteenth century. Texts vertically inscribed as if they were banners hanging from the arms of the Cross (p. 132) appear elsewhere in a context of near-despair, where a Christian community threatened with extinction invoked this talisman of survival through suffering. See A. Palmer, ‘The Messiah and the Mahdi: History Presented as the Writing on the Wall’ in: Polyphonia Byzantina: Studies in Honour of Willem J. Aerts , ed. Hero Hokwerda and Edmé Smits and Marinus Westhuis. Mediaevalia Groningana, 13 (Groningen, 1993), 45-84. [9] Eight lines of Uyghur writing are inscribed vertically below the arms of a cross at Chifeng in Inner Mongolia, framed by a quotation from the Aramaic (Pshī t to) version of Psalm 34:5: h ūr lwoteh w sabar beh (“Look on Him and place your hope in Him”) and the same words (also quoted in the Ehnesh East Wall inscription) are found framing a cross above a lotus flower in Beijing (p. 149). The rest of the paragraph on Beijing in the chapter on the inscriptions of China by Niu, Desreumaux and Marsone (p. 149) is too allusive to be comprehensible. The references to the illustrations on Plate VII in this chapter are unclear, not being given in the same way as in other chapters. On p. 150 (just after Sarah, Rebecca and Rachel have been referred to, without comment, as “angels”) we read that Wu Wenliang, beginning in 1928, collected a large number of inscribed gravestones, but the bibliography includes no publication by Wenliang. The authors are unaware of the project on the Christian tombstones of Quangzhou which Sam Lieu, Ken Parry and others have been working for some years now at Macquarie University (See the interview they gave to Rachael Kohn on 5th March 2003). This project, which enjoys wide academic support, is funded by UNESCO as part of its Integrated Study of the Silk Road programme. One of their findings is that God is referred to in a number of Christian inscriptions of Quangzhou as Buddha! [10] Buddhism came to China from India, so the name of Buddha offers us a transition to Kerala, the south-western coastal state to which the last chapter of the book, by Briquel Chatonnet, Desreumaux and Thekeparampil, is devoted. After a brief survey of Indian Church history the authors survey the inscriptions, which are classified as records of building-work; “inscriptions commémoratives” (records of other historical events); altar-inscriptions and prayers; and funerary monuments. This agrees, in the main, with Harrak’s classification, though he coins the more compact term “liturgical inscriptions” and (a possible source of confusion) uses “inscriptions commémoratives” of building-records, distinguishing these from “inscriptions historiques”. They go on to speak of the particular interest of this corpus of sixty-two inscriptions, collected by the authors in 1996, 2000 and 2002. There are no inscriptions securely dated before the arrival of the Portuguese, though there are some from before the Synod of Diamper (1599), which already show Latin influence. Excessive pressure to conform to Roman Catholic tradition led to an appeal to the Syrian Orthodox patriarch in the seventeenth century (Oath of the Coonan Cross, 1653), as a result of which contacts began to take place between Kerala and Tur ‘Abdin, which gave rise, in 1874, to a poetic inscription about the mission of two envoys of the Patriarch of Antioch, one of whom died in 1685 and was buried in Kothamangalam. This is an example of the Syriac renaissance of the nineteenth century, which is attested by a number of inscriptions. [11] The authors also refer to inscriptions of the mid-twentieth century in Trichur and even to one in Ayamkudi dated to the year 2000. This makes it difficult to defend the omission from the book of any reference to the late twentieth and early twenty-first century Syriac inscriptions of Europe, the Americas and Australia. Perhaps these should, after all, form a volume of RIS ?  In the Syrian Orthodox church of St. Ephraem in Heilbronn, Baden-Württemberg, for example, there is a commemorative inscription on the front of the altar (church bought from American Centre in 1995, sanctuary built with donations from the Swirinoyo family of Bê Sallo Makko and others and consecrated by Mor Dionysius Isa Gürbüz in 2002), a eucharistic inscription (John 6:53) around the arch of the altar-niche, a more general liturgical text (Psalm 26:6) around the archway of the Royal Gate, a baptismal text (John 3:5) around the arch of the niche on the south side in which the font is placed and a commemorative inscription around the gûrno itself, accompanied by the same baptismal text. The chapter under review ends with a note on the scripts of Kerala (compare A. Palmer, ‘The Syriac letter-forms of T ūr ‘Abdīn and environs’, Oriens Christianus 73, 1989, 68-89) and these are illustrated by two drawings: one of the splendid funerary inscription of Alexander de Campo at Kuravilangad (A.D. 1687) in English, Syriac and Malayalam on p. 162 and one of an inscription recording the construction of a doorway at the west end of the Syrian Orthodox Church of Saint Thomas at Mulanthuruthy in 1575. [12] A photograph of the latter inscription taken by Riccardo Grassetti is printed in S. P. Brock and D. G. K. Taylor, The Hidden Pearl , 3 (S. P. Brock and W. Witakowski): At the turn of the third millennium: the Syrian Orthodox witness (Rome, 2001), p. 116. This reviewer has seen it and traced with his finger the original contours of the writing, which were not accurately followed by the later painter, who knew little Syriac. It is the painted inscription which is drawn (inaccurately in line 5) on p. 158 of the book under review. For RIS a squeeze should be made and photographed in a raking light which shows only the contours in the stone. This is one of the inscriptions allegedly showing Latin influence in the years leading up to the Synod of Diamper (p. 164). That will be disputed here. Here are three translations with the phrase to be discussed here underlined: En l’an mille cinq cent septante-cinq de la naissance de notre Seigneur Jésus-Christ, au mois de teshrin premier, le 9 e jour, un dimanche, on a posé la porte du sanctuaire de l’église Saint-Thomas + en kullam sept cent cinquante-et-un ++. (Briquel Chatonnet et al. , 2004, p. 156f.) In the year 1575 of our Lord Jesus Christ, on the 9th of the month of October, a Sunday, this doorway was set up for the nave of the church of St Thomas; by the Kulam era, the year 751. (Brock et al. , 2001, p. 116) In the year \/ (one) thousand and five \/ hundred and seventy \/ and five [according to] (the era of) the birth \/ of our lord Jesus \/ Christ, \/ in the month Teshrīn \/ Qdīm thereof \/ on day : 9 : (for: “on day 9 thereof”?) \/ on (day) one in the week (i.e. Sunday) \/ (subject postponed till the end) raised up (this) door \/ for the prayer-hall of (this) church \/ the Holy Thomas (subject of the verb “raised up”). \/ + Kullam seven \/ hundred and fifty \/ and one. + + (Palmer, here) As Briquel Chatonnet et al. have seen, Brock’s passive “was set up” (representing Olap-Taw-Taw-Qup-Yud-Mim ) does not correspond to the traces on the stone, where the reading Olap-Qup-Yud-Mim is clear (it is confirmed by the sense of touch). The translation must therefore be “he raised up”, but who is the subject? According to normal Syriac practice in all centuries the subject is usually postponed until after the main statement. A study of epigraphic diction in and around Tur ‘Abdin confirms this with specific reference to building records: see A. Palmer in Oriens Christianus 72 (1988) 114-23. Shying away from the conclusion that Saint Thomas is the subject, Briquel Chatonnet et al. translate “on a posé”.  The same study of epigraphic diction shows that this would have been expressed with a passive verb. [13] “Saint Thomas raised up a doorway\/door for the prayer hall of the church.”  Supposing this is the correct translation—and there is nothing to be said against it in philology—how would contemporaries have understood this strange statement? The Syriac tar‘o can designate either a doorway or the door by which it is closed. If it were the former, then we should have to suppose that the church was built without a doorway on the west side and that this was added in 1575, which seems unlikely. The first readers would of course have been aware that a human carpenter fabricated the door, but they may have been willing to believe that Saint Thomas operated through that human body. St Thomas is represented in the apocryphal Acts of the Apostle Judas Thomas as the twin of Jesus, who brought the Christian religion to India.  He is the Apostle of India and might well have been opposed, as such, to St Peter, the Apostle on whom the Roman Catholic Church rested its authority.  Such an opposition, in the second half of the sixteenth century, could have been regarded as dangerous by that Church. Perhaps that explains the enigmatic nature of this inscription: a forbidden patriotism is here encrypted. The key to the code may lie in the Bible. In Chapter 10 of the Gospel according to John Christ calls himself a doorway and brands as “a thief” anyone who comes into the sheepfold another way. Perhaps, then, our inscription is a guarded way of saying, seventy-eight years before the Oath on the Coonan Cross, that 'St Peter' (i.e. the Pope) is stealing the sheep which belong to St Thomas? In any case, we cannot translate ‘idto , followed, without a d- , by the words qadisho tuma , as “l’église Saint-Thomas” without imposing a foreign idiom on the Syriac language, which is perhaps why Briquel Chatonnet et al. speak of a Latin influence on the diction of this inscription. Another solution, much simpler, only occurred to me when it was too late to check it by running my finger over the words once more: perhaps what was originally written was qashisho , not qadisho , and the door was erected by an ordinary human priest called Thomas who may have doubled up, like St Thomas, as a carpenter? For a carpenter-priest in Bsorino, a village of Tur ‘Abdin, see A. Palmer, Monk and Mason on the Tigris Frontier: The Early History of T ur ‘Abdin , University of Cambridge Oriental Publications, 39 (Cambridge: Cambridge University Press, 1990), microfiche 2, H: “The Book of Life: Translations of the Narrative Sections”, p. 11. [14] Les inscriptions syriaques is a collection of scholarly papers which form an eloquent, accessible introduction to a subject otherwise difficult of access. It makes no claim to exhaustiveness and indeed it is easy, as a specialist, to find important omissions in it. It reveals the scope of the planned Recueil des Inscriptions Syriaques and amply justifies that project. Desreumaux announced this new initiative more than ten years ago; see A. Desreumaux and A. Palmer, “Un projet international: Le recueil des inscriptions syriaques”, VI Symposium Syriacum 1992 , ed. R. Lavenant (Orientalia Christiana Analecta 247; Rome, 1994) 443-47. One can see from the volume under review that he has been the most active of all those involved.  He is to be congratulated warmly on what he has achieved so far. If this review has been critical of certain aspects of this survey, it is only because it is important that the RIS itself should be in all essentials immune to criticism and so a worthy monument to the evident commitment of the contributors.",
    "title" : 
    [ "F. Briquel Chatonnet, M. Debié and A. Desreumaux, eds., Les inscriptions syriaques. Études syriaques 1. Paris: Paul Geuthner, 2004. Pp. 171. ISBN 2-7053-3759-8. Paperback. €40.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Palmer, Andrew" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n2prpalmer",
    "type" : "review",
    "displayTitleEnglish" : "F. Briquel Chatonnet, M. Debié and A. Desreumaux, eds., Les inscriptions syriaques. Études syriaques 1. Paris: Paul Geuthner, 2004. Pp. 171. ISBN 2-7053-3759-8. Paperback. €40." }