
  { "fullText" : "[1] In spite of its comparative proximity the modern history of the Church of the East remains one of the underdeveloped fields in the study of Eastern Christianity. Any publication on this subject is, therefore, to be welcomed, and in regard of the book under review here this is the more so, since its author, His Grace Mar Aprem, Metropolitan of All India, to a great extent not only witnessed but shaped the history of the Assyrian Church of the East during the last forty years. As is to be expected, the book deals first and foremost with the history of this church, while the uniate Chaldaean church, which ultimately stems from the same tradition, receives only minor attention. After two introductory chapters on the origins and history of the Assyrian Church until 1900 (pp. 17-67) its history during the twentieth century is presented according to a division into four periods: a period of decline from 1900 to 1918 (pp. 69-112), a period of uncertainty from 1918-1933 (pp. 114-164), a period of sufferings from 1933-1975 (pp. 166-184) and finally the ecumenical era from 1976 to the present (pp. 186-216). The book contains several appendices which include documents of interest, such as the 1994 Common Christological Declaration of Pope John Paul II. and Catholicos Mar Dinkha IV. as well as a Joint Synodal Decree of the Assyrian and Chaldaean churches for promoting unity among each other from 1997. [2] As the distribution of page numbers shows, the major part of the book deals with the period from 1900-1933 and it is here that the author makes a real contribution by drawing upon the riches of the Syriac manuscript libraries in India. Especially on pp. 117-157 the account is based entirely upon the letters of Mar Abimalek Timotheus, Metropolitan of All India from 1908-1945, who acted as regent to the young patriarch Eshai Shimun in the early 1920's and, during that time, took an active role in the politics of his church. Hereby the author opens up an \"Indian perspective\" on Nestorian church history in the twentieth century, a perspective which is largely absent in the few hitherto available works on this subject. Likewise informative is the section on the ecumenical era from 1976 to the present, in which the author himself played a significant role and thus is able to present an eye-witness account. [3] Apart from these issues which are treated in detail, at other points there is a potential of deepening the investigation. To begin with, the book is purely church-historical in character, which means that the political aspect of the narrated events is not expressly stated. For the uninformed reader, however, at times it would have been useful to include some background information. Since Assyrian church history prior to World War I took place within the framework of the Ottoman Empire and its policies towards religious minorities, a knowledge of the millet system is necessary for understanding some peculiarities of this church's history in the 1920's and 30's. On p. 158 the patriarch's temporal power is briefly mentioned, but it is not made clear how far this claim to civil jurisdiction is related to the Ottoman law system. In addition it has to be said that the account on pp. 157-159 is—as the author on p. 157 n. 65 himself acknowledges—based upon an account friendly towards Patriarch Eshai Shimun. In fact it seems to have been the case not so much that British or Iraqi officials tried to diminish the influence of the patriarchal family but rather that the Patriarch himself insisted upon retaining (and presumably exercising) his temporal power, and that this was the main reason for his eventual expulsion from Iraq (cf. J. Joseph, The Nestorians and their Muslim Neighbors [Princeton: Princeton University Press, 1961], pp. 198-200; G. Yonan, Assyrer heute [Hamburg: Gesellschaft für bedrohte Völker, 1978], pp. 60-61). [4] The same holds true in regard of the Patriarch's relationship to the Nestorian military leader Agha Petros, which could have been treated in more depth than is actually the case on pp. 116-117, 157. Especially on p. 157 the Agha's rather dubious role in the repatriation attempt of 1919 is not mentioned at all. Another issue which carries the potential of more detailed treatment is the question of \"Assyrian\" nationalism. In the title and throughout the book the term \"Assyrian\" is used as a denominational marker in accordance with this church's official usage since the 1940's (cf. Yonan, Assyrer , p. 154). It is, however, to be regretted that the background of this term, which originally was applied in an ethnic sense, is not explored in greater detail, especially since the works by J. Joseph and J. F. Coakley (cf. Joseph, Nestorians , pp. 13-21; J. F. Coakley, The Church of the East and the Church of England [Oxford: Clarendon Press, 1992], p. 4-6 with n. 12)—upon which the account on pp. 51-67, 99-110 otherwise is heavily dependent—contain lengthy sections on this. [5] Finally it has to be asked whether—given the fact that Mesopotamia at this time was regarded as being vital to British imperial interests (cf. D. Fromkin, A Peace to End All Peace [London: André Deutsch, 1989], pp. 146-149, 449-454, 558-567)—the motive behind the Anglican church's \"mission of help\" (p. 69) was really as altruistic as it is presented on pp. 69 and 85. Even in the missionary W. A. Wigram's letter to the Archbishop of Canterbury from 1911, which is quoted on pp. 96-98, the link between the Church of England's missionary work and the political interests of the British Empire is made unmistakably clear. In this respect the Anglican determination to preserve the Church in the East in its original state rather appears as an attempt to keep it from falling under Presbyterian, Catholic or Russian Orthodox sway and the influence of the countries behind these churches, namely the United States, France and Russia. Notwithstanding the good intentions of individual churchmen this seems to have been a serious motive behind the help which the Assyrians received from the Anglican church and the British crown (cf. Joseph, Nestorians , pp. 87-92, 95-107). British military interest in the Assyrians is made especially clear by the history of the Iraq Levies, which consisted of Nestorian tribesmen and played a vital role during the British mandate in Iraq and even in World War II (cf. Yonan, Assyrer , pp. 56-57, 74-76). These are briefly mentioned on p. 154 in connection with the Indian metropolitan Mar Timotheus' failed attempt to visit their bases in 1927. In order to understand, however, why the British authorities refused to give Mar Timotheus, who at this time opposed the Patriarch Eshai Shimun, access to their Assyrian levy troops it would have been helpful to refer to the political situation outlined just above. [6] For clarity's sake it is furthermore necessary to indicate a few minor inaccuracies. (p. 30-31) Obviously Rabban Sauma is confused with Marqos, later Patriarch Yahballaha III. Marqos never visited Rome and therefore cannot have been blessed by the pope (p. 31) Here it is stated that after Timur's genocide the Church of the East \"never had peaceful days\". There are, however, no massacres reported until 1843 (cf. Joseph, Nestorians , pp. 29-30). (p. 99) Kemal Atatürk was not involved in the Young Turk revolution of 1908. The person in question here is probably Kemal Pasha. Last but not least an index would substantially facilitate the use of the book. [7] These points notwithstanding, the book's strength remains that for the first time it affords a glimpse into the rich archive material in India which for the larger part still awaits investigation. By giving access to this material the author points towards a dimension of Nestorian church history which lies beyond the question of ethnic minorities in the Middle East. The book thus not only provides a useful update on the history of the Assyrian Church, but draws attention to the erstwhile truly ecumenical and global character of the Church of the East, which is gradually being recovered today.",
    "title" : 
    [ "Mar Aprem Mooken, The Assyrian Church of the East in the Twentieth Century (Mōrān ’Eth’ō, 18; Kottayam: St. Ephrem Ecumenical Research Institute, 2003), 307 pp.",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Toepel, Alexander" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv8n2prtoepel",
    "type" : "review",
    "displayTitleEnglish" : "Mar Aprem Mooken, The Assyrian Church of the East in the Twentieth Century (Mōrān ’Eth’ō, 18; Kottayam: St. Ephrem Ecumenical Research Institute, 2003), 307 pp." }