
  { "fullText" : "[1] Much of the recent scholarship on ancient biblical interpretation has focused on the variety of figurative exegetical methods. Such projects have endeavored to problematize the traditional polarization between Antiochene typology and Alexandrian allegory, and rather to shift scholars’ focus to educational practices that formed both readers and reading methods, as well as the social, political, and religious functions of various exegetical practices. For example, see F. Young, Biblical Exegesis and the Formation of Christian Culture (Peabody, MA: Hendrickson, 2002); D. Dawson, Allegorical Readers and Cultural Revision in Ancient Alexandria (Berkeley: University of California Press, 1992). In the quest to rethink the figurative exegesis of Latin and Greek Christianity, scholars have not paid enough attention to the exegetical approaches of Syriac Christians. The most obvious reason for this disregard is language; until recently, much of the Syriac Christian corpus has remained untranslated, hindering scholars’ access to and analysis of the material. A closer examination of exegetical methods from this tradition, however, further complexifies the categories of biblical interpretation in late antiquity and provides a fruitful avenue for further research. [2] In this paper, I will look at a distinctive form of interpretation found in the Syriac Dialogue hymns. These hymns, which were incorporated into Syriac liturgy from the early fourth century to the present day, utilized a method of exegesis that expanded biblical narratives, filling in gaps when the biblical stories were imprecise or ambiguous, in order to limit alternative “unorthodox” interpretations. The authors of Syriac Dialogue hymns fused an exegetical technique akin to Jewish narrative aggadah with a Mesopotamian dialogue genre in order to devise a hymn form that could entertain as well as instruct Syriac congregations on a number of contemporary theological issues. In what follows, I will describe the method of exegesis employed by Syriac Dialogue authors, the pedagogic function of these hymns, and their unusual treatment of certain biblical protagonists. Fusion of Mesopotamian Precedence Dispute & Biblical Narratives [3] There are over forty extant Dialogue hymns surviving in at least one Syriac church (the Syrian Orthodox, the Maronite, and\/or the Church of the East). For a catalogue of the Syriac Dialogue hymns, see S. Brock, “Syriac Dialogue Poems: Marginalia to a Recent Edition,” Le Muséon 97 (1984): 29–58. Although the much-anticipated American collection of the Dialogue hymns has been delayed, individual hymns—in Syriac and English translations—can be located in the following publications. Sebastian Brock has published fourteen individual Dialogue hymns in a Syriac collection, S. Brock, Sughyotho Mgabbyotho (Holland: Syrian Orthodox Archdiocese of Central Europe, 1982); two Dialogue hymns in Syriac with English translations can be found in S. Brock, “The Dispute between the Cherub and the Thief,” Hugoye 5.2 (July 2002): 169–93 and S. Brock, “The Sinful Woman and Satan: Two Syriac Dialogue Poems,” Oriens Christianus 72 (1988): 21–62; English translations of the four hymns involving Mary have been published in R. Beshara, Mary: Ship of Treasures (Lebanon: Diocese of Saint Maron, 1988), 65–67, 83–93 and in S. Brock, Bride of Light: Hymns on Mary from the Syriac Churches (Kottayam: SEERI, 1994), 111–134; English translations of four Dialogue hymns can be found in S. Brock, Sogiatha: Syriac Dialogue Hymns (Kottayam: St. Joseph’s Press, 1987). For an English translation and commentary on the Dialogue between Cyril and Nestorius , see S. Brock, “‘Syriac Dialogue’—An Example from the Past,” Journal of Assyrian Academic Studies 18.1 (2004): 57–70. These hymns, which have been included in Syriac liturgy since the fourth century, share a common structure and format. Although the manuscript evidence dates to the eighth and ninth centuries at the earliest, internal evidence demonstrates a much earlier date of origin for this genre in Syriac literature. Sebastian Brock argues that the Dialogues were already adapted from Mesopotamian Precedence Disputes into a distinctive, Syriac genre by the time of Ephrem, whom he sees drawing freely upon the stylized form in his madrashe . Both East- and West-Syriac traditions also share several sogyatha in their liturgy, which points to a date of origin before their split. Moreover, the phrasing of certain theological concepts also indicates an early date. For example, several hymns commonly write that Jesus “clothed himself” or “put on” a body ( lbeš pagrâ ), which would later be an unusual and imprecise way to describe the incarnation. Brock, therefore, estimates a common literary production of early Syriac Dialogue hymns among the East- and West-Syriac churches around the beginning of the fifth century, though the exegetical form is evidenced already in the fourth century by Ephrem. Brock, “Syriac Dialogue Poems: Marginalia,” 35–6. Each hymn is focused on a dialogue or debate between two main characters. After a brief introduction, the pair alternate arguments in support of their side of an issue. At the end of the debate, a winner is pronounced. Structurally, Syriac Dialogue hymns follow a 7 + 7 couplet meter In a few cases there is slight variation on this typical meter. For instance, the Dialogue between Joseph and Benjamin has a 6 + 6, 6 + 6 meter, the Dialogue between Mary and the Gardner an 8 + 8, 8 + 8 meter, and Ephrem’s Dialogue between Death and Satan has a 7 + 4, 7 + 4 meter. Brock, “Syriac Dialogue Poems: Marginalia,” 42, 48, 54. and often employ an alphabetic acrostic. The acrostic often commences after the introductory material at the beginning of the debate. Eight of the twenty-six hymns, however, have no alphabetic acrostic. See Sebastian Brock’s useful chart of the structural characteristics of each hymn in S. Brock, “Syriac Dispute Poems: The Various Types,” in Dispute Poems and Dialogues in the Ancient and Mediaeval Near East: Forms and Types of Literary Debates in Semitic and Related Literatures , ed. G. J. Reinink and H. L. J. Vanstiphout (Leuven: Departement Oriëntalistiek, 1991), 117–19. There is also frequently a community response ( qala ) intermittently dispersed amid the stanzas. For a more detailed description of the characteristics of the Syriac Dialogues see Brock, “Syriac Dispute Poems: The Various Types,” 109–19. [4] The debate format and certain structural characteristics common to the Syriac Dialogue hymns were borrowed from the Mesopotamian Precedence Dispute genre, which typically involved a debate between two personifications who vied for superiority (e.g., Summer and Winter, Silver and Copper, Pickaxe and Plough). For more on the characteristics of Mesopotamian Precedence Disputes see R. Murray, “Aramaic and Syriac Dispute-Poems and their Connections,” in Studia Aramaica: New Sources and New Approaches , ed. M. J. Geller, J. C. Greenfield, and M. P. Weitzman (Oxford: Oxford University Press, 1995), 160; and S. Brock, “The Dispute Poem: From Sumer To Syriac,” Journal of Canadian Society for Syriac Studies 1 (2001): 3–10. Early Syriac Dialogues demonstrate the most affinity to the Mesopotamian genre. That is, the characters were personifications (e.g., Dialogue between the Church and Synagogue ) and they disputed who was greater (e.g., Dialogue between the Two Thieves ). Later Syriac Dialogues, however, began to transform the genre. These Dialogue authors co-opted the context of dispute from the Mesopotamian genre, but replaced the disputants with biblical characters. Furthermore, these characters took opposing sides of an issue rather than debating which of them was greater. [5] In an attempt to fuse the Mesopotamian genre with biblical narratives, Syriac Dialogue authors expanded the biblical texts in a manner that paralleled the Jewish exegetical technique of narrative aggadah . I do not mean to imply that aggadic exegesis is static and can be coherently classified only in this way. For a discussion of the various forms of narrative aggadah , see J. Heinemann, “The Nature of the Aggadah,” in Midrash and Literature , ed. G. Hartman and S. Budick (New Haven: Yale University Press, 1986), esp. 42–45. This interpretive method shared by both Jews and Syriac Christians is characterized as a running expansion or elaboration of biblical narratives. For a discussion of the genre boundaries of what Philip Alexander calls the “rewritten bible,” See P. S. Alexander, “Retelling the Old Testament,” in It is Written: Scripture Citing Scripture , ed. D. A. Carson and H. G. M. Williamson (Cambridge: Cambridge University Press, 1988), 99–121. This sort of expansion is also reminiscent of the rhetorical technique of amplification. See esp. Aristotle, On Rhetoric I.9, in G. Kennedy, Aristotle, On Rhetoric (New York: Oxford University Press, 1991), 78–87. For an examination of the relationship between rhetorical techniques and rabbinic exegesis see D. Daube, “Rabbinic Methods of Interpretation and Hellenistic Rhetoric,” Hebrew Union College Annual 22 (1949): 239–264. Biblical stories were retold with supplementary insights regarding the biblical protagonists’ feelings, motivation, reasoning, and inner thoughts and prayers inserted into the new narration. The use of Jewish aggadot in Greek and Latin Christian literature has long been a topic of interest to scholars of Patristics. Most scholars have been concerned with the points of contact between Jewish and Christian interpretations, but very few have been concerned with shared exegetical methods. Adam Kamesar’s article is the notable exception. Kamesar has argued that Alexandrian-Palestinian Christians used Jewish aggadot for historical knowledge or background information (as a part of “historical” exegesis), while Antiochene exegetes were more skeptical of the historical validity of the aggadic expansions. See A. Kamesar, “The evaluation of the narrative aggada in Greek and Latin patristic literature,” Journal of Theological Studies 45.1 (April 1994): 37–71. For a helpful review of publications on the topic, see J. Baskin, “Rabbinic-Patristic Exegetical Contacts in Late Antiquity: A Bibliographical Reappraisal,” in Approaches to Ancient Judaism , ed. W. S. Green, Brown Judaic Studies (Atlanta: Scholars Press, 1978), 53–80. Such expansions made room for the author’s commentary on the biblical narratives within the retelling of the narratives themselves. For more detailed discussions of Jewish aggadah , see J. Heinemann, “The Nature of the Aggadah,” 41–55; G. Vermes, Scripture and Tradition in Judaism: Haggadic Studies (Leiden: Brill, 1973). [6] We know that exegesis akin to narrative aggadah was utilized by a handful of Syriac commentators. We find traces of the method in both Ephrem’s Commentary on Genesis and the anonymous Cave of Treasures . For a broader context of Jewish literature and exegesis in the Syriac tradition, see S. Brock, “Jewish traditions in Syriac sources,” Journal of Jewish Studies 30 (1979): 212–232. This similarity with Jewish exegetical practices is not surprising as recent scholarship has demonstrated a high degree of interdependence between Jewish and Christian exegetical methods and literature. Michael Weitzman and Han Drijvers represent the two poles of opinion in the hotly-debated scholarship on Jewish and Christian relations in Syria. See H. J. W. Drijvers, “Jews and Christians at Edessa,” Journal of Jewish Studies 36 (Spring 1985): 88–102; H. J. W. Drijvers, “Syrian Christianity and Judaism,” in Jews among Pagans and Christians in the Roman Empire , ed. J. Lieu, J. North, and T. Rajak (London: Routledge, 1992), 124–46; M. Weitzman, “From Judaism to Christianity: The Syriac Version of the Hebrew Bible,” in Jews among pagans and Christians in the Roman Empire , ed. J. Lieu, J. North, and T. Rajak (London: Routledge, 1992), 147–73. Particularly in terms of biblical exegesis, Lucas Van Rompay briefly discusses parallels between Jewish and Christian reading practices in L. Van Rompay, “The Christian Syriac Tradition of Interpretation,” in Hebrew Bible\/Old Testament: The History of Its Interpretation , ed. M. Sæbø (Göttingen: Vandenhoeck & Ruprecht, 1996), 616–17, while Tryggve Kronholm offers a detailed examination of Jewish exegetical influence on Ephrem in T. Kronholm, Motifs from Genesis 1–11 in the Genuine Hymns of Ephrem the Syrian (Lund: CWK Gleerup, 1978), esp. 215–222. For a specific example of Jewish and Christian exegetical interdependence, see N. Koltun-Fromm, “Sexuality and Holiness: Semitic-Christian and Jewish Conceptualization of Sexual Behavior,” Vigiliae Christianae 54 (2000): 375–395. In fact, with particular relation to the Dialogue hymns, the shared exegetical heritage of Syriac Jews and Christians is evidenced clearly in a variety of extant (Jewish and Christian) dialogues among the months of the year. See S. Brock, “A Dispute of the Months and Some Related Syriac Texts,” Journal of Semitic Studies 30.2 (Autumn 1985): esp. 184–5. “Freeze-frame” Exegesis [7] Syriac Dialogue authors combined the Mesopotamian genre with expanded readings of the biblical stories to develop a distinctive form of biblical interpretation. Although multiple authors composed Syriac Dialogue hymns over a large span of years, a consistent exegetical method is employed in nearly every hymn. Syriac Dialogue authors typically utilized what I will call the “freeze-frame” approach to biblical narratives. This term was inspired by Sebastian Brock’s discussion of the “religious drama” of the Dialogue hymns in Brock, “Syriac Dialogue Poems: Marginalia,” 37. After introducing the setting of a particular biblical story at the beginning of the hymn (often following the Peshitta quite closely), the author would freeze the biblical story and expand that frame to fill in a more detailed conversation between two biblical characters. A question or doubt raised by a character in the biblical narrative often provided the starting point of the “freeze-frame” section since such expressions were easily expanded into a larger debate or dialogue. At the end of the hymn, the author pronounced an official ruling on the issue discussed and then resumed where the biblical narrative left off. [8] The Dialogue between Zechariah and the Angel is a prime example of the Syriac Dialogues’ exegetical method. For the Syriac and English versions of this Dialogue see Brock, Sughyotho Mgabbyotho , 18–22, and Brock, Sogiatha , 7–13. In the introduction, the author sets the scene for the conversation between Zechariah and the angel. As he describes Zechariah entering the Temple with the incense, As was common in Syriac tradition, the author assumes that the priest Zechariah was placing the incense in the Holy of Holies during the feast of Atonement. the author follows the Peshitta nearly verbatim. Luke 1:5–25. The angel of the Lord, standing “to the right of the altar of incense” ( men yammin madb h â d-besmê ) The Peshitta differs slightly, replacing the construct state with the emphatic state plus a dalath: ( men yamminâ d-madb h â d-besmê ). sensed that Zechariah was frightened, and said: “Do not be afraid” ( lâ ted h al ). The angel then prophesied that Zechariah would have a son, one who “will not drink wine or strong drink” ( h a mrâ w-šakrâ lâ neštê ). In this introduction the author follows the biblical text quite closely, making only slight alterations to fit the narrative into his meter restrictions. For instance, the author changed Luke 1:15 of the Peshitta , “while he is in the womb he will be filled with the holy spirit” ( w-ru h â d-qudšâ netmlê ʿ ad hu b-karsâ d-'emeh ), which is fifteen syllables, into the conventional 7 + 7 meter by rephrasing the verse to read: “while still in the womb, the Lord will fill him with the Holy Spirit and consecrate him:” w-ru h â d-qudšâ b-gaw marbʿâ nemlew(hy) Mâryâ wa-nqaddšiw(hy) . [9] The subsequent discussion between Zechariah and the angel in the Dialogue hymn is an amplification of Zechariah’s Peshitta inquiry: “How should I understand [that Elizabeth will bear a child] for I am an elderly man and my wife [has lived] many days?” Luke 1:18. In fact Zechariah’s first lines of the hymn are a paraphrase of this question: “How, sir, shall this be, that Elizabeth should have a child? She is old and barren too; and I am old, as you can see.” Brock, Sughyotho Mgabbyotho , 19; Brock, Sogiatha , 8. The following twenty-eight alternating stanzas are comprised of Zechariah repeating this question (in various forms) as the angel presents arguments that God is both capable and willing to perform the miracle. After the angel convinces Zechariah of God’s plan, he strikes Zechariah dumb and the hymn returns to the remaining biblical narrative, describing Zechariah’s exit from the temple and his attempt to communicate with the people outside. Again, in the conclusion of the hymn the biblical narrative is followed closely. [10] There are a number of slight variations from this typical “freeze-frame” pattern. In some Syriac Dialogue hymns the “freeze-frame” is not an expansion of a biblical verse, but rather an addition of a missing scene. For instance, one Dialogue hymn describes a conversation between Mary and the Magi who came to worship the newborn Jesus. In the canonical texts there is no recorded dialogue between the Magi and Mary and\/or Joseph. It must be assumed by readers\/hearers of the biblical stories though that when the Magi were presenting their gifts to Jesus they conversed with his parents. From this assumption, the Dialogue author fills in a scene that was absent from the biblical record. For the Syriac text, see Brock, Sughyotho Mgabbyotho , 34–8; Sebastian Brock and Ronald Beshara provide English translations in Brock, Bride of Light , 125–132, and Beshara, Mary, Ship of Treasures , 85–8. [11] Additionally, not all hymns freeze a frame of a canonical text, but some rather apply the method to an extra-canonical source. The Dialogue between Joseph and Mary , For the Syriac text and English translation, see Brock, Sughyotho Mgabbyotho , 29–33; Brock, Bride of Light , 118–124; and Beshara, Mary, Ship of Treasures , 83–5. for instance, possibly takes its starting point from the famous apocryphal text, the Protevangelium Jacobi ( PJ ). The Syriac versions of Protevangelium Jacobi , which are preserved only in fragments, have been dated to the fifth century. For more details on the four Syriac manuscripts see E. de Strycker, La forme la plus ancienne du Protévangile de Jacques. Recherches sur le papyrus Bodmer 5 avec une édition critique du texte grec et une traduction annotée (Bruxelles: Société des Bollandistes, 1961), 35f, 353–355. Following the typical “freeze-frame” pattern, this Syriac Dialogue expands upon the exchange between Joseph and Mary after he has discovered her pregnancy. Although the PJ creates a conversation not found in the minimal narrative of Matthew 1:18–21, the Dialogue between Joseph and Mary develops the conversation even further. Although it is possible that the Dialogue between Joseph and Mary is based solely on the Matthean passage, this dialogue appears to be following and expanding upon the conversation between Joseph and Mary found in the PJ . First, the Dialogue relates Mary to her “poor parents,” central figures in the first half of the PJ . Second, the Dialogue picks up on Joseph’s extended rebuke of Mary, which is not found in the Matthean version of the story. In this extended dialogue, Mary is able to make several arguments defending her miraculous conception (and consequently, her purity). Mary appeals to Eve as proof that humans can come into existence without intercourse, while also claiming the uniqueness of her Son and, therefore, the lack of need for precedence. Additionally, she argues that her son (when he is born or once he has grown) will be her best witness and will prove her innocence. Brock, Sughyotho Mgabbyotho , 29–33; Brock, Bride of Light , 118–124; Beshara, Mary, Ship of Treasures , 83–5. At the end of the exchange, the hymn returns to the PJ narrative and describes the angel’s visit to Joseph, which supports Mary’s case. Likewise, the Dialogue(s) between the Sinful Woman and Satan (referencing the woman who anointed Jesus with oil Luke 7:36–50 (cf. Matt 26:6–13; Mark 14:3–9; John 12:1–8). ) expands a memra commonly attributed to Ephrem, which describes Satan’s attempt to dissuade the “sinful woman” from anointing Jesus. There are several manuscripts (representing both the East- and West-Syriac traditions) that record the exchange in slightly different versions. Sebastian Brock, therefore, has concluded that the versions were likely authored by different people who used the memra attributed to Ephrem as their guide. See S. Brock, “The sinful woman and Satan,” 22. For the Syriac text, see E. Beck, Des Heiligen Ephraem des Syrers, Sermones II , Corpus Scriptorum Christianorum Orientalium 311, Scriptores Syri 134 (Louvain: Secrétariat du CorpusSCO, 1970), 78–87. For a German translation, see E. Beck, Des Heiligen Ephraem des Syrers, Sermones II , Corpus Scriptorum Christianorum Orientalium 312, Scriptores Syri 135 (Louvain, 1970), 99–109. For an English translation, see A. Edward Johnston’s translation in Nicene and Post Nicene Fathers , ser. 2, vol. 13, ed. P. Schaff and H. Wace (Grand Rapids: Eerdmans, 1956), 336–341. Following the memra , the authors of this Dialogue describe the conversation between the sinful woman, as she buys oil in the marketplace, and Satan, who appears to her as a young man. The conclusion of the hymn then cites her interaction with Jesus from the biblical narrative: “She entered His presence all in tears, she received (what she wanted) and returned in joy.” Brock, “The sinful woman and Satan,” 52. [12] Finally, there are a few hymns that diverge from the exegetical conventions more pronouncedly. While the main debate in the Dialogue between Mary and the Angel is an expansion of the biblical narrative, the biblical context is neither cited verbatim nor paraphrased in the introduction and conclusion of the hymn as is typical of the “freeze frame” approach. Luke 1:26–38. Rather the introduction of the hymn is supplicative in nature, prayerfully asking God for the words to properly discuss Jesus’ incarnation. “O Power of the Father who came down and dwelt, compelled by his love, in a virgin’s womb, grant me utterance that I may speak of this great deed of yours which cannot be grasped.” Brock, Sughyotho Mgabbyotho , 23; Brock, Sogiatha , 14. Likewise, the hymn concludes with words of praise, rather than a reconnection to the biblical story. Brock, Sughyotho Mgabbyotho , 27; Brock, Sogiatha , 20. The “freeze-frame” method has been set aside entirely in the Dialogue between Mary and the Gardner , For English translations, see Brock, Bride of Light , 132–134; Beshara, Mary, Ship of Treasures , 65–67. which follows the pace of the biblical narrative. John 20:11–18. Rather than interjecting and expanding a particular section, the author chose to expand several sections of the biblical narrative in order to address multiple issues, such as Jesus’ resurrection and humanity’s salvation. [13] Despite these slight variations in the “freeze-frame” approach, the majority of Syriac Dialogue authors consistently expanded the biblical narrative, opening up the stories to create a space for theological musing. In this way, Syriac Dialogue authors did not simply comment on the biblical narratives but rather placed their expansions and interpretations into the voices of the original biblical characters. These interpretations, therefore, appeared to have been sanctioned by the characters themselves, eliding the exegetical work of the authors. Additionally, since the hymns were sung and heard—rather than read—the line between what was originally in the biblical stories and what was added became blurred and the Dialogue authors’ interpretations were legitimated as they were seamlessly interwoven into the canonical text. This use of biblical material is particularly successful because the new story contains “echoes of the old story.” David Dawson discusses a similar mode of “interpretation as composition” with regard to Valentinian allegory. He argues that the author of a revised biblical narrative “garners the unwitting sympathy, and perhaps even support, of readers who, were they to see how seriously their former favorite story had been undermined, displaced, or absorbed, might otherwise be shocked at the interpreter’s audacity.” See Dawson, Allegorical Readers and Cultural Revision , 127–45, esp. 130. Hearers of the hymns, who recognize the familiar story, are predisposed to receiving these new versions, possibly unaware of how—or the extent to which—the hymns’ authors revised the biblical narratives. [14] The Syriac Dialogues thus created—and perpetuated through regular, liturgical performance—new biblical traditions that complemented the imprecise canonical versions. In this way, the authors of the Syriac Dialogues expanded the biblical narratives in order to limit possible interpretations of the biblical material. [15] Syriac Dialogue authors were not unique in this endeavor. It was not uncommon for Greek and Latin commentators to clarify ambiguous passages of scripture, in many instances, taking liberty to describe the intentions, rationale, and hidden thoughts of biblical protagonists. For instance, David Dawson has demonstrated how Valentinus inserted his biblical interpretations into new compositions that “did not distinguish quoted or borrowed material from what he create[d]... Instead he absorbed his sources almost entirely into his own imaginative compositions.” Dawson, Allegorical Readers and Cultural Revision , 127–128. In terms of oral presentations of biblical material, we find several preachers who regularly expanded biblical narratives in their homilies through dialogues between biblical characters. See P. Allen, “The Sixth-Century Greek Homily: A Re-Assessment,” in Preacher and Audience: Studies in Early Christian and Byzantine Homiletics , ed. M. Cunningham and P. Allen (Leiden: Brill, 1998), 213–214; and for a brief discussion of the use of dialogues in the preaching of Proclus (e.g., Homilies 7, 28, and 35), see J. Barkhuizen, “Proclus of Constantinople: A Popular Preacher in Fifth-Century Constantinople,” in Preacher and Audience: Studies in Early Christian and Byzantine Homiletics , ed. M. Cunningham and P. Allen (Leiden: Brill, 1998), 179–200, esp. 192. Such exegetical practice in Greek and Latin liturgies deserves more attention. Pedagogical Function of Dialogue Hymns [16] The Dialogue hymns were a site of flexibility within a relatively stable textual tradition. It was here that interpreters could alter, add, or leave out portions of the biblical narratives to retell the story in a way that benefited their theological agendas. This method of expansion was attractive to Syriac authors because it provided not only a space for debate of pressing theological issues, but also biblical justification to support one side of the debate. When the biblical narratives were ambiguous, contradictory, or worse yet, silent on their contemporary issues, the Dialogue authors found a way to open up the canonical narratives so as to buttress their stance on a contemporary theological issue. Cf. Heinemann, “The Nature of the Aggadah,” 49. [17] After reading the Syriac Dialogue hymns, their important pedagogical function becomes immediately clear. The biblical characters in the hymns were made to discuss in detail aspects of Christology (e.g., the nature of Christ, his incarnation, and his salvific resurrection), See in particular the Dialogue between Joseph and Mary and the Dialogue between Jesus and John the Baptist in Brock, Sughyotho Mgabbyotho , 29–33 and 39–43. This pedagogical function is most evident in hymns like the Dialogue between Cyril and Nestorius , which I have not analyzed in detail because it deviates markedly from the “freeze frame” approach outlined above. For an English translation and useful commentary on this hymn, see Brock, “‘Syriac Dialogue’,” 57–70. as well as the complex relation between Judaism and Christianity. See the Dialogue between Christ and the Synagogue and the Dialogue between the Church and the Synagogue . Brock, Sughyotho Mgabbyotho , 44–49. These conversations helped congregants to discern their place amidst the varying forms of Christianity current in late antiquity. As Averil Cameron has argued, controversies of theology and practice were so common to Christian communities of the fourth and fifth centuries that the Christian Mediterranean could be characterized as a “culture of dispute.” A. Cameron, “Disputations, Polemical Literature and the Formation of Opinion in the Early Byzantine Period” in Dispute Poems and Dialogues in the Ancient and Mediaeval Near East: Forms and Types of Literary Debates in Semitic and Related Literatures , ed. G. J. Reinink and H. L. J. Vanstiphout (Leuven: Uitgeverij Peeters, 1991), 91–108. See also R. Lim, Public Disputation, Power, and Social Order in Late Antiquity (Berkeley: University of California Press, 1995). Christians became well versed in defending their actions and beliefs from the attacks of “outsiders.” Cameron, “Disputations,” 99f. At the same time, many Christians were busy weeding out theological heresies that opposed their sense of orthodoxy from within Christianity. Cameron, “Disputations,” 103. Hymnody in general and the Dialogue hymns in particular, responded to such theological crises in an entertaining and instructive way. In fact, Jacob of Serug plainly states that “Ephrem had trained choirs of consecrated virgins to sing the madrashe in the liturgy explicitly for instructing the congregation in right doctrine.” See Susan Harvey’s extended discussion of Jacob’s citation in S. Harvey, “Spoken Words, Voiced Silence: Biblical Women in Syriac Tradition,” Journal of Early Christian Studies 9.1 (Spring 2001): 127–128; and S. Harvey, “Revisiting the Daughters of the Covenant: Women’s Choirs and Sacred Song in Ancient Syriac Christianity,” Hugoye 8.2 (July 2005). The need to instruct congregations on the theological issues of the day drove Syriac Dialogue authors to create a useful exegetical technique and hymn form. [18] What makes the exegetical work of the Syriac Dialogues even more striking is the far-reaching and performative aspects of their biblical interpretations. Lucas Van Rompay has noted that “unlike exegetical commentaries, which were used by scholars and students, homilies [and hymns] reached a much wider audience” and therefore were particularly useful for their paranetic function. Van Rompay, “Christian Syriac Tradition of Interpretation,” 641. As a regular part of Syriac liturgy, the Syriac Dialogue hymns educated their congregation first on church doctrine and second on how to properly interpret and understand certain biblical narratives. [19] Dialogue hymns were sung at important times of the liturgical year, including Nativity, Epiphany, and Holy Week. The Dialogue between the Angel and Mary was sung during Advent. The Dialogue between the Sinful Woman and Satan was traditionally sung on the Thursday of Holy Week. The two thieves disputed in a hymn on Good Friday, while the repentant thief debated with the cherub who guards the gates of Paradise on Holy Saturday. Note that this Dialogue hymn conflates the Garden of Eden and Heaven, considering both to be the same “Paradise.” The author, therefore, assumed that the cherub who was commissioned to guard the garden paradise after the expulsion of Adam and Eve (Gen 3:24) would be the same cherub to admit Christians into the heavenly paradise. See S. Brock, “Dialogue Hymns of the Syriac Churches,” Sobornost 5:2 (1983): 39–40; Brock, “Syriac Dialogue Poems: Marginalia,” 42–3, 45, 46–8. [20] The lines of the dialoguing characters were sung antiphonally by two separate choirs. Evidence of this can be gleaned from the fact that several liturgical manuscripts contain either the even or the uneven numbers of stanzas. For the remaining portions of the hymn, they refer to their “brother” manuscript. In this performative context of liturgy, the lessons of the Dialogue hymns were not merely heard, but experienced by the members of the alternating choirs. See Susan Harvey’s fascinating discussion of “performed speech” in terms of women’s voices in the Syriac liturgy in Harvey, “Spoken Words, Voiced Silence,” 124–131. As the lines of the dialoguing characters were sung, the singers literally took on the voices of the characters, allowing them to enter thoroughly into the debates. In other words, the church service became one (if not the only) sanctioned site to debate the theological issues of the day. Although the singing of the Dialogue hymns allowed for the embodied expressions of various theological positions, the authors of the Dialogue hymns (and the church leaders who sanctioned their performance in the liturgy) in the end approved only one authoritative stance. The final pronouncement on the issue found at the end of each hymn left no room for church members to deviate. Just as the singers embodied the debate, so too they gave voice to the “orthodox” judgment ultimately endorsed by each hymn. Congregations, therefore, were instructed on church doctrine by embodying the doctrine itself through the performance of the hymns. [21] Additionally, the congregation members who were not part of the alternating choirs participated in community refrains (many of which were shared among various hymns). These refrains were interspersed between the stanzas and played a role in policing congregants to come down on the “proper” side of the issue. For instance, three Dialogue hymns shared the following refrain: Praise to You, Lord for at Your coming sinners turned from their wickedness and entered into the protection of Eden’s Garden, which is the holy church. This refrain is found in the Dialogues between Joseph and Mary, Mary and the Magi , and Cherub and the Thief . By the end of each hymn, the congregants would know which side of the issues constituted “wickedness” (e.g., improper opinions regarding Jesus’ conception and incarnation) and likely monitored themselves to “turn from” such opinions. [22] Since the hymns were sung side by side with biblical readings, congregants were taught not only how to think about theological issues of their day but also how to interpret biblical stories in an “orthodox” manner. The hymns clarified—by limiting—the meaning or significance that could be extracted from the canonical stories. By pairing the biblical narrative with an authorized interpretation (in hymn form) the congregation was given the tools to interpret the biblical narratives “properly.” The Compromised Characterization of Biblical Protagonists [23] It is clear that composers of Syriac Dialogue hymns were chiefly concerned with imparting proper theological instruction to their congregants; the form and performance of such hymns were well thought out and organized to create such an effect. The hymns’ unqualified focus on presenting “orthodox” theology (particularly Christology), however, generated an interesting by-product concerning the depiction of biblical protagonists. Both the framework of expansion, which was launched from biblical protagonists’ doubts and questions, and the concern to detail Christological disputes (e.g., the nature of Christ, his incarnation, and his salvific resurrection) overshadowed the desire to protect the reputation of some of the Bible’s most beloved characters. While many Greek and Latin interpreters strove to protect the reputations of their beloved forefathers, this concern was deprioritized in the Syriac Dialogue hymns. [24] With the goal to expand biblical scenes into more detailed theological discussions, the Syriac Dialogue hymns used the questions and doubts of biblical characters as starting points. These blemishes or momentary lapses of character noted in the biblical narratives were amplified in the Syriac Dialogues and served as a frame to initiate a discussion, as well as to keep it going. For instance, in the Lukan version of John the Baptist’s miraculous conception, readers will notice that Zechariah hesitates to accept the angel’s message, and questions the angel’s prophesy only once. Luke 1:18. In the Syriac Dialogue, however, Zechariah questions the prophesy again and again. Brock, Sughyotho Mgabbyotho , 18–22; Brock, Sogiatha , 7–13. This repeated contention is a narrative strategy that creates a space for the angel to explain in detail how and why God would enact the miraculous birth. This portrayal, however, runs the risk of depicting Zechariah as ignorant or dim-witted in order to allow room for instruction on the incarnation. In fact, by the end of the hymn, the singer or hearer might be more apt to agree that the angel’s punishment for Zechariah’s unbelief—striking him dumb until the birth of the child—is warranted much more so than a reader or hearer of the biblical text. [25] Likewise, in the Dialogue between John the Baptist and Jesus , John’s repeated protests (when asked to baptize Jesus) frame the movements of the Dialogue. Each of John’s refusals allows a space in the hymn for additional theological arguments; the character Jesus is thus able to discuss the necessity of being baptized, the necessity of being baptized by a human rather than a heavenly creature, and the paradoxical ability of a divine being to be enclosed by a material river. Brock, Sughyotho Mgabbyotho , 40–41; Brock, Sogiatha , 23–24. John’s refusals keep the Dialogue going and demarcate sections of Christological instruction, but also make John vulnerable to being perceived as both stubborn and ignorant. [26] It is clear that Dialogue authors used the human flaws of biblical characters as a narrative strategy that both launched the Dialogues and kept the debates alive. The authors seemed unconcerned with how this technique might compromise the reputations of certain biblical characters. Moreover, the singers or hearers of the hymns might not have been offended by such depictions, considering them to be merely reflections of these characters’ humanity. This lack of concern to protect biblical characters at all costs from the appearance of vulnerability, however, is striking in comparison with Greek and Latin Christian exegesis. [27] Unlike the authors of the Dialogue hymns, many Greek and Latin commentators went to great lengths to sanitize their biblical protagonists’ reputations. These commentators regularly explained away or justified the indiscretions of the beloved forefathers that might have been unsavory to both Christians and Christian adversaries. For example, in response to Faustus’ claim that Abraham impatiently and lustfully pursued his servant Hagar when his wife Sara failed to conceive, Augustine launched a three-pronged defense. First, he claimed that Abraham did not indulge his bodily appetite irrationally, but rather under the guidance of reason, with divinely-instituted procreation as his goal. Second, Augustine cites 1 Corinthians 7:4, to demonstrate that Abraham’s actions were consistent with marital obedience to his wife’s (also highly-rational) desire for children. Third, Augustine pays careful attention to the sequence of events in the biblical narrative to show that God had not yet told Abraham from whom his countless descendents would derive. (Augustine, Against Faustus 22.1–59). Likewise, to defend Abraham’s willingness to commit patricide, many commentators portray Isaac as a willing victim. (1 Clement 31:2–4; Philo, On Abraham 172) Additionally, when confronted with Jacob’s double-deception of his brother Esau, commentators creatively read Genesis to claim that Esau willingly gave up his birthright, and that Isaac’s blindness was God’s way of ensuring that Jacob received the blessing. (Ephrem, Commentary on Genesis 23:2; 25:2; Philo, Questions on Genesis 4:196) With regard to the patriarchs’ sexual indiscretions, see E. Clark, “Contesting Abraham: The Ascetic Reader and the Politics of Intertextuality,” in The Social World of the First Christians: Essays in Honor of Wayne A. Meeks , ed. L. M. White and O. L. Yarbrough (Minneapolis: Fortress Press, 1995), 353–65; and E. Clark, Reading Renunciation: Asceticism and Scripture in Early Christianity (Princeton: Princeton University Press, 1999). The difference between these two sorts of exegesis might be prompted by the kinds of theological issues—and opponents—that were most pressing on the different Christian communities. On the one hand, the Marcionite and Manichaean opponents of Tertullian and Augustine advanced theological arguments that directly implicated particular biblical figures (particularly the patriarchs). For example, in order to invalidate the God of the Israelites, Marcionites attacked key figures of the Hebrew Bible. In response, Christians like Tertullian spent a great deal of energy interpreting the biblical narratives in such a way as to exonerate these major characters. For example, when Marcionites accused Moses of fashioning an idol in the form of the brazen serpent, Tertullian immediately defends him, maintaining that Moses merely “ornamented” this divinely-sanctioned tool of healing. Tertullian, Against Marcion 2.22. On the other hand, the range of theological issues addressed in the Syriac Dialogue hymns tended to focus on the Christological controversies surrounding the person and nature of Christ. This different focus might account for the disregard of Syriac Dialogue authors to preserve and protect the character of other key biblical protagonists; they need not protect characters that were not under attack. Thus, the need to define precisely the character and nature of Jesus, the central figure under dispute, overshadowed all others. As a result, Syriac Dialogue authors fearlessly expanded upon the blemishes of other biblical protagonists in order to stabilize important points of Christology. For instance, recall that in the Dialogue between John the Baptist and Jesus , John’s vulnerability is exposed in order to explain various aspects of Jesus’ nature. See paragraph 25 above. Brock, Sughyotho Mgabbyotho , 40–41; Brock, Sogiatha , 23–24. [28] If, as I argue, Syriac Dialogue authors strove to protect disputed characters alone, it should not be surprising to find that Mary was also consistently protected from vulnerability. Mary is a conversation partner in four of the Dialogue hymns and in each one, although she may express doubt or hesitation, her doubts are consistently legitimated to protect her from negative depiction. Syriac texts for the dialogues between the Angel and Mary , Joseph and Mary , and Mary and the Magi can be found in Brock, Sughyotho Mgabbyotho , 23–28, 29–33, and 34–38. For English translations, see Brock, Bride of Light , 111–134; Beshara, Mary, Ship of Treasures , 65–67; 83–93. For example, in the Dialogue between Mary and the Angel , Mary wonders about the message the angel imparts to her, but she is sheltered from being cast as a doubter like Zechariah. Rather, a concept such as the incarnation is simply too complicated for Mary’s weak understanding. (Although modern readers may cringe at what now appears to be a negative depiction of Mary’s intelligence, in the hymn, this gendered excuse guards her from seeming to lack faith.) Thus, Mary’s questions are not cast in terms of antagonism, but rather in terms of her inability to understand such magnificent claims; she says, “all this that you say is most difficult, so do not find fault with me.” Mary also says, “what you are saying is remote from me, and what it means I have no idea,” and “what you have said is alien to me, I am quite unable to grasp what it means.” Brock, Sughyotho Mgabbyotho , 24; Brock, Sogiatha , 15, 16. Later, Mary’s piety makes her wary to immediately receive the angel’s prophesy. Recalling the trouble Eve caused by carelessly paying heed to the serpent, Mary is depicted as acting cautiously and with great discernment as she says to the angel: I am afraid, sir, to accept you, for when Eve, my mother, accepted the serpent who spoke as a friend, from her former glory she was snatched away. Later in the hymn she repeats this caution, saying, “I am afraid, sir, to accept you, in case there be some deceit in what you say.” Brock. Sughyotho Mgabbyotho , 24, 25; Brock, Sogiatha , 16, 18. Thus, in this hymn, Mary’s responses are able to keep the conversation alive, while Mary is simultaneously shielded from blame. [29] In the Dialogue between Mary and the Magi , Mary seems initially stunned as the Magi tell her that her son will be a great king. Later in the Dialogue, however, she reveals that she knew about her son’s future glory all along (even before the Magi), but was obediently keeping the secret of the Angel. By portraying Mary as guarding a secret the author protects her from seeming ignorant. On the contrary, Mary gains the upper hand by revealing to the Magi another secret that was not disclosed to them: she conceived and birthed the child as a virgin. Brock. Sughyotho Mgabbyotho , 34–8; Beshara, Mary, Ship of Treasures , 88. [30] Finally, in the Dialogue between Mary and the Gardener (note that in this hymn the “Mary” who meets Jesus at the tomb is his mother, not Mary Magdalene For more on this common conflation of Marys in the Syriac tradition, see R. Murray, Symbols of Church and Kingdom: A Study in Early Syriac Tradition (Piscataway, NJ: Gorgias Press, 2004), 146–48 and 329–35. ), Jesus’ disguise hides his identity from Mary. Since she is not physically able to recognize her son, Mary is blameless. In fact, Mary is cast in a positive light for her persistence to find her son and to understand the significance of his resurrection. Brock, Bride of Light , 132–134; Beshara, Mary, Ship of Treasures , 66–7. [31] In the end, it appears that protecting Mary’s reputation is more important than preserving the integrity of her male counterparts. She is the only biblical figure, aside from Jesus, to require such safeguards. This attention to Mary confirms the vital role she played in Syriac Christianity. Since she was implicated so strongly in Christological issues, such as the conception and incarnation of Christ, her character deserved as much protection as her son’s. Conclusions [32] The Syriac Dialogue hymns are an important genre within the Christian literature of late antiquity. The authors of these hymns creatively interwove the Mesopotamian Dispute genre with an expanded reading of biblical narratives to craft a hymn form that entertained as well as instructed. Driven by current theological debate, they guided certain interpretations—and excluded others—through an expansion of biblical narratives. In this way, they also shored biblical support for their theological positions by putting their interpretations back into the mouths of revered biblical characters. Since their new interpretations were fixed within the liturgy of the Syrian churches (both East and West), they taught congregants how to think about certain theological issues, as well as how to interpret the Bible properly, creating a seamless unity between the biblical narratives and their interpretations of those narratives. An understanding of this distinctive exegetical method will hopefully point scholars to similar methods that can be located in Greek and Latin homilies and biblical commentaries. _______ Notes _______ Bibliography Alexander, P. S. “Retelling the Old Testament.” In It is Written: Scripture Citing Scripture , ed. D. A. Carson and H. G. M. Williamson. Cambridge: Cambridge University Press, 1988, 99–121. Allen, P. “The Sixth-Century Greek Homily: A Re-Assessment.” In Preacher and Audience: Studies in Early Christian and Byzantine Homiletics , ed. M. Cunningham and P. Allen. Leiden: Brill, 1998, 201–225. Barkhuizen, J. “Proclus of Constantinople: A Popular Preacher in Fifth-Century Constantinople.” In Preacher and Audience: Studies in Early Christian and Byzantine Homiletics , ed. M. Cunningham and P. Allen. Leiden: Brill, 1998, 179–200. Baskin, J. “Rabbinic-Patristic Exegetical Contacts in Late Antiquity: A Bibliographical Reappraisal.” In Approaches to Ancient Judaism , ed. W. S. Green. Brown Judaic Studies. Atlanta: Scholars Press, 1978, 53–80. Beck, E. Des Heiligen Ephraem des Syrers, Sermones II , Corpus Scriptorum Christianorum Orientalium 311, Scriptores Syri 134. Louvain: Secrétariat du CorpusSCO, 1970, 78–87. Beshara, R. Mary, Ship of Treasures . Lebanon: Diocese of Saint Maron, 1988. Brock, S. P. Bride of Light: Hymns on Mary from the Syriac Churches . Kottayam: SEERI, 1994. —. “Dialogue hymns of the Syriac Churches.” Sobornost 5:2 (1983): 35–45. —. “The Dispute between the Cherub and the Thief.” Hugoye 5.2 (July 2002): 169–93. —. “A Dispute of the Months and Some Related Syriac Texts.” Journal of Semitic Studies 30.2 (Autumn 1985): 181–211. —. “The Dispute Poem: From Sumer to Syriac.” Journal of the Canadian Society for Syriac Studies 1 (2001): 3–10. —. “Jewish traditions in Syriac sources.” Journal of Jewish Studies 30 (1979): 212–232. —. “The Sinful Woman and Satan: Two Syriac Dialogue Poems.” Oriens Christianus 72 (1988): 21–62. —. “‘Syriac Dialogue’—An Example from the Past.” Journal of Assyrian Academic Studies 18.1 (2004), 57–70. —. Sogiatha: Syriac Dialogue Hymns . The Syrian Churches Series XI. Kottayam: St. Joseph’s Press, 1987. —. Sughyotho Mgabbyotho . Holland: Syrian Orthodox Archdiocese of Central Europe, 1982. —. “Syriac Dialogue Poems: Marginalia to a Recent Edition.” Le Muséon 97 (1984): 29–58. —. “Syriac Dispute Poems: The Various Types.” In Dispute Poems and Dialogues in the Ancient and Mediaeval Near East: Forms and Types of Literary Debates in Semitic and Related Literatures , ed. G. J. Reinink and H. L. J. Vanstiphout. Leuven: Departement Oriëntalistiek, 1991, 109–119. Cameron, A. “Disputations, Polemical Literature and the Formation of Opinion in the Early Byzantine Period.” In Dispute Poems and Dialogues in the Ancient and Mediaeval Near East: Forms and Types of Literary Debates in Semitic and Related Literatures , ed. G. J. Reinink and H. L. J. Vanstiphout. Leuven: Departement Oriëntalistiek, 1991, 91–108. Clark, E. “Contesting Abraham: The Ascetic Reader and the Politics of Intertextuality.” In The Social World of the First Christians: Essays in Honor of Wayne A. Meeks , ed. L. M. White and O. L. Yarbrough. Minneapolis: Fortress Press, 1995, 353–365. —. Reading Renunciation: Asceticism and Scripture in Early Christianity . Princeton: Princeton University Press, 1999. Daube, D. “Rabbinic Methods of Interpretation and Hellenistic Rhetoric.” Hebrew Union College Annual 22 (1949): 239–264. Dawson, D. Allegorical Readers and Cultural Revision in Ancient Alexandria . Berkeley: University of California Press, 1992. de Strycker, E. La forme la plus ancienne du Protévangile de Jacques: Recherches sur le papyrus Bodmer 5 avec une édition critique du texte grec et une traduction annotée . Bruxelles: Société des Bollandistes, 1961. Drijvers, H. J. W. “Jews and Christians at Edessa.” Journal of Jewish Studies 36 (Spring 1985): 88–102. — “Syrian Christianity and Judaism.” In Jews among Pagans and Christians in the Roman Empire , ed. J. Lieu, J. North, and T. Rajak. London: Routledge, 1992. Heinemann, J. “The Nature of the Aggadah.” In Midrash and Literature , ed. G. Hartman and S. Budick. New Haven: Yale University Press, 1986, 41–55. Harvey, S. “Revisiting the Daughters of the Covenant: Women’s Choirs and Sacred Song in Ancient Syriac Christianity.” Hugoye 8.2 (July 2005). —. “Spoken Words, Voiced Silence: Biblical Women in Syriac Tradition.” Journal of Early Christian Studies 9.1 (Spring 2001): 105–131. Kamesar, A. “The Evaluation of the Narrative Aggada in Greek and Latin Patristic Literature.” Journal of Theological Studies 45.1 (April 1994): 37–71. Kennedy, G. Aristotle, On Rhetoric . New York: Oxford University Press, 1991. Koltun-Fromm, N. “Sexuality and Holiness: Semitic-Christian and Jewish Conceptualization of Sexual Behavior.” Vigiliae Christianae 54 (2000): 375–395. Kronholm, T. Motifs from Genesis 1–11 in the Genuine Hymns of Ephrem the Syrian . Lund: CWK Gleerup, 1978. Lim, R. Public Disputation, Power, and Social Order in Late Antiquity . Berkeley: University of California Press, 1995. Murray, R. “Aramaic and Syriac Dispute-Poems and Their Connections.” In Studia Aramaica: New Sources and New Approaches , Journal of Semitic Studies Supplement 4, ed. M. J. Geller, J. C. Greenfield, and M. P. Weitzman. Oxford: Oxford University Press, 1995, 157–187. —. Symbols of Church and Kingdom: A Study in Early Syriac Tradition . Picataway, NJ: Gorgias Press, 2004. Van Rompay, L. “The Christian Syriac Tradition of Interpretation.” In Hebrew Bible\/Old Testament: The History of Its Interpretation , ed. M. Sæbø. Göttingen: Vandenhoeck & Ruprecht, 1996, 612–641. Vermes, G. Scripture and Tradition in Judaism: Haggadic Studies . Leiden: Brill, 1973. Weitzman, M. “From Judaism to Christianity: The Syriac Version of the Hebrew Bible.” In Jews among Pagans and Christians in the Roman Empire , ed. J. Lieu, J. North, and T. Rajak. London: Routledge, 1992, 88–102. Young, F. Biblical Exegesis and the Formation of Christian Culture . Peabody, MA: Hendrickson, 2002.",
    "title" : 
    [ "Caught in a Compromising Position: The Biblical Exegesis and Characterization of Biblical Protagonists in the Syriac Dialogue Hymns",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Upson-saia, Kristi" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv9n2upsonsaia",
    "type" : "article",
    "displayTitleEnglish" : "Caught in a Compromising Position: The Biblical Exegesis and Characterization of Biblical Protagonists in the Syriac Dialogue Hymns" }