
  { "fullText" : "[1] The renowned German scholar and esteemed friend of the Syriac Churches Dr. Helga Anschütz died on the 13 th of May at the age of 78, and was buried among the Suryoye in the cemetery of the Mor Ephrem Monastery in Glane\/NL. Although her health suffered several setbacks during the last few years, her death was unexpected and met with deep mourning. By her scholarship and personal acquaintance with the oriental Christians and their homelands, she was an indefatigable advocate of the Suryoyo cause in their German (and European) exile. She served the Suryoye to preserve their identity; at the same time she promoted their integration by numerous activities of the two associations she founded. Her knowledge of the Tur Abdin, its history and its people was unique. She met the Metropolitan Philoxenus Dolabani of Mardin and Bishop Afrem Bilgic of Tur ‘Abdin. [2] Dr. Anschütz was born in Hamburg in 1928. Between 1948 and 1956, she studied history, philosophy, pedagogy, and journalism at the University of Hamburg. In 1956 she received her Ph.D. in (early) history and economic geography, then taught German language at the Goethe-Institutes in Teheran (Iran) and Rabat (Morocco) as well as in several institutions in Germany between  1960 and 1989. Since 1965, she travelled regularly in the Middle East and the Maghreb, and centred her research on the present-day life of Oriental Christians. In 1968, she received a special grant for research in the Tur ‘Abdin which resulted in her famous book Die Syrischen Christen vom Tur ‘Abdin (1985). In 1990, Anschütz founded (together with her husband Dr. Boulos Harb) the German-Lebanese Association, and in 1992 the Mar Gabriel Association to support the Syrian Christians. [3] Scholars and Suryoye will miss her. [4] [The information is based on an obituary published by the Mar Gabriel Association in Germany ( www.margabrielverein.de .)]",
    "title" : 
    [ "Helga Anschütz (April 19, 1928 - May 13, 2006)",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Juckel, Andreas" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv9n2obanschutz",
    "type" : "obituary",
    "displayTitleEnglish" : "Helga Anschütz (April 19, 1928 - May 13, 2006)" }