
  { "fullText" : "[1] The Center for the Study of Early Christianity and the Semitics Department of the Catholic University of America (CUA) in cooperation with the Dorushe graduate student association, affiliated with Beth Mardutho: The Syriac Institute , announce the 2006 Dorushe Syriac Studies Conference. [2] This year's conference will be held at the CUA campus in Washington, D.C., February 3-5, 2006. The conference is especially designed to aid graduate students interested in integrating the field of Syriac studies with other academic disciplines for a teaching career. Papers will be pre-circulated to attendees and summarized at the conference. [3] Graduate students who are interested in attending should contact 56seville@cua.edu or consult the conference web page: http:\/\/csec.cua.edu\/conference\/Dorushe2006.cfm . Graduate students who are interested in attending should contact 56seville@cua.edu in order to receive copies of the papers. [4] The conference program is as follows: Friday, Feb. 3rd 5:30 pm Pizza Party in the Center for Early Christianity (McMahon 300) 7:00 pm Welcome and Introductions (Mullen Library Computer Lab - MERIC) 7:15 pm David Michelson, \"Developing Electronic Databases for Syriac Studies.\" 7:45 pm George Kiraz, Meltho Fonts Workshop Saturday, Feb. 4th (Caldwell Hall, Stephen Happel Room) 9:00 am Michael Penn, \"Beyond Add and Stir: Teaching Syriac Christianity.\" 9:30 am Jonathan Loopstra, \"Syriacists in the Seminary: Towards a More Integrated Approach.\" 11:00 am Young Kim, \"Syriac and the Greek Middle: Why I Learned Syriac Late in Graduate School.\" 11:30 am Linda Wheatley Irving, \"Teaching Early Syriac Christianity with images and the concept of visuality.\" 12:00 pm Lunch Break 1:30 pm Key Note Discussion with Susan Ashbrook Harvey, \"Syriac and the Academic Life: Reflections and Suggestions.\" 2:45 pm Daniel King, \"The Translation of Greek into Syriac: Models for cultural networking.\" 4:15 pm Ophir Muenz-Manor, \"From Ephrem to Yannai - The Rise of Late Antique Hymnography.\" 4:45 pm Scott Girdner, \"The Potential for Syrian Orthodox Apologetic Literature in Presenting the Development of Mu'tazilite Kalam.\" 5:30 pm May Gallery Syriac exhibit open and Semitics Library Tour Sunday, Feb. 5th 10:00 am Syriac Church Service, Basilica chapel 11:00 am Michael Sokoloff, Presentation on CAL and Brockelmann Syriac Dictionary project (Mullen Library Computer Lab - MERIC) 1:00 pm Semitics Library Open House",
    "title" : 
    [ "Dorushe Graduate Student Conference for Syriac Studies at CUA",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "February 3-5, 2006, Washington, D.C." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv9n1fcdorushesyrconf",
    "type" : "announcement",
    "displayTitleEnglish" : "Dorushe Graduate Student Conference for Syriac Studies at CUA" }