
  { "fullText" : "[1] The Book of Steps ( ktābā dmasqātā ) is an anonymous fourth century Syriac collection of 30 mēmrē or discourses on the spiritual life.  Set in a pre-monastic community, probably in present-day Iraq, a significant part of the mēmrē is devoted to describing, instructing, and admonishing two primary levels of the Christian life: that of the Perfect ( gmīrē ) and the Upright ( kēnē ). The recent publication of an English translation and introduction of The Book of Steps , has prompted a desire in several scholars to encourage and stimulate a renewed interest in this a long and diverse work ( The Book of Steps: The Syriac Liber Graduum , translation and introduction, R. A. Kitchen & M. F. G. Parmentier, Cistercian Studies 196; Cistercian Publications: Kalamazoo, 2004). [2] The “CUA Studies in Early Christianity” series has expressed interest in a collection of studies on various aspects of The Book of Steps , to be edited by Robert A. Kitchen and Kristian S. Heal.  Several senior scholars have already been invited to contribute a significant study to this collection, and a number have already responded positively, including Alexander Golitzin (Marquette University), Jeff Childers (Abilene Christian University), John Corbett (University of Toronto-Mississauga), Luk van Rompay (Duke University) and David Taylor (University of Oxford). [3] We invite other scholars, especially junior scholars and graduate students, to open the book, explore its contents and offer further studies for consideration.  Sessions on The Book of Steps are being proposed by the volume editors at the Syriac Studies Symposium in Toronto and the Oxford International Patristics Conference, both in 2007. All papers will be peer reviewed prior to being accepted for publication.  The target for publication is 2008. [4] Inquiries about the volume, submission of papers, and\/or participation in the conference sessions mentioned above should be directed to: Robert A. Kitchen Knox-Metropolitan United Church Regina, Saskatchewan S4P 0S6 Canada (306) 525-9128 rkitchen@knoxmet.org or, Kristian S. Heal Director, Center for the Preservation of Ancient Religious Texts Brigham Young University - WAIH Provo, UT 84604 (801) 422-9019 mailto:kristian_heal@byu.edu",
    "title" : 
    [ "Syriac Book of Steps (Liber Graduum) Volume",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Kitchen, Robert A.",
      "Heal, Kristian S." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv9n2fcsyrbookofsteps",
    "type" : "announcement",
    "displayTitleEnglish" : "Syriac Book of Steps (Liber Graduum) Volume" }