
  { "fullText" : "[1] In February, 2006, Dorushe, an international group of students of Syriac and affiliated with Beth Mardutho: Syriac Institute, sponsored a meeting for graduate students of Syriac Studies. The theme of the meeting was “Syriac Pedagogy,” and it took place at Catholic University of America.  Graduate student Ann Seville organized the event, and different students and professors from several countries presented papers. The faculty guest key-note speaker, Prof. Susan Ashbrook Harvey from Brown University, spoke to us about practical skills for Syriacists pursuing an academic career. She generously shared personal reflections and tips for the next generation of Syriac enthusiasts. She encouraged us to build strong networks amongst ourselves and to collaborate on projects and research questions. Other special guests included Profs. Sydney Griffith and Phillip Rousseau, and they kindly welcomed us to their center for Early Christian Studies and Semitics at Catholic University. Prof. Shawqi Talia, also from Catholic University, wrote for us a beautiful poem in Neo-Aramaic: a blessing for our academic efforts. Prof. Joel Walker from the University of Washington shared his comments and words of wisdom for professional development. George Kiraz spoke to us also about the latest in Computing Technology for our field and gave us a workshop on Meltho Fonts. Prof. Michael Sokoloff from Bar-Ilan University shared his recent work on the CAL and Brockelmann Syriac Dictionary project. The conference generated concrete plans for future development of our field and produced thoughtful reflection on the changes that Syriac Studies has seen in the last twenty-five years. Following is a summary of the papers that students and professors presented, with gratitude from the organizers for the stimulating dialogue that was generated. [2] David Michaelson, from Princeton University, presented a paper on “Developing a Syriac Database.”  He proposed that a Syriac database comparable to the Thesaurus Lingue Grecae (TLG) could also be created for Syriac texts. He also suggested that an Electronic Bibliography of Syriac Studies could incorporate and compile current bibliographies on Syriac topics into one, and in this way it could easily be updated electronically. This electronic bibliography could also include a section on dissertations on Syriac topics. The group then discussed how to undertake such projects. We proposed that the best idea would be to divide the work amongst willing students who could then enter in the data manually. George Kiraz told us that it would be easiest if we commit to entering a little bit of information daily. Over the course of a year and divided up amongst a dedicated group, such a database could be achieved. [3] Michael Penn, professor of Religious Studies from Mount Holyoke College in Massachusetts, was unable to attend the conference. His paper, however, was read in absentia . The topic, “Beyond Add and Stir: Teaching Syriac Christianity,” was an analysis that made suggestions concerning how one can integrate Syriac topics into introductory courses on Early Christianity. He offered some examples of syllabuses that he has used in his teaching to bring Syriac into “mainstream” courses on Christianity. [4] Jonathan Loopstra, a graduate student from Catholic University, presented a paper on integrating Syriac into Seminary Curricula. Jonathan focused particularly on the use of Electronic Resources such as eBeth Arké, the Syriac Digital Library Project, and the International Syriac Language Project as a means of providing Syriacists with resources needed for smaller seminary settings. He suggested how digital media can facilitate the wider distribution of important Syriac texts and translations to colleagues and students. [5] Young Kim, a graduate student from the University of Michigan, shared his own personal narrative of what had led him into Syriac studies, and he explained how this incorporation of Syrian Christian history had enhanced his training in Late Antique Studies. This led to a discussion concerning the issue of the lack of Syriac teachers at many institutions of higher education.  We discussed places were Syriac can be learned, including Prof. Joseph Amar’s Summer Syriac Institute at the University of Notre Dame. [6] Linda Wheatley-Irvine, a professor from the University of Illinois, then ushered us into the field of Art History with her presentation on “Teaching Early Syriac Christianity with images and the Concept of Visuality.” We discussed the concept of the Visual Culture and how this notion fits well with the emphasis in Syrian Literature on sight. We saw also her beautiful images from Tur Abdin, and discussed the importance of better integration of art history and material culture into courses treating Christianity in the Syrian Orient. [7] Dan King from Cardiff University then spoke on the “Translation of Greek into Syriac: Models for Cultural Networking.”  Dan has been focusing on Translation Studies for his dissertation. He showed how the changing methods of translation technique in the West Syrian church reflect the ways they thought about theology and philosophy and interacted with all other cultural and historical developments, especially the relationship between the Greek and Syriac worlds. He argued that the translator was the “power-broker” in this situation, defining and regulating the attitudes of the faithful towards an alien culture and thereby to their own as well. He showed, moreover, how translation itself became part of the christological battle-ground in the early Syrian churches. [8] Ophir Münz-Manor, from Hebrew University in Jerusalem, spoke on the relationships of Syrian Christian Hymnography to Rabbinic Hymns: “From Ephrem to Yannai - The Rise of Late Antique Hymnography.” He discussed Ephrem’s hymnal structure and content, madrashe and memre , and he related them to Jewish counterparts by Yannai. This paper posed interesting questions on the mutual influence and dependency of these hymnographers. [9] Scott Girdner, a graduate student from Boston University, spoke on Christian-Muslim interaction in his paper: “The Potential for Syrian Orthodox Apologetic Literature in Presenting the Development of Mu‘tazilite Kalām : The Debate of the Abbasid Caliph al-Mahdī and Timothy I in its context.” This talk raised methodological questions concerning the representation of Muslims in Syrian Christian Literature. [10] Conference attendants were also treated to a tour of a Syriac Exhibit in the Mullen Library, led by Semitics librarian Monica Blanchard. We also participated in a Syrian Orthodox prayer service on Sunday morning. [11] The success of the first Dorushe conference has encouraged us to make this an annual meeting.  David Michaelson of Princeton University has agreed to organize our next meeting the weekend of April 14, 2007. This will be held at Princeton University in New Jersey. Further information and an official announcement is forthcoming.",
    "title" : 
    [ "First Annual Meeting of Dorushe: February 2006",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Saint-Laurent, Jeanne-Nicole" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv9n2crsaintlaurent",
    "type" : "report",
    "displayTitleEnglish" : "First Annual Meeting of Dorushe: February 2006" }