
  { "fullText" : "[1] The present listing continues on from previous listings in the first number of Hugoye for the years 1998-2005. Reprints are not included (for some important ones, see http:\/\/www.gorgiaspress.com ). [2] 1998 Ishlemon Warduni and Habeb Hermiz, Syriac and Arabic Manuscripts in the Library of the St Peter Seminary Baghdad (Baghdad). [81pp, 134 mss; in Arabic]. [3] 2002 Tang Li, A Study of the History of Nestorian Christianity in China and its Literature in Chinese (Frankfurt\/M: Peter Lang). [4] 2003 n.a.,  Phanqithos: the West Syriac Liturgical Cycle. I, Winter Phanqitho; II, Lent and Passion (Piscataway, NJ). A. Akopian, Dasaken Asoreren (Yerevan: Yerevan State University Press). [Introductory Syriac Grammar and Reader] A. Berger and H. Younansardaroud, Die griechische Vita des Hl. Mamas von Kaisareia und ihre syrischen Versionen (Semitica et Semitohamitica Berolinensia 3; Aachen: Shaker Verlag). G. Chediath (tr. A.J. Joy), The Catholicos of the East (Trivandrum: MS Publications). —, (tr. A.J. Joy) The Malankara Catholic Church (Kottayam: Bethany Sisters’ Publications). M. Galletti, Cristiani del Kurdistan: assiri, caldei, siro-cattolici et siro-ortodossi (Rome: Jouvence). N. Matar, In the Lands of the Christians. Arabic Travel Writing in the Seventeenth Century (London). [Including the Chaldean Ilyas Hanna]. B. Puthur (ed.), St Thomas Christians and Nambudiris, Jews and Sangam Literature: a historical Survey (Liturgical Research Center Publications 7; Mount St Thomas, Kochi). Metropolitan Kiwarkis Saliwa, Makhtutat maktaba mutraniya knisat al-sharq fi Bagdad (Baghdad). [222 mss]. [5] 2004 S. Chialà, Simone di Taibuteh. Abitare la solitudine. Discorso per la consacrazione della cella (Testi dei Padri della Chiesa 72;  Monastero di Bose). R. Ebied and H. Teule (eds), Acts of the VIIIth Symposium Syriacum ( = Journal of Eastern Christian Studies 56). J.M. Fiey (ed. L.I. Conrad), Saints syriaques (Princeton NJ: Darwin Press). H. Hugonnard-Roche, La logique d’Aristote du grec au syriaque. Études sur la transmission des textes de l’Organon et leur interprétation philosophique (Paris: Vrin). N.P. Joosse, A Syriac Encyclopaedia of Aristotelian Philosophy: Barhebraeus (13 th cent.) Butyrum Sapientiae. Books of Ethics, Economy and Politics (Aristoteles Semitico-Latinus 16; Leiden: Brill). C.A. Karim, Symbols of the Cross in the Writings of the Early Syriac Fathers (Piscataway NJ). D.J. Lane, Shubhalmaran, The Book of Gifts (CSCO 612-3;  Scr. Syri 236-7;  Leuven: Peeters). R. Le Coz, Les médecins nestoriens au moyen âge: les maîtres des arabes (Comprendre le Moyen Orient; Paris). J. Lund (in collaboration with G. Kiraz), The Old Syriac Gospel of the Distinct Evangelists: A Key-Word-in-Context Concordance, 3 vols (Piscataway NJ: Gorgias Press). A. Mirkovic, Prelude to Constantine: the Abgar Tradition in Early Christianity (Studies in the Religion and History of Early Christianity 15;  Frankfurt a\/M: Peter Lang). [6] 2005 D.D. Benjamin (tr. Y.A. Baaba), The Patriarchs of the Church of the East. Dinkha III not IV. United States of America. [ISBN 0-9707489-2-2]. T. Buchan, \"Blessed is He who has brought Adam from Sheol\". Christ’s Descent to the Dead in the Theology of Saint Ephrem the Syrian (Gorgias Dissertations 13; Early Christian Studies 2; Piscataway NJ: Gorgias Press). Centre d’Études et de Recherches Orientales (CERO), Les syriaques transmetteurs de civilisations: l’expérience du Bilâd el-Shâm à l’époque omeyyade (Patrimoine syriaque: Actes du Colloque IX; Antélias). Centre d’Études et de Recherches Orientales (CERO), Nos sources: arts et littérature syriaques (Sources syriaques 1; Antélias). [Collection of essays on different genres of Syriac literature]. S. Chialà (Introd.) and M. Nin (tr.), Isaac de Nínive. Centúries sobre el Coneixement (Clàssics del Cristianisme 99; Barcelona). [Catalan tr. of Part II, chapters 3 (Centuries) and 5 (Prayers)]. R. Contini and C. Grottanelli (eds), Il saggio Ahiqar. Fortuna e trasformazioni di uno scritto sapienzale. Il testo più antico e le sue versioni (Studi Biblici 148; Brescia: Paideia). M. Debié, A. Desreumaux, C. Jullien, F. Jullien (eds), Les apocryphes syriaques (Études syriaques 2;  Paris:  Geuthner). A. Harrak, The Acts of Mar Mari the Apostle (Writings from the Greco-Roman World 11; Atlanta: Society of Biblical Literature). [Text and translation]. J.F. Healey, Leshono Suryoyo: First Studies in Syriac (Gorgias Handbooks 2; Piscataway, NJ: Gorgias Press). [New edition, with CD] J. Isaac, Catalogue des manuscrits syro-chaldéens conservés dans la bibliothèque de l’Archevêché chaldéen d’Erbil à Ainkawa (Iraq) (Baghdad: Publications Nagm al Mashriq). I. Isebaert-Cauuet, Jacques de Saroug, Homélies sur la Fin du Monde (Les Pères dans la Foi 91; Paris: Diffusion Littéral). M. Lattke, Oden Salomos. Text, Übersetzung, Kommentar, Teil 3. Oden 29-42 (Novum Testamentum et Orbis Antiquus 41\/3; Fribourg: Academic Press\/Göttingen: Vandenhoeck & Ruprecht). C.V. Malzoni, Jesus: Messias e Vivificador do Mundo. Jo 1,1-42 na Antiga Tradicao Siríaca (Cahiers de la Revue Biblique 59; Paris: Gabalda). T. Muraoka, Classical Syriac. A Basic Grammar with a Chrestomathy (2 nd revised edition; Wiesbaden: Harrassowitz). I. Perczel (ed.), The Nomocanon of Mar Abdisho of Nisibis. Facsimile Edition of Manuscript 64 from the Collection of the Church of the East in Trissur with an introduction by H. Kaufhold. (Piscataway, NJ: Gorgias Press). [With CD] S. Rassam, Christianity in Iraq (Leominster: Gracewing). G.J. Reinink, Syriac Christianity under Late Sasanian and Early Islamic Rule (Variorum Collected Studies CS 831; Aldershot: Ashgate). A. Schmidt and S. Westphalen, Christliche Wandmalereien in Syrien. Qara und das Kloster Mar Yakub (Sprachen und Kulturen des christlichen Orients 14; Wiesbaden: Reichert). N.N. Seleznyov and D.A. Morozov, The Dialogue between the Catholicos of the Church of the East Mar Timatheos I (727-823) and the Caliph al-Mahdi (Moscow: Assyrian Church of the East). N.N. Seleznyov, Nestorii i Cerkov Vostoka (Moscow: Put’) [ISBN 5-86748-032-1] H. Takahashi, Barhebraeus: A Bio-Bibliography (Piscataway NJ: Gorgias Press.) K. Valavalonickal, Aphrahat, Demonstrations, I-II (Moran Etho 23-24;  Kottayam: SEERI). E. Vergani and S. Chialà (eds), Le Chiese sire tra IV e VI secolo: dibattito dottrinale e ricerca spirituale (Milan: Centro Ambrosiano). E. Vergani, Efrem il Siro. Il dono della perla. Inni sulla perla (Testi dei Padri della Chiesa 78; Magnano: Monastero di Bose). J.W. Watt (with the assistance of D. Isaac, J. Faultless and A. Shihadeh), Aristotelian Rhetoric in Syriac: Barhebraeus, Butyrum Sapientiae, Book of Rhetoric (Aristoteles Semitico-Latinus 18; Leiden: Brill). J. Weinberg, Azariah de’ Rossi’s Observations on the Syriac New Testament (Warburg Institute Studies and Texts 3; London-Turin: The Warburg Institute).",
    "title" : 
    [ "Recent Books on Syriac Topics",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv9n1prbrock",
    "type" : "bibliography",
    "displayTitleEnglish" : "Recent Books on Syriac Topics" }