
  { "fullText" : "[1] Yale University’s Beinecke Rare Book and Manuscript Library holds among its treasures a modest but interesting—and despite its small size, rather diverse—ancient Syriac collection encompassing eighteen items. This collection includes manuscripts originally part of the Library of the American Oriental Society located at Yale. In the summer of 1991, I spent some days at the Beinecke Library studying its Syriac collection, by virtue of my appointment as Senior Lector in Syriac and Coptic at Yale (1989–91). From my notes, I compiled the following checklist. Some of the Beinecke manuscripts have already received mention in J. T. Clemons’s useful survey of Syriac collections in Canada and the United States, published in 1966. J. T. Clemons, “A Checklist of Syriac Manuscripts in the United States and Canada,” OrChrP 32 (1966): 224–51 and 478–522; cf. id., “The Search for Syriac Manuscripts in America,” JAOS 85 (1965): 208–10; and also E. Stout, Catalogue of the Library of the American Oriental Society (New Haven: American Oriental Society, 1930). But for obvious reasons, Clemons’s survey does not always provide descriptions based on a firsthand examination of the items. [2] In 1991, the following list was submitted and accepted for publication in the first volume of a newly planned journal entitled Middle Eastern Christian Studies . But the journal never came into existence. An inquiry addressed to me by R. A. Kitchen in October 2005 about a Beinecke Syriac manuscript—itself inspired by a lead from S. Brock—led me to return to the manuscript of this checklist and to decide to submit it for publication in the present journal. Some of what follows was part of an oral presentation entitled “Moses bar Kepha’s ‘On Paradise’ and the Beginning of Syriac Studies in Europe” read at the Syriac Studies Symposium held at Brown University in Providence, Rhode Island, in June 1991. Much of the text is in the same form as it was in late 1991, but some new data have been added. I am grateful to an anonymous referee of this journal for valuable information affording updates on several items in the list. A full-scale catalogue would require a more detailed treatment of all the items, but it is hoped that the present list is useful. [3] Only upon my recent revisiting of the manuscript of this checklist—after a long absence from any serious engagement with things Syriac—did I learn that my planned publication and the paper read at the afore-mentioned conference at Brown University had found entry into the scholarly literature, namely by mediation of S. Brock—who was present at the conference—in G. J. Reinink’s edition and translation of the Syriac original of the Apocalypse of Pseudo-Methodius, of which manuscript Beinecke Syriac 10 (see No. 17[8] below) contains a version of some significance. G. J. Reinink, Die syrische Apokalypse des Pseudo-Methodius , Corpus Scriptorum Christianorum Orientalium 540–41, Scriptores Syri 220–21 (Leuven: In Aedibus E. Peeters, 1993), at CSCO 540, V, IX, XVI–XVII, and XXXVII. According to Reinink (p. xxxvii), the proposed name of the journal was to have been Middle Eastern Christian Studies Annual . Reinink’s description of this list as “in press” makes all the more appropriate tying up a loose end by publishing the list. Another development that has happened since is the publication, in the same year 1991, of A. Desreumaux’s repertory of Syriac manuscript collections. A. Desreumaux, with F. Briquel-Chatonnet, Répertoire des bibliothèques et des catalogues de manuscrits syriaques , Documents, études et répertoires publiés par l’IRHT (Paris: Éditions du CNRS, 1991). For the Yale collection, see pp. 197–99, Nos. 609–12. In this repertory, the Beinecke Syriac collection is described on the basis of information provided in February and March of 1989. This information is itself said to be at least in part based on a list compiled in 1976. Meanwhile also, S. Brock has published a detailed bibliography on Syriac literature covering the years 1960–1990 and compiled from earlier bibliographies. S. Brock, Syriac Studies: A Classified Bibliography , Kaslik, Lebanon: Parole de l’Orient, 1996. The reader is referred to this valuable work for additional information on the Syriac texts in the Beinecke Library. [4] The contents of the Beinecke collection of classical Syriac manuscripts may be summarized as follows. The two biblical manuscripts (see Nos. 1 and 2 These numbers have been introduced to allow cross‑reference, to the list and between items of the list. They are not meant to replace the call numbers of the manuscripts. ), containing various books of the Old Testament and a Syriac New Testament, are in all probability the two oldest items in the collection. They are distinct from all other Beinecke Syriac codices in that they are written on parchment and not on paper. The New Testament codex is dated to ad 917\/18, and the Old Testament one resembles it so strikingly that it cannot be much younger, if at all. A facsimile of a page of the New Testament manuscript can be found in Hatch’s Album of dated Syriac manuscripts. The text of the two codices is that of the Peshitta. As regards biblical matters, it is worthwhile to point out that the Beinecke Library possesses, in addition to these two Syriac biblical codices, a unique Greek fragment of the Diatessaron. The fragment was excavated in 1933 at Dura Europos and dates to before ad 256\/57. See S. Emmel, “Antiquity in Fragments: A Hundred Years of Collecting Papyri at Yale,” The Yale University Library Gazette 64 (1989): 38–58, at 51–52. It has added a new dimension to the discussion as to whether the Diatessaron was first composed in Syriac or in Greek. More recently, M. Goodacre, D. Parker, and D. Taylor (“The Dura-Europos Gospel Harmony,” in Texts and Studies: Contributions to Biblical and Patristic Literature , Third Series, Volume 1, ed. D. Taylor [Birmingham: University of Birmingham Press, 1999], 192–228) have proposed (p. 228) that the Dura Europos fragment “is not part of Tatian’s Diatessaron, and so … can shed no light on the origins of the Diatessaron.” In reaction to this study, J. Joosten (“The Dura Parchment and the Diatessaron,” VigChr 57 [2003]: 159–75) has interpreted certain features of the text as “prov[ing] beyond reasonable doubt … that [it] … is a fragment of a gospel standing in the textual tradition of Tatian’s Diatessaron” (p. 159). The manuscripts described in Nos. 3 and 4 are of fairly recent date. It is to be doubted that they will bring much text-critical gain for the Syriac text of the Revelation of St. Paul. Of the works listed in Nos. 5–9, multiple copies have already long been known from European and Near Eastern libraries, as appears from A. Baumstark’s listings. A. Baumstark, Geschichte der syrischen Literatur mit Ausschluss der christlich-palästinensischen Texte (Bonn: A. Marcus and E. Webers Verlag Dr.jur. Albert Jahn, 1922). Two of them, Nos. 7 and 9, have dates, namely ad 1736 and ad 1699. The colophon of the latter is in Karshuni—Arabic written in Syriac letters—as are many marginal notes in several of the Beinecke Syriac manuscripts. Dates in Beinecke colophons are, as in the vast majority of Syriac manuscripts, according to the Era of the Greeks, commencing on 1 October 312 BC. No. 8 appears strikingly modern. One wonders whether it was copied, or at least solicited, by the donor. The handwritten English translation found in the same booklet seems to be his. [5] An interesting item is No. 10, a Syriac-Armenian lexicon. The Armenian is written in the Syriac script. Various prayers precede, follow, and are inserted in the lexical list. Diacritic dots, added to the Syriac letters, mostly in red, allow the denotation of sounds proper to Armenian. When I could not find the word following Syriac št'  “drink” in textbooks of classical Armenian or in a modern Armenian dictionary, the eminent Jerusalem Armenologist Michael Stone informed me upon inquiry that the form is neither ancient nor modern but typically medieval. No. 11 is also a linguistic work, a grammar book including many verbal paradigms entitled Nuhhār–Šarwāyē “Illumination of Beginners.” [6] No. 12 contains a fragment from ʿAbdišō ʿ’ s Catalogue of Syriac Authors. The copy is of recent date and therefore of secondary importance. As is the case with Nos. 5–7 and 9, most of the works in Nos. 13–17 are additional medieval copies of classics of Syriac literature of which several manuscripts are found in libraries in Europe and the Near East. [7] The first work in No. 17 is of great interest. It is a copy of Moses bar Kepha’s On Paradise . An appendix to the manuscript offers the following twofold explanation for the epithet bar Kepha “son of a rock.” First, Moses’s father was named Simon who is also called Kephas. Second, when Moses’s mother died soon after giving birth to him, his father took him to a church dedicated to the Virgin Mary, where he received nourishment from an icon of the Virgin painted on a rock. This work is at present publicly accessible only in a sixteenth-century Latin translation reprinted in Migne’s Patrologia Graeca. The genesis of this translation is intimately connected with the rise of Syriac studies in Europe. The translator was the eminent Flemish humanist Andreas Masius. Born near Brussels in 1514, Masius graduated in 1533 as Magister from the renowned Collegium Trilingue at Louvain, where in addition to the three Holy Languages—Hebrew as language of the Old Testament, Greek as language of the New Testament, and Latin as language of the Vulgate—several Oriental languages were taught. For Masius and his Syriac Studies, see A. van Roey, “Les études syriaques d’Andreas Masius,” OLoP 9 (1978): 141–58. Masius was one of the three or four pioneers who laid the foundations of the modern discipline of Syriac Studies. He is noted for having produced the first solid studies in Syriac linguistics, including a grammar and a dictionary, both published in Antwerp around 1570. Remarkably, he published his entire Syriac opus in the last four years of his life. [8] Masius traveled all over Europe in the service of diplomats. Around 1550, he was at Rome, where he met a scholar from Mardin called Moses who became his Syriac tutor. Moses had come from the Near East carrying an important manuscript that had presumably been entrusted to him by his bishop as being representative of Syriac theology. It contained Moses bar Kepha’s De Paradiso . Masius bought the manuscript and translated the text, but he only published his translation, and not the Syriac text. It is known, however, that he excerpted the text for his Syriac dictionary so that at least some vocabulary of the text made it into print. The identity and whereabouts of the Syriac manuscript used by Masius are unknown to me. The translation was no doubt an intellectual feat at the time. It must have contributed significantly to preparing Masius to write the first scientific grammar of classical Syriac. [9] A good copy of De Paradiso has now turned up at the Beinecke Library. In search of additional copies one does not need to roam the churches and monasteries in the Middle East nor dig through the archives of European libraries. An expedition into the footnotes of Arthur Vööbus’s works suffices. Vööbus mentions other copies of De Paradiso . One of them, now in the Middle East, was until now thought to be the oldest. It dates to ad 1364\/65. The Beinecke manuscript, as its colophon indicates, is about 140 years older. Since Moses died around ad 900, the Beinecke copy is only about three and a half centuries removed from the author’s autograph. On the basis of the extant copies, it should be possible to establish a critical edition of De Paradiso . This may be worthwhile because Masius’s Latin translation is not always literal. In fact, a contemporary of Masius, Torrentius, thought the publication unworthy of him. van Roey, “Les études syriaques,” 151, 151 n. 58, 152 top. An edition of the text would also come at a time when Moses bar Kepha’s star is rising. It has recently been noticed that prominent authors like Dionysius bar Salibi and Barhebraeus excerpted Moses. [10] Finally, No. 18 contains a deed of sale on parchment dated to ad 243. It was for a long time the oldest known dated Syriac text. For two earlier manuscripts dating to ad 240 and ad 242, see S. Brock, “Some New Syriac Documents from the Third Century AD,” Aram 3 (1991): 259–67. See also J. Teixidor, “Deux documents syriaques du IIIe siècle après J-C provenant du moyen Euphrate,” CRAI (1990): 146–66; id., “Les derniers rois d’Edesse d’après deux nouveaux documents syriaques,” ZPE 76 (1989): 219–22; H. J. W. Drijvers and J. F. Healey, The Old Syriac Inscriptions of Edessa and Osrhoene: Texts, Translations and Commentary , HO, Erste Abteilung: Der Nahe und Mittlere Osten 42 (Leiden: E.J. Brill, 1999), 237–48. For the sake of completeness, it needs to be mentioned that the Yale collection also holds a few modern Syriac items and two manuscripts in Karshuni. For the Karshuni manuscripts, see also Desreumaux, Répertoire , 199, No. 612. [11] INDEX AUTORUM (with references to Brock, Classified Bibliography = B CB ) ʿAbdišōʿ of Nisibis (B CB , 23 no. 4), Nos. 7, 12 Barhebraeus (B CB , 40–42 no. 37), Nos. 9, 13 Euagrius (B CB , 94–95 no. 79), No. 16 Isaiah, Abba (B CB , 151–52 no. 116), No. 16 Jacob of Sarugh (B CB , 156–60 no. 128), No. 13 John bar Zuʿbi (B CB , 168 no. 154), No. 14 John of Lycopolis (or Apameia), the Solitary (B CB , 163 no. 135), No. 16 Maruta of Maiperqat (cf. B CB , 265), No. 8 Methodius (Pseudo-) of Patara (B CB , 223–24 no. 183), No. 17 Moses of Kepha (B CB , 234–35 no. 188), No. 17 Philoxenus of Mabbug (B CB , 244–47 no. 206), No. 16 Solomon of Basra, No. 15 Timothy Isaac (B CB 149 last reference), No. 11 [12] BIBLE [13] Old Testament 1    Old Testament, Certain Books of the IX th –XI th centuries Thus the List of Old Testament Peshitta Manuscripts (Preliminary Issue) Edited by the Peshitta Institute Leiden University (Leiden: E.J. Brill), 32.   AOS Rn\/B47b. — A parchment codex with a binding (Clemons, “Checklist,” No. 239; List of Old Testament Peshitta Manuscripts , 32; “Peshitta Institute Communications XIV: Fifth Supplement to the List of Old Testament Peshitta Manuscripts ,” VT 27 (1977): 508–11, at 511 [reporting the transfer of the manuscript from the American Oriental Society Library at Yale to Yale’s Beinecke Rare Book and Manuscript Library]). The hand strongly resembles that of No. 2. Contents: Certain books of the Old Testament , including Joshua , Judges , 1 , 2 Samuel , 1 , 2 Kings , Proverbs , Ben Sira , Ecclesiastes , Ruth , Song of Songs , Job . The location of the books is as follows (taken from List of Old Testament Peshitta Manuscripts , 32): ff. 1v–27r, Josh; ff. 27r–49r, Judg; ff. 49r–107r, 1–2 Sam; ff. 107r–169r, 1–2 Kgs; ff. 169r–189r, Prov; ff. 189r–220r, Sir; ff. 220r–226v, Eccl\/Qoh; ff. 226v–229v, Ruth; ff. 229v–232v, Cant; ff. 232v–254r, Job. [14] New Testament 2    New Testament ad 917\/18   Syriac 6. — A parchment codex with a binding (Clemons, “Checklist,” No. 249). The hand strongly resembles that of No. 1. For a brief description and a facsimile, see Hatch, [218], Plate CLXVII. Acquired in ad 1907 (Desreumaux, Répertoire , 199, No. 611). Also mentioned by H. P. Smith, “Biblical Manuscripts in America,” JBL 42 (1923): 249–50. Contents: New Testament (Peshitta) without Revelation. Pauline Epistles . See 16(1) [15] APOCRYPHAL LITERATURE Cave of Treasures, Book of the . See No. 15(2) Matthew and Andrew the Apostles, History of Saints . See No. 5(1) 3   Paul, Revelation of St. Rn32a. — A fragmentary paper codex without a binding (Clemons, “Checklist,” No. 237). Contents: Revelation of St. Paul (incomplete). Baumstark, Geschichte , 70,22–26. For a more complete copy, see No. 4. Rn32b. — A fragmentary paper codex without a binding (Clemons, “Checklist,” No. 242). Contents: Revelation of St. Paul (incomplete). Baumstark, Geschichte , 70,22–26. This copy is more complete than No. 3. Sheba to Solomon, Questions of . See No. 16(2) [16] HAGIOGRAPHY 5    Miscellany ad 1888 Thus Desreumaux, Répertoire , 198, No. 611.   Syriac 5. — A paper codex with a binding (Clemons, “Checklist,” No. 248). Gift of C. C. Torrey in June 1950 (Desreumaux, Répertoire , 199, No. 611). Contents: History of SS. Matthew and Andrew the Apostles History of St. Abba Marcus of Mount Tharmaka History of St. Cyriacus and Julitta For editions and translations of parallels to (1), see W. Wright, Apocryphal Acts of the Apostles , 2 vols. (London: Williams and Nordgate, 1871), vol. 1, 102–26 and vol. 2, 93–115; M. Bonnet, Acta Apostolorum Apocrypha , vol. 2.1 (Leipzig: Hermann Mendelssohn, 1908), 65–116. For a study of (2), see A. E. Look, The History of Abba Marcus of Mount Tharmaka (Oxford: Oxford University Press, 1929); originally a Ph.D. dissertation of 1927 for Yale University, bearing the same title. [17] HISTORICAL ROMANCE 6    Alexander Romance Rn\/H62. — A paper codex with a binding (Clemons, “Checklist,” No. 235). Contents: Alexander Romance . Baumstark, Geschichte , 125,10–17 and 348–49 ad 125 n. 3. For an English translation of the present manuscript, see J. Perkins, “Notice of a Life of Alexander the Great,” JAOS 4 (1854): 359–440. [18] HYMNS, LITURGICAL POETRY 7   ʿAbdišōʿ (of Nisibis), Pardaisā da-ʿden 13 Tammuz ad 1736   Rn\/Ab32. — A paper codex with a binding (Clemons, “Checklist,” No. 232). Contents: ʿAbdišōʿ, Pardaisā da-ʿden (“Garden of Eden”). Baumstark, Geschichte , 324,12–20. Trans. (English) F. V. Winnett, The Paradise of Eden (Ph.D. dissertation for the University of Toronto, 1929); also mentioned by J. Murdock, “Ebed-Jesu’s Makâmât,” JAOS 3 (1853): 475–77. Jacob of Sarugh, Sugita . See No. 13(2) [19] PRAYERS See No. 10 [20] SCHOLASTIC WORKS [21] Encyclopaedia Solomon of Basra, Book of the Bees . See No. 15(1) [22] History 8   Maruta of Maiperqat, On the Council of Nicaea Rn\/M36. — A paper booklet consisting of two quires (Clemons, “Checklist,” No. 241). The hand is  the same as No. 12. Contents: Maruta of Maiperqat, On the Council of Nicaea . Baumstark, Geschichte , 53,27–54,10. One quire contains the text, the other a handwritten English translation. [23] Jurisprudence 9   Barhebraeus, Ktābā d-Huddāyē Kanun II ad 1699   Syriac 11. — A paper codex with a binding. Olim Istanbul, Fehim 8; “purchased on 26 th August 1967 by Yale University from Mrs. Melahat Menememcogliu” (H. Takahashi, Barhebraeus: A Bio-Bibliography [Piscataway, NJ: Gorgias Press LLC, 2005], 236). Contents: (pp. 1–291) Barhebraeus, Ktābā d-Huddāyē (“Book of Guidances”). Baumstark, Geschichte , 315,2–6. For this work, see also Takahashi, Barhebraeus, 227–40; for the present manuscript, see p. 236. (pp. 291–303) Appendix: Laws on Inheritance (according to Islam) and the Manumission of Slaves . [24] Linguistics 10    Syriac-Armenian Lexicon, with Prayers Syriac 9. — A paper codex with a binding. Contents: Syriac-Armenian Lexicon ; various prayers precede, follow, and are interpolated. The Armenian is written in Syriac letters, often accompanied by diacritical marks, mostly in red. 11   Timothy Isaac, Nuhhār–Šarwāyē Syriac 12. — A paper codex with a binding. Contents: Timothy Isaac, metropolitan of Amid, son of deacon ʿEbed-Hayya, Nuhhār–Šarwāyē (“Illumination of Beginners”). For another copy, see BL Add. 21211. A grammar book for beginners, including many verbal paradigms. [25] Literature 12   ʿAbdišōʿ, Catalogue of Syriac Authors Rn\/Eb31. — Six bifolios forming a quire in twelve from a paper codex (Clemons, “Checklist,” No. 234). The hand is the same as that of No. 8. Contents: ʿAbdišōʿ, Catalogue of Syriac Authors (a fragment). Baumstark, Geschichte , 325,1–2. [26] Theology 13  Barhebraeus, Ktābā da-Mnārat Qudšē Syriac 7. — A paper codex with a binding. Contents: Barhebraeus, Ktābā da-Mnārat Qudšē (“Book of the Lamp of Holinesses”). Baumstark, Geschichte , 314–15. For this work, see Takahashi, Barhebraeus , 175–91 (the present manuscript is not listed). Appendix: Three short works including a Sugita by Jacob of Sarugh. Baumstark, Geschichte , 149,7–10. 14   John bar Zuʿbi, On the Matter of Faith , and Interpretation of the Eucharist Kanun II ad 1687   Syriac 13. — A paper codex with a binding. Contents: On the Matter of Faith . Baumstark, Geschichte , 311,2–4. Interpretation of the Eucharist . Baumstark, Geschichte , 311,5–6. [27] MISCELLANIES 15    Miscellany Syriac 4. — A paper codex with a binding (Clemons, “Checklist,”  No. 247). Gift of C. C. Torrey in June 1950 (Desreumaux, Répertoire , 199, No. 611). Contents: Solomon of Basra, The Book of the Bees . Baumstark, Geschichte , 309,7–12. The Book of the Cave of Treasures . Baumstark, Geschichte , 95–96. Brock, Classified Bibliography , 64–65 no. 42. See now S. Ri, La Caverne des Trésors: Les deux recensions syriaques , Corpus Scriptorum Christianorum Orientalium 486–87, Scriptores Syri 207–8 (Leuven: Peeters, 1987); the present manuscript is not listed. 16    Miscellany Syriac 8. — A fragmentary paper codex with a binding. Contents: (f. 1r) Pauline Epistles (the end only). (ff. 1v–2v) Questions by Queen Sheba to King Solomon . (ff. 3r a– 4v b ) Philoxenus of Mabbug, Letter to Patrikios of Edessa . Baumstark, Geschichte , 142,8 with n. 10. (f. 4v b ) Sayings , 2 by ? (Philoxenus?), 4 by Euagrius, 1 by Abba Isaiah. (ff. 4v b– 7v b ) Philoxenus of Mabbug, Confession of Faith . Baumstark, Geschichte , 143,6–7 with n. 6. (ff. 7v b– 9r a ) John of Lycopolis (or of Apameia), also the Solitary, or “Seer and Prophet,” The Holy Commandments of the Gospel . Baumstark, Geschichte , 90,13–14 with n. 14. (ff. 9r a– 29v a ) Commandments (from the gospels, the Pauline and Catholic Epistles, and the Prophets). (ff. 29v a– end) About the Sacraments (anonymous). 17   Moses bar Kepha, Various Works Thursday, 3 Nisan ad 1225 St. Barsauma’s, Mardin Scribe Joseph     Syriac 10. — A paper codex with a binding. Contents: Works by Moses bar Kepha, with two appendices. (pp. 1–124) On Paradise : First (1–97), Second (97–108), and Third (108–24) Memra. (pp. 124–86) On Resurrection . (pp. 186–205) Exegesis of Sayings of Paul on the Resurrection . (pp. 205–9) Word of Comfort . (pp. 209–18) On the Trinity . (pp. 218–24) Symbolism of the Shaving of the Monks . A ppendices (pp. 224–25) Biographical Notes Pertaining to Moses . (pp. 225–end) Pseudo-Methodius of Patara, On the End of Times . See now G. J. Reinink, Die syrische Apokalypse des Pseudo-Methodius , Corpus Scriptorum Christianorum Orientalium 540–541, Scriptores Syri 220–221 (Leuven: In Aedibus E. Peeters, 1993); for the present manuscript, see pp. XVI–XVII. [28] Note that the manuscript shown in Hatch’s Album , Plate CXXXV was also copied at St. Barsauma’s, though by another scribe, in ad 1234, less than a decade after the Beinecke manuscript. It also contains works by Moses bar Kepha, as does the manuscript depicted in Hatch’s Album , Plate CXXXVI, dated to ad 1242. [29] The Beinecke codex contains the oldest known copy of Moses’s On Paradise . Other copies are Hs.Ming.Syr. 65 and Hs.Mard.Orth. 368, the latter dating to ad 1364\/65 and previously thought to be the oldest (Vööbus 1970, vol. 1, 233 n. 33). For Masius’s Latin translation, see PG 11, 481–608. For notices concerning other Syriac copies: A. Mingana, Catalogue of the Mingana Collection of Manuscripts , I: Syriac and Garshuni Manuscripts (Cambridge: W. Heffer and Sons, Limited, 1933), No. 65; A. Vööbus, “Syriac Literature.” In Encyclopaedia Britannica 21 (1967), 589; A. Vööbus, Syrische Kanonessammlungen , Corpus Scriptorum Christianorum Orientalium 307, 317, Subsidia 35, 38 (Leuven: Secrétariat du CorpusSCO, 1970), vol. 1, 233 n. 33; W. Strothmann, Johannes von Apamea , PTS 11 (Berlin and New York: Walter de Gruyter, 1972), 55 n. 57, 106 with nn. 120–21; L. Schlimme, “Die Bibelkommentare des Moses bar Kepha,” in A Tribute to Arthur Vööbus: Studies in Early Christian Literature and Its Environment, Primarily in the Syrian East (Chicago: The Lutheran School of Theology at Chicago, 1977), 63–71, at 65 n. 11. Cf. also A. Vööbus, “New Manuscript Discoveries on the Old Testament Exegetical Work of Moses bar Kepha,” Abr Nahrain 10 (1970–71): 97–101. [30] DOCUMENTARY 18    Syriac Deed of Sale on Parchment Dura DPg 20 (= Dura Europos 28 or P.Dura 28). — A parchment sheet. The text is dated to ad 243. Contents: A Deed of Sale . Ed. and trans. (English) J. A. Goldstein, “The Syriac Bill of Sale from Dura Europos,” JNES 25 (1966): 1–16; see also Drijvers and Healey, Old Syriac Inscriptions , 232–36 (based on Goldstein). _______ Notes _______ Bibliography Baumstark, A. Geschichte der syrischen Literatur mit Ausschluss der christlich-palästinensischen Texte . Bonn: A. Marcus and E. Webers Verlag Dr.jur. Albert Jahn, 1922. Bonnet, M. ( denuo edidit post C. von Tischendorf), Acta Apostolorum Apocrypha , vol. 2.1. Leipzig: Hermann Mendelssohn, 1908. Brock, S. “Some New Syriac Documents from the Third Century AD.” Aram 3 (1991): 259–67. — Syriac Studies: A Classified Bibliography , Kaslik, Lebanon: Parole de l’Orient, 1996. Clemons, J. T. “The Search for Syriac Manuscripts in America.” JAOS 85 (1965): 208–10. — “A Checklist of Syriac Manuscripts in the United States and Canada.” OrChrP 32 (1966): 224–51, 478–522. Desreumaux, A.; with F. Briquel-Chatonnet. Répertoire des bibliothèques et des catalogues de manuscrits syriaques . Documents, études et répertoires publiés par l’IRHT. Paris: Éditions du CNRS, 1991. Drijvers, H. J. W., and J. F. Healey. The Old Syriac Inscriptions of Edessa and Osrhoene: Texts, Translations and Commentary , HO, Erste Abteilung: Der Nahe und Mittlere Osten 42. Leiden: E.J. Brill, 1999, 237–48. Emmel, S. “Antiquity in Fragments: A Hundred Years of Collecting Papyri at Yale.” The Yale University Library Gazette 64 (1989): 38–58. Goldstein, J. A. “The Syriac Bill of Sale from Dura Europos.” JNES 25 (1966): 1–16. Goodacre, M., D. Parker, and D. Taylor. “The Dura-Europos Gospel Harmony.” In Texts and Studies: Contributions to Biblical and Patristic Literature , Third Series, Volume 1, ed. D. Taylor. Birmingham, University of Birmingham Press, 1999, 192–228. [I have not had access to this work. I quote from Joosten, “The Dura Parchment.”] Hatch, W. H. P. An Album of Dated Syriac Manuscripts . Boston: The American Academy of Arts and Sciences, 1946. Joosten, J. “The Dura Parchment and the Diatessaron.” VigChr 57 (2003): 159–75. List of Old Testament Peshitta Manuscripts (Preliminary Issue) Edited by the Peshitta Institute Leiden University . Leiden: E.J. Brill, 1961. Look, A. E. The History of Abba Marcus of Mount Tharmaka . Oxford: Oxford University Press, 1929. [Originally a Ph.D. dissertation for Yale University of 1927, bearing the same title.] Mingana, A. Catalogue of the Mingana Collection of Manuscripts , I: Syriac and Garshuni Manuscripts . Cambridge: W. Heffer and Sons, Limited, 1933. Murdock, J. “Ebed-Jesu’s Makâmât.” JAOS 3 (1853): 475–77. Perkins, J. “Notice of a Life of Alexander the Great.” JAOS 4 (1854): 359–440. Perkins, J. “The Revelation of the Blessed Apostle Paul Translated from an Ancient Syriac Manuscript.”  JAOS 8 (1866): 183–212. “Peshitta Institute Communications XIV: Fifth Supplement to the List of Old Testament Peshitta Manuscripts .” VT 27 (1977): 508–11. Reinink, G. J. Die syrische Apokalypse des Pseudo-Methodius , Corpus Scriptorum Christianorum Orientalium 540–41, Scriptores Syri 220–21. Leuven: In Aedibus E. Peeters, 1993. Ri, S. La Caverne des Trésors: Les deux recensions syriaques , Corpus Scriptorum Christianorum Orientalium 486–87, Scriptores Syri 207–8. Leuven: Peeters, 1987. Schlimme, L. “Die Bibelkommentare des Moses bar Kepha.” In A Tribute to Arthur Vööbus: Studies in Early Christian Literature and Its Environment, Primarily in the Syrian East . Chicago: The Lutheran School of Theology at Chicago, 1977, 63–71. Smith, H. P. “Biblical Manuscripts in America.” JBL 42 (1923): 249–50. Stout, E. Catalogue of the Library of the American Oriental Society . New Haven: American Oriental Society, 1930. Strothmann, W. Johannes von Apamea , PTS 11. Berlin and New York: Walter de Gruyter, 1972. Takahashi, H. Barhebraeus: A Bio-Bibliography . Piscataway, New Jersey: Gorgias Press, 2005. Teixidor, J. “Deux documents syriaques du IIIe siècle après J-C provenant du moyen Euphrate.” CRAI (1990): 146–66. — “Les derniers rois d’Edesse d’après deux nouveaux documents syriaques.” ZPE 76 (1989): 219–22. van Roey, A. “Les études syriaques d’Andreas Masius.” OLoP 9 (1978): 141–58. Vööbus, A. “Syriac Literature.” In Encyclopaedia Britannica 21 (1967). — Syrische Kanonessammlungen , Corpus Scriptorum Christianorum Orientalium 307, 317, Subsidia 35, 38. Leuven: Secrétariat du CorpusSCO, 1970. — “New Manuscript Discoveries on the Old Testament Exegetical Work of Moses bar Kepha.” Abr Nahrain 10 (1970–71): 97–101. Winnett, F. V. The Paradise of Eden . Ph.D. dissertation for the University of Toronto, 1929. Wright, W. Apocryphal Acts of the Apostles , 2 vols. London: Williams and Nordgate, 1871.",
    "title" : 
    [ "Classical Syriac Manuscripts at Yale University: A Checklist",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Depuydt, Leo" ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/hv9n2depuydt",
    "type" : "article",
    "displayTitleEnglish" : "Classical Syriac Manuscripts at Yale University: A Checklist" }