
  { "fullText" : "[1] The present listing continues on from previous listings in the first number of Hugoye for each of the years 1998-2006. Once again, reprints are not included (for a number of important ones, see http:\/\/www.gorgiaspress.com ). [2] 1997 B. Sony, Le catalogue des manuscrits du couvent des Dominicains, Mossoul [in Arabic] (Mosul). [3] 2000 P. Yousif (revised tr.), J. Chittilappilly (ed.), The Order of the Holy Qurbana in the East Syrian Tradition (Trichur). [4] 2002 Kuriakose Corepiscopa Moolayil (ed.), Four Historic Documents (Cheeranchira, Chenganacherry: Mor Adai Study Centre). [C. Buchanan, The Syrian Christians in India; O.H. Parry, The Ancient Syrian Church; P.T. Geevarghese (Mor Ivanios), Were the Syrian Christians Nestorians?; K.K. Lukose, Christians in Malabar ]. [5] 2003 I. de Francesco, Efrem il Siro. Inni sulla Natività e sull’Epifania (Milan: Paoline). Y.M. Yishaq, Tarikh al-Ruha\/Maktabzabne d-‘Urhoy (Stockholm: Författeres Bokmaskin). [Chronicle of Edessa, Syriac and Arabic]. [6] 2004 E. Aydin (Introd.), La divine Liturgie selon le rite de l’Église Syriaque Orthodoxe d’Antioche (Paris). Mar Aprem, Patriarch Mar Dinkha IV: the Man and his Message (Trichur: Mar Narsai Press). D. Cerbelaud, Éphrem Le Syrien. Le combat chrétien. Hymnes de Ecclesia (Spiritualité Orientale 83; Abbaye de Bellefontaine). K. Mani Rajan (ed.), Calendar of the Syrian Orthodox Church (Kottayam: Travancore Syriac Orthodox Publishers). G. Thadikkatt, Liturgical Identity of the Mar Toma Nazrani Church (Oriental Institute of Religious Studies India 278; Vadavathoor, Kottayam: Pourastya Vidyapitham). Archimandrite Vasileios, From St Isaac the Syrian to Dostoyevsky (Mount Athos Series, 15; Montreal: Alexander Press. [23pp.] P. Vysanethu, Musicality makes the Malankara Liturgy Musical (Moran Etho 2; Kottayam: SEERI). [7] 2005 —, Anaphorae of Mar Theodore and Mar Nestorius (LRC Publications 12; Kochi). [Syriac, Latin, English and Malayalam]. G. Afram, Svensk-Assyrisk Ordbok\/Sfar melle swedoyo-suryoyo (Stockholm: the Author) [1241 pp. ISBN 91-631-6574-0; available through Gorgias Press]. P. Al-Kfarnissy, Grammar of the Aramaic Syriac Language [in Arabic] (Piscataway NJ: Gorgias Press). J. Amar, Dionysius bar Salibi. A Response to the Arabs (CSC0 614-5, Scr. Syri 238-9; Leuven: Peeters). W. Baum, Shirin, Christian Queen: Myth of Love (Moran Etho 26;  Kottayam, SEERI). G. Bohas, Les bgdkpt en syriaque selon Bar Zo`bi (Toulouse: Amam-Cemaa). S.P. Brock, Spirituality in the Syriac Tradition (Moran Etho 2;  2 nd edn; Kottayam: SEERI). S. Chialà, Abramo di Kashkar e la sua comunità. La rinascita del monachesimo siro-orientale (Comunità di Bose: Edizioni Qiqajon). M. El-Hage, Le Lectionnaire maronite. Période de la Pentecôte et de la Croix (Université Antonine: Faculté des Sciences Théologiques et des Études Pastorales 1; Hadath-Baabda, Lebanon). A.D. Forbes and D.G.K. Taylor (eds.), Foundations for Syriac Lexicography I. Colloquia of the International Syriac Language Project (Perspectives on Syriac Linguistics 1; Piscataway NJ: Gorgias Press). B. Haddad, Ganat Lame (Baghdad) [Arabic-Syriac, 2 vols]. S. Henno (tr. A. Gorgis and G. Toro), Die Verfolgung und Vernichtung der Syro-Aramäer im Tur Abdin 1915 (Monastery of St Ephrem: Barhebraeus Verlag). J. Karukaparambil (ed.), Marganitha Kynanaitha\/Kynanaya Pearl (Kottayam: Deepika). [In honour of Archbishop Kuriakose Kunnacherry]. N. Kavvadas, Isaak tou Syrou, Asketika I-III [Discourses 1-41 of ‘Second Part’, tr. from Syriac] (Thera: Thesvites). [ISBN 960-88742-5-4] Kuriakose Corepiscopa Moolayil (ed.), Kthiboth Hago. Festschrift in honour of His Holiness Ignatius Zakka I Iwas (Chicago: St George Syrian Orthodox Church of Malankara). C. Lange, The Portrayal of Christ in the Syriac Commentary on the Diatessaron (CSCO 616, Subsidia 118; Leuven: Peeters). G. Menachery, Glimpses of Nazraney Heritage (Trissur: SARAS). Paulose Mor Athanasius Kadavil (ed. K. Kuriakose Corepiscopa Moolayil), The Syrian Orthodox Church: Its Religion and Philosophy (Cheeranchira, Chenganacherry: Mor Adai Study Centre). J. Puthuparampil, Mariological Thought of Mar Jacob of Serugh (451-521) (Moran Etho 25; Kottayam: SEERI). G.J. Reinink, Syriac Christianity under Late Sasanian and Early Islamic Rule (Variorum Collected Studies 821; Aldershot: Ashgate). J. Rhétoré and J. Alichoran, Les chrétiens aux bêtes: souvenirs de la guerre sainte proclamée par les Turcs contre les chrétiens en 1915 (Paris: Le Cerf). A. Sauma, Efrem Syriern (306-373). Han liv och skrifter (Stockholm\/Uppsala: Aram). [ISBN 91-975712-0-2] B. Sony, Fihris ma ht utat dayr Mar Behnam al-Shahid ba-shbobut Baghdayda (Baghdad). M. Tamcke and A. Heinz (eds), Die Suryoye und ihre Umwelt. Viertes deutsches Syrologen-Symposium. Festgabe W. Hage (Studien zur Orientalischen Kirchengeschichte 36; Münster: LIT). S. Timm, Eusebius von Caesarea, Das Onomastikon der biblischen Ortsnamen. Edition der syrischen Fassung mit griechischen Text, englischer und deutscher Übersetzung (Texte und Studien 152; Berlin: de Gruyter). [8] 2006 —, Saint Éphrem, Harpe du Saint Esprit: Receuil d’hymnes (Antelias: Centre d’Études et de Recherches Orientales).  [Anthology, Syriac-English-French-Arabic]. —, Aw s ar S lawot’o, 1. The Book of Common Prayer (Kottayam: SEERI). [Syrian Orthodox She h imo, Syriac and English]. —, Festschrift Prof. Dr. John Madey (= The Harp: A Review of Syriac and Oriental Ecumenical Studies 19; Kottayam: SEERI). —, Festschrift Rev. Dr. Jacob Thekeparampil ( = The Harp 20). —, Festschrift Rev. Fr. Emmanuel Thelly (= The Harp 21). J. Anis Abi-Aad, St Maron. Glimpses on his Life, Hermitage and Burial (Louaize, Lebanon: Notre Dame University Press). S. Ashbrook Harvey, Scenting Salvation. Ancient Christianity and the Olfactory Imagination (The Transformation of the Classical Heritage XLII; Berkeley: University of California Press). W. Baum, Christian Minorities in Turkey (Moran Etho 28; Kottayam: SEERI). C. Baumer, The Church of the East. An Illustrated History of Assyrian Christianity (London: I.B. Tauris). A.H. Becker, Fear of God and the Beginning of Wisdom. The School of Nisibis and the Development of Scholastic Culture in Late Antique Mesopotamia (Philadelphia: University of Pennsylvania Press). P. Bedjan (ed. S.P. Brock), Homiliae Selectae Mar-Jacobi Sarugensis (six volumes) (Piscataway NJ: Gorgias Press). [Reprint of Bedjan, I-V, with added VI, containing further homilies and indexes]. V. Berti, Abramo bar Dashandad. Custodisci te stesso (Testi dei Padri della Chiesa 84; Monastero di Bose: Edizioni Qiqajon). J. Bet-Şawoce, Sayfo b Ţurʿabdin 1914-1915 (Södertälje, Sweden: Bet-Froso Nsibin). Y. Bilge, Geçmişten Günümüze Deyrulzafaran Manastırı (Istanbul: Gerçeğe Doğru Kitapları). [ISBN 975-8379-66-6] S.P. Brock, Fire from Heaven. Studies in Syriac Theology and Liturgy (Aldershot: Ashgate, Variorum Reprints). S.P. Brock, The Wisdom of St Isaac of Nineveh (Texts from Christian Late Antiquity 1; Piscataway NJ: Gorgias Press). [Bilingual edition]. S.P. Brock, An Introduction to Syriac Studies (Revised 2nd Edition. Gorgias Handbooks 4; Piscataway NJ: Gorgias Press). S.P. Brock, The Bible in the Syriac Tradition (2nd Revised Edition. Gorgias Handbooks 7; Piscataway NJ: Gorgias Press). S.P. Brock and G.A. Kiraz, Ephrem the Syrian. Select Poems. Vocalized Syriac text with English translation, and notes (Eastern Christian Texts 2; Provo, Utah: Brigham Young University Press). S.P. Brock (tr. M. Campatelli and S. Staffuzza), La spiritualità nella tradizione siriaca (Rome: Lipa). [tr. from 2 nd edn]. I. Carajosa, La características de la versión síriaca de los Salmos (Sal 90-150 de la Peshitta) (Analecta Biblica 162; Rome). F. Cassingena-Trevédy, Éphrem de Nisibe. Hymnes paschales (Sources chrétiennes 502; Paris: du Cerf). F. Cassingena-Trevédy and I. Jurasz (eds), Les liturgies syriaques (Études syriaques 3; Paris: Geuthner). D. Cerbelaud Éphrem le Syrien. Le Christ en ses symboles. Hymnes de Virginitate (Spiritualite Orientale 86; Bégrolles en Mauges: Abbaye de Bellefontaine). S. Chialà, Isacco di Ninive, Annuncia la bontà di Dio (Testi dei Padri della Chiesa 81; Monastero di Bose: Edizioni Qiqajon). I. de Francesco, Efrem Siro. Inni sul Paradiso (Milan: Paoline). G. de Monjou, Mar Moussa. Un monastère, un homme, un désert (Paris:  Albin Michel). K. den Biesen, Simple and Bold: Ephrem’s Art of Symbolic Thought (Piscataway NJ: Gorgias Press). R. Doran, Stewards of the Poor: The Man of God, Rabbula, and Hiba in Fifth-Century Edessa (Cistercian Studies 208; Kalamazoo: Cistercian Publications). J. Ferrer and J.P. Monferrer, Historia y enseñanzas de Ahíqar o la antigua sabiduría oriental. Edición, traducción y estudio (Studia Semitica, Series Minor 2; Córdoba: Universidad de Córdoba). D. Gaunt (with the assistance of J. Bet-Şawoce), Massacres, Restistance, Protectors: Muslim-Christian Relations in Eastern Anatolia during World War I (Piscataway NJ:  Gorgias Press). G. Gnoli (ed.), Il Manicheismo, II. Il mito e la dottrina (Fondazione Lorenzo Valla: Mondadori). [Includes translations of Syriac texts]. R. Gyselen (ed.), Chrétiens en terre d’Iran, I.  Implantation et acculturation (Studia Iranica 33; Paris: Association pour l’avancement des études iraniennes). J-C. Haelewyck, Sancti Gregorii Nazianzeni Opera. Versio Syriaca, III, Orationes XXVII, XXXVIII, XXXIX (Corpus Christianorum, Series Graeca 53; Corpus Nazianzenum 18; Turnhout\/Leuven: Brepols\/University Press). M. Hansbury, The Letters of John of Dalyatha (Piscataway NJ: Gorgias Press). M. Hansbury, Hymns of Saint Ephrem the Syrian [Table hymns] (Oxford: Fairacres Publications). T. Kuzhuppil, The Vision of the Prophet Isaiah. A Theological Study of Narsai’s Interpretation of Isaiah 6 (Rome: Institutum Patristicum Augustinianum, Diss. ad Doctoratum). R. Malek, with P. Hofrichter, Jingjiao. The Church of the East in China and Central Asia (Collectanea Serica; Sankt Augustin: Institut Monumenta Serica). P. Pallath, The Grave Tragedy of the Church of St Thomas Christians and the Apostolic Mission of Sebastiani (Changanaserry: HIRS Publications). F.A. Pennacchietti, Three Mirrors for Two Biblical Ladies: the Queen of Sheba and Susanna in the Eyes of Jews, Christians and Muslims (Piscataway NJ:  Gorgias Press). F. Petit, with L. van Rompay, Sévère d’Antioche. Fragments grecs tirés des chaînes sur les derniers livres de l’Octateuque et sur les Règnes (Traditio Exegetica Graeca 14; Louvain: Peeters). [L. van Rompay: Glossaire syriaque]. S. and I. Tanoğlu, Eserleriyle Mor Afrem (Istanbul; ISBN 994-45201-0-1). W. Taylor, Antioch and Canterbury: the Syrian Orthodox Church and the Church of England 1874-1928 (Piscataway NJ: Gorgias Press). J. Tubach and G.S. Vashalomidze (eds), Studien zu den Thomas-Christen in Indien (Hallesche Beiträge zur Orientwissenschaft 33\/02). W.Th. van Peursen and R.B. ter Haar Romeny (eds), Text, Translation, and Tradition. Studies on the Peshitta and its Use in the Syriac Tradition presented to Konrad D. Jenner on the Occasion of his Sixty-Fifth Birthday (Monographs of the Peshitta Institute Leiden, 14; Leiden: E.J. Brill). B. Varghese, Dionysius bar Salibi: Commentaries on Myron and Baptism (Moran Etho 29; Kottayam: SEERI). J. Vellian, Selected Studies (Kottayam: Deepika). J.T. Walker, The Legend of Mar Qardagh. Narrative and Christian Heroism in Late Antique Iraq (Berkeley: University of California Press). E.-I. Yousif, Les syriaques racontent les croisades (Paris:  L’Harmattan). M. Zammit, ‘Enbe men karmo suryoyo. A Syriac Chrestomathy (Gorgias Handbooks 6; Piscataway NJ: Gorgias Press).",
    "title" : 
    [ "Recent Books on Syriac Topics",
      "Hugoye: Journal of Syriac Studies" ],
    "author" : 
    [ "Brock, Sebastian P." ],
    "idno" : "https:\/\/hugoye.bethmardutho.org\/article\/xx_hv10n2prbrock",
    "type" : "bibliography",
    "displayTitleEnglish" : "Recent Books on Syriac Topics" }